{"error": 448, "message": "OK", "parameters": {"id": 4847, "name": "Filestack ", "created_at": "2021-08-14 21:49:47.362208", "updated_at": "2021-08-14 22:01:08.08446", "wikipedia": null, "keywords": null, "related": null, "slug": "filestack", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4847.png", "url": "filestack.com,filestackcontent.com,filestackapi.com", "documents": [{"id": 8703, "name": "Terms", "url": "https://www.filestack.com/terms/", "xpath": "/html/body/main/article/section[2]/div", "text": " <p>These Filestack Service Terms (these “<strong>Service Terms</strong>“) are between Filestack, Inc., (“<strong>Filestack</strong>“) and the person who submits an Order for Filestack’s services on the Filestack Site or who signs an Order that incorporates these terms by reference to the URL where they are posted (“<strong>you</strong>“).</p>\n<p>Capitalized words in these Service Terms have special meanings as stated in the section where they are first used, or as defined in Section 9 (<em>Definitions</em>).</p>\n<p>Filestack may modify these Services Terms at any time, but modifications are not effective for Orders that are in place prior to the modification until the Order renews or you add new services to your account.\nSee the Section 8.22 (<em>Changes to Online Service Terms</em>).</p>\n<p>If you have any questions about these Services Terms, please contact us:</p>\n<p> Contact Sales </p> 1.\nSubscription Services <p>\n<strong>1.1 Services</strong>.\nFilestack agrees to provide the Services for the Term on the terms and conditions, and subject to restrictions, stated in the Order and these Service Terms.\nFilestack makes the following commitments:</p>\n<ul>\n<li>The Services include those features that are part of the Filestack plan identified in your Order.\nFilestack’s descriptions of its standard plans are published on the Filestack website or customer portal.\nIf you purchase a custom/non-standard plan, the feature set will be stated in the Order.</li>\n<li>Filestack will use commercially reasonable efforts to make the Services available to you 24 hours per day, 7 days per week, year-round, excluding unavailability due to reasonable maintenance.</li>\n<li>For all plans, Filestack will provide support by giving you access to its online support documentation, and by responding via chat and ticket to your requests during its standard support hours, currently Monday at 9:00 a.m.\nto Friday at 6:00 p.m., United States Central time, excluding federal public holidays in the United States and other Filestack announced support holidays.</li>\n</ul>\n<p>\n<strong>1.2 File Uploader/API</strong>.\nThe File Uploader and API(s) are licensed to you on a non-exclusive basis for your use solely in connection with the Services as permitted by the Agreement, and subject to all of the restrictions, terms and conditions stated in the Agreement.\nYour license continues for the Term of the Agreement.\nYou may copy the File Uploader and related documentation only as reasonably incident to your permitted use of the Services.\nThe license may not be assigned or transferred except as part of an assignment of the Agreement that is permitted by these Terms of Service.\nYour license is worldwide, subject to export restrictions stated in the Agreement and applicable export laws.\nFilestack may terminate your license in accordance with the termination provisions applicable to the Agreement stated below.</p>\n<p>\n<strong>1.3 Phone Support and SLAs</strong>.\nUnless expressly included as part of your plan or expressly stated in your Order for custom Services, the Services do not include phone support or any service level commitments around response times or availability.\nIf you would like phone support and an SLA, you may upgrade your plan on the customer portal or by contacting sales@filestack.com.</p>\n<p>\n<strong>1.4 Fraud Check</strong>.\nFilestack may refuse to provide Services if you fail its fraud check.\nIf you fail the fraud check after your account has been provisioned, Filestack will close your account, and refund any pre-paid fees.</p>\n<p>\n<strong>1.5 Conditions and Restrictions</strong>.\nFilestack provides the Services, File Uploader, any API, and all related documentation and technology (the “<strong>Filestack Technology</strong>“) subject to the following conditions and restrictions:</p>\n<p>\n<strong>1.5.1 API Key Use for Single Domain/App Only</strong>.\nYou may not use your API key for more than a single domain or mobile application unless Filestack has given written permission.</p>\n<p>\n<strong>1.5.2 No Benchmarking</strong>.\nYou may not publish any benchmarking or other performance analysis of the Filestack Technology.</p>\n<p>\n<strong>1.5.3 No Reverse Engineering</strong>.\nYou may not reverse engineer or attempt to discover any underlying algorithm or method embodied by Filestack Technology except to the extent applicable law permits such activity notwithstanding this limitation, and then on thirty (30) days advance written notice to Filestack.</p>\n<p>\n<strong>1.5.4 No Resale of Services</strong>.\nYou may use the Filestack Technology as part of a revenue-generating application service that includes your own application, but you may not resell the Filestack Technology on a stand-alone basis.\nYou may not permit anyone other than your personnel to have access to your Services account or the administrative features of your Services.</p>\n<p>\n<strong>1.5.5 End User Terms</strong>.\nIf you authorize the use of the Filestack Technology by persons other than your own personnel, you must require those users to agree to legally binding terms that meet the requirements of Section&nbsp;7 (<em>End User Terms</em>) below.</p>\n<p>\n<strong>1.5.6 Medical Devices/High Risk Use</strong>.\nYou may not use the Filestack Technology, or permit any other person to use the Filestack Technology in any situation where failure or fault of the Filestack Technology could lead to death or serious bodily injury of any person, or to physical or environmental damage.\nFor example, you may not use the Filestack Technology as a component of or to operate any medical device or in connection with any aircraft or other mode of human transportation, or nuclear or chemical facilities.</p>\n<p>\n<strong>1.5.7 Modifications</strong>.\nYou may not modify or create derivative works of the Service except as expressly permitted by Section 8.1 (<em>Look and Feel</em>).</p>\n<p>\n<strong>1.5.8 Competing Services</strong>.\nYou may not access the Filestack Technology for the purpose of creating a competing service.</p>\n<p>\n<strong>1.6 Demonstration/Free Trial</strong>.\nDemonstration features on the Site and free trial services are not “Services” under this Agreement, and are provided <strong>AS IS</strong>, without any warranties or representations whatsoever.\nFilestack has no obligation to provide support for any demonstration feature or free trial services.\nAny support that is provided is provided on an <strong>AS IS</strong> and <strong>AS AVAILABLE</strong> basis, and Filestack has no liability for any harm or damage arising out of or in connection with your use of a demonstration or free trial service.\nFilestack may terminate any demonstration or free trial services and delete your files and related information at any time.</p>\n<p>\n<strong>1.7 Beta Services</strong>.\nFilestack may invite you to test “Beta” services at no charge.\nBeta services will be designated as test, beta, pilot, limited release, developer preview, non-production, evaluation or with a similar description.\nBeta services are for evaluation purposes and not for production use, are not considered “Services” under this Agreement, are not supported, and may be subject to additional terms.\nFilestack may terminate a Beta service at any time, for any or no reason.\nFilestack may discontinue Beta Services at any time in its sole discretion and may never make the Beta Services generally available.\nIf a generally available version is released, there may not be an automatic update path from the Beta version to the generally available version.\nIf not earlier terminated, any Beta services trial period will expire on the date that the Beta service is released on a generally available basis.\nBeta Services are provided <strong>AS IS</strong>, and Filestack has no liability for any harm or damage arising out of or in connection with a Beta Service.</p>\n<p>\n<strong>1.8 Third Party Services</strong>.\nIf you purchase AWS S3 storage directly from Filestack, your use of the storage is subject to the AWS terms at https://s3-us-west-2.amazonaws.com/legal-reseller/AWS+Reseller+Customer+License+Terms.pdf.\nIf you purchase CDN services directly from Filestack, your use of the CDN services is subject to the conditions, restrictions, disclaimers and limitations stated in the Fastly terms at https://www.fastly.com/terms.\nAs between you and Filestack, all third party services are provided AS IS, and Filestack makes no representation or warranty whatsoever regarding any third party service that you purchase through Filestack.</p>\n<p>\n<strong>1.9 Filestack URLs</strong>.\nThe Filestack URL returned by the Service on file upload is not intended to survive indefinitely.\nFilestack will use commercially reasonable efforts to maintain these placeholder URLs for a reasonable period of time.</p>\n<p>\n<strong>1.10 Integration Features</strong>.\nFilestack may provide integration features that enable you to interact with your third party service providers such as Dropbox, Google, Facebook, and Instagram.\nFilestack does not endorse or redomend any service for which it offers an integration feature.\nYou acknowledge that Filestack’s integration features may be unavailable or may not work properly if the service provider’s API is unavailable or if the service provider modifies its API or services in a way that impacts the Filestack integration feature.\nFilestack will use commercially reasonable efforts to modify its integration features to maintain compatibility with service provider’s APIs and services, but may discontinue an integration feature without liability to you if there is a change in the service that creates an unreasonable cost or operational burden to Filestack.\nYour obligations under the Agreement, for fees and otherwise, are not conditioned on the continued availability of any integration features.\nYour use of the third party service is subject to the legal agreement between you and the third party.\nYou should review the third party’s legal terms and privacy policies before using their services.</p> 2.\nYour Content <p>The content that you or your users transmit, modify, or store using the Services is “Your Content.” As between you and Filestack, you own and retain ownership and all rights in Your Content and Filestack may use Your Content only for the purpose of providing the Services and exercising its legal rights and remedies in connection with the Agreement.\nFor clarity, “Your Content” does not include: (i) system generated data about your use of the Services (“<strong>System Data</strong>“) provided that the System Data is not identifiable to you or any user, or (ii) any numerical or financial data about your users that is collected and maintained in aggregate anonymous form (“<strong>Anonymous Statistical Data</strong>“).\nYou acknowledge that Filestack owns and retains ownership rights in the System Data and Anonymous Statistical Data and may use, transfer, and commercially exploit the System Data and Anonymous Statistical Data for any purpose whatsoever.</p> 3.\nFees And Payments <p>\n<strong>3.1 Payment Account</strong>.\nUnless you have made other arrangements with Filestack, you must authorize and maintain a current valid means for Filestack to collect its fees for the Services via payment card, PayPal, or ACH at all times during the Term.</p>\n<p>\n<strong>3.2 Billing Cycle</strong>.\nFees are charged on a monthly basis unless otherwise stated in the Order.\nYour “billing cycle” begins on your Services activation date and continues for one month.\nFor example, if your Services are activated on January 15, your first billing cycle will begin on January 15th and end on February 14, and your billing cycles will continue from the 15th of each month to the 14th of the following month for the Term of your Order.\nIf your service activation date is the 29th, 30th or 31th day of a month, your billing cycle will end on the last day of the calendar month that has fewer days than your service activation month.\nFor example, if your service activation date is January 31th, your billing cycles will end on February 28, March 31, April 30, etc.</p>\n<p>\n<strong>3.3 Fees</strong>.\nThe fees for the Services are stated in your Order, either directly or by reference to a plan description on the Filestack site or customer portal.\nFilestack may not increase the fees during your initial term, but may increase its fees for any renewal term by giving you notice of the increase at least thirty (30) days prior to the first day of the first billing cycle or the renewal term.\nIf you exceed any account limits applicable to your Services plan, Filestack will charge you overages at its then-current published overage rates, except if you have free plan, Filestack will not charge you but may block your Service until the start of the next billing cycle.\nFees are stated and must be paid in United States Dollars.</p>\n<p>\n<strong>3.4 Sales Tax</strong>.\nThe stated fees do not include any sales, use, VAT or like taxes (“Sales Tax”).\nYou must pay any applicable Sales Tax that is properly invoiced by Filestack.</p>\n<p>\n<strong>3.5 Invoices</strong>.\nFilestack may invoice the fees on or before the following times: (i) for one-time fees (such as set up fees), the day you submit the Order that includes the fee, and (ii) for monthly fees, monthly in advance.\nFilestack may invoice any applicable Sales Tax with the invoice for the related Service, or separately.\nIf your Order includes a monthly fee that is stated as a “minimum,” Filestack may invoice the minimum on or after the first day of your billing cycle, and invoice any amount by which your usage based fee exceeds the minimum on or after the last day of your billing cycle.</p>\n<p>\n<strong>3.6 Payments</strong>.\nUnless you have made other arrangements, Filestack may charge your payment card or account on the date of invoice.\nFilestack may suspend or terminate your Services or the Order if its charge to your payment card or account is rejected or not timely paid for any reason.\nFilestack may charge interest on overdue amounts at the lesser of 1.2% per month or the highest non-usurious amount permitted by applicable law.\nIf Filestack takes legal action to collect an overdue amount, you must also pay Filestack’s reasonable costs of collection, such as attorney fees and court costs.\nIf Filestack suspends your account for late payment, you must pay Filestack’s reasonable reinstatement fee, not to exceed the minimum or base fee of your Plan.</p>\n<p>\n<strong>3.7 Plan Changes</strong>.\nIf you have purchased a Filestack plan, you may upgrade your plan at any time by placing an upgrade Order.\nGenerally, changes to your plan are effective starting with the billing cycle that follows the change.\nFor upgrades, Filestack may give you the benefit of additional features prior to the next billing cycle, but you will be charged the fees applicable to your old plan for the remainder of the billing cycle.\nIf you downgrade or cancel your Services, Filestack may continue your existing plan features and fees until your next billing cycle, or may change your plan to the lower tier or terminate your Services prior to the end of the billing cycle, at its election.</p>\n<p>\n<strong>3.8 General</strong>.\nFees are non-refundable, even if you do not use the Services.\nIf your Order is for an initial term of longer than one month, and the Order is terminated prior to the end of the initial term then, unless the termination was by Filestack for convenience, or by you for Filestack’s breach, you must pay an early termination fee equal to the fees for the remaining part of the initial term.</p> 4.\nYour Obligations <p>\n<strong>4.1 Fees</strong>.\nYou must pay your fees when due as described above.\nYou must not use or attempt to use the Services in a way that undermines Filestack’s ability to correctly calculate its fees.</p>\n<p>\n<strong>4.2 Your Security Obligations</strong>.\nYou must use reasonable security precautions in connection with your use of the Services, such as requiring your personnel and users to establish reasonably secure passwords and using commercially reasonable efforts to protect your systems and data from malware.\nYou may not interfere, or attempt to interfere, with any encryption features of the Services.\nYou must use signatures and policies to prevent unauthorized access and use of Services as described in https://www.filestack.com/docs/security/policies.\nYou agree that you are responsible under the Agreement for any action taken using your account credentials, even if the action was not authorized by you.</p>\n<p>\n<strong>4.3 Authorized Users</strong>.\nYou authorize Filestack to act on the instructions of a user who authenticates using the account credentials you have established.\nYou are solely responsible for maintaining the user permissions and authentication credentials for your account.\nYou may not authorize anyone to use the administrative features of your Services account other than your employees and individual contractors under your direct supervision.</p>\n<p>\n<strong>4.4 Acceptable Use</strong>.\nYou may not use the Services or permit your users to use the Services in violation of the AWS Acceptable Use Policy at https://aws.amazon.com/aup/, or in connection with any illegal or abusive activities, as determined by Filestack in its reasonable discretion.</p>\n<p>\n<strong>4.5 Backups</strong>.\nYou must create a backup of Your Content at reasonable intervals and retain that backup in a secure location.</p>\n<p>\n<strong>4.6 Compliance with Law</strong>.\nYou must use the Services in compliance with applicable law, including export laws as further detailed in Section 7.9 (<em>Export Compliance</em>).</p>\n<p>\n<strong>4.7 Representations and Warranties</strong>.\nYou represent and warrant to Filestack as of the effective date of each Order and on an ongoing basis that: (i) the information you submit about yourself and your activities to establish a Services account with Filestack and place an Order is true, correct, and complete, (ii) you have not been the target of any legal or regulatory investigations or proceedings in connection with your business activities, (iii) Your Content was collected in accordance with applicable law, and that you have all necessary rights and authority to use and process Your Content as contemplated by the Agreement, including any required consents from individuals under applicable privacy laws, and (iv) each third party service provider with whom you interface using the Filestack API has given you any permissions or licenses that may be required for the interface.</p> 5.\nTerm, Termination, Suspension <p>\n<strong>5.1 Term</strong>.\nUnless otherwise stated in your Order, the initial term of each Order begins on Order submission and continues until the end of your first billing cycle (one month from your Services activation date).\nOn expiration of the initial term, the Order renews for consecutive renewal terms of one month each (or any longer period described in the Order), unless either you or Filestack gives a notice of non-renewal on or before the last day of the initial term or then current renewal term, as applicable.</p>\n<p>\n<strong>5.2 Termination</strong>.\nEither party may terminate an Order, or the Agreement, on written notice if the other party is in material violation of any term of an Order or these Service Terms, provided that if the violation is curable the terminating party must first give the other party a written notice describing the violation in reasonable detail and at least ten (10) days to cure the violation.\nYou may terminate an Order at any time for convenience effective as of the last day of your billing cycle by giving notice on or before the last day of the billing cycle, subject to your obligation to pay any applicable early termination fee as described above in <em>Fees</em> and <em>Payments/General</em>.\nFilestack may terminate an Order at any time for convenience on thirty (30) days advance written notice.\nFilestack may terminate an Order and the Agreement at any time on summary written notice if you or your personnel are abusive to Filestack personnel.</p>\n<p>\n<strong>5.3 Suspension</strong>.\nFilestack may suspend your access to the Services and Your Content during any period that you are in material breach of the Agreement or your access to the Services or Your Content creates a material security vulnerability.\nFilestack will give you at least two (2) business days’ advance notice of the suspension, unless the suspension is made under emergency circumstances.\nFilestack will reinstate your access to the Services when the grounds for suspension are cured unless Filestack has already terminated the Agreement as described in this Section.</p>\n<p>\n<strong>5.4 Surviving Provisions</strong>.\nThe following sections survive expiration or termination of the Agreement: Fees and Payment, Confidentiality, Indemnification, Limitation of Liability, Term and Termination, Suspension, Governing Law, Disputes, Notices, General, and any other terms that by their nature are intended to survive expiration or termination.</p>\n<p>\n<strong>5.5 Return of Your Content</strong>.\nYou are responsible for exporting Your Content from the Services prior to expiration of the Agreement.\nIf Filestack terminates your Services for breach, Filestack will retain Your Content for at least 15 days from the effective date of termination.\nIf you wish to export Your Content following a termination for breach, Filestack will either, at its option, enable short term access to the Services at a scheduled time so that you may export Your Content, or export Your Content using its standard export tools.\nFilestack has no obligation to retain Your Content after the 15-day period and may destroy Your Content.</p> 6.\nRemedies, Disclaimers, Indemnification, Limitations <p>\n<strong>6.1 Warranty/SLA</strong>.\nFilestack’s Services warranties are stated in Section 1.\nIf you purchase an enterprise plan, the Order may include additional warranties or a Service Level Agreement (“<strong>SLA</strong>“).</p>\n<p>\n<strong>6.2 SLA/Warranty Remedies</strong>.</p>\n<p>\n<strong>6.2.1 SLA</strong>.\nIf your Order includes and SLA with credit remedies, the credits are the sole and </p>\n<p>\n<strong>6.2.2 Warranty</strong>.\nIf the Services fail to meet a warranty stated in the Agreement other than an SLA, Filestack will attempt to cure the failure or if it is unable to cure the failure through commercially reasonable efforts it will refund the fees paid for the billing cycle during which the failure occurred.\nHowever, to be eligible for a warranty remedy under this section, you must give a written notice describing the failure no later than ten (10) days following the end of the billing cycle and cooperate with Filestack’s reasonable efforts to cure the failure.\nThe remedies stated in this Section are your <strong>sole and exclusive</strong> remedy for Filestack’s warranty breach.</p>\n<p>\n<strong>6.3 No Other Warranty</strong>.\nExcept as expressly stated in the Agreement, the Services are provided <strong>AS IS</strong>.\n<strong>Filestack disclaims any implied warranties, such as a warranty of merchantability, fitness for a particular purpose, and non-infringement, and any representation or warranty that may arise through a course of dealing.\nYou acknowledge that the use of the Service may not be uninterrupted, error free, or completely secures</strong>.\nIf applicable law requires Filestack to make a warranty notwithstanding this disclaimer, then the warranty is made for a period of thirty (30) days from the date that it is deemed to have been made, and your sole and exclusive remedy for a breach of the warranty is a refund of fees paid for the Services covered by the warranty.\nYou represent that you have not relied on any representation or warranty other than those stated in the Agreement.</p>\n<p>\n<strong>6.4 Indemnification</strong>.\nYou agree that if a third party asserts a legal claim against Filestack or any of its officers, members, managers, employees, staff, personnel, agents, licensors or suppliers (the “<strong>Filestack Persons</strong>“) arising from your violation of these Services Terms or any Order, including your breach of a representation or warranty, or if your customer or end user asserts a legal claim against any of the Filestack Persons on any basis other than the gross negligence or misconduct of a Filestack person, you will pay all reasonable costs of defending the claim, including reasonable attorney fees, and any damages awarded to the third party or paid to the third party by Filestack as a reasonable settlement.\nYou agree that Filestack may control the defense of the claim at its option, or may require you to defend the claim directly.\nIf Filestack elects to control the defense of the claim, you will reimburse Filestack for its reasonable defense costs and expenses as incurred.</p>\n<p>\n<strong>6.5 Limitation of Liability</strong>.\n<strong>In the event you have a legal claim against any of the Filestack Persons, you agree that the maximum total amount of money you can recover from any or all of them cannot exceed the amount of fees you have paid or that are payable for Service for the six (6) months prior to the date the claim arose, unless the legal claim is based on a Filestack Person’s intentional misconduct or is for personal injury or death resulting from the negligence, recklessness or intentional misconduct of a Filestack Person.\nIn addition, you agree that in no event are you entitled to recover any lost revenue, lost profits, damages for lost data, or any indirect or consequential loss or damages or any kind</strong>.</p>\n<p>\n<strong>6.6 General</strong>.\nYou acknowledge that Filestack has set its fees and entered into the Order in reliance on the limitations of remedies and liability stated in these Terms, and that these limitations reflect an agreed allocation of risk between you and Filestack.\nThe limitations stated in this Section shall apply to any liability arising from any cause of action whatsoever, whether in contract, tort, commercial code, strict liability or otherwise, <strong>even if a limited remedy fails of its essential purpose</strong>.\nIf these limitations as written are not permitted by applicable law, they shall apply to the extent permitted by applicable law.</p> 7.\nEnd User Terms <p>If you use the Services as part of an application service that you provide to persons other than your own personnel, then you must have a written agreement in place with those customers/users that includes terms at least as protective of Filestack as those stated in Section 1.4 (<em>Conditions, Restrictions</em>).\n1.7 (<em>Third Party Services</em>).\n4.2 (<em>Your Security Obligations</em>).\n4.4 (<em>Acceptable Use</em>).\n4.5 (<em>Backups</em>).\n4.6 (<em>Compliance with Law</em>).\n4.7 (iii) (<em>Representations and Warranties, as to Content</em>).\n8.2 (<em>Rights in Technology/Intellectual Property</em>) and 8.10 (<em>Export Compliance</em>).</p> 8.\nGeneral Terms <p>\n<strong>8.1 Look and Feel</strong>.\nIf your plan or your Order permit modifications to the File Uploader, you may modify the color, and the look and feel of the File Uploader to conform to your application interface, provided that you do one of the following: (i) include the text “Uses Filestack” with a link back to https://www.filestack.com/.\n(ii) include the Filestack badge at https://www.filestack.com/partner/ with a link back to https://www.filestack.com, or (iii) place the Filestack logo anywhere within the File Uploader where it is visible to the user above the fold.</p>\n<p>\n<strong>8.2 Rights in Technology/Intellectual Property</strong>.\nYou may not copy any part of the Services or mirror the Services on any site or system, except that you may download and print copies of Documentation for the Services as reasonably necessary for your permitted use of the Services, provided that you use the Documentation in the exact form published, retain all branding and proprietary notices, and do not transfer the Documentation to any other person.\nYou may not remove any proprietary notices displayed on the Documentation or other Services materials.\nExcept for rights expressly granted in this Agreement, Filestack retains all right, title and interest in and to its Services, technology, and information and all related intellectual property rights.\nNo rights in intellectual property may arise by implication or estoppel.</p>\n<p>\n<strong>8.3 Feedback</strong>.\nYou hereby license to Filestack any feedback or suggestions that you provide regarding the Services or Filestack’s other existing or proposed products or services on a perpetual, irrevocable, royalty free, worldwide, unconditional, fully sublicensable and transferable basis, including the right to make, have made, use, sell, offer to sell, import, copy, display, perform, modify, distribute in modified or unmodified form, and commercialize any intellectual property, without accounting to you.\nYou agree that you will not assert, or authorize, assist, or encourage any third party to assert, against Filestack or any of its affiliates, vendors, business partners, or licensors, any patent infringement or other intellectual property infringement claim regarding the Service or any our other products or services that you use.</p>\n<p>\n<strong>8.4 Confidential Information</strong>.\nAny non-public information that you learn about Filestack or its Services as part of the relationship contemplated by these Services Terms is Filestack’s Confidential Information.\nYour Content is your Confidential Information.\nEach of us agrees not to use or disclose the other’s Confidential Information except for the purpose of providing or using the Services, as applicable, or to exercise legal rights in connection with an Order.\nEach of us agrees to use reasonable care to protect the confidentiality of the other’s Confidential Information and to return or destroy the other’s Confidential Information on request, except as necessary for reasonable and customary business record-keeping purposes.\nEach of us is responsible for a breach of this Section by any person to whom it has disclosed the other’s Confidential Information.\nNotwithstanding the foregoing, Filestack may disclose your Confidential Information in response to a subpoena or request from law enforcement.</p>\n<p>\n<strong>8.5 Governing Law</strong>.\nThe Order and these Services Terms are governed by and should be interpreted under the laws of the State of Texas, and the United States of America, as applicable, without giving effect to any conflicts of law principles that would require the application of the law of a different jurisdiction.\nThe parties expressly and irrevocably disclaim and waive the application of the United Nations Convention on Contracts for the International Sale of Good and the Uniform Computer Information Act.</p>\n<p>\n<strong>8.6 Notices</strong>.\nYour notices must be submitted via ticket on the customer portal, and copied by electronic mail to support@Filestack.com.\nFilestack’s notices to you must be given to your primary account contact at the email address in the Filestack portal.\nIf you send a notice of breach of the Agreement, a legal dispute, a legal claim, or other legal matter, you must copy your notice to legalnotice@filestack.com, and must also send your notice via first class United States mail to Filestack’s physical address appearing on its Site on the day the notice is transmitted electronically.\nFilestack’s legal notices to you must be copied via first class United States mail to your physical notice address, or if your physical address is outside of the United States, via a reputable and established international priority mail service on the date the notice is transmitted electronically.\nNotices are deemed given, received and effective as of the time transmitted by electronic mail, or if that time does not fall on a business day, as of the beginning of the first business day following the time transmitted.\nNotices must be given in the English language.\nA party may change its address for notice by giving notice in the manner stated in this Section.</p>\n<p>\n<strong>8.7 Arbitration</strong>.\nExcept for certain requests for injunctive relief as described below, each of you and Filestack agree that any dispute related to the Services, an Order or these Services Terms shall be submitted to binding arbitration in San Antonio, Texas.\nThe arbitration shall be conducted by one arbitrator in accordance with the commercial arbitration rules of the American Arbitration Association (“AAA”).\nThe arbitration will be conducted in person unless each of party agrees to a telephonic or written submissions procedure.\nThe arbitrator shall issue a reasoned award with findings of fact and conclusions of law.\nJudgment on the award rendered by the arbitrator may be entered in any court having jurisdiction.\nEither party may bring an action in any court of competent jurisdiction to compel arbitration under this Agreement, or to enforce or vacate an arbitration award.\n<strong>Each party waives any right to a trial by jury, and agrees that disputes will be resolved through arbitration.\nNo claim subject to this provision may be brought as a class or collective action, nor may you assert such a claim as a member of a class or collective action that is brought by another claimant</strong>.\nEach party agrees not bring a claim related to the Services or the subject matter of an Order or these Services Terms more than two years after the time that the claim accrued.\nExcept as may be required by law, neither a party nor an arbitrator may disclose the existence, content, or results of any arbitration hereunder without the prior written consent of both parties.</p>\n<p>\n<strong>8.8 Informal Dispute Resolution</strong>.\nEach party agrees that it will not file a lawsuit or other legal action in connection with the Services, any Order, or these Services Terms, unless it has first given the other party written notice of the dispute, and attempted to resolve the dispute through good faith negotiation.</p>\n<p>\n<strong>8.9 Injunctive Relief</strong>.\nNotwithstanding anything in this Agreement to the contrary, this Agreement does not prohibit, condition or delays a party’s right to seek injunctive relief in any court of competent jurisdiction to address the other party’s infringement or misappropriation of its intellectual property, or the other party’s breach of its confidentiality obligations under this Agreement.</p>\n<p>\n<strong>8.10 Export Compliance</strong>.\nYou may not permit users to access or use the Services in a U.S.-embargoed country or in violation of any U.S.\nexport law or regulation, or in a manner that causes Filestack to be in violation of U.S.\nexport laws, even if the use is permitted the laws applicable to you or your users.\nFor example, you may not authorize any person to use the Services that is on the list of Specially Designated Nationals and Blocked Persons issued by the U.S.\nTreasury Department’s Office of Foreign Asset Control (OFAC) or who is located in or is a national of any country that is embargoed under United States export laws.\nand you may not use or permit the use of the Services to process or store any data that is subject to the International Traffic in Arms Regulations maintained by the U.S.\nDepartment of State, or permit the use of the Services by any person who you know or have reason to know will utilize them in the design, development or production of nuclear, chemical or biological weapons, or rocket systems, space launch vehicles, or sounding rockets, or unmanned air vehicle systems.\nEach party represents that it is not on any restricted persons list maintained by the U.S., Canada, or any member of the European Union.</p>\n<p>\n<strong>8.11 Anti-Corruption</strong>.\nEach party represents that it has not received or been offered any illegal or improper bribe, kickback, payment, gift, or thing of value from the other’s employees or agents in connection with this Agreement.\nReasonable gifts and entertainment provided in the ordinary course of business do not violate the above restriction.\nIf either party learns of any violation of the above restriction, it will promptly notify the other party.</p>\n<p>\n<strong>8.12 Force Majeure</strong>.\nExcept for your payment obligations, neither party is in violation of the Agreement if the failure to perform is due to an event beyond that party’s reasonable control, such as a significant failure of the power grid or Internet, denial of service attacks, natural disaster, war, riot, insurrection, epidemic, strikes or other organized labor action, terrorism, or other acts or events for which precautions are not generally taken in the industry.</p>\n<p>\n<strong>8.13 Assignment</strong>.\nNeither party may assign any of its rights or obligations hereunder, whether by operation of law or otherwise, without the other party’s prior written consent (not to be unreasonably withheld); provided, however, either party may assign this Agreement in its entirety (including all Orders), without the other party’s consent to its affiliate or in connection with a merger, acquisition, corporate reorganization, or sale of all or substantially all of its assets.\nSubject to the foregoing, this Agreement will bind and inure to the benefit of the parties, their respective successors and permitted assigns.</p>\n<p>\n<strong>8.14 Publicity</strong>.\nFilestack may identify you in its marketing and sales materials, and may include your Marks in an appropriate area of its website and marketing materials, provided that it does not state or imply that you endorse the Filestack Services.\nWe will use and display your Marks in accordance with your trademark usage guidelines communicated to us.\nAny goodwill accruing from Filestack’s use of your Marks shall accrue to you.</p>\n<p>\n<strong>8.15 Relationship of the Parties</strong>.\nThe parties are independent contractors.\nNeither party is the agent of the other, and neither party is authorized to make any representations, contract, or commitment on behalf of the other.\nThe use of the words “partner” or “partnership” in this Agreement or otherwise refers only to a business relationship, and does not create or reflect any legal partnership, joint venture, or other fiduciary or other special relationship between the persons described as partners.\nThe parties do not agree to any exclusivity in regards to the subject matter of this Agreement and each party is free to contract with third parties, including competitors of the other party, for transactions of the type covered by this Agreement in any market, worldwide.</p>\n<p>\n<strong>8.16 Interpretations</strong>.\n(i) In calculating any period of time under this Agreement, the day of the act, event or default from which the designated period of time begins to run is not be included.\n(ii) The term “person” refers to any legal person, and may mean a natural person (individual), a legally created person (such as an entity, trustee, or executor), or an entity (such as a corporation, partnership, or limited liability company).\n(iii) The word “personnel” refers to a person’s employees and individual contractors who are under the person’s direct supervision.\n(iv) The word “affiliate” refers to an individual or entity that controls, is controlled by, or is under common control with the person referred to, where control means ownership of the majority of voting interests of an entity or the right to control the policies of the entity by means of a controlling number of seats on the entity’s governing body.\n(v) The use of the word “including” should be read to mean “including, without limitation.” (vi) All references to monetary amounts mean United States Dollars.\n(vii) The term “parties,” either in lower- or upper-case form, refers to the signatories to this Agreement.\n(viii) For notice purposes, the words “business day,” “business hours,” or the like means Monday – Friday, 9:00 a.m.\n– 5:00 p.m., United States Central Time, excluding federal public holidays in the United States.\n(ix) A reference to “day” shall mean a calendar day, unless expressly designated as a “business” day.\n(x) All software and other technology provided for your use is licensed and not sold.\nany references to a sale or purchase of software or other technology means the sale or purchase of a subscription.\n(xi) Any requirement in this Agreement that a statement be written, in writing, or a like requirement is satisfied by an email or other digital form of writing unless expressly stated otherwise.\n(xii) Nouns stated in the singular imply the plural as indicated by the context, and pronouns that are gender specific refer to either gender.\n(xiii) The Section captions in this Agreement are for convenience only.\nthey are not part of this Agreement and may not be used to interpret the terms of this Agreement.</p>\n<p>\n<strong>8.17 Third-Party Beneficiaries</strong>.\nThere are no other third-party beneficiaries under this Agreement.</p>\n<p>\n<strong>8.18 Severability</strong>.\nIn the event one or more of the terms of this Agreement are adjudicated invalid, illegal, or unenforceable, the adjudicating body may either interpret this Agreement as if such terms had not been included, or may reform such terms to the limited extent necessary to make them valid, legal or enforceable, consistent with the economic and legal incentives underlying the Agreement.</p>\n<p>\n<strong>8.19 Changes to the Services</strong>.\nYou agree that your purchases are not contingent on the delivery of any future functionality or features, or dependent on any oral or written public comments made by Filestack regarding future functionality or features.\nYou acknowledge that Filestack may modify or suspend any of its Services offerings at any time.\nIf a modification or suspension materially and adversely affects your use of the Services, you may terminate the Agreement by giving written notice of the change no later than 30 days following the date of the change and receive a refund of any prepaid fees as your sole and exclusive remedy.</p>\n<p>\n<strong>8.20 General Representations</strong>.\nEach party represents that it has validly entered into this Agreement and has the legal power to do so.</p>\n<p>\n<strong>8.21 Representation by Individual Submitting the Order</strong>.\nIf an individual submits an Order, the individual represents that: (i) if the individual submits the Order on his or her own behalf (including as a sole proprietor), the individual is old enough to enter into contracts and otherwise has the legal capacity to enter into contracts under applicable law.\nor (ii) if the individual submits the Order on behalf of a company or other legal entity, the individual has the legal power and authority to bind that entity to the Order and these Service Terms.</p>\n<p>\n<strong>8.22 Changes to Online Service Terms</strong>.\nFilestack may amend these Services Terms at any time in its sole discretion.\nAny amendment will become effective as to your Order on the first renewal of the Order that follows the publication of the amendment by at least thirty (30) days.\nIf the amendment materially and adversely impacts your use of the Services, you may terminate the Agreement by giving written notice no later than thirty (30) days following the date the amendment is published and receive a refund of prepaid fees for unused Services as your sole and exclusive remedy.</p>\n<p>\n<strong>8.23 Entire Agreement and Order of Precedence</strong>.\nThis Agreement is the entire agreement between you and Filestack regarding your use of Services and supersedes all prior and contemporaneous agreements, proposals or representations, written or oral, concerning its subject matter.\nNo modification, amendment, or waiver of any provision of these Service Terms or an Order will be effective unless in writing and signed by the party against whom the modification, amendment or waiver is to be asserted.\nThe parties agree that any preprinted term or condition stated in any business form is void.\nIn the event of any conflict or inconsistency among the following documents, the order of precedence shall be: (1) the applicable Order, (2) these Services Terms, and (3) the Documentation.\nYour use of the Services, both during any free use period and your Subscription Term, is subject to all of the terms, conditions, and restrictions stated in your Order and these Service Terms, and any restrictions stated on a page on the Site that is part of your Order.</p> 9.\nDefinitions <p>Capitalized terms have the meaning stated below or in the section where they are first used.</p>\n<ul>\n<li>\n<strong>Agreement</strong> refers collectively to your Order(s) and these Terms of Service.</li>\n<li>\n<strong>Documentation</strong> means Filestack’s user and administration guides, FAQ’s, Whitepapers and other materials designed to explain the use of the Services, but not including any marketing materials or publicity.</li>\n<li>\n<strong>Mark</strong> means trademarks and service marks, such as trade names, logos, and similar indicia.</li>\n<li>\n<strong>Order</strong> means either of the following that have been signed or submitted by you, and accepted by Filestack: (i) an order form provided to you by Filestack for your signature, or (ii) a web form that you submit on the Site.</li>\n<li>\n<strong>Services</strong> means Filestack’s file uploading, editing, distribution, and other file management services identified on an Order.</li>\n<li>\n<strong>Site</strong> means www.filestack.com, or any other website operated by Filestack for the purpose of offering or providing Services, including any subdomains.</li>\n<li>\n<strong>Term</strong> means the initial term and any renewal terms, collectively.</li>\n<li>\n<strong>System Data</strong> has the meaning given in the Section captioned <em>Your Content</em>.</li>\n<li>\n<strong>Your Content</strong> has the meaning given in Section captioned <em>Your Content</em>.</li>\n</ul> ", "created_at": "2021-08-14 21:49:47.388659", "updated_at": "2021-08-14 19:50:56.981413"}, {"id": 8702, "name": " Privacy Policy", "url": "https://www.filestack.com/privacy/", "xpath": "/html/body/main/article/section[2]/div", "text": " <p>Revision Date: 04/17/2020</p> Introduction <p>Filestack, Inc.\nprovides online services used by application service providers to upload, transform and deliver files within their applications.\nMost of our customers are business entities or other organizations.\nFilestack’s main office is in San Antonio, Texas and it offers its services to customers worldwide.</p>\n<p>This Privacy Statement describes our policies for personal data that we collect and use for our own general business purposes.</p>\n<p>We also receive and transmit personal data that is controlled by those of our customers who use our services to process files that include personal data.\nWe use this customer-controlled personal data only as permitted by our customers in our agreements with them and not for our own general business purposes.\nWe have included information below to describe our commitments to you if we have access to your data in our role as a file processor, but you should review the privacy statement of our customer that controls your personal data to understand its privacy practices.</p> How to Contact Us <p>Email: privacy@filestack.com or via mail: Filestack – 122 East Houston St, San Antonio TX 78205.</p>\n<p>Please contact us if you have any questions about the information in this Privacy Statement or our handling of your personal data, or would like to access, amend, delete or take other action with regard to your personal data.\nWe ask, however, that if we are in possession of your data solely as a service provider for our customer you first contact our customer with your request.</p> Changes to Privacy Statement <p>We may change this Privacy Statement from time to time.\nWe will manage your personal data in accordance with the Privacy Statement version that was published on the date that we collected the data about you.\nPrior versions of our Privacy Statement may be found at https://github.com/filestack/filestack-privacy-policy.</p> Definitions <p>We collect personal data for the following purposes:</p>\n<ul>\n<li>to operate our website;</li>\n<li>to improve our website and product offerings;</li>\n<li>to market our services;</li>\n<li>to manage our relationship with our customers and provide customer support;</li>\n<li>to manage our vendors.</li>\n</ul>\n<p>We allow third party advertisers, such as Google and Facebook to collect personal data on our site for the purpose of selling targeted advertisement services.\nSee Advertising Ecosystem below.</p>\n<p>We have included details of how we use data we collect for these purposes in the section below captioned Data Use.</p> Data Collection Methods Automated data collection on our website <p>When you visit our site, our web server captures data that may be used to identify you or your device, such as your IP address, device identifier, and information about your device such as the operating system, time zone setting, language setting, browser settings, and browser plug ins.\nOur server also captures information about your visit to our site, such as the time and duration of your visit on each page on the site, and your navigation path from page to page (i.e., what you click on).\nWe use third-party service providers such as Google Analytics, Segment, and Full Story to capture other information about your site visit, such as recordings of you scrolling activity on each page of our site.</p>\n<p>We and our third-party analytics providers may place a cookie on your browser so that we may identify you as a return visitor if you visit our site more than once.\nPlease see How to Opt Out of Online Data Collection below for information on how to block cookies.</p> Data provided by advertisers <p>If you arrive at our site by clicking on a link that is part of an advertisement on another site (including an advertisement on a social media platform), the advertising service will identify the link, enabling us to associate you with the advertising parameters we provided to the advertising service.\nFor example, we may ask an advertising service to target our ad to individuals that the ad service has identified as having a high interest in file upload management.\nIf you arrive at our site by means of the link in that ad, we will be able to identify you as having a high interest in file upload management.\nAdvertising services are responsible for the collection, use and disclosure of the data they provide to us in accordance with their published privacy policies.</p>\n<p>See the section below captioned Advertising Ecosystem and How to Opt Out of Online Data Collection.</p> Data provided by you as part of your communications with us <p>We collect personal data that you submit to us as part of a communication with us as a visitor or account user, such as via chat on our site, email, submission of a web form, telephone, or in person (such as at a meeting, trade show or other event).\nFor example, you may communicate with us as a visitor to obtain more information about our services, or as an account user to request technical support.\nThe communication may include information that can be used to identify you such as your name, job title, job function, the organization you represent, email address, phone number as well as information about your interest in our company or our services.\nWe do not solicit information from you as part of these communications other than information that is useful to us in light of the purposes described above, but if you choose to volunteer more personal information than we ask for we will collect that as part of the communication.</p> Data provided by you or your organization to establish and maintain the Filestack account and authorize service users <p>Our customers are required to name a contact for billing, administrative, technical and other account related communications.\nWe collect the name and business contact information of each account representative.\nOur customers also authorize service users.\nWe require each individual account representative and service user to establish their own set of account credentials (user name and password).\nIf the customer wishes to integrate their social media accounts with our services, we will require the customer to provide the account credentials used by their representatives on those platforms.</p> Marketing Partners and Resellers <p>We have relationships with other companies that help us market, sell and deliver our services.\nThey may collect personal data of the type described above using the methods described above and provide that data to us.\nFor example, we have relationships with companies who refer customers to us and resellers who offer our services under the reseller’s own brand name.\nWe will treat personal information we receive from our marketing partners and resellers the same as the personal information we collect directly.</p> Combinations of data collected using different methods <p>We use service providers such as Google Analytics, Segment, and HubSpot to help us associate the personal data we capture about you as part of each visitor interaction as part of a single profile with personal data we collect about you as an account user.</p> Data Use <p>\n<strong>Visitors:</strong> We use data collected about visitors:</p>\n<ul>\n<li>to operate our website – web servers, by their nature, must capture your IP address and information about your browser and device to display our site to you;</li>\n<li>to develop our website and help us develop of product offerings – we use the information to help us understand what part of our website and products offerings is of interest to different kinds of visitors so that we can modify and improve our site content and other marketing materials to be more appealing to prospective customers.\nwe may also use the information about your site visits and other visitor interactions to help us measure interest in our services or various features of our services;</li>\n<li>to measure the success of our marketing efforts – we use visitor information to verify whether the ad services we purchase from third parties are actually resulting in visits to our site or other visitor interactions;</li>\n<li>to communicate with you as part of our marketing efforts – if you provide us with contact information we may use it to send you communications about our products or services, or related topics that we think you may find interesting;</li>\n</ul>\n<p>\n<strong>Account Users:</strong> we use data collected about accounts users (alone or as combined with data collected as part of an account user’s visits (such as pre-login activity on the Site):</p>\n<ul>\n<li>to provide our services – we use login credential to authenticate an individual as an authorized user of our services.\nwe use contact information to send invoices and other account communications, and authenticate individuals who use the services or request information or support on the customer’s behalf;</li>\n<li>to help us develop our service offerings – we use information about your use of our services to measure interest in various features and plan enhancements or new features, and to improve user experience;</li>\n<li>to communicate with you as part of our marketing efforts – we use contract information and information about your use of our services to send you communications about our products or services, or related topics that we think you may find of interest</li>\n</ul> Data Integrity <p>We process personal information only for the purposes for which it was collected and in accordance with this Privacy Policy.\nWe regularly review our data collection, storage, and processing practices to ensure that we only collect, store, and process the minimum personal information needed for the purpose collected.\nWe take reasonable steps to ensure that the personal information that we process is accurate, complete, and current, but we depend on our account users to update or correct their personal data whenever necessary.</p> Choices and Means to Limit Use and Disclosure of Your Data <p>You may limit our use and disclosure of your personal data.\nPlease send us a request at privacy@filestack.com if you would like to know what personal data we have about you and how we use and disclose that data.\nYou may also submit requests to privacy@filestack.com if you want to correct, delete or restrict the use of your personal data, or if you object to our processing of your data on the grounds that we do not have a lawful basis for that processing.</p>\n<p>On receipt of your notice that the data we have about you is inaccurate or incomplete, we will promptly correct any inaccurate data and ensure it is complete in light of the purposes for which we process the data.</p>\n<p>If you wish to revoke any consent you have previously given, we will honor the revocation and will no longer rely on that consent to process your personal data.\nFor example, if you no longer consent to our use of your data for marketing purposes, we will stop using the data for that purpose and notify any third party with whom we have shared that data that they must also stop using it for that purpose.</p>\n<p>On your request, we will promptly restrict processing of your personal data or delete your personal data except to the extent the restriction or deletion will prevent us from complying with our legal obligations to our customer or interfere with our reasonable record keeping as necessary to demonstrate compliance with our contracts and applicable law.</p> Additional Information for California Visitors, Account Users for Limiting Use and Disclosure of Your Data <p>In addition to our commitments stated above, if our collection of personal information about you for our business purposes is covered by the California Consumer Privacy Act you have the have certain rights under that law.</p>\n<p>You may request disclosure of the following specific information:</p>\n<ul>\n<li>the categories of personal information as well as the specific pieces of personal information that we have collected about you for our business purposes over the prior 12 months,</li>\n<li>the categories of sources from which we have collected that personal information,</li>\n<li>our purpose(s) for collecting that personal information,</li>\n<li>the categories of third parties with whom we have shared the personal information, such as our service providers, and</li>\n<li>whether we have sold the personal information to third parties or disclosed the information to third parties for a business purpose, and if so the categories of personal information and third parties.</li>\n</ul>\n<p>In addition, you have the right to ask Filestack to delete your personal information.\nWe will comply with your deletion request and require our service providers to do the same, unless we plan to retain the personal information on a legally permitted basis and we give you notice of this fact and the legal basis on which we rely.</p>\n<p>You may make a request by calling our toll-free number 833-307-0220 or submitting the request to https://share.hsforms.com/13ieeEy2mQ0yMyeE2kHMbQgfc0j or by sending an email or physical mail request to the addresses above.</p>\n<p>Before responding to your request we may ask you to provide information needed to verify that you are the consumer (or have authorization from the consumer) whose personal information is covered by the request.</p>\n<p>We may not discriminate against you because you make a request described in this Section by denying you our services or providing a different quality or price for our services, unless the different service or price is reasonably related to the value provided to you by your data.</p> Processor Data <p>We do not use file embedded personal data for any purpose except as incident to processing the files in which the data is embedded as part of providing our services to our customer.\nSome of our customers are subject to special data privacy laws, such as the European Union’s General Data Protection Regulation.\nOur commitments as a processor of data covered by these types of regulations are stated in our Data Processing Addendum to our services agreement with our customers who are subject to those laws.</p>\n<p>Please contact us at the address above if you have questions or concerns regarding our processing of the data described in this Section.\nWe ask, however, that your first contact our customer if you have a request to access, block, erase or take other action with respect to data that we have solely as a data processor for our customer.</p> Disclosure <p>We have not sold or leased personal data, and will not sell or lease your personal data unless you give us your consent to do so.\nThe California Consumer Privacy Act includes a definition of “sale” that may include permitting third party advertisers to collect data about our Site visitor for use as part of their advertising services generally.\nDuring the prior 12 months we have permitted Google Analytics and Facebook to collect data on our site by means of advertising cookies.\nSee the section below captioned Advertising Ecosystem.</p>\n<p>We will not disclose your personal data to third parties except as follows:</p> Legal Reasons <p>When we believe release is appropriate to comply with the law, to enforce our terms of use and other rights, or to protect the rights and safety of others.</p>\n<p>This may include exchanging information with government regulatory or law enforcement agencies, or with other companies and organizations for fraud protection and legal compliance.</p> Sale of Business <p>As part of a sale of a sales of business assets where the purchaser needs the personal data to use the assets.\nWe may in the future sell all or part of our assets or be involved in a merger.</p>\n<p>We may provide the company that is seeking to acquire our business with access to personal data as part of their evaluation of our business, but will require them to maintain the personal data in confidence and use it only to evaluate our business.\nIf we complete a transaction, it is customary to transfer personal data that is related to the purchased business assets to the purchaser.</p> Service Providers <p>We use the services of companies like the ones listed below to collect data on our behalf or to help us analyze, store, manage and otherwise process your personal data.\nEach of these companies commits in its contract with us to use the personal data only according to our contract with them or our other instructions as necessary to support our business.\nThey are not authorized to use your personal data for any other purpose.\nThey are not authorized to disclose your personal data to others except with our permission, and only if they require the others to comply with the same restrictions that apply to them.</p>\n<ul>\n<li>Mailgun- outgoing email</li>\n<li>Zendesk – incoming email, support</li>\n<li>DocuSign, HelloSign – E-signing</li>\n<li>Stripe, Xero, bill.com – payment processing</li>\n<li>Google – organization email and documents management provider</li>\n<li>Google Analytics – analytics</li>\n<li>Google Ads – advertising</li>\n<li>HubSpot marketing, landing pages, analytics</li>\n<li>Salesforce – customer relationship management</li>\n<li>Amazon AWS – Infrastructure provider, applications</li>\n</ul> Advertising Ecosystem <p>We use online advertising services that enable a practice referred to as “online behavior advertising.” These services aggregate data about an individual’s behavior on many different sites and online services, and use that data to sell targeted advertising services.\nFor example, we permit Google’s advertising services to collect data about your behavior on the Filestack site, as do many other website operators who use Google’s ad services.\nGoogle combines the data about an individual that it collects from different sources, and uses this aggregate data to sell advertising services that target the display of ads to web users who meet certain behavioral criteria.\nGoogle does not disclose this aggregate data to Filestack, but we are able to infer that visitors who interact with our ad meet the advertising criteria we provided.\nGoogle collects this data using cookies, web server logs (its own and its advertising customers), clear gifs and other online data collection techniques.\nSee Online Data Collection Techniques and How to Opt Out of Online Data Collection.</p> Online Data Collection Techniques <p>A cookie is a unique alphanumeric identifier that is placed by a web server on the web visitor’s browser.\nCookies are used to analyse visitors’ use of the website.\nFor example, a website operator can use the cookie to identify the number of unique visitors to the site, whether or not those visitors are repeat visitors, information about the visitor’s activity on the site, and the user’s device and device settings.\nA tracking pixel, also known as a web bug or web beacon, is a small graphic (usually 1 pixel x 1 pixel) invisible to the eye, that is embedded in web content or email.\nWhen content that has an embedded web beacon is viewed, the browser will request content from a web server, which in turn will set a cookie.</p> How To Opt Out Of Online Data Collection <p>You can manage browser cookies through your browser settings.\nThe ‘Help’ feature on most browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, how to disable cookies, and when cookies will expire.\nIf you disable all cookies on your browser, neither we nor third parties will transfer cookies to your browser.\nIf you do this, however, you may have to manually adjust some preferences every time you visit a site and some features and services may not work.</p>\n<p>We will recognize and respond to any “do not track” setting you may have in your browser.\nThe third parties who we permit to collect data on our site have features that allow you to block their data collection via cookies.\nSee their privacy policies and cookie policies:</p>\n<p>Google Ads: https://policies.google.com/technologies/ads?/hl=en&amp;gl=us&amp;hl=en</p> Communications Policy <p>If you do not wish to receive our email or other communications, please send your request to privacy@filestack.com.\nPlease note that it may take up to ten days to remove your contact information from our marketing communications lists, so you may receive correspondence from us for a short time after you make your request.</p> Children <p>Children are not permitted to use our site or services.\nWe do not knowingly collect personal information from anyone under 18.\nIf you are under 18, do not use or provide any information on our Sites unless you have involved your parent or guardian.\nIf we discover that we have information about a child we will delete that information.\nIf you are the parent or guardian of a child and you believe we have personal data about the child without your consent, please contact us at the address appearing at the top of this page and we will delete that information.</p> Security <p>Filestack protects personal data from unauthorized use, disclosure, corruption and destruction using appropriate technical and organizational measures.</p> Data Retention <p>We will retain your personal data only for as long as reasonably necessary to fulfill the purpose for which it was collected, and to comply with our legal obligations.\nWe may retain your personal data for a longer period in the event of a complaint or if we reasonably believe there is a prospect of litigation in respect to our relationship with you.</p> Privacy Shield <p>Filestack complies with the EU-US and Swiss-US Privacy Shield Frameworks as set forth by the US Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries, the United Kingdom, and Switzerland.\nFilestack has certified that it adheres to the Privacy Shield Principles of Notice, Choice, Accountability for Onward Transfer, Security, Data Integrity and Purpose Limitation, Access, and Recourse, Enforcement and Liability.\nIf there is any conflict between the policies in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification page, please visit https://www.privacyshield.gov/</p>\n<ul>\n<li>In compliance with the Privacy Shield Principles, Filestack commits to resolve complaints about your privacy and our collection or use of your personal information.\nEuropean Union individuals with inquiries or complaints regarding this privacy policy should first contact us at: privacy@filestack.com.</li>\n<li>Filestack has further committed to refer unresolved privacy complaints under the Privacy Shield Principles to BBB EU PRIVACY SHIELD, a non-profit alternative dispute resolution provider located in the United States and operated by the Council of Better Business Bureaus.\nData subjects in the EU and in Switzerland who do not receive timely acknowledgment of their complaint, or fee that their complaint is not satisfactorily addressed, should visit https://www.bbb.org/EU-privacy-shield/for-eu-consumers/ for more information and to file a complaint.\nThe services of the Better Business Bureau are provided at no cost to you.</li>\n<li>Please note that if your complaint is not resolved through these channels, under limited circumstances, a binding arbitration option may be available before a Privacy Shield Panel.\nSee https://www.privacyshield.gov/article?id=ANNEX-I-introduction.</li>\n<li>The Federal Trade Commission has jurisdiction over Filestack’s compliance with the Privacy Shield.</li>\n<li>As a Privacy Shield organization we remain liable under the Privacy Shield Principles if our agent processes your personal information in a manner inconsistent with the Principles, unless we proves that we are not responsible for the event giving rise to the damage.</li>\n</ul> ", "created_at": "2021-08-14 21:49:47.378067", "updated_at": "2021-08-14 19:50:24.891557"}], "points": [], "urls": ["filestack.com", "filestackcontent.com", "filestackapi.com"]}}