{"error": 448, "message": "OK", "parameters": {"id": 3213, "name": "Media24", "created_at": "2021-04-18 19:00:48.602955", "updated_at": "2021-04-19 00:03:00.312646", "wikipedia": null, "keywords": null, "related": null, "slug": "media24", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3213.png", "url": "media24.com", "documents": [{"id": 5248, "name": "Privacy Policy", "url": "https://www.media24.com/privacy-policy/", "xpath": "//body", "text": " LogoColourDark Created with Sketch.\n<i>\n</i>\n<ul>\n<li>CompanyCompany Company\n<ul>\n<li>About Media24</li>\n<li>Executive management</li>\n<li>Board of Directors</li>\n<li>Investor Centre</li>\n<li>Welkom Yizani</li>\n<li>BEE Scorecard</li>\n<li>Governance</li>\n<li>Company news</li>\n<li>Privacy</li>\n<li>Statement: Covid-19</li>\n</ul>\n</li>\n<li>BrandsBrands Brands\n<ul>\n<li>NewspapersNewspapers Newspapers <ul>\n<li>Beeld</li>\n<li>City Press</li>\n<li>Daily Sun</li>\n<li>Die Burger</li>\n<li>Rapport</li>\n<li>Soccer Laduma</li>\n<li>Son</li>\n<li>Volksblad</li>\n<li>more…</li>\n</ul>\n</li>\n<li>MagazinesMagazines Magazines <ul>\n<li>Huisgenoot</li>\n<li>YOU</li>\n<li>DRUM</li>\n<li>Landbouweekblad</li>\n<li>Tuis / Home</li>\n<li>SARIE</li>\n<li>Weg!/go!</li>\n<li>TRUE LOVE</li>\n<li>more…</li>\n</ul>\n</li>\n<li>DigitalDigital Digital <ul>\n<li>Business Insider</li>\n<li>Careers24</li>\n<li>Channel24</li>\n<li>Fin24</li>\n<li>Health24</li>\n<li>Netnuus</li>\n<li>Netwerk24</li>\n<li>News24</li>\n<li>more…</li>\n</ul>\n</li>\n<li>BooksBooks Books <ul>\n<li>Collegium</li>\n<li>NB Publishers</li>\n<li>Jonathan Ball Publishers</li>\n<li>Van Schaik Publishers</li>\n<li>Via Afrika</li>\n</ul>\n</li>\n<li>LogisticsLogistics Logistics <ul>\n<li>On the Dot Supply Chain Management</li>\n<li>On the Dot Contract Logistics</li>\n</ul>\n</li>\n<li>Lifestyle TVLifestyle TV Lifestyle TV <ul>\n<li>HONEY</li>\n<li>VIA</li>\n</ul>\n</li>\n<li>Content MarketingContent Marketing Content Marketing <ul>\n<li>New Media</li>\n</ul>\n</li>\n<li>Online ShopsOnline Shops Online Shops <ul>\n<li>Superbalist</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Advertise</li>\n<li>Subscribe</li>\n<li>Careers</li>\n<li>sacoronavirus</li>\n</ul> Contact Us <ul>\n<li>Afrikaans</li>\n<li>English</li>\n</ul> Contact Us <ul>\n<li>Afrikaans</li>\n<li>English</li>\n</ul>\n<i>\n</i> Privacy Policy <p>This is the main privacy policy for the Media24 Group (Media24) and applies to any of our products or services which you use on any of our Platforms, including our websites, mobile sites, mobile applications, emails or any other technology or service you use to access our products and services.\n“We”, “us” or “our” in this privacy policy refers to Media24 Proprietary Limited and its subsidiaries.\nThe terms “personal information”, “special personal information” and “process/ing” when used in this document shall bear the meanings as set out in the Protection of Personal Information Act 4 of 2013.\n</p>\n<p>It is important that you read this privacy policy together with other terms and conditions, privacy notices or policies we may provide on specific occasions when we collect or use your personal information.\nThis privacy policy supplements these notices and policies, and is not intended to override them.</p>\n<p>We respect your privacy and take the protection of personal information very seriously.\nThis privacy policy describes how we handle the personal information we collect about you and/or receive from you.\nBy using our Platforms you agree to our collection and use of your information as set out in this privacy policy.</p>\n<p>If you are below the age of 18 years, you must always get permission from your parent or guardian before you use our Platforms or give us your information.\nPlease note, we may check that your parent or guardian has given you permission to use our Platforms and/or give us your personal information, and may ask you for their contact details so we can contact them.\nWe may also check that the contact details you have given us are correct, and are the details of a person who is actually your parent or guardian.</p>\n<ul>\n<li> INFORMATION WE COLLECT AND RECEIVE <p>We collect personal information that is necessary for us to provide you with our services as advertised.\nWe only collect and use the minimum personal information we need in order to provide and improve our services.</p>\n<p>Examples of personal information which we may collect and process include your name.\nemail and/or physical address.\nfixed or mobile phone number.\nlocation information and in some circumstances (provided you have explicitly consented to us collecting and processing this personal information) your race or ethnic origin.\ngender.\nage.\nreligious or philosophical beliefs.\nfinancial, health or biometric information.\nculture.\nlanguage.\neducation or employment history.</p>\n<p>We collect and receive information about you in the following ways:</p>\n<p>\n<strong>Information you give us</strong>\n</p>\n<p>We collect your personal information through direct interactions with you and when you:</p>\n<ul>\n<li>Complete forms, sign up for an account, or subscribe or register to access or use our services.</li>\n<li>Enter promotional competitions or complete surveys.</li>\n<li>Post comments or content on our Platforms.</li>\n<li>Buy one of our products or services.</li>\n<li>Contact us.</li>\n</ul>\n<p>\n<strong>Information we automatically collect or receive when you use our Platforms, products or services</strong>\n</p>\n<p>We may automatically collect information about the equipment you use to access or use our Platforms, your browsing actions and patterns.\nWe do this through the use of cookies, web beacons and other technologies.</p>\n<p>A cookie is a small text file that our server sends to your hard drive when you visit our Platforms.\nThese cookies hold modest amounts of data specific to you and our Platforms.\nThey allow our system to recognise you when you visit our Platforms again.\nIf you prefer that we not use cookies when you use our Platforms, you can change your browser settings to disable the use of cookies.\nPlease note however that if you disable the use of cookies, you may not be able to enjoy all the features and functionalities of our Platforms.</p>\n<p>A web beacon is a small image file that we place on our Platforms or in an email.\nWe use it to track how many times a web page is accessed, the time it was accessed and the location of users who accessed it.</p>\n<p>Depending on how you access and use our Platforms, we may receive:</p>\n<ul>\n<li>Log information, including information on how, when and for how long you use our Platforms and other services, the content you view and search queries you submit.</li>\n<li>Information about the equipment you use to access or use our Platforms, including the type of device you are using, how you access our Platforms, your browser or operating system and your Internet Protocol (IP) address.</li>\n<li>The geographic location from which you accessed our Platforms, including your device’s GPS signal and information about nearby wifi networks and cell towers.\nWe get this information when you use location-enabled services.</li>\n</ul>\n<p>Click here to read our group policy on cookie consent.</p>\n<p>\n<strong>Information from third-party sources</strong>\n</p>\n<p>We may receive other information about you from third parties (where you have consented to such third party sharing your information with us) and combine it with the information we have collected about or received from you in other ways.\nWe may also receive information about you when you log into our Platforms using your social networking log-in details.</p>\n</li>\n<li> WHAT WE DO WITH YOUR PERSONAL INFORMATION <p>We use the personal information we collect and receive to:</p>\n<ul>\n<li>Identify you, verify your identity, create a user account for you and enter into a contract with you.</li>\n<li>Provide you with information, products or services you request from us.</li>\n<li>Comply with any contractual obligations we have in respect of the provision of information, products or services to you.</li>\n<li>Communicate with you regarding our Platforms and providing you with information, products or services, including billing, customer support, resolving complaints and quality control.</li>\n<li>Notify you about changes to our Platforms, services and products, terms and conditions, privacy policy or notices, and any other changes that impact our Platforms, services and products.</li>\n<li>Send you information about competitions, products or services that may interest you.</li>\n<li>Make our Platforms more user friendly.</li>\n<li>Market our Platforms, products and services to you, subject to your right to refuse to receive direct marketing communications.</li>\n<li>Personalise your interactions with our Platforms, tailor our services and Platforms to your interests and needs, and ensure they work on your device.</li>\n<li>Provide advertising that is relevant to you, limit the number of times you see the same advertisement and measure the effectiveness of the advertisements on our Platforms based on your online activities such as the websites and apps you use or content you view, and information we have about you.</li>\n<li>Get feedback from you which we need to develop our products and services and grow our business.</li>\n<li>Protect our legitimate business interests such as debt recovery, keeping our records up to date and studying our customer or user products or services.</li>\n<li>Comply with any legal or regulatory obligations such as tax or financial laws.</li>\n</ul>\n<p>We also use your personal information for research and statistical purposes.\nThe research and statistics we get from this process do not include your personal information and cannot be linked to you, nor can you be identified from these statistics.</p>\n<p>On some of our Platforms, we may collect and process special personal information.\nWe will only collect and process this information if you have explicitly consented to us collecting and processing this personal information and for the purpose for which you consented.</p>\n<p>We will not use your personal information for any other purpose without your permission.</p>\n<p>We keep your information for as long as we need it to provide our Platforms, products or services to you, and are required or allowed by law or the contract between you and us, or you have agreed to us keeping your information.</p>\n</li>\n<li> DISCLOSING YOUR PERSONAL INFORMATION <p>We do not sell your personal information to third parties for their marketing or any other purposes.</p>\n<p>We may provide or make your personal information available to:</p>\n<ul>\n<li>Other companies in the Naspers group of companies, details of which are available <strong>here</strong>, to learn more about our customers and create a more relevant, engaging customer experience.</li>\n<li>Companies that provide services to us or on our behalf, or enable us to provide services to you or operate the Platforms, including contractors, debt collectors, lawyers and auditors.</li>\n<li>Other parties where we are required to provide your personal information to comply with the law or protect our Platforms.</li>\n<li>Prospective and actual buyers, in the event that we sell, transfer or merge any part of our businesses or assets, or prospective or actual sellers, in the event that we choose to buy or merge with any other business.</li>\n<li>Third parties if you have agreed to us sharing your personal information with them, such as where you enter into a competition sponsored by a third party and where the provision of your information is a condition for entry to the competition, or where you express your interest in a product or service about which you would like more information.</li>\n<li>Other parties that provide content, advertising services or functionality on our Platforms.\nThese third parties include i) advertising service providers which help us and our advertising customers provide advertisements that are tailored to users’ interests, ii) audience-measurement companies which help us measure the overall usage of our Platforms and compare that usage with other online services, and iii) social networking services such as Facebook, Twitter, LinkedIn and Instagram that you may select to use to register for and log into some of our services and share things you find on our Platforms with your social network.\nWe do not control the privacy practices of these or any other third party services and recommend you read the privacy policies of these services before connecting to them.\nThese third parties may collect or receive information about your use of our Platforms, including through the use of cookies, web beacons and other technologies, and this information may be collected over time and combined with information collected on various websites and online services.</li>\n</ul>\n<p>We also share our research and statistical information with various third parties.\nHowever, this information does not include your personal information, cannot be linked to you and you cannot be identified from these statistics.</p>\n<p>Please note, some of the people or companies who have access to your personal information are located outside South Africa.\nWe will not share your personal information with these parties unless they are bound by privacy laws and corporate rules or agreements with us that protect the privacy of your personal information and limit their ability to share your personal information with other parties.\nWe will get your permission before we share your information with any third party.</p>\n</li>\n<li> YOUR RIGHTS <p>You have the right to ask us not to contact you for marketing purposes, and you can do this at any time by using any of the various “opt out” options that we always provide you with when we send you marketing communications.</p>\n<p>We manage several separate marketing distribution lists across the various Media24 business units, and opting out of one distribution list does not automatically remove you from all the other lists.</p>\n<p>You also have the right to request access to the information we have collected about you and request that we correct or update any incorrect or incomplete information.\nSuch request can be submitted by using the data subject access request form found here.</p>\n<p>You may at any time lodge an objection with us regarding our collection and use of your personal information at the email address listed below.</p>\n</li>\n<li> OUR COMMITMENT TO SECURITY <p>We have put in place administrative, technical and physical safeguards to protect your personal information and prevent loss, damage or unauthorised access to or disclosure of your information.\nThese security safeguards are based on generally accepted information security practices and procedures which apply to the Platforms, products and services we provide.\nWe regularly check that these safeguards are correctly implemented and continually updated in response to new risks or any identified deficiencies.</p>\n<p>Any information you submit to us through the internet is at your own risk.\nOnce we receive your personal information, our security safeguards apply.</p>\n<p>If we outsource any services to a third party that require the collection or use of your personal information, we put in place contracts that require these companies or people to respect the security of your personal information, treat it in accordance with the law, and collect and use it only for the purposes authorised by us.</p>\n</li>\n<li> LINKS TO OTHER WEBSITES <p>Our Platforms contain links to and from websites, mobile applications and/or services of third parties, advertisers and/or affiliates.\nClicking on these links or enabling these connections may allow third parties to collect or share information about you.\nPlease note, we have not evaluated nor control these third parties and are not responsible for the privacy practices of such other parties when you leave our Platforms.\nWe recommend you read the privacy statements of every website you visit which collects personal information.</p>\n</li>\n<li> INTERNATIONAL USERS <p>Media24 is based in South Africa and, regardless of where you use or access our Platforms, products or services, your information may be transferred to and maintained on servers located in South Africa or elsewhere in the world.</p>\n<p>Any of the information that we collect about you or receive from you is stored in line with South African privacy laws, regulations and standards, which may not be equivalent to the laws in your country of residence.</p>\n</li>\n<li> CHANGES TO THIS PRIVACY POLICY <p>This version of the privacy policy was last updated on 7 August 2020 and replaces any preceding privacy policies.</p>\n<p>We may occasionally update this privacy policy.\nAny changes we make will be posted on this page and we will notify you of the update in the appropriate manner.\nWhen you use our Platforms the version of the privacy policy posted on this page applies to you.\nWe encourage you to review this privacy policy whenever you access our Platforms.</p>\n</li>\n</ul> Media24 Head Office\n<p>40 Heerengracht<br>Cape Town<br>South Africa</p>\n<p>Email: <strong>privacy@media24.com</strong>\n</p>\n<p>If you are dissatisfied with our resolution of your complaint, you have the right to refer it to the Information Regulator, the supervisory authority for data protection issues in South Africa.\n<br>Email: <strong>inforeg@justice.gov.za</strong>\n</p>\n<p>To view Media24’s Promotion of Access to Information Act (PAIA) manual, click <strong>here</strong>.</p> Back to top <p> © 2021 Media24 All rights reserved \\ Privacy Policy </p> ", "created_at": "2021-04-18 19:00:49.611949", "updated_at": "2021-04-18 19:01:26.338659"}], "points": [], "urls": ["media24.com"]}}