{"error": 448, "message": "OK", "parameters": {"id": 6645, "name": "LVFS", "created_at": "2022-05-27 01:41:52.430933", "updated_at": "2022-06-13 22:01:05.354741", "wikipedia": "https://en.wikipedia.org/wiki/Fwupd", "keywords": null, "related": null, "slug": "lvfs", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/6645.png", "url": "fwupd.org", "documents": [{"id": 12105, "name": "Privacy Policy", "url": "https://lvfs.readthedocs.io/en/latest/privacy.html", "xpath": "", "text": " Privacy Report¶\n<p>We hold personal data about vendors, administrators, clients and other\nindividuals for a variety of purposes.\nThis policy sets out how we seek to protect personal data and ensure that\nadministrators understand the rules governing their use of personal data to\nwhich they have access in the course of their work.\nIn particular, this policy requires that the Data Protection Officer (DPO) be\nconsulted before any significant new data processing activity is initiated to\nensure that relevant compliance steps are addressed.</p> Scope¶\n<p>This policy applies to all users who have access to any of the personally\nidentifiable data.</p> Who is responsible for this policy?¶\n<p>As the Data Protection Officer, Richard Hughes.\nhas overall responsibility for the day-to-day implementation of this policy.\nThe DPO is registered with the Information Commissioner’s Office (ICO) in the\nUnited Kingdom as a registered data controller.</p> Fair and lawful processing¶\n<p>We must process personal data fairly and lawfully in accordance with individuals’ rights.\nThis generally means that we should not process personal data unless the\nindividual whose details we are processing has consented to this happening,\nor where such collection is unavoidable and/or considered pragmatic in the\ncontext, e.g.\nlogging the number of downloads of a particular file.</p>\n<p>We do not consider an IP address to represent a single user (due to NAT or VPN use),\nand as such metadata requests are not considered personal data using the draft GDPR guidelines.</p> Accuracy and relevance¶\n<p>We will ensure that any personal data we process is accurate, adequate,\nrelevant and not excessive, given the purpose for which it was obtained.\nWe will not process personal data obtained for one purpose for any unconnected\npurpose unless the individual concerned has agreed to this or would otherwise\nreasonably expect this.\nIndividuals may ask that we correct inaccurate personal data relating to them.\nIf you believe that information is inaccurate you should inform the DPO.</p> Your personal data¶\n<p>You must take reasonable steps to ensure that personal data we hold about\nhardware vendors is accurate and updated as required.\nFor example, if your personal circumstances change, please update them using\nthe profile pages or inform the Data Protection Officer.</p> Data security¶\n<p>We keep personal data secure against loss or misuse.\nWhere other organizations process personal data as a service on our behalf,\nthe DPO will establish what, if any, additional specific data security\narrangements need to be implemented in contracts with those third party\norganizations.</p> Storing data securely¶\n<p>All data is stored electronically.\nAll documents and code are held on a locked LUKS partition with a password\nadhering to security best practices.</p> Data retention¶\n<p>We must retain personal data for no longer than is necessary.\nWhat is necessary will depend on the circumstances of each case, taking into\naccount the reasons that the personal data was obtained, but should be\ndetermined in a manner consistent with our data retention guidelines.\nAnonymized user data (e.g.\nmetadata requests) will be kept for a maximum of\n5 years which allows us to project future service requirements and provide\nusage graphs to the vendor.</p> Transferring data internationally¶\n<p>There are restrictions on international transfers of personal data.\nWe do not transfer personal data anywhere outside the EU without the approval\nof the Data Protection Officer, unless required to do so by law.</p> Subject Access Requests¶\n<p>Please note that under the Data Protection Act 1998, individuals are entitled,\nsubject to certain exceptions, to request access to information held about them.</p>\n<p>On receiving a subject access request, we will refer that request immediately\nto the DPO.\nWe may ask you to help us comply with those requests.\nPlease also contact the Data Protection Officer if you would like to correct\nor request information that we hold about you.\nThere are also restrictions on the information to which you are entitled under\napplicable law.</p> Processing data¶\n<p>We will never use identifiable vendor data for direct marketing purposes.</p> GDPR Provisions¶\n<p>Where not specified previously in this policy, the following provisions will\nbe in effect on or before 11 November 2020.</p> Transparency of data protection¶\n<p>Being transparent and providing accessible information to individuals about how\nwe will use their personal data is important for our project.\nThe following are details on how we collect data and what we will do with it:</p> Firmware Vendor Information¶\n<ul>\n<li>\n<strong>What:</strong> The hardware vendor name, password, GPG public key and content of original\nuploaded firmware files.</li>\n<li>\n<strong>Why collected:</strong> Secure authentication, to allow any possible future audit\nand to provide authorized users access to signed firmware files.</li>\n<li>\n<strong>Where stored:</strong> AWS hosted PostgreSQL database in Oregon, USA region.</li>\n<li>\n<strong>When copied:</strong> Full backups weekly, with daily snapshots both to AWS backup.</li>\n<li>\n<strong>Who has access:</strong> The hardware vendor (filtered by the QA group), Linux\nFoundation Infrastructure Team and the DPO.</li>\n<li>\n<strong>Wiped:</strong> When the vendor requests deletion of the user account.</li>\n</ul> Service Event Log¶\n<ul>\n<li>\n<strong>What:</strong> IP address (unhashed) and REST method requested, along with any error.</li>\n<li>\n<strong>Why collected:</strong> Providing an event log for checking what the various\nhardware vendors are doing, or trying to do.</li>\n<li>\n<strong>Where stored:</strong> AWS hosted PostgreSQL database in Oregon, USA region.</li>\n<li>\n<strong>When copied:</strong> Full backups weekly, with daily snapshots both to AWS backup.</li>\n<li>\n<strong>Who has access:</strong> The hardware vendor (filtered by the QA group), Linux\nFoundation Infrastructure Team and the DPO.</li>\n<li>\n<strong>Wiped:</strong> When the QA group is deleted.</li>\n</ul> Firmware Download Log¶\n<ul>\n<li>\n<strong>What:</strong> IP address (hashed), timestamp, filename of firmware, user-agent of client.</li>\n<li>\n<strong>Why collected:</strong> To know what client versions are being used for download,\nand to provide a download count over time for a specific firmware file.</li>\n<li>\n<strong>Where stored:</strong> AWS hosted PostgreSQL database in Oregon, USA region.</li>\n<li>\n<strong>When copied:</strong> Full backups weekly, with daily snapshots both to AWS backup.</li>\n<li>\n<strong>Who has access:</strong> The hardware vendor (filtered by the QA group), Linux\nFoundation Infrastructure Team and the DPO.</li>\n<li>\n<strong>Wiped:</strong> When the firmware is deleted.</li>\n</ul> Firmware Reports¶\n<ul>\n<li>\n<strong>What:</strong> Machine ID (hashed), failure string and checksum of failing file,\nOS distribution name and version.</li>\n<li>\n<strong>Why collected:</strong> Allows the hardware vendor to assess if the firmware update\nis working on real hardware.</li>\n<li>\n<strong>Where stored:</strong> AWS hosted PostgreSQL database in Oregon, USA region.</li>\n<li>\n<strong>When copied:</strong> Full backups weekly, with daily snapshots both to AWS backup.</li>\n<li>\n<strong>Who has access:</strong> The hardware vendor (filtered by the QA group), Linux\nFoundation Infrastructure Team and the DPO.</li>\n<li>\n<strong>Wiped:</strong> When the firmware is deleted.</li>\n</ul>\n<p>We will ensure any use of personal data is justified using at least one of\nthe conditions for processing and this had been specifically documented above.</p> Consent¶\n<p>The data that we collect is subject to active consent by the data subject.\nThis consent can be revoked at any time.\nRevoking consent to use data ends any vendor relationship with the LVFS.</p> Data portability¶\n<p>Upon request, a data subject should have the right to receive a copy of their\ndata in a structured format, typically an SQL export.\nThese requests should be processed within one month, provided there is no\nundue burden and it does not compromise the privacy of other individuals.\nA data subject may also request that their data is transferred directly to\nanother system.\nThis is available for free.</p> Right to be forgotten¶\n<p>A vendor may request that any information held on them is deleted or removed,\nand any third parties who process or use that data must also comply with the request.\nAn erasure request can only be refused if an exemption applies.</p> Privacy by design and default¶\n<p>Privacy by design is an approach to projects that promote privacy and data\nprotection compliance from the start.\nThe DPO will be responsible for conducting Privacy Impact Assessments and\nensuring that all changes commence with a privacy plan.\nWhen relevant, and when it does not have a negative impact on the data subject,\nprivacy settings will be set to the most private by default.</p> Data audit and register¶\n<p>Regular data audits to manage and mitigate risks will inform the data register.\nThis contains information on what data is held, where it is stored,\nhow it is used, who is responsible and any further regulations or retention\ntimescales that may be relevant.</p> Reporting breaches¶\n<p>All users of the LVFS have an obligation to report actual or potential data\nprotection compliance failures.\nThis allows us to:</p>\n<ul>\n<li>Investigate the failure and take remedial steps if necessary</li>\n<li>Maintain a register of compliance failures</li>\n<li>Notify the Supervisory Authority (SA) of any compliance failures that are\nmaterial either in their own right or as part of a pattern of failures</li>\n</ul>\n<p>Please refer to the DPO for our reporting procedure.</p> Monitoring¶\n<p>Everyone who actively uses the LVFS must observe this policy.\nThe DPO has overall responsibility for this policy.\nThey will monitor it regularly to make sure it is being adhered to.</p> Consequences of Failing to Comply¶\n<p>We take compliance with this policy very seriously.\nFailure to comply puts both you and us at risk.\nThe importance of this policy means that failure to comply with any requirement\nmay lead to disciplinary action under our procedures.\nIf you have any questions or concerns about anything in this policy,\ndo not hesitate to contact the DPO.</p> Love Documentation? Write the Docs Portland is a 3-day virtual docs event.\nMay 22-24.<small>\n<em>Community Ad</em>\n</small> LVFS Navigation\n<p>Contents:</p>\n<ul>\n<li>Introduction</li>\n<li>Getting an Account</li>\n<li>Metadata</li>\n<li>Uploading Firmware</li>\n<li>Firmware Testing</li>\n<li>Claims</li>\n<li>User Telemetry</li>\n<li>Custom Protocol</li>\n<li>Privacy Report<ul>\n<li>Scope</li>\n<li>Who is responsible for this policy?</li>\n<li>Fair and lawful processing</li>\n<li>Accuracy and relevance</li>\n<li>Your personal data</li>\n<li>Data security</li>\n<li>Subject Access Requests</li>\n<li>Processing data</li>\n<li>GDPR Provisions</li>\n<li>Transparency of data protection</li>\n<li>Consent</li>\n<li>Data portability</li>\n<li>Right to be forgotten</li>\n<li>Privacy by design and default</li>\n<li>Data audit and register</li>\n<li>Reporting breaches</li>\n<li>Monitoring</li>\n<li>Consequences of Failing to Comply</li>\n</ul>\n</li>\n<li>Offline Firmware</li>\n<li>Product Certification</li>\n<li>LVFS Releases</li>\n</ul> Related Topics\n<ul>\n<li>Documentation overview<ul>\n<li>Previous: Custom Protocol</li>\n<li>Next: Offline Firmware</li>\n</ul>\n</li>\n</ul> Quick search ©2016-2020, Richard Hughes.\n| Powered by Sphinx 1.8.6 &amp.\nAlabaster 0.7.12 &nbsp.\nv: latest <dl>\n<dt>Versions</dt>\n<dd> latest </dd>\n</dl>\n<dl>\n<dt>Downloads</dt>\n<dd>PDF</dd>\n<dd>HTML</dd>\n<dd>Epub</dd>\n</dl>\n<dl>\n<dt>On Read the Docs</dt>\n<dd> Project Home </dd>\n<dd> Builds </dd>\n<dd> Downloads </dd>\n</dl>\n<dl>\n<dt>On GitLab</dt>\n<dd> View </dd>\n<dd> Edit </dd>\n</dl>\n<dl>\n<dt>Search</dt>\n<dd>\n</dd>\n</dl>\n<small> Hosted by Read the Docs · Privacy Policy </small> ", "created_at": "2022-05-27 01:41:52.433354", "updated_at": "2022-05-26 23:42:11.075193"}], "points": [{"id": 27893, "title": "The service is open-source", "source": "https://gitlab.com/fwupd/lvfs-website/-/blob/master/COPYING", "status": "This is a GPLv2+ Open Source project.", "created_at": "2022-05-27 10:38:25.251324", "updated_at": "2022-06-13 12:00:10.48857", "quoteText": null, "case_id": 485, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27897, "title": "You are not being tracked", "source": "https://gitlab.com/fwupd/lvfs-website/-/blob/master/lvfs/main/routes.py#L290", "status": "We don't track users in any way, and only store download counts for each firmware access for vendors", "created_at": "2022-05-27 10:53:25.522376", "updated_at": "2022-05-27 10:53:25.522376", "quoteText": null, "case_id": 218, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27896, "title": "The service claims to be GDPR compliant for European users", "source": "https://lvfs.readthedocs.io/en/latest/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-05-27 10:44:17.618013", "updated_at": "2022-05-27 10:44:17.618013", "quoteText": "GDPR", "case_id": 481, "document_id": 12105, "quoteStart": 1531, "quoteEnd": 1535}, {"id": 27895, "title": "You can scrape the site, as long as it doesn't impact the server too much", "source": "https://lvfs.readthedocs.io/en/latest/offline.html#mirror-the-public-firmware", "status": "We allow users to mirror the entire public archive.", "created_at": "2022-05-27 10:42:57.365287", "updated_at": "2022-05-27 10:42:57.365287", "quoteText": null, "case_id": 389, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27894, "title": "You are responsible for any risks, damages, or losses that may incur by downloading materials", "source": "https://github.com/fwupd/fwupd/blob/main/data/remotes.d/lvfs.metainfo.xml", "status": "We have in the AppStream metadata: \"Enabling this functionality is done at your own risk, which means you have to contact your original equipment manufacturer regarding any problems caused by these updates.\"", "created_at": "2022-05-27 10:41:16.116481", "updated_at": "2022-05-27 10:41:16.116481", "quoteText": null, "case_id": 291, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["fwupd.org"]}}