{"error": 448, "message": "OK", "parameters": {"id": 2429, "name": "pCloud", "created_at": "2020-11-28 18:08:36.56417", "updated_at": "2021-03-25 03:19:53.528102", "wikipedia": null, "keywords": null, "related": null, "slug": "pcloud", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2429.png", "url": "pcloud.com", "documents": [{"id": 3178, "name": "Intellectual Property Policy", "url": "https://www.pcloud.com/int_pr_policy.html", "xpath": "/html/body/div[3]/div/div[3]", "text": " Intellectual Property Policy Copyright and Intellectual Property Policy\n<p>\n<em> Notice of Copyright or Intellectual Property Infringement </em>\n<br>\nWe respect the intellectual property rights of others.\nPlease notify us in writing, by e-mail: abuse@pcloud.com or postal mail, to our designated agent listed below if you believe that a user of the Site or Services has infringed your intellectual property rights.\nIn the United States, this policy is provided pursuant to Section 512 of the Copyright Revision Act, as enacted through the Digital Millennium Copyright Act (\"<b>DMCA</b>\").\n</p>\n<p>\nTo be effective, your notification should include:\n</p>\n<ol>\n<li>\nidentification of the copyrighted work or other intellectual property claimed to have been infringed, or if multiple copyrighted or other intellectual property works are covered by a single notification, a representative list of such works.\n</li>\n<li>\nidentification of the claimed infringing material and information reasonably sufficient to permit pCloud to locate the material on the Site or Services.\n</li>\n<li>\ninformation reasonably sufficient to permit us to contact you, such as an address, telephone number, and, if available, an e-mail address.\n</li>\n<li>\na statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law (not required for European Union users).\n</li>\n<li>\na statement by you, made under the penalty of perjury, that the above information in your notification is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf (not required for European Union users).\nand\n</li>\n<li> your physical or electronic signature.\n</li>\n</ol>\n<p>\nYou acknowledge and agree that upon receipt and notice of a claim of infringement, we may promptly remove the identified materials from the Site and Services without liability.\n</p>\n<p>\n<em>Counter-Notice by Accused User</em>\n<br>\nIf we have taken down your materials due to suspicion of copyright or other intellectual property infringement, you may dispute the alleged infringement by sending a written communication by e-mail or mail to our designated agent listed below.\nYour written communication should include the following:\n</p>\n<ol>\n<li> your physical or electronic signature.\n</li>\n<li>\nidentification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.\n</li>\n<li>\na statement that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled (not required for European Union users).\nand\n</li>\n<li>\nyour name, address, and telephone number, and a statement that you consent to the jurisdiction of federal District Court for the judicial district in which such address is located, or, if your address is outside of the United States, the United States District Court for the Northern District of California, and that you will accept service of process from the person who provided notification of copyright infringement or an agent of such person (not required for European Union users).\n</li>\n</ol>\n<p>\nPlease send all notices under the above infringement policies by e-mail or mail to the following individual, designated as pCloud's agent for receipt of notifications of claimed infringement:\n</p>\n<p>\n<strong>Copyright Agent</strong>\n<br>\nIncorporate Now Inc<br>\n512 Lucerne Ave<br>\nLake Worth, FL 33460<br>\nUnited States <br>\nPhone: (800) 371-1217<br>\nFax: (800) 371-0235<br>\nEmail: notice@incorporatenow.com<br>\n</p>\n<p>\n<strong>Note:</strong> Please do not send notices or inquiries about anything other than alleged copyright or other intellectual property infringement to our agent for notice as detailed above.\n</p>\n<p>\n<em> Repeat Infringers </em>\n<br> We can undertake measures, in our discretion, if you are determined to be a repeat infringer.\nRepeat infringers are users, who have been the subject of more than <strong>one</strong> valid takedown request that has not been successfully rebutted.\nThose measures on our part may include limiting part of the functionalities of the pCloud service you are using.\n</p>\n<p>\n<em>Revised: <strong>5 Oct.\n2020</strong>\n</em>\n</p> ", "created_at": "2020-11-28 18:09:24.951308", "updated_at": "2020-11-28 18:09:30.689468"}, {"id": 3179, "name": "Privacy Notice", "url": "https://www.pcloud.com/privacy_policy.html", "xpath": "/html/body/div[3]/div/div[3]", "text": " Privacy Policy 1.\nOverview <p> pCloud values your privacy.\nWe have prepared this Privacy Policy to explain how we collect, use, protect, and disclose information and data when you use the pCloud website located at https://www.pcloud.com and any pCloud mobile applications (\"Site\") or pCloud services (\"Services\").\n</p>\n<p> This Privacy Policy also explains your choices for managing your information preferences, including opting out of certain uses of your Personal Information (as defined below).\nThe Policy applies to all pCloud services and any associated services (referred to as the ‘pCloud’).\nThe terms governing your use of the pCloud Service are defined in our Terms of service (the “Terms and Conditions”).\nThe Site is operated by pCloud AG, Switzerland (hereinafter referred to as \"pCloud\", \"we\", \"us\" and \"our\").\nFor the purposes of applicable European Union data protection legislation, we are the data controller.\n</p> 2.\nWhat Personal Data Do We Collect? Personal Data provided by you <ul>\n<li>\n<em>Personal data about you upon registration</em> - You will be asked to provide your email address to establish an Account.\n</li>\n<li>\n<em>Personal data that you choose to provide us to obtain additional Services or specific online Services </em>– If you request to participate in an optional Site feature, or request enhanced Services or other elective functionality, we may collect additional information from you.\n</li>\n</ul>\n<p> We will provide you with a separate notice at the time of collection, if the use of that Personal Data differs from the uses disclosed in this Privacy Policy.\n</p> Personal Data as you use our Site or Services <p> We will collect information about you as you use the Site or Service, such as your IP address, browser type and version, operating system, referral source and device information.\n<br> Through tracking services, we will collect information about you such as length of visit, page views and navigation paths, as well as information about the timing, frequency and pattern of your usage, operating system, device information, behavior, visited pages, etc.\nThis anonymous information can not be identified directly with you.\n<br> We collect information about purchases you've made through our Site or Services, such as product type, subscription type, date of purchase, etc.\n</p> Personal Data about you if you visit as a guest <p> Certain limited Services are available without being required to log in to or establish an Account, also referred to as Guest Usage.\nSuch is visiting our trade site, accessing a download or upload link and others.\nWe will collect information about you such as length of visit, page views and navigation paths, as well as information about the timing, frequency and pattern of your service usage, operating system, device information, behavior, visited pages.\nThis anonymous information can not be identified directly with you.\n</p> Personal Data about you from third-party sources <ul>\n<li>\n<em>Personal Data from payment processors</em>: we will collect information about you from payment providers when you purchase products offered on the Site or Service.\nInformation varies per payment providers but might include: your IP address, country, email, post code, name, last four digits of your card.\n</li>\n<li>\n<em>Personal Data about your friends and contacts</em> – It may be easier to share content with your friends and contacts if you provide their email addresses while using the Service or if you connect your contact list or friend list to your Account.\nIf you choose to connect your contact list information on your device with your Account and/or establish an account connection between a social media platform and your Account, we will collect and use your contact list or friend list information to show suggestions when you want to share content from your pCloud with someone.\n</li>\n<li>\n<em>Personal Data from your accounts for other services</em> - You have the option to back up content from various services you use.\nIn this case you will be asked to authorize access to your third party services' accounts.\nUpon this event we might receive various Personal Data about you, depending on the named service's Privacy Policy.\n</li>\n<li>\n<em>Personal Data about you when you register with third party services</em> - When you choose to establish an Account at pCloud with a third party service, we might receive information about you such as name, language, gender and other, depending on the access permissions you allow.\n</li>\n</ul> More Information on card details storing <p> We are legally obligated to secure your consent to allow us to store your card details for future use.\nAs per our policy, we cannot process your payment before you agree to such storing.\n</p>\n<ul>\n<li>\n<b>How long will card details be stored?</b>\n</li> Your card details will be stored for as long as you are subscribed to pCloud's \"Paid Services\".\n<li>\n<b>How will my stored card details be used?</b>\n</li> Your card details will be used only for your subscription to pCloud's \"Paid Services\" and to automatically renew it until it's explicitly cancelled.\n<li>\n<b>Can these terms change?</b>\n</li> Please refer to paragraph \"Updates or Changes in Processing\" of this Privacy Policy for information regarding changes of these terms.\n</ul> Other information we collect related to your use of our Sites or Services <p> We may collect additional information from or about you when you communicate with us, contact our customer support teams or respond to a survey.\n</p> 3.\nWhy Do We Retain Personal Data? <p> We retain Personal Data in an identifiable format for the least amount of time necessary to fulfill our legal or regulatory obligations and for our business purposes.\nWe may retain Personal Data for longer periods than required by law if it is in our legitimate business interests and not prohibited by law.\nIf your Account is closed, we may take steps to mask Personal Data and other information, but we reserve our ability to retain and access the data for so long as required to comply with applicable laws.\nWe will continue to use and disclose such Personal data in accordance with this Privacy Policy.\n</p> 4.\nHow Do We Process Personal Data? <p> We may Process your Personal Data for a variety of reasons that are justified under data protection laws in the European Economic Area (EEA) and Switzerland.\n</p>\n<p>To operate the Sites and provide the Services, including to:</p>\n<ul>\n<li>initiate a payment</li>\n<li>authenticate your access to Account.</li>\n<li> communicate with you about your Account, the Sites, the Services, or pCloud.\n</li>\n<li> create an account connection between your Account and a third-party account or platform.\n</li>\n</ul>\n<p>For our legitimate interests, including to:</p>\n<ul>\n<li>enforce the terms of our Sites and Services;</li>\n<li> manage our everyday business needs, such as monitoring, analyzing.\n</li>\n<li> anonymize Personal data in order to provide aggregated statistical data to third parties, including other businesses and members of the public, about how, when, and why Users visit our Sites and use our Services.\n</li>\n<li> to manage our business needs, such as monitoring, analyzing, and improving the Services and the Sites’ performance and functionality.\n</li>\n<li> to manage risk and protect the Sites, the Services and you from fraud by verifying your identity, and helping to detect and prevent fraud and abuse of the Sites or Services.\n</li>\n<li> to comply with our obligations and to enforce the terms of our Sites and Services, including to comply with all applicable laws and regulations.\n</li>\n</ul>\n<p>With your consent, including to:</p>\n<ul>\n<li> to market to you by delivering marketing materials about pCloud products and online Services.\nWe may also Process your Personal Data to tailor certain Services or Site experiences to better match our understanding of your interests.\n</li>\n<li> to provide personalized Services offered by pCloud on third-party websites and online services.\nWe may use your Personal Data and other information collected in accordance with this Privacy Policy to provide a targeted display, feature or offer to you on third-party websites.\nWe may use tracking technologies to provide these online services and/or work with other third-parties such as advertising or analytics companies to provide these online services.\n</li>\n<li> to respond to your requests, for example to contact you about a question you submitted to our customer service team.\n</li>\n</ul>\n<p>\n<strong>You can withdraw your consent at any time and free of charge.\nPlease refer to the section on “Your Privacy Choices” for more information on how to do that.</strong>\n</p> 5.\nDo We Share Personal Data? <p> We may share your Personal Data or other information about you with others in a variety of ways as described in this section of the Privacy Policy.\nWe may share your Personal Data or other information for the following reasons: </p>\n<ul>\n<li> with payment providers in order to initialize a payment process - personal data necessary to facilitate the transaction.\n</li>\n<li> with third party services monitoring the proper functioning of the service - Anonymous data and performance analytics to help us enhance Users’ experiences.\n</li>\n</ul>\n<p> We may share information about you with other parties for pCloud’s business purposes or as permitted or required by law, including: </p>\n<ul>\n<li> if we need to do so to comply with a law, legal process or regulations.\n</li>\n<li> to law enforcement authorities or other government officials, or other third parties pursuant to a subpoena, a court order or other legal process or requirement applicable to pCloud.\n</li>\n<li> if we believe, in our sole discretion, that the disclosure of Personal Data is necessary or appropriate to prevent physical harm or financial loss or in connection with an investigation of suspected or actual illegal activity.\n</li>\n<li>to protect the vital interests of a person;</li>\n<li> to investigate violations of or enforce a user agreement or other legal terms applicable to any Service.\n</li>\n<li>to protect our property, Services and legal rights;</li>\n<li> to facilitate a purchase or sale of all or part of pCloud’s business.\n</li>\n<li> to help assess and manage risk and prevent fraud against us, our Users and fraud involving our Sites or use of our Services, including fraud that occurs at or involves our business partners, strategic ventures, or other individuals, and merchants.\n</li>\n<li>to companies that we plan to merge with or be acquired by.\nand</li>\n<li> to support our audit, compliance, and corporate governance functions.\n</li>\n</ul>\n<p>With your consent:</p>\n<ul>\n<li> We share your Personal Data and other information with your consent or direction, including if you authorize an account connection with a third-party account or platform.\n</li>\n<li> We share your Personal Data with advertising and analytical companies to deliver information relevant to you about new features and offers.\n</li>\n</ul>\n<p>Profile Information You Make Available to Others:</p>\n<ul>\n<li> By using the Site or the Services you may make certain of your Personal Information available to others.\nFor example, your email address will be visible when you share a file or a folder with another user of the Site or Services.\nYou should therefore ensure that any person who you share a file or folder with is someone who you are happy to share your email address with.\n</li>\n</ul>\n<p> In addition, pCloud may provide aggregated statistical data to third-parties, including other businesses and members of the public, about how, when, and why Users visit our Sites and use our Services.\nThis data will not personally identify you or provide information about your use of the Sites or Services.\n</p>\n<p>\n<strong>We do not share your Personal Data with third parties for their marketing purposes.</strong>\n</p> 6.\nSelling data to third parties <p> We do not, have not and do not have any future plans to sell your personal information to third parties.\n</p> 7.\nAutomated decision making and profiling <p>We use the information about you and your usage of the service:</p>\n<ul>\n<li> to send you automated messages or notifications relevant to your user experience.\n</li>\n<li>to run usability and A/B tests to help us improve our service.</li>\n</ul> 8.\nProcessing in the EU and the US <p> You may choose to store your information on secure servers in the European Union or the United States.\nIf you choose to store your information in the United States you are causing your Personal Data to be transferred to our servers located in the United States.\nThe laws of the United States may not be as protective of your privacy as those of the European Union.\nFurthermore, if you are outside the United States and the European Union, the laws of these jurisdictions may not be as protective of your privacy as the laws of your location.\nYou can change where your data is stored, and choose to have your data stored in the European Union or the United States, by using the options available in your account settings.\nBy using our Site or Services and submitting Personal Information via the Site, you understand that the collection, use, transfer, and disclosure of your Personal Data shall be governed by applicable laws in the European Union and United States.\n</p> 9.\nHow Do We Use Cookies and Tracking Technologies? <p> We use cookies (a small text file placed on your computer to identify your computer and browser) on the Site.\nWe use cookies to improve the experience of the Site and Services, such as pre-populating your username for easier login and preserving your user session.\nWe do not use cookies to collect Personal Information.\nMost web browsers are initially set up to accept cookies.\nYou can reset your web browser to refuse all cookies or to indicate when a cookie is being sent, however, certain features of the Site or Services may not work if you delete or disable cookies.\nYou can also learn more about cookies by visiting www.allaboutcookies.org which includes additional useful information on cookies and how to block cookies using different types of browser.\npCloud's cookies are automatically deleted after 1 year.\n</p> 10.\nDo we process special categories of personal data? <p> pCloud does not process any personal data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership, and the processing of genetic data, biometric data for the purpose of uniquely identifying a natural person, data concerning health or data concerning a natural person’s sex life or sexual orientation.\n</p> 11.\nWhat Privacy Choices Are Available To You? <p> At pCloud, we want to give you maximum control over your personal data.\nLearn here how you can manage your information.\n</p> 12.\nWhat Are Your Rights? <p> In this section, we have summarized the rights that you have under data protection law.\nFor a more detailed explanation of your rights, please refer to the relevant laws and guidance from the regulatory authorities.\n</p>\n<p>\n<strong>The right to be informed</strong>\n<br> pCloud’s Privacy Policy describes our practices in detail using simple language.\nEverything you need to know is here.\nIf you have more questions, feel free to contact us at privacy@pcloud.com.\n</p>\n<p>\n<strong>The right to rectification</strong>\n<br>If you believe we have the wrong data about you, or that your data is incomplete, feel free to change it at any time through your Account settings.\nLearn here how you can manage your information.\n</p>\n<p>\n<strong>The right to erasure</strong>\n<br>When you delete your pCloud account your data and files are deleted from your devices without undue delay.\n</p>\n<p>\n<strong>The right to restrict processing</strong>\n<br>You can temporary restrict the processing of your data by suspending your account.\nSuspended accounts are kept for 3 months, unless specifically stated otherwise.\nDuring this period the account can be restored at any time and information or files will be lost.\nAt the end of the period non-restored accounts are deleted automatically and information is deleted.\nContact us at privacy@pcloud.com to request account suspensions by stating your reasons.\n</p>\n<p>\n<strong>The right to data portability</strong>\n<br> Contact us at privacy@pcloud.com to request a copy of the data we store about you.\nOnce it is ready, you will receive the file via email.\n</p>\n<p>\n<strong>The right of access</strong>\n<br> Read our privacy policy for details about what data is processed by us.\nContact us at privacy@pcloud.com if you have further questions.\n</p>\n<p>\n<strong>The right to object</strong>\n<br> On top of the ability to opt out of processing by changing your settings, you can object to the processing of certain forms of data, as described in Privacy Options.\nContact us at privacy@pcloud.com if you have further questions.\n</p>\n<p>\n<strong>The right to appeal automated decisions and profiling</strong> We may make an automated decision to block a user, in case we suspect this user is using our services for illegal acts or acts that violate our terms of use.\nIf you believe that your account was unlawfully blocked, you can contact our support team.\n</p>\n<p>\n<strong>The right against discrimination</strong>\n<br>If you’re a resident of California, United States, you have the right not to receive discriminatory treatment by us for the exercise of your privacy rights conferred by the California Consumer Privacy Act (CCPA).\n</p>\n<p>\n<strong>Note that filing multiple claims might be subject to a fee, not exceeding 10 GBP.</strong>This does not apply for requests made under the Brazillian LGPD (Lei Geral de Proteção de Dados).\n</p> 13.\nHow Do We Protect Your Personal Data? <p> We maintain technical, physical, and administrative security measures designed to provide reasonable protection for your Personal Data against loss, misuse, unauthorised access, disclosure, and alteration.\nThe security measures include firewalls, data encryption, physical access controls to our data centres, and information access authorisation controls.\nWhile we are dedicated to securing our systems and Services, you are responsible for securing and maintaining the privacy of your password(s) and Account/profile registration information and verifying that the Personal Data we maintain about you is accurate and current.\nWe are not responsible for protecting any Personal Data that we share with a third-party based on an account connection that you have authorised.\n</p>\n<p> In the unlikely event that a security breach which affects individuals’ rights and freedoms is discovered, according to our risk assesment policy, pCloud will inform those individuals without undue delay.\n</p> 14.\nCan Children Use Our Services? <p> The Site and Services are intended for users who are 18 years old or older.\nWe do not knowingly collect Personal Information from children under the age of 18.\nIf we become aware that we have inadvertently received Personal Information from a child under the age of 18, we will delete such information from our records.\n</p> 15.\nUpdates or Changes in Processing <p> If we wish to use your personal data for a new purpose, not covered by this Privacy Policy, then we will provide you with a new notice explaining this new use prior to commencing the processing and setting out the relevant purposes and processing conditions.\nWhere and whenever necessary, we will seek your prior consent to the new processing.\n</p>\n<p> We keep this Privacy Policy under regular review and we will place any updates on this web page https://www.pcloud.com/privacy_policy.html.\n</p>\n<p> In other circumstances, if we decide to change this Privacy Policy, we will inform you by posting the revised Privacy Policy on the Site.\nThose changes will become effective on the revision date, shown in the revised Privacy Policy.\nYour continued use of our Site or Services constitutes your consent to the revised Privacy Policy.\n</p> 16.\nContact Us <p> You may contact us if you have general questions or concerns about this Privacy Policy and supplemental notices or the way in which we handle your Personal Data.\n<br>Our Data Protection Officer can be contacted at privacy@pcloud.com </p> 17.\nDefinitions <p>\n<strong>Account</strong> means a pCloud member account.</p>\n<p>\n<strong>Device Information </strong> means data that can be automatically collected from any device used to access the Site or Services.\nSuch information may include, but is not limited to, your device type.\nyour device’s network connections.\nyour device’s name.\nyour device IP address.\ninformation about your device’s web browser and internet connection you use to access the Site or Services.\n</p>\n<p>\n<strong>Guest Usage</strong> means a person’s Use of the Services without logging into and/or establishing an Account.\n</p>\n<p>\n<strong>pCloud</strong> means pCloud AG, LTD and subsidiaries or affiliates.\nIn this Privacy Policy, pCloud is sometimes referred to as “we,” “us,” or “our,” depending on the context.\n</p>\n<p>\n<strong>Personal Data</strong> means information that can be associated with an identified or directly or indirectly identifiable natural person.\n“Personal Data” can include, but is not limited to, name, telephone number, email address, date of birth.\n</p>\n<p>\n<strong>Process</strong> means any method or way that we handle Personal Data or sets of Personal Data, whether or not by automated means, such as collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, and consultation, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction of Personal Data.\n</p>\n<p>\n<strong>Services</strong> means any products, services, content, features, technologies, or functions, and all related websites, applications and services offered to you by pCloud with an Account or Guest Usage.\n</p>\n<p>\n<strong>Sites</strong> means the websites, mobile apps, official social media platforms, or other online properties through which pCloud offers the Services and which has posted or linked to this Privacy Policy.\n</p>\n<p>\n<strong>Technical Usage Data</strong> means information we collect from your phone, computer or other device that you use to access the Sites or Services.\nTechnical Usage Data tells us how you use the Sites and Services, such as what you have searched for and viewed on the Sites and the way you use our Services, including your IP address, statistics regarding how pages are loaded or viewed, the websites you visited before coming to the Sites and other usage and browsing information collected through Cookies.\n</p>\n<p>\n<strong>User</strong> means an individual who uses the Services or accesses the Sites and has established a relationship with pCloud (for example, by opening an Account and agreeing to the pCloud Terms of Service) or otherwise uses the Services for Guest Usage.\n</p>\n<p> Revised: 10 August 2020 </p> ", "created_at": "2020-11-28 18:10:05.749471", "updated_at": "2020-11-28 18:10:08.817227"}, {"id": 3180, "name": "Terms and Conditions", "url": "https://www.pcloud.com/terms_and_conditions.html", "xpath": "/html/body/div[3]/div/div[3]", "text": " Terms and Conditions <p> These Terms of Service (\"<b>Terms</b>\") govern your use of the pCloud website located at http://www.pcloud.com (the \"<b>Site</b>\") and the pCloud services, including the API (Application Program Interface) (collectively the \"<b>Services</b>\").\nThese Terms apply to all users of the Site and Services.\nBy using the Site or Services, you agree to these Terms.\n</p> Information About us <p> The Site is operated by pCloud AG (hereinafter referred to as \"<b>pCloud</b>\", \"<b>we</b>\", \"<b>us</b>\" and \"<b>our</b>\").\nWe are a company registered in Switzerland.\nOur registered office is at: 74 Zugerstrasse Str, 6340 Baar, Switzerland.\n</p> Changes to these Terms <p> From time to time, we may change these Terms and Conditions (“<b>The Terms</b>”).\nIf we change these Terms, we will inform you by posting the revised Terms on the Site.\nWhen visiting the Site, we encourage you to make sure you have read the most recent version of these Terms.\nThose changes will take effect on the Revision Date, shown in the revised Terms.\nBy continuing to use our Site or Services, you agree to the revised Terms.\n</p> Eligibility <p> You must be at least 18 years old to use the Site or the Services.\n</p> Additional Terms <p> Some of our Services have additional terms and conditions (\"<b>Additional Terms</b>\").\nWhere Additional Terms apply to a Service, we will make them available for you to read through, prior to your use of that Service.\nBy using the Services, you agree to the Additional Terms.\n</p> Access to the Site <p> In order to use the Site or Services, you must first register to set up an account with us by completing the account registration form available on the Site.\nMillions of people trust pCloud with their files.\nWe also trust you to use the pCloud services responsibly.\nYou only need to register once.\nRegistration is subject to approval by us in all cases, and we reserve the right, in our sole and absolute discretion, to decline any application for registration, without giving a reason.\nRegistering more than one pCloud account on your behalf will be treated as an abuse of our service, and we reserve the right to suspend your access to the services.\n</p>\n<p> You must ensure that any registration details you provide are accurate.\nPlease check carefully the details you have provided in the online form before finalizing your application to register.\nYou can check for errors on screen before submitting the online form.\nYou are responsible for ensuring that the details you provide us with are correct and complete, and for informing us of any changes to the information you have provided.\nYou can access and update the information you have provided us with, including your account settings, in the relevant area of the Site.\n</p>\n<p> If your application to register to use the Site and Services is accepted, you will be assigned the username (email) and password you submitted with your application (together referred to as your \"<b>Credentials</b>\").\nYou must keep your Credentials confidential and must not reveal them to anyone.\n</p>\n<p> You are responsible for all activities performed under your Credentials.\nYou must notify us immediately if you know of, or suspect, that anyone has obtained access to your Credentials, or if you otherwise become aware of any unauthorized use of your Credentials or another security breach.\n</p>\n<p> Unless we have previously been notified by you that the confidentiality of your Credentials has been compromised, we are entitled to treat any use of the Site under your Credentials as being by you.\n</p>\n<p> We may disable access via your Credentials at any time if, in our opinion, this is reasonably necessary to preserve the security and proper operation of the Site or Services, if you have failed to comply with any of the provisions of these Terms or if any details you provide for the purposes of registering prove to be false.\n</p>\n<p> It is your responsibility to ensure your computer system meets all the necessary technical specifications to enable you to access and use the Site and Services and is compatible with the Site.\nIt is also your responsibility to ensure that anyone who accesses the Site or Services using your Credentials or via your Internet connection is aware of these Terms and that they comply with them.\n</p>\n<p> Access to the Site and Services is permitted on a temporary basis and we reserve the right to withdraw, modify or suspend the Site or Services without notice.\nWe will not be liable to you or any third party for any unavailability, modification, suspension or withdrawal of the Site or Services, or any features, parts or content of the Site or Services at any time for any period.\npCloud will make commercially reasonable efforts to ensure that pCloud storage is available and able to successfully process requests during at minimum 99.9% of each calendar year.\n</p>\n<p>\n</p> User Responsibilities <p> Content stored or posted on the Site or the Services may be protected by the intellectual property rights of others.\nPlease do not copy, upload, download or share files unless you have the right to do so.\nYou will be fully responsible and liable for what you or anyone using your account copies, shares, uploads, downloads or otherwise uses while using the Site or Services.\n</p>\n<p> pCloud will work to ensure that User Content (as defined below) and data is not lost or corrupted, but we advise that you ensure that you back up all of your User Content and data.\n</p> Acceptable Use of the Site and Services <p> You are responsible for your use of the Site and Services, and for any use of the Site or Services made using your account.\nOur goal is to create a positive and safe experience for all of our users.\nTo promote this goal, we prohibit certain kinds of conduct that may be harmful to other users or to pCloud.\nWhen you use the Site or Services, you may not and agree that you will not: </p>\n<ol>\n<li>violate any law or regulation;</li>\n<li>violate or infringe other people's intellectual property, privacy, publicity, or other legal rights;</li>\n<li>use our Site or Services to transmit, distribute, post or submit any information concerning any other person or entity, including without limitation, photographs or personal contact information of others without their permission;</li>\n<li>transmit anything that is illegal, abusive, defamatory, harassing, harmful to reputation, pornographic, indecent, profane, obscene, hateful, racist, or otherwise objectionable;</li>\n<li>send unsolicited or unauthorized advertising or commercial communications, such as spam;</li>\n<li>stalk, harass, or harm another individual;</li>\n<li>impersonate or misrepresent your affiliation with someone else;</li>\n<li>use any means to \"scrape,\" \"crawl,\" or \"spider\" any web pages contained in the Site (although pCloud may allow operators of public search engines to use spiders to index materials from the Site for the sole purpose of creating publicly available searchable indexes of the materials, but not caches or archives of such materials, and pCloud reserves the right to revoke these capabilities either generally or in specific cases);</li>\n<li>use automated methods to use the Site or Services in a manner that sends more requests to the pCloud servers in a given period of time than a human can reasonably produce in the same period by using a conventional web browser;</li>\n<li>interfere with or damage our Site or Services, including, without limitation, through the use of viruses, cancel bots, Trojan horses, harmful code, flood pings, denial-of-service attacks, packet or IP spoofing, forged routing or electronic mail address information or similar methods or technology;</li>\n<li>if you are using the Site or Services as an individual consumer user, register for more than one pCloud account or register for a pCloud account on behalf of an individual other than yourself, or, if you are using the Site or Services as an organization, register more than one pCloud account for one user or register for a pCloud account on behalf of someone outside of your organization;</li>\n<li>recruit or otherwise solicit any user to join third party services or websites that are competitive to pCloud, without pCloud’s prior written approval;</li>\n<li>use, display, mirror or frame the Site or any individual element within the Site or Services, pCloud’s name, any pCloud trademark, logo or other proprietary information, or the layout and design of any page or form contained on a page, without pCloud’s express written consent;</li>\n<li>access, tamper with, or use non-public areas of the Site or Services, pCloud’s computer systems, or the technical delivery systems of pCloud’s providers;</li>\n<li>attempt to probe, scan, or test the vulnerability of any pCloud system or network or breach any security or authentication measures;</li>\n<li>avoid, bypass, remove, deactivate, impair, descramble, or otherwise circumvent any technological measure implemented by pCloud or any of pCloud’s providers or any other third party (including another user) to protect the Site or Services;</li>\n<li>attempt to decipher, decompile, disassemble or reverse engineer any of the software used to provide the Site or Services, except to the limited extent as may be allowed by the applicable law.\nor advocate, encourage, or assist any third party in doing any of the foregoing;</li>\n<li>circumvent storage limits;</li>\n<li>sell or resell any of the pCloud Services unless specifically authorized to do so.</li>\n</ol>\n<p> pCloud will have the right to investigate and prosecute breaches of any of the above to the fullest extent of the law.\npCloud may involve and cooperate with law enforcement authorities in prosecuting users who breach these Terms.\nYou acknowledge that pCloud has no obligation to monitor your access to or use of the Site or Services or to review or edit any User Content, but has the right to do so for the purpose of operating the Site or Services, to ensure your compliance with these Terms, or to comply with the applicable law or the order or requirement of a court, administrative agency or other governmental body.\npCloud reserves the right, at any time and without prior notice, to remove or disable access to any content that pCloud, at its sole discretion, considers as objectionable for any reason, in violation of these Terms or otherwise harmful to the Site or Services.\n</p>\n<p> pCloud reserves the right to limit the traffic generated by one or more of the download links you have generated based solely on pCloud’s discretion.\nIn such occurrences, access to content on these links will be restricted for registered Premium and Premium Plus users only.\n</p>\n<p> In the case of such a restriction being imposed, users who have subscribed to Premium plans will be given the option to purchase additional traffic for the limited download link(s).\nThe threshold for traffic generated from the download links of Premium and Premium Plus plans subscribers is set higher than the one of the users on a free plan.\n</p>\n<p> If the usage of the Service exceeds the storage quota of your account, pCloud will inform you.\nIf you do not correct your overuse (by upgrading your service plan or deleting files), pCloud may, in its sole discretion and without further notice, move files to the Trash of your account on a random basis.\n</p>\n<p> Once you delete a file from your pCloud account, it will be moved to a section named \"Trash\" in your account.\nThe file will be stored there for a limited time period that is based on your service plan.\npCloud reserves the right to limit the size of the Trash on pCloud's sole discretion.\nThe Trash has a size limit exactly equal to the storage quota, included in your current pCloud account.\nIn case the Trash size limit is exceeded, pCloud reserves the right to permanently remove the oldest files from the Trash to fit the preassigned limits.\n</p> User Content <p> In these Terms, \"<b>User Content</b>\" shall be used to refer to all content and information that you store, upload, post or share using the Site or Services.\nThese Terms don’t give us any rights to your \"User Content\" except for the limited rights that enable us to offer the Services.\nAll User Content shall be owned by you or the person who made it available to you to store or upload via the Site or Services.\nIn consideration of being provided with use of the Site and the Services made available pursuant to these Terms, you give pCloud permission to use your User Content as follows: you grant to pCloud and its affiliates a worldwide license to use, copy, perform or display your User Content in connection with providing you access to the Site and/or Services only.\nWe may display advertisements in connection with your User Content or on pages where your User Content may be viewed by you or others.\nWhere your User Content includes reviews, comments or feedback about the Site or Services, we may use those reviews, comments or feedback, to advertise and promote pCloud, the Site or the Services.\nOur license to your User Content is non-exclusive, meaning you may use the User Content for your own purposes or let others use your User Content for their purposes.\nOur license to use your User Content as set out above is fully-paid and royalty free, meaning we do not owe you anything else in connection with our use of your User Content.\nWe may exercise the rights you grant us anywhere in the world.\nFinally, our license is perpetual, meaning that our license lasts for an indefinite period of time.\n</p>\n<p> You hereby undertake that: </p>\n<ol>\n<li>you own all rights to your User Content or, alternatively, you have the right to give pCloud the rights described above;</li>\n<li>you have paid and will pay in full any fees or other payments that may be related to the use of your User Content.\nand</li>\n<li>your User Content does not infringe the intellectual property rights, privacy rights, publicity rights, or other legal rights of any third party.</li>\n</ol> Ownership <p> Other than User Content, we own or license the content on the Site and Services, including software, text, visual and audio content (jointly referred to as \"<b>Content</b>\") and pCloud's name, trademarks, logos, and brand elements (referred to as \"<b>Marks</b>\").\nThe Content and Marks are protected under U.S., EU, and international laws.\n</p> Copyright and Intellectual Property Policy <p>\n<em> Notice of Copyright or Intellectual Property Infringement </em>\n<br> We respect the intellectual property rights of others.\nPlease notify us in writing, by e-mail: abuse@pcloud.com or postal mail, to our designated agent listed below if you believe that a user of the Site or Services has infringed your intellectual property rights.\nIn the United States, this policy is provided pursuant to Section 512 of the Copyright Revision Act, as enacted through the Digital Millennium Copyright Act (\"<b>DMCA</b>\").\n</p>\n<p> To be effective, your notification should include: </p>\n<ol>\n<li>identification of the copyrighted work or other intellectual property claimed to have been infringed, or, if multiple copyrighted or other intellectual property works are covered by a single notification, a representative list of such works;</li>\n<li>identification of the claimed infringing material and information reasonably sufficient to permit pCloud to locate the material on the Site or Services;</li>\n<li>information reasonably sufficient to permit us to contact you, such as an address, telephone number, and, if available, an e-mail address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law (not required for European Union users);</li>\n<li>a statement by you, made under the penalty of perjury, that the above information in your notification is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf (not required for European Union users).\nand</li>\n<li>your physical or electronic signature.</li>\n</ol>\n<p> You acknowledge and agree that upon receipt and notice of a claim of infringement, we may promptly remove the identified materials from the Site and Services without liability.\n</p>\n<p>\n<em>Counter-Notice by Accused User</em>\n<br> If we have taken down your materials due to suspicion of copyright or other intellectual property infringement, you may dispute the alleged infringement by sending a written communication by e-mail or mail to our designated agent listed below.\nYour written communication should include the following: </p>\n<ol>\n<li>your physical or electronic signature;</li>\n<li>identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled;</li>\n<li>a statement that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled (not required for European Union users).\nand</li>\n<li>your name, address, and telephone number, and a statement that you consent to the jurisdiction of federal District Court for the judicial district in which such an address is located, or, if your address is outside of the United States, the United States District Court for the Northern District of California, and that you will accept service of process from the person who provided notification of copyright infringement or an agent of such person (not required for European Union users).</li>\n</ol>\n<p> Please send all notices under the above infringement policies by e-mail or mail to the following individual, designated as pCloud's agent for receipt of notifications of claimed infringement: </p>\n<p>\n<strong>Copyright Agent</strong>\n<br> Incorporate Now Inc<br> 512 Lucerne Ave<br> Lake Worth, FL 33460<br> United States <br> Phone: (800) 371-1217<br> Fax: (800) 371-0235<br> Email: notice@incorporatenow.com<br>\n</p>\n<p>\n<strong>Note: </strong>Please do not send notices or inquiries about anything other than alleged copyright or other intellectual property infringement to our agent for notice as detailed above.\n</p>\n<p>\n<em> Repeat Infringers </em>\n<br> We can undertake measures, in our discretion, if you are determined to be a repeat infringer.\nRepeat infringers are users who have been the subject of more than <strong>one</strong> valid takedown request that has not been successfully rebutted.\nThose measures on our part may include limiting part of the functionalities of the pCloud service you are using.\n</p> Privacy <p> pCloud respects your privacy.\nOur Privacy Policy explains how we collect, use, and disclose information about you.\nBy using the Site or the Services, you also agree to our Privacy Policy.\n</p> Encryption <p> Among other services and applications, <b>pCloud</b> also provides an encryption service under the trademark <b>pCloud Crypto</b>.\nThis app performs client-side encryption, which means that the encryption process is performed on the user’s device and the plain text files never leave the user’s computer.\nThis ensures zero-knowledge privacy for the user’s data, which means that we, as a service provider, have absolutely no information about the content users store in their accounts, such as file names or file types.\nThe user content is stored in their Crypto Folder, which is locked and unlocked using the so-called Passphrase.\npCloud has no access to user’s Passphrase, and once lost, it can never be restored.\n</p>\n<p>\n</p>\n<li> Encrypted Content and Ownership </li>\n<p>\n</p>\n<p> In these Terms, <b>\"Encrypted Content\"</b> shall be used to refer to all content and information that you store or upload using the Encryption Service.\nAll Encrypted Content shall be owned by you or the person who made it available to you to store or upload via the Service.\nYou retain full ownership to your files, folders, directories, including their metadata (file names, thumbnails, etc.) and any information you submit to pCloud for encryption purposes.\nWe don’t claim any ownership to any of your content.\nThese Terms do not grant us any rights to your content or intellectual property except for the following limited rights that are needed to run the Service: we may redundantly store or backup your respective data as set below and we might use trusted third parties, like our collocated data center, to provide the Encryption Service.\nYou give us the permission for all and any actions that we need to undertake to provide the Service.\nIn particular, but not limited to, you agree that pCloud may transfer your data to its servers and between its servers.\npCloud states that your encrypted content, encryption key, and passphrase used by you or otherwise submitted to the Service, are stored in an encrypted or non-invertible form.\nYour Encrypted Content cannot be decrypted or inverted by pCloud or any third party.\nYour Encrypted Content can only be decrypted or inverted by you.\nWhen using our Encryption service, you undertake that: </p>\n<ol>\n<li>you own all rights to your Encrypted Content and you have the right to give pCloud the rights described above;</li>\n<li>you have paid and will pay in full any fees or other payments that may be related to the use of your Encrypted Content and the Service.\nand</li>\n<li>your Encrypted Content does not infringe the intellectual property rights, privacy rights, publicity rights, or other legal rights of any third party.</li>\n</ol>\n<p>\n</p>\n<p>\n</p>\n<li> Global Policies on Encryption </li>\n<p>\n</p>\n<p> In some countries, using encryption services may be limited, restricted or forbidden by law.\nBefore subscribing to our Encryption Service - <b>pCloud Crypto</b> - make sure that using such a service is permitted and legal in your state of residence.\nIf any case, pCloud cannot be held liable for any claims that may be filed against you in relation to using such a service.\nBy agreeing with the present Terms and Conditions you confirm that you will at all times and in any instances hold pCloud harmless of any claims that may arise in relation to your personal decision to use an Encryption Service, in this case, <b>pCloud Crypto</b>.\n</p> Third Party Content and Interactions <p> The Site and Services may contain features and functionalities that may link you or provide you with access to third-party content or services independent of pCloud, including websites, directories, servers, networks, systems, information and databases, applications, software, programs, products or services, and the Internet as a whole.\nYour interactions with organizations and/or individuals found on or through the Site and Services are solely between you and such organizations and/or individuals.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any interaction with any of these third parties.\nYou agree that pCloud shall not be responsible or liable for any loss or damage of any sort incurred as the result of any dealings you have with third parties.\n</p>\n<p>\n<em> Disputes with Other Users </em>\n<br> If there is a dispute between users of the Site or Services, you understand and agree that pCloud is under no obligation to investigate or become involved further than any action it may take in accordance with notification it receives pursuant to the copyright and intellectual property notice section above.\nSubject to this, pCloud may, in its discretion, attempt to assist in the resolution of such a dispute, but in doing so it does not undertake any obligation to do so, and will not be subject to any liability arising either from the conduct giving rise to the dispute or from any efforts to resolve it.\n</p>\n<p>\n<em>Disclaimer and Waiver of Liability </em>\n<br> In the event that you have a dispute with any other user of the Site or Services or with any third party whose content or services you have accessed through the Sites or Services, you hereby release pCloud, its officers, employees, agents and successors in rights from claims, demands and damages (actual and consequential) of every kind or nature, known or unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to such disputes.\nIf you are a resident of California, U.S.A., you waive California Civil Code Section 1542, which stipulates the following: A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH, IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.\n</p> Payment <p> Some of our Services are free, whereas others are subject to a fee.\nFor a full description of the different Services that we offer, along with the different prices applicable, please see the Services and price description page on the Site.\n</p>\n<p>\n<em>Subscription Plans</em>\n<br> pCloud users can pay for several paid plans for extra space and sharing options.\nBy subscribing once, you authorize pCloud to charge your chosen payment method.\npCloud offers renewal subscriptions and lifetime subscriptions.\n</p>\n<p>\n<em>Renewal Subscriptions</em>\n<br> pCloud users can pay for paid plans on a renewing period basis (for example, monthly and yearly plans).\n</p>\n<p>\n<em>Renewal</em>\n<br> All paid renewal subscriptions are renewed for the Services on the date such renewal subscriptions expire.\nIf you have a renewal subscription, this will be extended automatically until you terminate it and every further payment will be due at the beginning of the new payment cycle.\n</p>\n<p>\n<em>Lifetime Subscriptions</em>\n<br> pCloud users can pay for a lifetime plan.\nA lifetime plan is in effect for the duration of the lifetime of the account owner or 99 years, whichever is shorter.\n</p>\n<p>\n<em>Payments for and Cancellation of Subscriptions</em>\n<br> You can cancel your subscriptions for the pCloud Service at any time from your payment account.\nHowever, no refund will be provided for any unused days.\n</p>\n<p> All users who subscribe for Services subject to a fee (\"<b>Paid Services</b>\") must enter valid credit [or debit] card or PayPal account credentials.\n<strong> The Service is billed in advance on a monthly or yearly basis (depending on the selection you make at the point of subscription) and paid on an automatic basis.\nYou hereby authorize pCloud to automatically charge your credit card or PayPal account for charges that apply to your account.</strong> All fees are exclusive of all taxes, levies, or duties imposed by taxing authorities, including VAT, and you shall be responsible for payment of all such taxes, levies, duties or VAT, excluding only United States (federal or state) taxes.\n</p>\n<p> If, for any reason, you are not satisfied with the Paid services, you can cancel your subscription for Paid Services at any time.\n</p>\n<p> pCloud has a ten (10) calendar days money back guarantee, beginning on the day you have submitted your payment for the Paid services.\nDuring this period, you are eligible to request for a refund.\nIf you issue an explicit written request for a refund within the ten (10) days referenced above, we will process the refund due to you in full within 30 calendar days, counting from the day you have confirmed your request.\n</p>\n<p> We will usually refund any money received from you using the same method originally used by you to pay for your purchase.\n</p>\n<p> In case you have purchased Paid services through a promotional campaign or provided discount, pCloud reserves the right to decline providing a refund.\n</p> Links <p> Our Site and Services may contain links to other websites, or allow other users to send you such links.\nA link to a third-party website does not mean that we endorse it or that we are affiliated with it.\nWe are not responsible or liable for any damage or loss related to the use of any third-party website.\nYou should always read the terms and conditions and privacy policy of a third-party website before using it.\n</p> Changes to the Site or Services <p> pCloud enhances and updates its Site and Services often.\nWe may change or discontinue the Site or any Services although we will, in such circumstances, use reasonable efforts to provide you with prior notice so that you can make alternative arrangements for the storage of any User Content and we will not terminate a Service under this section during a subscription period for which you have already paid without refunding you a fair portion of your payment based on how long is left until the end of the subscription.\n</p> No Transfer of Accounts <p> User accounts are not transferable.\nOnly the user who signs up for an account may use the account.\nIf a user transfers an account in violation of this section, pCloud may terminate the account and the users’ right to access the Site and Services.\n</p> Change of Ownership <p> pCloud may at any time, without explicit notice, change the company ownership, be subject to merger or sale, partnership or else.\nIn the case of such change of ownership, merger, sale or other, pCloud only has the obligation to notify you through updating the present Terms and Conditions.\nSuch an action will in no way affect your use of the Service or the Site, or your subscriptions and accounts.\n</p> Termination <p> We reserve the right not to provide the Site or Services to any user.\nWe also reserve the right to terminate any user's right to access the Site or Services at any time, in our discretion.\nIf you breach any of these Terms, your permission to use the Site and Services and your account automatically terminate.\nIf pCloud ceases operation, your account will be terminated and pCloud will no longer provide the Site or Services.\nIf your account is terminated in accordance with this section, you will not receive any refund of any fees paid for the account.\n</p>\n<p>\n<strong>Unverified Accounts</strong>\n</p>\n<p> Free pCloud accounts that haven’t verified their email address within a reasonable time period, will be permanently deleted, along with the files inside.\n</p>\n<p>\n<strong>Account inactivity</strong>\n</p>\n<p> Free pCloud accounts that have been inactive for 6 months, will be permanently deleted, along with the files inside.\n</p> Disclaimer and Limitations on Our Liability (For European Union Users) <p> pCloud tries to keep the Site and the Services up, error-free, and safe, but pCloud does not guarantee that the Site and/or the Services will be safe or secure or that access to or use of the Site and/or the Services will be uninterrupted or free of errors or omissions or that defects will be corrected.\npCloud does not warrant that the Site and/or the Services will operate error-free or that the Site and its servers are free of computer viruses or other harmful components.\npCloud uses reasonable care and skill in providing the Site and the Services, but beyond that, the Site and the Services are provided without any warranties of any kind.\npCloud disclaims all other warranties, whether express or implied, including any warranty, condition or other terms of satisfactory quality, merchantability, fitness for particular purpose and non-infringement.\npCloud makes no warranties about the accuracy, reliability, completeness, or timeliness of the Site or the Services.\n</p>\n<p> Nothing in these Terms shall exclude or limit pCloud’s liability to you: (i) for death or personal injury caused by our negligence.\n(ii) for fraud or fraudulent misrepresentation.\n(iii) or for any other liability that may not, under the applicable law, be limited or excluded.\n</p>\n<p> Subject to the above, in no event will pCloud, or any of its respective directors, officers, employees, and agents, be liable to you in connection with the Site or the Services (whether for breach of contract, negligence or any other reason) for: (i) any consequential, incidental or indirect damages.\nor (ii) loss of business profits, business interruption or loss of business information.\nAny liability we do have for losses you suffer is strictly limited to losses that were a direct and reasonably foreseeable result of our default.\n</p>\n<p> Where you use the Site or Services in the course of a business, pCloud's aggregate liability (and whether such liability arises as a result of any breach of contract, tort (including negligence), breach of statutory duty, misrepresentation or for any other reason) will be limited to the higher of: (a) total fees paid by you to pCloud for use of the Site or Services.\nand (b) [EUR5,000].\n</p> Disclaimer and Limitations on Our Liability (For Users Outside of the European Union) <p> YOU USE THE SITE AND SERVICES AT YOUR OWN RISK.\nTHE SITE AND SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nTO THE FULLEST EXTENT PERMITTED BY THE APPLICABLE LAW, PCLOUD AND ITS OFFICERS, EMPLOYEES, DIRECTORS, SHAREHOLDERS, PARENTS, SUBSIDIARIES, AFFILIATES, AGENTS, AND LICENSORS (REFERRED TO COLLECTIVELY AS \"<b>AFFILIATES</b>\") DISCLAIM ALL WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, WITH RESPECT TO THE SITE AND SERVICES (INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR USE OR PURPOSE AND NON-INFRINGEMENT).\n</p>\n<p> IN PARTICULAR, PCLOUD AND ITS AFFILIATES MAKE NO REPRESENTATIONS OR WARRANTIES ABOUT THE ACCURACY OR COMPLETENESS OF CONTENT AVAILABLE ON OR THROUGH THE SITE OR SERVICES (INCLUDING, WITHOUT LIMITATION, ANY RECOMMENDATIONS OR OTHER CONTENT AVAILABLE ON OR THROUGH THE SITE OR SERVICES), OR THE CONTENT OF ANY WEBSITES OR RESOURCES LINKED TO THE SITE OR SERVICES.\nPCLOUD AND ITS AFFILIATES WILL HAVE NO LIABILITY FOR ANY: (a) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT.\n(b) PERSONAL INJURY OR PROPERTY DAMAGE RESULTING FROM YOUR ACCESS TO OR USE OF THE SITE OR SERVICES.\n(c) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SERVERS OR OF ANY PERSONAL OR FINANCIAL INFORMATION.\n(d) ANY INTERRUPTION OF TRANSMISSION TO OR FROM THE SITE OR SERVICES OR THE UNAVAILABILITY OF THE SITE OR SERVICES.\n(e) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED ON OR THROUGH THE SITE OR SERVICES BY ANY THIRD PARTY.\nOR (f) ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, E-MAILED, TRANSMITTED OR OTHERWISE MADE AVAILABLE ON OR THROUGH THE SITE OR SERVICES.\nYOU, AND NOT PCLOUD, ARE RESPONSIBLE FOR MAINTAINING, PROTECTING, AND BACKING UP ALL OF YOUR USER CONTENT AND DATA.\nPCLOUD WILL NOT BE LIABLE FOR ANY LOSS OR CORRUPTION OF YOUR USER CONTENT OR DATA OR FOR ANY COSTS OR EXPENSES ASSOCIATED WITH BACKING UP OR RESTORING ANY OF IT.\n</p>\n<p> PCLOUD AND ITS AFFILIATES DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY THIRD PARTY PRODUCT OR SERVICE RECOMMENDED, ADVERTISED OR OFFERED ON OR THROUGH THE PCLOUD SITE OR SERVICES OR ANY LINKED WEBSITE.\n</p>\n<p> YOU UNDERSTAND AND AGREE THAT ANY MATERIAL OR INFORMATION DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SITE OR SERVICES IS DONE AT YOUR OWN RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE ARISING FROM DOING SO.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM PCLOUD OR THROUGH THE SITE OR SERVICES WILL CREATE ANY WARRANTY NOT EXPRESSLY MADE IN THESE TERMS.\n</p>\n<p> TO THE FULLEST EXTENT PERMITTED BY THE APPLICABLE LAW, NEITHER PCLOUD NOR ITS AFFILIATES WILL BE LIABLE UNDER ANY THEORY OF LIABILITY FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING, DAMAGES FOR LOSS OF REVENUES, PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES (EVEN IF SUCH PARTIES WERE ADVISED OF, KNEW OF OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES), ARISING FROM OR RELATING TO USE OF THE SITE OR SERVICES.\n</p>\n<p> Some jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for incidental or consequential damages.\nAccordingly, some of the above limitations and disclaimers may not apply to you.\nTo the extent pCloud may not, as a matter of applicable law, disclaim any implied warranty or limit its liabilities, the scope and duration of such warranty and the extent of pCloud's liability will be the minimum permitted under such law.\n</p> Indemnification <p> You agree to indemnify and defend pCloud and its Affiliates from and against any and all claims, liabilities, damages, losses, costs, expenses, fees of any kind (including reasonable attorneys' fees and legal costs), arising from or relating to: (a) any information (including your User Content or any other content) that you or anyone using your account or your Credentials store, upload, submit, post or transmit through the Site or Services.\n(b) the use of the Site or Services by you or anyone using your account or your Credentials.\n(c) breach of these Terms by you or anyone using your account or your Credentials.\nor (d) breach of any rights of any third party, including intellectual property, privacy, publicity or other proprietary rights by you or anyone using your account or your Credentials.\npCloud reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you.\nIf we do assume the defense of such a matter, you will reasonably cooperate with pCloud in such defense.\n</p> Other Provisions <p> Under no circumstances will pCloud be held liable for any delay or failure in performance due in whole or in part to any acts of nature or other causes beyond its reasonable control.\n</p>\n<p> These Terms, and any claim or action, of whatever nature, against pCloud arising from or relating to these Terms, the Privacy Policy, the Site, or any Services, will be governed by and construed in accordance with the laws of the Republic of Bulgaria, without giving effect to any conflict of laws rules or provisions, except that the laws of the Republic of Bulgaria will not apply to European Union users of the Site or Services who are located outside of Bulgaria, in which case the law applicable to the territory where the user is resident shall apply.\n</p>\n<p> Subject to the final sentence of this paragraph, you agree that any claim or action, of whatever nature, against pCloud arising from or relating to these Terms, the Privacy Policy, the Site, or any Services will be filed only in the appropriate court located in Sofia, Republic of Bulgaria.\nYou consent and submit to the personal jurisdiction of such courts for the purposes of any such claim or action.\nIf a European Union user of the Site or Services is located outside of Bulgaria, then, for the purposes of any claim or action relating to these Terms, the Privacy Policy, the Site, or any Services, the applicable jurisdiction will be the courts that are located in the territory of residence of such European User.\n</p>\n<p> If any provision of these Terms is found to be unlawful, void, or unenforceable, then that provision will be deemed severable from these Terms and will not affect the validity or enforceability of any remaining provisions.\n</p>\n<p> The failure of pCloud to enforce any right or provision of these Terms will not prevent pCloud from enforcing such right or provision in the future.\n</p>\n<p> We may assign our rights and obligations under these Terms, including in connection with a merger, acquisition, a sale of assets or by operation of law.\n</p>\n<p> These Terms, together with the Privacy Policy and any Additional Terms, as they may be revised from time to time, constitute our complete agreement with you, and supersede any other written materials, communications, discussions, representations, or understandings relating to the Site or the Services or your use of them.\n</p>\n<p>\n<em> Revised: <strong>23 Nov.\n2020</strong>\n</em>\n</p> ", "created_at": "2020-11-28 18:10:41.969741", "updated_at": "2020-11-28 18:10:46.135759"}], "points": [{"id": 11721, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:34:09.137967", "updated_at": "2020-12-15 12:21:33.342249", "quoteText": "THE SITE AND SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.", "case_id": 286, "document_id": 3180, "quoteStart": 32705, "quoteEnd": 32779}, {"id": 11722, "title": "This service does not sell your personal data", "source": "https://www.pcloud.com/privacy_policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:34:38.632467", "updated_at": "2020-12-15 12:21:41.304096", "quoteText": " We do not, have not and do not have any future plans to sell your personal information to third parties.", "case_id": 193, "document_id": 3179, "quoteStart": 11973, "quoteEnd": 12078}, {"id": 11723, "title": "The service has non-exclusive use of your content", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:35:40.169192", "updated_at": "2020-12-15 12:21:53.301154", "quoteText": "Our license to your User Content is non-exclusive, meaning you may use the User Content for your own purposes or let others use your User Content for their purposes.", "case_id": 402, "document_id": 3180, "quoteStart": 13050, "quoteEnd": 13215}, {"id": 11725, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:38:17.190493", "updated_at": "2020-12-15 12:22:17.978618", "quoteText": "you may not and agree that you will not: </p>\n<ol>\n<li>violate any law or regulation;</li>", "case_id": 280, "document_id": 3180, "quoteStart": 5884, "quoteEnd": 5974}, {"id": 11735, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:56:07.00018", "updated_at": "2020-12-15 12:23:44.395595", "quoteText": "pCloud makes no warranties about the accuracy, reliability, completeness, or timeliness of the Site or the Services", "case_id": 288, "document_id": 3180, "quoteStart": 31215, "quoteEnd": 31330}, {"id": 11736, "title": "They may stop providing the service at any time", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:57:01.588172", "updated_at": "2020-12-15 12:23:50.156583", "quoteText": "we reserve the right to withdraw, modify or suspend the Site or Services without notice.", "case_id": 203, "document_id": 3180, "quoteStart": 4396, "quoteEnd": 4484}, {"id": 11724, "title": "User-generated content is encrypted, and this service cannot decrypt it", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:37:01.199499", "updated_at": "2020-12-15 12:22:04.009038", "quoteText": "This app performs client-side encryption, which means that the encryption process is performed on the user’s device and the plain text files never leave the user’s computer.\nThis ensures zero-knowledge privacy for the user’s data, which means that we, as a service provider, have absolutely no information about the content users store in their accounts, such as file names or file types.", "case_id": 372, "document_id": 3180, "quoteStart": 18977, "quoteEnd": 19365}, {"id": 11729, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.pcloud.com/privacy_policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:51:54.006784", "updated_at": "2020-12-15 12:22:51.1832", "quoteText": "however, certain features of the Site or Services may not work if you delete or disable cookies.", "case_id": 375, "document_id": 3179, "quoteStart": 13916, "quoteEnd": 14012}, {"id": 11730, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://www.pcloud.com/privacy_policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:52:58.15997", "updated_at": "2020-12-15 12:22:57.581857", "quoteText": "We do not use cookies to collect Personal Information.", "case_id": 374, "document_id": 3179, "quoteStart": 13706, "quoteEnd": 13760}, {"id": 11733, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:55:09.345021", "updated_at": "2020-12-15 12:23:29.469755", "quoteText": "By agreeing with the present Terms and Conditions you confirm that you will at all times and in any instances hold pCloud harmless of any claims that may arise in relation to your personal decision to use an Encryption Service, in this case, <b>pCloud Crypto</b>.", "case_id": 146, "document_id": 3180, "quoteStart": 21971, "quoteEnd": 22234}, {"id": 11731, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:54:26.76187", "updated_at": "2020-12-15 12:23:05.46688", "quoteText": "From time to time, we may change these Terms and Conditions (“<b>The Terms</b>”).\nIf we change these Terms, we will inform you by posting the revised Terms on the Site.\nWhen visiting the Site, we encourage you to make sure you have read the most recent version of these Terms.\n", "case_id": 122, "document_id": 3180, "quoteStart": 687, "quoteEnd": 964}, {"id": 11734, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:55:50.450294", "updated_at": "2020-12-15 12:23:36.492056", "quoteText": "pCloud does not warrant that the Site and/or the Services will operate error-free or that the Site and its servers are free of computer viruses or other harmful components.", "case_id": 287, "document_id": 3180, "quoteStart": 30661, "quoteEnd": 30833}, {"id": 11738, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://www.pcloud.com/privacy_policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 19:00:23.56607", "updated_at": "2020-12-15 12:24:02.94937", "quoteText": "We share your Personal Data with advertising and analytical companies to deliver information relevant to you about new features and offers.", "case_id": 220, "document_id": 3179, "quoteStart": 10906, "quoteEnd": 11045}, {"id": 11737, "title": "Third parties may be involved in operating the service", "source": "https://www.pcloud.com/privacy_policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:59:32.420316", "updated_at": "2020-12-15 12:23:56.346378", "quoteText": "third party services monitoring the proper functioning of the service", "case_id": 207, "document_id": 3179, "quoteStart": 9134, "quoteEnd": 9203}, {"id": 11739, "title": "The services will notify users if personal data has been affected by data breaches", "source": "https://www.pcloud.com/privacy_policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 19:02:08.075583", "updated_at": "2020-12-15 12:24:11.024738", "quoteText": "In the unlikely event that a security breach which affects individuals’ rights and freedoms is discovered, according to our risk assesment policy, pCloud will inform those individuals without undue delay.", "case_id": 391, "document_id": 3179, "quoteStart": 18597, "quoteEnd": 18801}, {"id": 11742, "title": "You have the right to leave this service at any time", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 19:08:03.594437", "updated_at": "2020-12-15 12:24:28.218345", "quoteText": "You can cancel your subscriptions for the pCloud Service at any time from your payment account.", "case_id": 170, "document_id": 3180, "quoteStart": 25904, "quoteEnd": 25999}, {"id": 11740, "title": "You can delete your content from this service", "source": "https://www.pcloud.com/privacy_policy.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 19:04:24.772572", "updated_at": "2020-12-15 12:24:17.771774", "quoteText": "When you delete your pCloud account your data and files are deleted from your devices without undue delay.", "case_id": 175, "document_id": 3179, "quoteStart": 15665, "quoteEnd": 15771}, {"id": 11741, "title": "The service can delete specific content without reason and may do it without prior notice", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 19:05:47.819914", "updated_at": "2020-12-15 12:24:23.117506", "quoteText": "pCloud reserves the right, at any time and without prior notice, to remove or disable access to any content that pCloud, at its sole discretion, considers as objectionable for any reason, in violation of these Terms or otherwise harmful to the Site or Services.", "case_id": 202, "document_id": 3180, "quoteStart": 10155, "quoteEnd": 10416}, {"id": 11743, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 19:09:28.334029", "updated_at": "2020-12-15 12:24:36.054977", "quoteText": "We also reserve the right to terminate any user's right to access the Site or Services at any time, in our discretion.", "case_id": 201, "document_id": 3180, "quoteStart": 29411, "quoteEnd": 29529}, {"id": 11744, "title": "Provides instructions on how to submit a copyright claim", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 19:11:27.635486", "updated_at": "2020-12-15 12:24:44.570456", "quoteText": "We respect the intellectual property rights of others.\nPlease notify us in writing, by e-mail: abuse@pcloud.com or postal mail, to our designated agent listed below if you believe that a user of the Site or Services has infringed your intellectual property rights.", "case_id": 138, "document_id": 3180, "quoteStart": 14499, "quoteEnd": 14763}, {"id": 11732, "title": "This service is only available to users over a certain age", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:54:41.461183", "updated_at": "2020-11-28 20:11:04.332836", "quoteText": "You must be at least 18 years old to use the Site or the Services.", "case_id": 152, "document_id": 3180, "quoteStart": 1141, "quoteEnd": 1207}, {"id": 11727, "title": "Spidering or crawling is not allowed", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Full quote: \"you may not and agree that you will not: violate any law or regulation; violate or infringe other people's intellectual property, privacy, publicity, or other legal rights; use our Site or Services to transmit, distribute, post or submit any information concerning any other person or entity, including without limitation, photographs or personal contact information of others without their permission; transmit anything that is illegal, abusive, defamatory, harassing, harmful to reputation, pornographic, indecent, profane, obscene, hateful, racist, or otherwise objectionable; send unsolicited or unauthorized advertising or commercial communications, such as spam;stalk, harass, or harm another individual; impersonate or misrepresent your affiliation with someone else;\r\nuse any means to \"scrape,\" \"crawl,\" or \"spider\" any web pages contained in the Site\"", "created_at": "2020-11-28 18:47:10.267612", "updated_at": "2020-12-15 12:22:33.978049", "quoteText": "\n<li>use any means to \"scrape,\" \"crawl,\" or \"spider\" any web pages contained in the Site ", "case_id": 150, "document_id": 3180, "quoteStart": 6732, "quoteEnd": 6821}, {"id": 11726, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Full quote: \"you may not and agree that you will not: violate any law or regulation; violate or infringe other people's intellectual property, privacy, publicity, or other legal rights; use our Site or Services to transmit, distribute, post or submit any information concerning any other person or entity, including without limitation, photographs or personal contact information of others without their permission; transmit anything that is illegal, abusive, defamatory, harassing, harmful to reputation, pornographic, indecent, profane, obscene, hateful, racist, or otherwise objectionable; send unsolicited or unauthorized advertising or commercial communications, such as spam;stalk, harass, or harm another individual;\"", "created_at": "2020-11-28 18:44:52.467903", "updated_at": "2020-12-15 12:22:24.545591", "quoteText": "send unsolicited or unauthorized advertising or commercial communications, such as spam;</li>\n<li>stalk, harass, or harm another individual;", "case_id": 281, "document_id": 3180, "quoteStart": 6514, "quoteEnd": 6654}, {"id": 11728, "title": "You maintain ownership of your data", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:50:37.801149", "updated_at": "2020-12-15 12:22:43.146037", "quoteText": "You retain full ownership to your files, folders, directories, including their metadata (file names, thumbnails, etc.) and any information you submit to pCloud for encryption purposes.", "case_id": 183, "document_id": 3180, "quoteStart": 19907, "quoteEnd": 20091}, {"id": 12386, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.pcloud.com/terms_and_conditions.html", "status": "Generated through the annotate view", "created_at": "2020-12-08 11:01:57.330627", "updated_at": "2020-12-08 11:23:17.931536", "quoteText": " If any provision of these Terms is found to be unlawful, void, or unenforceable, then that provision will be deemed severable from these Terms and will not affect the validity or enforceability of any remaining provisions.\n</p>\n<p> The failure of pCloud to enforce any right or provision of these Terms will not prevent pCloud from enforcing such right or provision in the future.\n</p>\n", "case_id": 295, "document_id": 3180, "quoteStart": 38805, "quoteEnd": 39192}], "urls": ["pcloud.com"]}}