{"error": 448, "message": "OK", "parameters": {"id": 6071, "name": "CD Baby ", "created_at": "2021-12-16 21:30:38.65725", "updated_at": "2021-12-16 23:01:14.954279", "wikipedia": null, "keywords": null, "related": null, "slug": "cd-baby", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6071.png", "url": "cdbaby.com", "documents": [{"id": 10978, "name": "TERMS OF SERVICE", "url": "https://cdbaby.com/terms.aspx", "xpath": "//*[@id=\"content\"]", "text": " <p>This agreement was most recently updated on October 25, 2018.</p>\n<p>Welcome to the CD Baby Members Site, which is located at cdbaby.com (the \"Site\").\nThe following Terms of Service (\"TOS\") contain the terms and conditions that govern your use of the Site.\nAny use of artist services through CD Baby are governed by the CD Baby Member Agreement and its relevant addendums, a digital copy is available here - https://cdbaby.com/membercontract.aspx.\nAny use of customer services through CD Baby are governed by the CD Baby Store TOS, a digital copy is available here - https://store.cdbaby.com/terms .\nAccess and use of the Site constitutes your agreement to and acceptance of all the TOS.</p>\n<p>CD Baby (a division of Audio &amp.\nVideo Labs, Inc., along with our licensees and assignees referred in this Agreement as “us” and “we” and “CD Baby”) reserves the right to revise this TOS in its sole discretion at any time and without prior notice to you other than by posting the revised TOS on the Site.\nAny revisions to the TOS are effective upon posting.\nThe TOS will be identified as of the most recent date of revision.\nIt is incumbent upon you to visit this page periodically to ensure your continued acceptance of this TOS.\nYour continued use of the Site after a revised version of this TOS has been posted by CD Baby to the Site constitutes your binding acceptance of such revision and the revised TOS.\nNotwithstanding the preceding sentences of this paragraph, no revisions to this TOS will apply to any dispute between you and CD Baby that arose prior to the date of such revision.</p>\n1.\nUse of the Site.\n<p>(a) Eligibility.\nCD Baby will only knowingly provide the CD Baby Site to parties that can lawfully enter into and form contracts under applicable law.\nIf you are under the age of 18, but at least 13 years of age, you may use the CD Baby Site only under the supervision of a parent or legal guardian who agrees to be bound by these TOS.\nThe CD Baby Site is not intended for children under the age of 13.</p>\n<p>(b) International Users: The Site is hosted in the United States.</p>\n<p>(1)\tIf you are a customer or client accessing the Site from the European Union, Asia, or any other region with laws or regulations governing personal data collection, use, and disclosure, that differ from United States laws, then please note that you are transferring your personal data to the United States which does not have the same data protection laws as the EU and other regions.</p>\n<p>(2) European Union and European Economic Area: The CD Baby Site is not intended for children accessing the Site from the European Union or the European Economic Area by children under the age of 16.</p>\n<p>(c) Compliance With TOS and Applicable Law.\nYou must comply with all of the terms and conditions of these TOS, the applicable agreements and policies referred to below, and all applicable laws, regulations and rules when you use the CD Baby Site.</p>\n<p>(d) Your License to Use the Site.</p>\n<p>(1) CD Baby and its licensors solely and exclusively own all intellectual property and other right, title and interest in and to the CD Baby Site, except as expressly provided for in these TOS.\nYou will not acquire any right, title or interest therein under these TOS or otherwise.</p>\n<p>(2) CD Baby grants you a limited revocable license to access and use the Site for its intended purposes, subject to your compliance with these TOS.\nThis license does not include the right to collect or use information contained on the Site for purposes prohibited by CD Baby.\ncreate derivative works based on the Products or any third-party content available via the Site.\nor download or copy the Site (other than page caching).\nIf you use the Site in a manner that exceeds the scope of this license or breach this TOS, CD Baby may revoke the license granted to you.</p>\n<p>(3) This Section 1(d) does not pertain to your intellectual property rights.\nAny rights relating to materials that you upload to the Site are covered by the CD Baby Member Agreement (https://cdbaby.com/AlbumDetails/Contract.aspx).</p>\n<p>(e) Third-Party Services.\nCD Baby may use third parties to provide certain services accessible through the Site.\nCD Baby does not control those third parties or their services, and you agree that CD Baby will not be liable to you in any way for your use of such services.\nThese third parties may have their own terms of use and other policies.\nYou must comply with such terms and policies as well as these TOS when you use these services.\nIf any such terms or policies conflict with CD Baby's TOS, agreements or policies, you must comply with CD Baby's TOS, agreements or policies, as applicable.</p> 2.\nRules For Use Of the Site.\n<p>(a) Prohibited Use.\nExcept as may be expressly permitted by CD Baby, you may not: (i) interfere with the CD Baby Site by using viruses or any other programs or technology designed to disrupt or damage any software or hardware.\n(ii) modify, create derivative works from, reverse engineer, decompile or disassemble any technology used to provide the CD Baby Site.\n(iii) use a robot, spider or other device or process to monitor the activity on or copy pages from the Site, except in the operation or use of an internet \"search engine\", hit counters or similar technology.\n(iv) collect electronic mail addresses or other information from third parties by using the CD Baby Site.\n(v) impersonate another person or entity.\n(vii) use any meta tags, search terms, key terms, or the like that contain CD Baby's name or trademarks.\n(viii) engage in any activity that interferes with another user's ability to use or enjoy the CD Baby Site.\nor (ix) assist or encourage any third party in engaging in any activity prohibited by these TOS.</p>\n<p>(b) Privacy Policy.\nBy entering into these TOS, you agree to CD Baby's collection, use and disclosure of your personal information in accordance with the CD Baby Privacy Policy, found here: https://cdbaby.com/privacy.</p>\n<p>(c) Monitoring.\nCD Baby reserves the right, but does not assume the obligation, to monitor transactions and communications that occur through the Site.\nIf CD Baby determines, in its sole and absolute discretion, that you or another CD Baby user will breach a term or condition of these TOS or that such transaction or communication is inappropriate, CD Baby may cancel such transaction or take any other action to restrict access to or the availability of any material that may be considered objectionable, without any liability to you or any third party.</p>\n<p>(d) Modification of the Site.\nCD Baby may modify the CD Baby Site at any time with or without notice to you, and will incur no liability for doing so.</p> 3.\nSubmissions.\n<p>When you submit questions, comments, suggestions, ideas, message board postings, material submitted via web forms, contest entries, communications or any other information (\"Submissions\"), you grant CD Baby permission to use such submissions for marketing and other promotional purposes.\nYou agree that CD Baby will have no obligation to keep any Submissions confidential and you will not bring a claim against CD Baby based on \"moral rights\" or the like arising from CD Baby's use of a Submission.</p>\n4.\nRepresentations and Warranties.\n<p>(a) Mutual Representations and Warranties.\nYou represent and warrant to CD Baby and CD Baby represents and warrants to you: (i) that you or it has the full power and authority to enter into and perform under these TOS, (ii) the execution and performance of your or its obligations under these TOS do not constitute a breach of or conflict with any other agreement or arrangement by which you or it is bound, and (iii) these TOS are a legal, valid and binding obligation of the party entering into these TOS, enforceable in accordance with their terms and conditions.</p>\n<p>(b) By You.\nYou represent and warrant to CD Baby that, in your use of the CD Baby Site, you: (i) will not infringe the copyright, trademark, patent, trade secret, right of privacy, right of publicity or other legal right of any third party and (ii) will comply with all applicable laws, rules, and regulations.\nYou further represent and warrant to CD Baby that: (i) there are no claims, demands or any form of litigation pending or, to the best of your knowledge, threatened with respect to any of your Submissions.\n(ii) CD Baby will not be required to make any payments to any third party in connection with its use of your Submissions, except for the expenses that CD Baby incurs in providing the CD Baby Site.\n(iii) the use of any instructions, formulae, recommendations, or the like contained in your Submissions will not cause injury to any third party.\nand (iv) your Submissions does not contain viruses or any other programs or technology designed to disrupt or damage any software or hardware.</p> 5.\nDisclaimers, Exclusions, and Limitations.\n<p>(a) DISCLAIMER OF WARRANTIES.\nCD BABY PROVIDES THE SITE AND ANY CD BABY SERVICE ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nCD BABY DOES NOT REPRESENT OR WARRANT THAT THE SITE OR ITS USE: (i) WILL BE UNINTERRUPTED, (ii) WILL BE FREE OF INACCURACIES OR ERRORS, (iii) WILL MEET YOUR REQUIREMENTS, OR (iv) WILL OPERATE IN THE CONFIGURATION OR WITH THE HARDWARE OR SOFTWARE YOU USE.\nCD BABY MAKES NO WARRANTIES OTHER THAN THOSE MADE EXPRESSLY IN THESE TOS, AND HEREBY DISCLAIMS ANY AND ALL IMPLIED WARRANTIES, INCLUDING WITHOUT LIMITATION, WARRANTIES OF FITNESS FOR A PARTICULAR PURPOSE, MERCHANTABILITY AND NON-INFRINGEMENT.</p>\n<p>(b) EXCLUSION OF DAMAGES.\nCD BABY WILL NOT BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY CONSEQUENTIAL, INCIDENTAL, INDIRECT, PUNITIVE OR SPECIAL DAMAGES (INCLUDING DAMAGES RELATING TO LOST PROFITS, LOST DATA OR LOSS OF GOODWILL) ARISING OUT OF, RELATING TO OR CONNECTED WITH THE USE OF THE CD BABY SITE, BASED ON ANY CAUSE OF ACTION, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>(c) LIMITATION OF LIABILITY.\nEXCEPT FOR A BREACH OF A PARTY'S REPRESENTATIONS AND WARRANTIES UNDER THESE TOS OR IN CONNECTION WITH YOUR INDEMNITY OBLIGATIONS UNDER THESE TOS, IN NO EVENT WILL THE LIABILITY OF EITHER PARTY IN CONNECTION WITH THESE TOS EXCEED THE GREATER OF (i) THE AMOUNT PAID OR PAYABLE BY CD BABY TO YOU DURING THE SIX MONTHS IMMEDIATELY PRECEDING THE EVENT THAT GIVES RISE TO SUCH LIABILITY OR (ii) $100.</p> 6.\nIndemnification.\n<p>You will indemnify and hold CD Baby and its employees, representatives, agents, affiliates, directors, officers, managers and shareholders (the \"Parties\") harmless from any damage, loss, or expense (including without limitation, attorneys' fees and costs) incurred in connection with any third-party claim, demand or action (\"Claim\") brought against any of the Parties alleging that you have breached any of these TOS.\nIf you have to indemnify CD Baby under this Section, CD Baby will have the right to control the defense, settlement, and resolution of any Claim at your sole expense.\nYou may not settle or otherwise resolve any Claim without CD Baby's express written permission.</p>\n7.\nTermination.\n<p>(a) Termination.\nCD Baby may suspend or terminate your use of the Site if it believes, in its sole and absolute discretion, that you have breached a term of these TOS.</p>\n<p>(b) Survival.\nThese TOS will survive indefinitely unless and until CD Baby chooses to terminate them.</p>\n<p>(c) Effect of Termination.\nIf you or CD Baby terminates your use of the Site or any CD Baby service, CD Baby may delete any Submissions or other materials relating to your use of the CD Baby Site on CD Baby's servers or otherwise in its possession and CD Baby will have no liability to you or any third party for doing so.</p> 8.\nNotice.\n<p> All notices required or permitted to be given under these TOS will be in writing and delivered to the other party by any of the following methods: (i) U.S.\nmail, (ii) overnight courier, or (iii) electronic mail.\nIf you give notice to CD Baby, you must use the following addresses: CD Baby, 9600 NE Cascades Parkway Suite 180, Portland, OR 97220 or notice@cdbaby.com.\nIf CD Baby provides notice to you, CD Baby will use the contact information provided by you to CD Baby.\nAll notices will be deemed received as follows: (i) if by delivery by U.S.\nmail, seven (7) business days after dispatch, (ii) if by overnight courier, on the date receipt is confirmed by such courier service, or (iii) if by electronic mail, 24 hours after the message was sent, if no \"system error\" or other notice of non-delivery is generated.\nIf applicable law requires that a given communication be \"in writing,\" you agree that email communication will satisfy this requirement.</p>\n9.\nDispute Resolution.\n<p>(a) Mandatory Arbitration.\nPlease read this carefully.\nIt affects your rights.\nYOU AND CD BABY AND EACH OF OUR RESPECTIVE SUBSIDIARIES, AFFILIATES, PREDECESSORS IN INTEREST, SUCCESSORS, AND PERMITTED ASSIGNS AGREE TO ARBITRATION (EXCEPT FOR MATTERS THAT MAY BE TAKEN TO SMALL CLAIMS COURT), AS THE EXCLUSIVE FORM OF DISPUTE RESOLUTION EXCEPT AS PROVIDED FOR BELOW, FOR ALL DISPUTES AND CLAIMS ARISING OUT OF OR RELATING TO THIS AGREEMENT OR YOUR USE OF THE SERVICES.\nArbitration is more informal than a lawsuit in court.\nArbitration uses a neutral arbitrator instead of a judge or jury, allows for more limited discovery than in court, and is subject to very limited review by courts.\nArbitrators can award the same damages and relief that a court can award.\nPlease visit www.adr.org for more information about arbitration.</p>\n<p>(b) Commencing Arbitration.\nA party who intends to seek arbitration must first send to the other, by certified mail, a written notice of intent to arbitrate (a “Notice”), or, in the absence of a mailing address provided by you to CD Baby, to you via any other method available to CD Baby, including via e-mail.\nThe Notice to CD Baby should be addressed to: [CD Baby / ATTN: Joel Andrew / 9600 NE Cascades Parkway Suite 180 / Portland, OR / 97220] (the “Arbitration Notice Address”).\nThe Notice must (i) describe the nature and basis of the claim or dispute.\nand (ii) set forth the specific relief sought (the “Demand”).\nIf you and CD Baby do not reach an agreement to resolve the claim within 30 days after the Notice is received, you or CD Baby may commence an arbitration proceeding as set forth below or file a claim in small claims court.\nTHE ARBITRATION SHALL BE ADMINISTERED BY THE AMERICAN ARBITRATION ASSOCIATION (“AAA”) IN ACCORDANCE WITH ITS COMMERCIAL ARBITRATION RULES AND THE SUPPLEMENTARY PROCEDURES FOR CONSUMER RELATED DISPUTES (THE “Rules”), AS MODIFIED BY THIS AGREEMENT.\nThe Rules and AAA forms are available online at www.adr.org or by calling the AAA at 1-800-778-7879, or by writing to the Notice Address.\nIf you are required to pay a filing fee to commence an arbitration against CD Baby, then CD Baby will promptly reimburse you for your confirmed payment of the filing fee upon CD Baby receipt of Notice at the Arbitration Notice Address that you have commenced arbitration along with a receipt evidencing payment of the filing fee, unless your Demand is equal to or greater than $1,000, in which case you are solely responsible for the payment of the filing fee.</p>\n<p>(c) Arbitration Proceeding.\nThe arbitration shall be conducted in the English language.\nA single independent and impartial arbitrator shall be appointed pursuant to the Rules, as modified herein.\nYou and CD Baby agree to comply with the following rules, which are intended to streamline the dispute resolution process and reduce the costs and burdens on the parties: (i) the arbitration shall be conducted by telephone, online and/or be solely based on written submissions, the specific manner to be chosen by the party initiating the arbitration.\n(ii) the arbitration shall not require any personal appearance by the parties or witnesses unless otherwise mutually agreed in writing by the parties.\nand (iii) any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.</p>\n<p>(d) No Class Actions.\nYOU AND CD BABY AGREE THAT YOU AND CD BABY MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFURTHER, YOU AGREE THAT THE ARBITRATOR MAY NOT CONSOLIDATE PROCEEDINGS OF MORE THAN ONE PERSON’S CLAIMS, AND MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF A REPRESENTATIVE OR CLASS PROCEEDING, AND THAT IF THIS SPECIFIC PROVISO IS FOUND TO BE UNENFORCEABLE, THEN THE ENTIRETY OF THIS MANDATORY ARBITRATION SECTION SHALL BE NULL AND VOID.</p>\n<p>(e) Decision of the Arbitrator.\nBarring extraordinary circumstances, the arbitrator shall issue his or her decision within 120 days from the date the arbitrator is appointed.\nThe arbitrator may extend this time limit for an additional 30 days in the interests of justice.\nAll arbitration proceedings shall be closed to the public and confidential and all records relating thereto shall be permanently sealed, except as necessary to obtain court confirmation of the arbitration award.\nThe award of the arbitrator shall be in writing and shall include a statement setting forth the reasons for the disposition of any claim.\nThe arbitrator shall apply the laws of the State of California in conducting the arbitration.\nYou acknowledge that this Agreement and your use of the Site evidences a transaction involving interstate commerce.\nThe United States Federal Arbitration Act shall govern the interpretation, enforcement, and proceedings pursuant to the Mandatory Arbitration clause in this Agreement.</p>\n<p>(f) Applicable Law.\nThis Agreement and your use of the Site shall be governed by the substantive laws of the State of California without reference to its choice or conflicts of law principles.\nOnly if the Mandatory Arbitration clause is deemed to be null and void, then all disputes arising between you and CD Baby under this Agreement shall be subject to the exclusive jurisdiction of the state and federal courts located in Multnomah County, Oregon, and you and CD Baby hereby submit to the personal jurisdiction and venue of these courts.</p>\n<p>(g) Equitable Relief.\nThe foregoing provisions of this Dispute Resolution section do not apply to any claim in which CD Baby seeks equitable relief of any kind.\nYou acknowledge that, in the event of a breach of this Agreement by CD Baby or any third party, the damage or harm, if any, caused to you will not entitle you to seek injunctive or other equitable relief against CD Baby, and your only remedy shall be for monetary damages, subject to the limitations of liability set forth in this Agreement.</p>\n<p>(h) Claims.\nYou and CD Baby agree that, notwithstanding any other rights the party may have under law or equity, any cause of action arising out of or related to this Agreement, the use of the Site, excluding a claim for indemnification, must commence within one year after the cause of action accrues.\nOtherwise, such cause of action is permanently barred.</p>\n<p>(i) Improperly Filed Claims.\nAll claims you bring against CD Baby must be resolved in accordance with this Dispute Resolution section.\nAll claims filed or brought contrary to this Dispute Resolution section shall be considered improperly filed.\nShould you file a claim contrary to this Dispute Resolution section, CD Baby may recover attorneys’ fees and costs up to $5,000, provided that CD Baby has notified you in writing of the improperly filed claim, and you have failed to promptly withdraw the claim.</p> 10.\nNotice and procedure for making claims of copyright or other intellectual property infringements.\n<p>(a) CD Baby respects the intellectual property of others and takes the protection of copyrights and all other intellectual property very seriously, and we ask our users to do the same.\nInfringing activity will not be tolerated on or through the Site or any CD Baby service.</p>\n<p>(b) CD Baby’s intellectual property policy is to (1) remove material that CD Baby believes in good faith, upon notice from an intellectual property owner or their agent, is infringing the intellectual property of a third party by being made available through the Site, and (2) remove any Products or Submissions posted to the Site by “repeat infringers.” CD Baby considers a “repeat infringer” to be any user that has uploaded Products or Submissions to the Site and for whom CD Baby has received more than two takedown notices compliant with the provisions of 17 U.S.C.\n§ 512(c) with respect to such Products or Submissions.\nCD Baby has discretion, however, to terminate the account or permission to access the Site of any user after receipt of a single notification of claimed infringement or upon CD Baby’s own determination.</p>\n<p>(c) Procedure for Reporting Claimed Infringement.\nIf you believe that any Productions or Submissions made available on or through the Site or any CD Baby service have been used or exploited in a manner that infringes an intellectual property right you own or control, then please promptly send a “Notification of Claimed Infringement” containing the following information to the Designated Agent identified below.\nYour communication must include substantially the following:</p>\n<p>(i) A physical or electronic signature of a person authorized to act on behalf of the owner of the work(s) that has/have been allegedly infringed;</p>\n<p>(ii) Identification of works or materials being infringed, or, if multiple works are covered by a single notification, a representative list of such works;</p>\n<p>(iii) Identification of the specific material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit CD Baby to locate the material;</p>\n<p>(iv) Information reasonably sufficient to permit CD Baby to contact you, such as an address, telephone number, and, if available, an electronic mail address at which you may be contacted;</p>\n<p>(v) A statement that you have a good faith belief that the use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</p>\n<p>(vi) A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n<p>You should consult with your own lawyer and/or see 17 U.S.C.\n§ 512 to confirm your obligations to provide a valid notice of claimed infringement.</p>\n<p>(d) Designated Agent Contact Information.\nCD Baby's Designated Agent for notices of claimed infringement can be contacted at:</p>\n<p>Via E-mail : copyright@cdbaby.com</p>\n<p>Via U.S.\nMail : Attn: Joel Andrew, 9600 NE Cascades Parkway Suite 180, Portland, OR 97220</p>\n<p>(e) Counter Notification.\nIf you receive a notification from CD Baby that material made available by you on or through the Site or any CD Baby service has been the subject of a Notification of Claimed Infringement, then you will have the right to provide CD Baby with what is called a “Counter Notification.” To be effective, a Counter Notification must be in writing, provided to CD Baby’s Designated Agent through one of the methods identified in Section 10(d) of this TOS, and include substantially the following information:</p>\n<p>(i) A physical or electronic signature of the subscriber;</p>\n<p>(ii) Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled;</p>\n<p>(iii) A statement under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.\nand</p>\n<p>(iv) The subscriber’s name, address, and telephone number, and a statement that the subscriber consents to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if the subscriber’s address is outside of the United States, for any judicial district in which CD Baby may be found, and that the subscriber will accept service of process from the person who provided notification under Section 10(c) of this TOS above or an agent of such person.</p>\n<p>A party submitting a Counter Notification should consult a lawyer or see 17 U.S.C.\n§ 512 to confirm the party’s obligations to provide a valid counter notification under the Copyright Act.</p>\n<p>(f) False Notifications of Claimed Infringement or Counter Notifications.\nThe Copyright Act provides that:</p>\n<p>[a]ny person who knowingly materially misrepresents under [Section 512 of the Copyright Act (17 U.S.C.\n§ 512)] (1) that material or activity is infringing, or (2) that material or activity was removed or disabled by mistake or misidentification, shall be liable for any damages, including costs and attorneys’ fees, incurred by the alleged infringer, by any copyright owner or copyright owner’s authorized licensee, or by a service provider, who is injured by such misrepresentation, as the result of [CD Baby] relying upon such misrepresentation in removing or disabling access to the material or activity claimed to be infringing, or in replacing the removed material or ceasing to disable access to it.</p>\n<p>17 U.S.C.\n§ 512(f).\nCD Baby reserves the right to seek damages from any party that submits a notification of claimed infringement or counter notification in violation of the law.</p>\n<p>For the avoidance of doubt, only notices submitted under the Digital Millennium Copyright Act and the procedures set forth in this Section 10 should be sent to the Designated Agent at the e-mail or postal address set forth above.\nAny other comments, compliments, complaints or suggestions about CD Baby, the operation of the Site or any CD Baby service or any other matter should be sent to notice@cdbaby.com.</p> 11.\nMiscellaneous.\n<p>These TOS will be binding upon each party hereto and its successors and permitted assigns, and governed by and construed in accordance with the laws of the State of Oregon without reference to conflict of law principles.\nThese TOS will not be assignable or transferable by you without the prior written consent of CD Baby.\nCD Baby may freely assign or transfer any rights granted by you to CD Baby under these TOS.\nThese TOS (including all of the policies and other Agreements described in this TOS, which are hereby incorporated herein by this reference) contain the entire understanding of the parties regarding its subject matter, and supersedes all prior and contemporaneous agreements and understandings between the parties regarding its subject matter.\nNo failure or delay by a party in exercising any right, power or privilege under these TOS will operate as a waiver thereof, nor will any single or partial exercise of any right, power or privilege preclude any other or further exercise thereof or the exercise of any other such right, power, or privilege.\nYou and CD Baby are independent contractors, and no agency, partnership, joint venture, or employee-employer relationship is intended or created by these TOS.\nThe invalidity or unenforceability of any provision of these TOS will not affect the validity or enforceability of any other provision of these TOS, all of which will remain in full force and effect.\nThe headings used in this TOS are for convenience only, do not constitute a part of this TOS, and shall not be deemed to limit or affect any of the provisions hereof.</p> ", "created_at": "2021-12-16 21:30:38.66138", "updated_at": "2021-12-16 20:31:53.045801"}, {"id": 10977, "name": "PRIVACY POLICY", "url": "https://cdbaby.com/privacy.aspx", "xpath": "//*[@id=\"content\"]", "text": " <p>Last updated February 17, 2021.</p>\n<p>Audio &amp.\nVideo Labs, Inc.\ndba CD Baby (\"CD Baby\") knows that you care about how your personal information is used and shared, and we take your privacy seriously.\nPlease read the following to learn more about our privacy policy.\nBy visiting the CD Baby-managed domains (including, but not limited to, store.cdbaby.com, cdbaby.com, members.cdbaby.com, www.cdbaby.net, and www.cdbaby.org) and websites or domain names, or any other linked pages, features, content, or application services offered from time to time by and related to or involving CD Baby (collectively, the \"Website\"), submitting information, or using any of our services, you acknowledge that you accept the practices and policies outlined in this privacy policy (the \"Privacy Policy\").</p>\nWHAT DOES THIS PRIVACY POLICY COVER?\n<p>This Privacy Policy covers CD Baby's treatment of information that CD Baby gathers when you are accessing CD Baby's Website as a consumer and when you use CD Baby services as a customer (the \"Information\").\nAlso, this Privacy Policy covers CD Baby's treatment of your information that CD Baby's business partners share with CD Baby.\nThis Privacy Policy does not apply to the practices of third parties that CD Baby does not own or control (such as third-party websites that you may access from the Website), or to individuals that CD Baby does not employ or manage.</p>\nWHAT INFORMATION DOES CD BABY COLLECT?\n<p>The Information we gather from consumers and customers enables CD Baby to personalize and improve our services and to allow our consumers and customers to set up accounts on the Website.\nIn connection with the Website, we request and display some Information to other consumers and visitors of the Website, which allows consumers to identify artists and goods on the Website.\nWe collect the following types of information from our consumers and customers.</p>\nInformation You Provide to Us:\n<p>We receive and store any information you enter on our Website or provide to us in any other way.\nThe types of Information collected include, without limitation, your full name, email address, mailing address, phone number, IP address, browser information, password, contact information, credit card or bank account information, transactional information based on your activities on the Website, and media consumed on the Website including, but not limited to, media viewed, played, downloaded, uploaded, and shared.\nIn addition, note that all information you enter into your CD Baby Member Account or CD Baby Customer Account is information that you provide to us.\nYou can choose not to provide us with certain information, but then you may not be able to take advantage of many of our special features.</p>\nInformation Collected Automatically:\n<p>We receive and store certain types of information whenever you interact with our Website or services.\nCD Baby automatically receives and records information on our server logs from your browser including your IP address, geo-territory information, CD Baby cookie information, the page you requested, and the media you have consumed (e.g., viewed, played, downloaded, uploaded, and shared).</p>\n<p>Generally, our service automatically collects usage information, such as the numbers and frequency of visitors to our site and its components, similar to TV ratings that indicate how many people watched a particular show.\nThis type of data enables us to figure out how often consumers use parts of the Website or services so that we can make the Website appealing to as many consumers as possible, and improve those services.</p>\n<p>This site uses the ClickTale customer experience analytics service.\nThe ClickTale service helps us analyze how visitors use our Website.\nWe do not collect through the ClickTale service or transfer to ClickTale any personal identifiable information.\nWe only use the ClickTale service to record, on a completely anonymous basis, information such as mouse clicks, mouse movements, scrolling activity as well as non-Personally Identifiable Information text you type in this website.\nClickTale does not create a user profile for the purpose of tracking a user across unrelated web sites and will only use such information pursuant to its Privacy Policy (located at http://www.clicktale.com/privacy_service.aspx).\nYou can choose to disable the ClickTale service at http://www.clicktale.net/disable.html.</p>\nWhat About Cookies?\n<p>Cookies are alphanumeric identifiers that we transfer to your computer's hard drive through your browser to enable our systems to recognize your browser and tell us how and when pages in our site are visited and by how many people.\nCD Baby cookies do not collect Information, and except as necessary to investigate claims of fraud or other misconduct or as otherwise necessary to track purchases for purposes of calculating credit under our affiliate program, we do not combine the general information collected through cookies with other personal Information to tell us who you are or what your screen name or email address is.</p>\n<p>Most browsers have an option for turning off the cookie feature, which will prevent your browser from accepting new cookies, as well as (depending on the sophistication of your browser software) allowing you to decide on acceptance of each new cookie in a variety of ways.\nWe strongly recommend that you leave the cookies activated, however, because cookies enable you to take advantage of some of our Website's most attractive features.</p>\n<p>Ads and offers appearing on the Website may be delivered to consumers and customers by our advertising partners, who may set cookies.\nThese cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile information about you or others who use your computer.\nThis information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you.\nThis Privacy Policy covers the use of cookies by CD Baby and does not cover the use of cookies by any advertisers or other third parties with whom CD Baby may work.\nCD Baby does not access or control such third-party cookies.\nplease refer to those companies' privacy policies.</p>\n<p>For more information about cookies, including deleting and controlling cookies, please visit aboutcookies.org.</p>\nRight to Access, Rectify, Erase, Restrict, Transport, and Object to Processing of Your Information:\n<p>You may have certain rights regarding your Information that CD Baby collects and processes.\nTo exercise these rights, please submit a request to privacy@cdbaby.com.\nCD Baby may ask for additional information, as reasonable, to confirm your identity before taking any further actions.\nNote that some of our services and special features require certain Information and erasing, restricting, or objecting to processing of your Information may prevent CD Baby from providing these services or special features to you.</p>\nHOW DOES CD BABY USE MY INFORMATION?\n<p>The Information you provide is used for purposes such as responding to your requests for certain products and services, customizing the content you see, communicating with you about specials, sales offers, and new features, and responding to problems with our services.</p>\n<p>CD Baby may use all of the Information that we collect from our users to understand usage trends and consumer and customer preferences, to improve the way the Website works and looks, to improve our marketing and promotional efforts, and to create new features and functionalities.</p>\n<p>CD Baby may use geo-territory information to customize the content and services you see on the Website, as not all services are available in all territories or have additional restrictions that may apply to certain users of the Website.</p>\n<p>CD Baby may use automatically collected information and cookies information to: (a) remember your information so that you will not have to re-enter it during your visit or the next time you visit the Website.\n(b) provide custom, personalized advertisements, content, and information.\n(c) monitor the effectiveness of our marketing campaigns.\nand (d) monitor aggregate usage metrics such as total number of visitors and pages viewed.</p>\n<p>CD Baby may use your email address or other personally identifiable information provided by you for promotional purposes or to communicate with you with information about a specific program or feature you have elected to participate in or receive information about.</p>\nWILL CD BABY SHARE ANY OF THE INFORMATION IT RECEIVES?\n<p>Information about our customers is an integral part of our business, and we may share such Information with our corporate parent or other affiliated entities.\nExcept as expressly described below, we neither rent nor sell your Information to other people or nonaffiliated companies.\nWe may share your Information when we have your permission, and we may share your Information under the following circumstances:</p>\n<p>We provide Information, (i) to the content owners (e.g., artists and record labels) that relates to their fans (e.g., regarding which fans are consuming and sharing what pieces of media at what levels), subject to the ability of such fans to opt-out of promotional communications, and (ii) we may provide aggregate information to our partners about how our consumers or customers, collectively, use our site (e.g., we share this type of statistical data so that our partners also understand how often people use their services and our Website, so that they, too, may provide you with an optimal online experience).\nFor the avoidance of doubt, when you purchase a particular artist's music, that artist will receive your name and e-mail address unless you opt-out of disclosing this information.\nAn artist will also be able to identify the web page or link (included e-mail addresses to the extent a link was embedded in an e-mail) from which you have been referred to an artist's page on CD Baby.</p>\nAffiliated Artists and Rightsholders We Do Not Control:\n<p>We are affiliated and work closely with a variety of artists and rightsholders (e.g., record labels, music publishers, etc.).\nIn certain situations, these businesses sell items to you through CD Baby's Website, for example, the labels, musicians and other artists from which you purchase or use products or services through the Website.\nIn other situations, CD Baby provides services, or sells products jointly with affiliated businesses.\nWe will share Information that is related to such transactions with that affiliated business unless you expressly opt-out of such disclosure.</p>\nThird-Party Service Providers:\n<p>We employ other companies and people to perform tasks on our behalf and need to share your information with them to provide products or services to you.\nExamples of such information include, without limitation, fulfilling orders, delivering packages, sending postal mail and email, analyzing data, processing credit card information, and providing customer service.\nUnless we tell you differently, such third-party service providers do not have any right to use Information we share with them beyond what is reasonably necessary to assist us.\nYou hereby consent to our sharing of Information for the above purposes.</p>\nBusiness Transfers:\n<p>If CD Baby, or all or any portion of its business or assets, are acquired, sold, or otherwise transferred, including in any merger or other transaction, or in the unlikely event that CD Baby goes out of business or enters bankruptcy, consumer and customer Information would be one of the assets that is transferred to or acquired by the successor or acquirer (or a third party through bankruptcy).\nYou acknowledge and agree that such transfers may occur in any of these circumstances, and that any acquirer or successor or other party acquiring all or any portion of CD Baby's business or assets may continue to use your Information as set forth in this policy.</p>\nProtection of CD Baby and Others:\n<p>We may release Information when we believe in good faith that release is necessary to comply with any applicable laws, rules or regulations.\nenforce or apply our conditions of use and other agreements.\nor protect the rights, property, or safety of CD Baby, our employees, our users, or others.\nThis includes exchanging information with other companies and organizations for fraud protection and credit risk reduction.</p>\n<p>In cases of onward transfer to third parties of Personal Data received pursuant to the EU-U.S.\nPrivacy Shield and the Swiss-U.S.\nPrivacy Shield, AVL is potentially liable.</p>\nOpt-In for Promotions:\n<p> We do not share personally identifiable information with other third-party organizations for their marketing or promotional use without your consent or except as part of a specific program or feature for which you will have the ability to opt-in.</p>\nWith Your Consent:\n<p>Except as set forth above, you will be notified when your Information may be shared with third parties, and will have the option of preventing the sharing of this information.</p>\nIS INFORMATION ABOUT ME SECURE?\n<p>Your CD Baby account Information is protected by a password for your privacy and security.\nYou need to protect unauthorized access to your account and Information by selecting and protecting your password appropriately and limiting access to your computer and browser by signing off after you have finished accessing your account.\nYou are prohibited from sharing your exclusive CD Baby login information and if you share your password or your Information with others, remember that you are responsible for all actions taken in the name of your account.\nIf you lost control of your password, you may lose substantial control over your Information and may be subject to legally binding actions taken on your behalf.\nTherefore, if your password has been compromised for any reason, you should immediately notify CD Baby and change your password.</p>\n<p>CD Baby attempts to protect user information to ensure that user account information is kept private.\nhowever, CD Baby cannot guarantee or ensure the security of user account information.\nNot even the U.S.\ngovernment appears capable of securing highly sensitive personal and national security information from unauthorized access, use, and exploitation.\nUnauthorized entry or use by third parties, hardware or software failure, and other factors may compromise the security of user information at any time, including your Information.</p>\nWHAT INFORMATION CAN I ACCESS?\n<p>CD Baby may allow you to access certain information about you through the member dashboard (for artists), and/or customer accounts, for the purpose of viewing, and in certain situations, updating that information.\nAs stated previously, any further request to access your Information that you have a right to access, you may submit a request to notice@cdbaby.com.\nCD Baby may ask for additional information, as reasonable, to confirm your identity before taking any further actions</p>\nWHAT CHOICES DO I HAVE?\n<p>As stated previously, you can always opt not to disclose Information to us.\nprovided, however, that in order to purchase goods from us as a customer, to make goods available for sale as a client, or provide CD Baby services to you as an artist you will have to provide us with Information.\nIf you are unwilling to provide Information, then you cannot purchase or sell goods or sign up for artist services through the CD Baby-managed domains.</p>\n<p>You are able to add or update certain information on pages, such as those listed in the \"What Information Can I Access\" section above.\nWhen you update information, however, we often maintain a copy of the unrevised information in our records.</p>\n<p>You may request deletion of your CD Baby account by contacting CD Baby's customer support at notice@cdbaby.com.\nPlease note that some information may remain in our records after deletion of your account.</p>\n<p>You will be able to opt-out of receiving e-mail notices or solicitations from CD Baby or our affiliates by responding to a link included in each e-mail notice or solicitation.</p>\nCHANGES TO THIS PRIVACY POLICY\n<p>CD Baby may revise this Privacy Policy from time to time.\nThe most current version of the policy will govern our use of your Information and will always be available at https://cdbaby.com/Privacy.\nIf we make a change to this policy that, in our sole discretion, is material, we will notify you via an e-mail notice to the e-mail address associated with your account.\nYou and all consumers and customers are bound by any changes to the Privacy Policy when you or they use the Website after such changes have been first posted.</p>\nTHIRD-PARTY ADVERTISERS.\nLINKS TO OTHER SITES\n<p>The Website contains links to other sites, including the sites of the bands, musicians and other artists from which you purchase or use products or services through the Website.\nCD Baby is not responsible for the privacy policies and/or practices on other sites (including the bands, musicians and other artists or digital service providers from which you purchase or use products or services through the Website).\nWhen linking to another site you should read the privacy policy stated on that site.\nThis Privacy Policy only governs information collected on the Website.\n</p>\nCHILDREN\n<p>Consistent with the federal Children's Online Privacy Protection Act of 1998 (\"COPPA\"), we will never knowingly collect personally identifiable information from anyone under the age of thirteen (13) without requiring parental consent.\nAny person who provides their personal information to CD Baby through the Website represents that they are 13 years of age or older.</p>\nCalifornia Minors under 18 Years of Age:\n<p>California law provides additional rights to minors under the age of eighteen (18) residing in California.\nYou may request the removal of any of your Information you submitted while under the age of 18.\nNote that CD Baby can and would remove Information upon request from its internal systems but cannot guarantee removal of Information that you requested be provided to any systems outside of CD Baby’s control.\nYOU AND YOUR PARENT OR GUARDIAN UNDERSTAND IT IS NEAR IMPOSSIBLE TO HAVE INFORMATION ENTIRELY REMOVED FROM THE INTERNET ONCE IT APPEARS.</p>\nPRIVACY SHIELD COMPLIANCE\n<p>We and our subsidiaries in the U.S.\n(hostbaby.com, CDBaby.com, Hearnow.com, Show.co and Soundrop.com) comply with the EU-U.S.\nPrivacy Shield Framework (Privacy Shield) as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and the United Kingdom to the United States in reliance on Privacy Shield.\nAVL has certified to the Department of Commerce that it adheres to the Privacy Shield Principles with respect to such information.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/.</p>\n<p>AVL will offer EU and Swiss individuals whose personal information has been transferred to us the opportunity to choose whether the personal information it has received is to be used for a purpose other than the purpose for which it was originally collected or subsequently authorized by the individual.\nAn individual may opt-out of such uses of their personal information by contacting us at privacy@cdbaby.com.</p>\n<p>In compliance with the Privacy Shield Principles, AVL commits to resolve complaints about our collection or use of your personal information.\nEuropean Union individuals with inquiries or complaints regarding our Privacy Shield policy should first contact AVL at: privacy@cdbaby.com.</p>\n<p>AVL has further committed to refer unresolved Privacy Shield complaints to JAMS, an alternative dispute resolution provider located in the United States.\nIf you do not receive timely acknowledgment of your complaint from us, or if we have not addressed your complaint to your satisfaction, please visit https://www.jamsadr.com/ for more information or to file a complaint.\nThe services of JAMS are provided at no cost to you.\nFor purposes of enforcing compliance with Privacy Shield, AVL is subject to the investigatory and enforcement authority of the US Federal Trade Commission.</p>\n<p>An individual may be allowed to invoke binding arbitration to resolve disputes under certain limited conditions.\nIf your Privacy Shield complaint cannot be resolved through the above channels, under certain conditions, you may invoke binding arbitration for some residual claims not resolved by other redress mechanisms.\nSee Privacy Shield Annex at: https://www.privacyshield.gov/article?id=ANNEX-I-introduction.</p>\nNOTE TO INTERNATIONAL USERS\n<p>The Website is hosted in the United States.\nIf you are a customer or client accessing the Website from the European Union, Asia, or any other region with laws or regulations governing personal data collection, use, and disclosure, that differ from United States laws, then please note that you are transferring your personal data to the United States which does not have the same data protection laws as the EU and other regions.</p>\nEuropean Union and European Economic Area:\n<p>The Website is not intended for children accessing the Website from the European Union or the European Economic Area by children under the age of 16.</p>\nBy providing your personal data to CD Baby through the Website, you consent to:\n<p>The use of your personal data for the uses identified above in accordance with the Privacy Policy.\nand the transfer of your personal data to the United States as indicated above.</p> ", "created_at": "2021-12-16 21:30:38.659572", "updated_at": "2021-12-16 20:32:51.130653"}], "points": [], "urls": ["cdbaby.com"]}}