{"error": 448, "message": "OK", "parameters": {"id": 3909, "name": "Hey", "created_at": "2021-06-01 14:32:35.362249", "updated_at": "2021-06-01 22:00:20.618938", "wikipedia": "https://en.wikipedia.org/wiki/Hey_(email_service)", "keywords": null, "related": null, "slug": "hey", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3909.png", "url": "hey.com", "documents": [{"id": 6625, "name": "Terms of Service", "url": "https://www.hey.com/policies/terms/", "xpath": "//*[@id=\"content\"]", "text": " Terms of Service\n<p>\n<em>Last updated: May 4, 2021</em>\n</p>\n<p>From everyone at Basecamp, thank you for using our products! We build them to help you do your best work.\nThere are millions of people using Basecamp products every day.\nBecause we don’t know every one of our customers personally, we have to put in place some Terms of Service to help keep the ship afloat.</p>\n<p>When we say “Company”, “we”, “our”, or “us” in this document, we are referring to Basecamp, LLC.\nWe spun off Highrise HQ, LLC in the past, but it has since rejoined Basecamp, LLC.</p>\n<p>When we say “Services”, we mean any product created and maintained by Basecamp, LLC.\nThat includes Basecamp (all versions), HEY, Highrise, Campfire, Backpack, Ta-da List, and Writeboard, whether delivered within a web browser, desktop application, mobile application, or another format.</p>\n<p>When we say “You” or “your”, we are referring to the people or organizations that own an account with one or more of our Services.\nWe have specific ownership policies for our products: Basecamp 3, Basecamp 2, Basecamp Classic, HEY for Work, Highrise, Backpack</p>\n<p>We may update these Terms of Service in the future.\nYou can track all changes made since mid-2018 on GitHub.\nTypically these changes have been to clarify some of these terms by linking to an expanded related policy.\nWhenever we make a significant change to our policies, we will also announce them on our company blog.</p>\n<p>When you use our Services, now or in the future, you are agreeing to the latest Terms of Service.\nThat’s true for any of our existing and future products and all features that we add to our Services over time.\nThere may be times where we do not exercise or enforce any right or provision of the Terms of Service.\nin doing so, we are not waiving that right or provision.\n<strong>These terms do contain a limitation of our liability.</strong>\n</p>\n<p>If you violate any of the terms, we may terminate your account.\nThat’s a broad statement and it means you need to place a lot of trust in us.\nWe do our best to deserve that trust by being open about who we are, how we work, and keeping an open door to your feedback.</p>\nAccount Terms\n<ol>\n<li>You are responsible for maintaining the security of your account and password.\nThe Company cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.\nWe recommend users set up two-factor authentication for added security.\nIn some of our Services, we may require it.</li>\n<li>You may not use the Services for any purpose outlined in our Use Restrictions policy.</li>\n<li>You are responsible for all content posted and activity that occurs under your account.\nThat includes content posted by others who either: (a) have access to your login credentials.\nor (b) have their own logins under your account.</li>\n<li>You must be a human.\nAccounts registered by “bots” or other automated methods are not permitted.</li>\n</ol>\nPayment, Refunds, and Plan Changes\n<ol>\n<li>If you are using a free version of one of our Services, it is really free: we do not ask you for your credit card and — just like for customers who pay for our Services — we do not sell your data.</li>\n<li>For paid Services that offer a free trial, we explain the length of trial when you sign up.\nAfter the trial period, you need to pay in advance to keep using the Service.\nIf you do not pay, we will freeze your account and it will be inaccessible until you make payment.\nIf your account has been frozen for a while, we will queue it up for auto-cancellation.\nSee our Cancellation policy for more details.</li>\n<li>If you are upgrading from a free plan to a paid plan, we will charge your card immediately and your billing cycle starts on the day of upgrade.\nFor other upgrades or downgrades in plan level, the new rate starts from the next billing cycle.</li>\n<li>All fees are exclusive of all taxes, levies, or duties imposed by taxing authorities.\nWhere required, we will collect those taxes on behalf of the taxing authority and remit those taxes to taxing authorities.\nSee our Taxes policy for more details.\nOtherwise, you are responsible for payment of all taxes, levies, or duties.</li>\n<li>We process refunds according to our Fair Refund policy.</li>\n</ol>\nCancellation and Termination\n<ol>\n<li>You are solely responsible for properly canceling your account.\nWithin each of our Services, we provide a simple no-questions-asked cancellation link.\nYou can find instructions for how to cancel your account in our Cancellation policy.\nAn email or phone request to cancel your account is not automatically considered cancellation.\nIf you need help cancelling your account, you can always contact our Support team.</li>\n<li>All of your content will be inaccessible from the Services immediately upon account cancellation.\nWithin 30 days, all content will be permanently deleted from active systems and logs.\nWithin 60 days, all content will be permanently deleted from our backups.\nWe cannot recover this information once it has been permanently deleted.\nIf you want to export any data before your account is cancelled, we‘ve provided instructions for HEY, Basecamp 3, Basecamp 2, Basecamp Classic, Highrise, Campfire, and Backpack.</li>\n<li>If you cancel the Service before the end of your current paid up month, your cancellation will take effect immediately, and you will not be charged again.\nWe do not automatically prorate unused time in the last billing cycle.\nSee our Fair Refund policy for more details.</li>\n<li>We have the right to suspend or terminate your account and refuse any and all current or future use of our Services for any reason at any time.\nSuspension means you and any other users on your account will not be able to access the account or any content in the account.\nTermination will furthermore result in the deletion of your account or your access to your account, and the forfeiture and relinquishment of all content in your account.\nWe also reserve the right to refuse the use of the Services to anyone for any reason at any time.\nWe have this clause because statistically speaking, out of the hundreds of thousands of accounts on our Services, there is at least one doing something nefarious.\nThere are some things we staunchly stand against and this clause is how we exercise that stance.\nFor more details, see our Use Restrictions policy.</li>\n<li>Verbal, physical, written or other abuse (including threats of abuse or retribution) of Company employee or officer will result in immediate account termination.</li>\n</ol>\nModifications to the Service and Prices\n<ol>\n<li>We make a promise to our customers to support our Services until the end of the Internet.\nThat means when it comes to security, privacy, and customer support, we will continue to maintain any legacy Services.\nSometimes it becomes technically impossible to continue a feature or we redesign a part of our Services because we think it could be better or we decide to close new signups of a product.\nWe reserve the right at any time to modify or discontinue, temporarily or permanently, any part of our Services with or without notice.</li>\n<li>Sometimes we change the pricing structure for our products.\nWhen we do that, we tend to exempt existing customers from those changes.\nHowever, we may choose to change the prices for existing customers.\nIf we do so, we will give at least 30 days notice and will notify you via the email address on record.\nWe may also post a notice about changes on our websites or the affected Services themselves.</li>\n</ol>\nUptime, Security, and Privacy\n<ol>\n<li>Your use of the Services is at your sole risk.\nWe provide these Services on an “as is” and “as available” basis.\nWe do not offer service-level agreements for most of our Services — here’s the one exception — but do take uptime of our applications seriously.\nVisit https://www.basecampstatus.com/ to see the status of our Services.</li>\n<li>We reserve the right to temporarily disable your account if your usage significantly exceeds the average usage of other customers of the Services.\nOf course, we’ll reach out to the account owner before taking any action except in rare cases where the level of use may negatively impact the performance of the Service for other customers.</li>\n<li>We take many measures to protect and secure your data through backups, redundancies, and encryption.\nWe enforce encryption for data transmission from the public Internet.\nThere are some edge cases where we may send your data through our network unencrypted.\nPlease refer to our Security Overview for full details and our Security Response page for how to report a security incident or threat.</li>\n<li>When you use our Services, you entrust us with your data.\nWe take that trust to heart.\nYou agree that Basecamp may process your data as described in our Privacy Policy and for no other purpose.\nWe as humans can access your data for the following reasons:</li>\n</ol>\n<ul>\n<li>\n<strong>To help you with support requests you make.</strong> We’ll ask for express consent before accessing your account.</li>\n<li>\n<strong>On the rare occasions when an error occurs that stops an automated process partway through.</strong> We get automated alerts when such errors occur.\nWhen we can fix the issue and restart automated processing without looking at any personal data, we do.\nIn rare cases, we have to look at a minimum amount of personal data to fix the issue.\nIn these rare cases, we aim to fix the root cause as much as possible to avoid the errors from reoccurring.</li>\n<li>\n<strong>To safeguard Basecamp.</strong> We’ll look at logs and metadata as part of our work to ensure the security of your data and the Services as a whole.\nIf necessary, we may also access accounts as part of an abuse report investigation.</li>\n<li>\n<strong>To the extent required by applicable law.</strong> As a US company with all data infrastructure located in the US, we only preserve or share customer data if compelled by a US government authority with a legally binding order or proper request under the Stored Communications Act.\nIf a non-US authority approaches Basecamp for assistance, our default stance is to refuse unless the order has been approved by the US government, which compels us to comply through procedures outlined in an established mutual legal assistance treaty or agreement mechanism.\nIf Basecamp is audited by a tax authority, we only share the bare minimum billing information needed to complete the audit.</li>\n</ul>\n<ol>\n<li>We use third party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run the Services.\nYou can see a list of all subprocessors who handle personal data for Basecamp, HEY, Highrise, Campfire, and Backpack.</li>\n<li>Under the California Consumer Privacy Act (“CCPA”), Basecamp is a “service provider”, not a “business” or “third party”, with respect to your use of the Services.\nThat means we process any data you share with us only for the purpose you signed up for and as described in these Terms of Service, Privacy policy, and other policies.\nWe do not retain, use, disclose, or sell any of that information for any other commercial purposes unless we have your explicit permission.\nAnd on the flip-side, you agree to comply with your requirements under the CCPA and not use Basecamp’s Services in a way that violates the regulations.</li>\n<li>These Service Terms incorporate the Basecamp Data Processing Addendum (“DPA”), when the General Data Protection regulation (“GDPR”) applies to your use of Basecamp Services to process Customer Data as defined in the DPA.\nThe DPA is effective as of October 5, 2020 and replaces and supersedes any previously agreed data processing addendum between you and Basecamp, LLC relating to the GDPR.\nIf you prefer to have an executed copy of the Data Processing Addendum, you may sign a copy online.\nRegardless of whether you execute or not, we protect and secure your data to the high standards set out in the addendum.</li>\n</ol>\nCopyright and Content Ownership\n<ol>\n<li>All content posted on the Services must comply with U.S.\ncopyright law.\nWe provide details on how to file a copyright infringement claim.</li>\n<li>We claim no intellectual property rights over the material you provide to the Services.\nAll materials uploaded remain yours.</li>\n<li>We do not pre-screen content, but reserve the right (but not the obligation) in our sole discretion to refuse or remove any content that is available via the Service.</li>\n<li>The names, look, and feel of the Services are copyright© to the Company.\nAll rights reserved.\nYou may not duplicate, copy, or reuse any portion of the HTML, CSS, JavaScript, or visual design elements without express written permission from the Company.\nYou must request permission to use the Company’s logo or any Service logos for promotional purposes.\nPlease email us requests to use logos.\nWe reserve the right to rescind this permission if you violate these Terms of Service.</li>\n<li>You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Services, use of the Services, or access to the Services without the express written permission by the Company.</li>\n<li>You must not modify another website so as to falsely imply that it is associated with the Services or the Company.</li>\n</ol>\nFeatures and Bugs\n<p>We design our Services with care, based on our own experience and the experiences of customers who share their time and feedback.\nHowever, there is no such thing as a service that pleases everybody.\nWe make no guarantees that our Services will meet your specific requirements or expectations.</p>\n<p>We also test all of our features extensively before shipping them.\nAs with any software, our Services inevitably have some bugs.\nWe track the bugs reported to us and work through priority ones, especially any related to security or privacy.\nNot all reported bugs will get fixed and we don’t guarantee completely error-free Services.</p>\nServices Adaptations and API Terms\n<p>We offer Application Program Interfaces (\"API\"s) for some of our Services (currently Basecamp, Highrise, Campfire, and Backpack).\nAny use of the API, including through a third-party product that accesses the Services, is bound by the terms of this agreement plus the following specific terms:</p>\n<ol>\n<li>You expressly understand and agree that we are not liable for any damages or losses resulting from your use of the API or third-party products that access data via the API.</li>\n<li>Third parties may not access and employ the API if the functionality is part of an application that remotely records, monitors, or reports a Service user’s activity <em>other than time tracking</em>, both inside and outside the applications.\nThe Company, in its sole discretion, will determine if an integration service violates this bylaw.\nA third party that has built and deployed an integration for the purpose of remote user surveillance will be required to remove that integration.</li>\n<li>Abuse or excessively frequent requests to the Services via the API may result in the temporary or permanent suspension of your account’s access to the API.\nThe Company, in its sole discretion, will determine abuse or excessive usage of the API.\nIf we need to suspend your account’s access, we will attempt to warn the account owner first.\nIf your API usage could or has caused downtime, we may cut off access without prior notice.</li>\n</ol>\n<p>Some third-party providers have created integrations between our Services and theirs.\nYou can find some of those integrations for Basecamp at https://basecamp.com/extras and for Highrise at https://highrisehq.com/extras/.\nWe are not liable or accountable for any of these third-party integrations.</p>\nLiability\n<p>We mention liability throughout these Terms but to put it all in one section:</p>\n<p>\n<em>\n<strong>You expressly understand and agree that the Company shall not be liable, in law or in equity, to you or to any third party for any direct, indirect, incidental, lost profits, special, consequential, punitive or exemplary damages, including, but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if the Company has been advised of the possibility of such damages), resulting from: (i) the use or the inability to use the Services.\n(ii) the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from the Services.\n(iii) unauthorized access to or alteration of your transmissions or data.\n(iv) statements or conduct of any third party on the service.\n(v) or any other matter relating to this Terms of Service or the Services, whether as a breach of contract, tort (including negligence whether active or passive), or any other theory of liability.</strong>\n</em>\n</p>\n<p>In other words: choosing to use our Services does mean you are making a bet on us.\nIf the bet does not work out, that’s on you, not us.\nWe do our darnedest to be as safe a bet as possible through careful management of the business.\ninvestments in security, infrastructure, and talent.\nand in general giving a damn.\nIf you choose to use our Services, thank you for betting on us.</p>\n<p>If you have a question about any of the Terms of Service, please contact our Support team.</p> ", "created_at": "2021-06-01 14:32:35.368054", "updated_at": "2021-06-01 12:34:40.054692"}, {"id": 6624, "name": "Privacy Regulations Reference", "url": "https://www.hey.com/policies/privacy/regulations/", "xpath": "//*[@id=\"content\"]", "text": " Privacy Regulations Reference\n<p>\n<em>Last updated: December 4, 2020</em>\n</p>\n<p>The data privacy regulatory landscape is undergoing a lot of change.\nYou probably have heard about the EU General Data Protection Regulation (GDPR) that went into effect on May 25, 2018.\nThere are also other regulations in effect or in the works around the world.\nWe’ve written up this reference document to put helpful information regarding our products and privacy regulations in one place.\nPlease also view our full Privacy policy.</p>\n<p>If you have any questions, comments, or concerns about our Privacy policy, your data, or your rights with respect to your information, please email us at privacy@basecamp.com.</p>\nEuropean Union General Data Protection Regulation (GDPR)\n<p>Basecamp is an American company and our data infrastructure is currently based in the US.\nThat means if you are in another country in the world and you use our products, your data are transferred to the US.\nThe EU has stronger privacy laws than the US and a core tenet of the GDPR is that if you transfer any personal data of EU residents out of the EU, you must protect it to the same level as guaranteed under EU law.\nThere are two factors to this:</p>\n<ol>\n<li>The practices that businesses take handling personal data.\nand</li>\n<li>The laws of the countries where you transfer the EU personal data to</li>\n</ol>\nPractices we have at Basecamp\n<p>We are serious about treating our customers fairly.\nWe have a Customer Bill of Rights and five of the eight rights are about your control of your data, your right to privacy, and the security measures we put in place to protect your data.\nThese rights apply to all of our customers, regardless of where you are in the world.</p>\n<p>We’re able to offer this Customer Bill of Rights because of the choices we make as a business.\nPlease do read our Privacy Policy and our Security Overview in full.\nSome highlights:</p>\n<ul>\n<li>We never have and never will sell customer data.</li>\n<li>We don’t run ads for other services in our products.</li>\n<li>We limit the data we collect: if we don’t need it, we don’t ask for it.</li>\n<li>We limit the permissions our apps request on your devices.</li>\n<li>We put a lot of security measures into place including in-transit encryption, encryption at-rest, and requiring employees and contractors to sign non-disclosure agreements.</li>\n<li>When you email us at privacy@basecamp.com, someone from our Privacy Working Group will get back to you.\nYou are always speaking with a human! No bots.</li>\n</ul>\n<p>We do work with sub-processors.\nWe’ve listed links to our current sub-processors at the end of this page.\nWith each vendor, we assess their commitment to privacy and we sign a data processing addendum with them that include the controller-processor Standard Contractual Clauses.</p>\n<p>Last but not least, we know privacy regulations are constantly evolving.\nWe root for stronger consumer privacy laws! Several Basecampers are members of the International Agency of Privacy Professionals and use IAPP resources alongside legal counsel to stay aware of relevant changes in the regulatory landscape.</p>\nRelevant US laws\n<p>The US does not have a national consumer privacy law akin to GDPR.\nWe’d love to see one put in place and until then, shout out to California for leading with the California Consumer Privacy Act (“CCPA” — more information following this GDPR section) and our spiritual home state of Illinois for its Biometric Information Privacy Act.</p>\n<p>There are national US security laws that are relevant to GDPR.\nChief amongst them are: the Foreign Intelligence Surveillance Act (FISA) and Executive Order 12-333.\nFISA establishes ways for US law enforcement and intelligence agencies to gather information within the US about non-US entities suspected of espionage or terrorism.\nExecutive Order 12-333 sets out how US intelligence agencies can gather information, including outside the borders of the US.</p>\n<p>Virtually every American software service is subject to FISA.\nThat includes all the American big tech companies you can think of as well as any European service that uses cloud infrastructure from Amazon Web Services, Microsoft Azure, or Google Cloud Computing.\nIt also includes small tech American companies like us, Basecamp LLC.\nHowever <strong>to date, Basecamp has never been served a FISA order or National Security Letter.</strong>\n</p>\n<p>Even so, these laws are relevant for why extra mechanisms need to be in place to allow the legal transfer of personal data from the EU to the US.\nSince GDPR went into effect in 2018, Basecamp has offered two such mechanisms: a data processing addendum.\nand voluntary participation in the EU-US Privacy Shield Framework and the Swiss-US Privacy Shield Framework.\nCurrently, the data processing addendum is the primary mechanism as the Privacy Shield frameworks were invalidated in July and September 2020 respectively.</p>\nData processing addendum\n<p>As of October 5, 2020, we have incorporated a Data Processing Addendum (DPA) to our Terms of Service.\nYou can find the DPA linked within clause 7 of the Uptime, Security and Privacy section.\nThis addendum is in effect when the General Data Protection Regulation applies to your use of Basecamp Services to process Customer Data as defined in the DPA.\nThe DPA includes the European Commission’s Standard Contractual Clauses (both controller-processor and controller-controller) to extend GDPR privacy principles, rights, and obligations everywhere personal data is processed.\nIf you would like to have a signed copy of the DPA for your records, you may sign a copy online.\nWe provide the same privacy rights and protection to all customers, regardless of whether they choose to execute a DPA.\nThe European Commission recently proposed updates to these Standard Contractual Clauses and if officially adopted, we will update our DPA to incorporate the updated clauses within the granted transition period.</p>\n<p>On July 16, 2020, the Court of Justice of the European Union (CJEU) made a ruling, colloquially called “Schrems II”.\nThe CJEU ruled that when you use the Standard Contractual Clauses as the basis for the transfer of personal data from the EU to the US (and a few other countries) on the basis of Standard Contractual Clauses, extra scrutiny and safeguards must be in place.\nThis ruling has opened up a lot of questions, including what qualifies as those extra safeguards.\nThis crowdsourced webpage lists statements made by different Data Protection Authorities to date.\nFollowing the Schrems II ruling, we went back over our data flows and our obligations under the Standard Contractual Clauses.\nWe wanted to make sure we can live up to those obligations, and we can.\nWe also researched the means of recourse we could take in the theoretical event we are served a FISA warrant (which again, has not happened to date).</p>\n<p>If you are a Data Controller under GDPR (i.e a business working with personal data of EU residents), we encourage you to take stock of your personal data flows and vendors too.\nThe European Data Protection Board issued a draft set of guidelines on November 11, 2020 with specific recommendations for EU-based businesses transferring personal data out of the EU.</p>\nA note about Privacy Shield\n<p>Since its establishment, Basecamp has also voluntarily participated in the EU-US and Swiss-US Privacy Shield Framework.\nThe same Schrems II ruling from the Court of Justice of the European Union invalidated the EU-US Privacy Shield program as a mechanism for data transfer from the EU to the US.\nOn September 8, 2020, Switzerland’s Federal Data Protection and Information Commissioner also invalidated the Swiss-US Privacy Shield program.</p>\n<p>We are still certified under, and follow, both Privacy Shield Frameworks.\n<em>However, they no longer serve as legal mechanisms for the transfer of EU personal data to the US.</em>\n</p>\nCalifornia Consumer Privacy Act (CCPA)\n<p>In the CCPA, there is an important distinction between what are referred to as “service providers”, “businesses”, and “third parties”.\nYou can see how the regulation defines these words by visiting the California Attorney General’s website: https://www.oag.ca.gov/privacy/ccpa.</p>\n<p>\n<em>Under the CCPA, Basecamp is a “service provider.”</em> That means when we process data you provide, we do so solely for the purpose you signed up for.\nOur business model is simple: we charge a recurring subscription fee to our customers.\nWe do not sell personal information or use your data for any other commercial purposes unless with your explicit permission.</p>\n<p>The CCPA also grants residents of California with additional rights related to their information.\nWe grant those rights to all of our customers and detail them in our Privacy policy.\nOur Privacy policy also explains the information we collect in order to provide our services and clearly lists the only times we access or share your data.</p>\nUS Health Insurance Portability and Accountability Act (HIPAA)\n<p>Our products are currently <em>not</em> HIPAA-compliant and we do not have immediate plans to become so.</p>\nSubprocessors\n<p>Basecamp uses third party subprocessors, such as cloud computing providers and customer support software, to provide our services.\nWe enter into data processing agreements including GDPR Standard Contractual Clauses with each subprocessor, and require the same of them.</p>\n<p>You can see which subprocessors we use by application by viewing the following linked lists:</p>\n<ul>\n<li>Basecamp subprocessors</li>\n<li>HEY subprocessors</li>\n<li>Highrise subprocessors</li>\n<li>Campfire subprocessors</li>\n<li>Backpack subprocessors</li>\n</ul>\n<p>We also use other software as a company that are not part of providing our services but may collect your personal information for other purposes.\nYou can view this list of processors in the following page: Company processors</p> ", "created_at": "2021-06-01 14:32:35.36649", "updated_at": "2021-06-01 12:33:12.521517"}, {"id": 6627, "name": "Security overview", "url": "https://www.hey.com/policies/security/", "xpath": "//*[@id=\"content\"]", "text": " Security overview.\nWe protect your data.\n<p>All data are written to multiple disks instantly, backed up daily, and stored in multiple locations.\nFiles that our customers upload are stored on servers that use modern techniques to remove bottlenecks and points of failure.</p>\nYour data are sent using HTTPS.\n<p>Whenever your data are in transit between you and us, everything is encrypted, and sent using HTTPS.\nWithin our firewalled private networks, data may be transferred unencrypted.</p>\n<p>Any files which you upload to us are stored and are encrypted at rest.\nOur application databases are generally not encrypted at rest — the information you add to the applications is active in our databases and subject to the same protection and monitoring as the rest of our systems.\nOur database backups are encrypted using GPG.</p>\nFull redundancy for all major systems.\n<p>Our servers — from power supplies to the internet connection to the air purifying systems — operate at full redundancy.\nOur systems are engineered to stay up even if multiple servers fail.</p>\nSophisticated physical security.\n<p>Our state-of-the-art servers are protected by biometric locks and round-the-clock interior and exterior surveillance monitoring.\nOnly authorized personnel have access to the data center.\n24/7/365 onsite staff provides additional protection against unauthorized entry and security breaches.</p>\nRegularly-updated infrastructure.\n<p>Our software infrastructure is updated regularly with the latest security patches.\nOur products run on a dedicated network which is locked down with firewalls and carefully monitored.\nWhile perfect security is a moving target, we work with security researchers to keep up with the state-of-the-art in web security.</p>\nWe protect your billing information.\n<p>All credit card transactions are processed using secure encryption—the same level of encryption used by leading banks.\nCard information is transmitted, stored, and processed securely on a PCI-Compliant network.</p>\nConstant monitoring\n<p>We have a team dedicated to maintaining your account’s security on our systems and monitoring tools we’ve set up to alert us to any nefarious activity against our domains.\nTo date, we’ve <em>never</em> had a data breach.</p>\n<p>We also audit internal data access.\nIf a Basecamp employee wrongly accesses customer data, they will face penalties ranging from termination to prosecution.\nAgain, to our knowledge, this hasn’t happened.</p>\n<p>We have processes and defenses in place to keep our streak of 0 data breaches going.\nBut in the unfortunate circumstances someone malicious does successfully mount an attack, we will immediately notify all affected customers.</p>\nOver 20 years in business.\n<p>We’ve been around the block and we’ve seen a lot of companies come and go.\nSecurity isn’t just about technology, it’s about trust.\nSince 1999, we’ve worked hard to earn the trust of over hundreds of thousands of companies world wide.\nWe’ll continue to work hard every day to maintain that trust.\nLongevity and stability is core to our mission at Basecamp.</p>\nWant to know more?\n<p>We’ve got three pages of additional details in our security overview for you.\nWe take even further security steps with HEY.\nGo to https://hey.com/security/ to learn more.</p>\nHave a concern? Need to report an incident?\n<p>Have you noticed abuse, misuse, an exploit, or experienced an incident with your account? Please visit our security response page for details on how to securely submit a report.</p> ", "created_at": "2021-06-01 14:32:35.371462", "updated_at": "2021-06-01 12:33:23.661444"}, {"id": 6626, "name": "Use Restrictions", "url": "https://www.hey.com/policies/abuse/", "xpath": "//*[@id=\"content\"]", "text": " Use Restrictions\n<p>\n<em>Last updated: March 4, 2021</em>\n</p>\n<p>Hundreds of thousands of teams use Basecamp products*.\nWe are proud to give them a better way to work.\nWe also recognize that however good the maker’s intentions, technology can amplify the ability to cause great harm.\nThat’s why we’ve established this policy.\nWe feel an ethical obligation to counter such harm: both in terms of dealing with instances where Basecamp is used (and abused) to further such harm, and to state unequivocally that the products we make at Basecamp are not safe havens for people who wish to commit such harm.\nIf you have an account with any of our products, you can’t use them for any of the restricted purposes listed below.\nIf we find out you are, we will take action.</p>\nRestricted purposes\n<ul>\n<li>\n<strong>Violence, or threats thereof</strong>: If an activity qualifies as violent crime in the United States or where you live, you may not use Basecamp products to plan, perpetrate, or threaten that activity.</li>\n<li>\n<strong>Child exploitation, sexualization, or abuse</strong>: We don’t tolerate any activities that create, disseminate, or otherwise cause child abuse.\nKeep away and stop.\nJust stop.</li>\n<li>\n<strong>Hate speech</strong>: You cannot use our products to advocate for the extermination, domination, or oppression of people.</li>\n<li>\n<strong>Harassment</strong>: Intimidating or targeting people or groups through repeated communication, including using racial slurs or dehumanizing language, is not welcome at Basecamp.</li>\n<li>\n<strong>Doxing</strong>: If you are using Basecamp products to share other peoples’ private personal information for the purposes of harassment, we don’t want anything to do with you.</li>\n<li>\n<strong>Malware or spyware</strong>: Code for good, not evil.\nIf you are using our products to make or distribute anything that qualifies as malware or spyware — including remote user surveillance — begone.</li>\n<li>\n<strong>Phishing or otherwise attempting fraud</strong>: It is not okay to lie about who you are or who you affiliate with to steal from, extort, or otherwise harm others.</li>\n<li>\n<strong>Spamming</strong>: No one wants unsolicited commercial emails.\nWe don’t tolerate folks (including their bots) using Basecamp products for spamming purposes.\nIf your emails don’t pass muster with CAN-SPAM or any other anti-spam law, it’s not allowed.</li>\n<li>\n<strong>Cybersquatting</strong>: We don’t like username extortionists.\nIf you purchase a Basecamp product account in someone else’s name and then try to sell that account to them, you are cybersquatting.\nCybersquatting accounts are subject to immediate cancelation.</li>\n<li>\n<strong>Infringing on intellectual property</strong>: You can’t use Basecamp products to make or disseminate work that uses the intellectual property of others beyond the bounds of fair use.</li>\n</ul>\n<p>While our use restrictions are comprehensive, they can’t be exhaustive — it’s possible an offense could defy categorization, present for the first time, or illuminate a moral quandary we hadn’t yet considered.\nThat said, we hope the overarching spirit is clear: Basecamp is not to be harnessed for harm, whether mental, physical, personal or civic.\nDifferent points of view — philosophical, religious, and political — are welcome, but ideologies like white nationalism, or hate-fueled movements anchored by oppression, violence, abuse, extermination, or domination of one group over another, will not be accepted here.</p>\nHow to report abuse\n<p>For cases of suspected malware, spyware, phishing, spamming, and cybersquatting, please alert us at abuse@basecamp.com.</p>\n<p>For all other cases, please let us know by emailing report@basecamp.com.\nIf you’re not 100% sure if something rises to the level of our use restrictions policy, report it anyway.</p>\n<p>Please share as much as you are comfortable with about the account, the content or behavior you are reporting, and how you found it.\nSending us a URL or screenshots is super helpful.\nIf you need a secure file transfer, let us know and we will send you a link.\nWe will not disclose your identity to anyone associated with the reported account.\nFor copyright cases, we’ve outlined extra instructions on how to notify us about infringement claims.</p>\n<p>Someone on our team will respond within one business day to let you know we’ve begun investigating.\nWe have published details on how we investigate use restriction reports.\nWe will also let you know the outcome of our investigation (unless you ask us not to, or we are not allowed to under law).</p>\n<p>*<em>This policy and process applies to any product created and owned by Basecamp, LLC.\nThat includes Basecamp (any version), HEY, Highrise, Campfire, Backpack, Writeboard, and Ta-da List.</em>\n</p> ", "created_at": "2021-06-01 14:32:35.369549", "updated_at": "2021-06-01 12:33:39.452553"}, {"id": 6623, "name": "Privacy Policy", "url": "https://www.hey.com/policies/privacy/", "xpath": "//*[@id=\"content\"]", "text": " Privacy policy\n<p>\n<em>Last updated: March 4, 2021</em>\n</p>\n<p>The privacy of your data — and it is your data, not ours! — is a big deal to us.\nIn this policy, we lay out: what data we collect and why.\nhow your data is handled.\nand your rights to your data.\nWe promise we never sell your data: never have, never will.</p>\n<p>This policy applies to all products built and maintained by Basecamp LLC including Basecamp (all versions), HEY, Highrise, Campfire, Backpack, Ta-da List, and Writeboard.\nFor candidates applying to jobs at Basecamp LLC, please review our Recruitment Privacy policy.</p>\nWhat we collect and why\n<p>Our guiding principle is to collect only what we need.\nHere’s what that means in practice:</p>\nIdentity &amp.\naccess\n<p>When you sign up for a Basecamp product, we typically ask for identifying information such as your name, email address, and maybe a company name.\nThat’s just so you can personalize your new account, and we can send you invoices, updates, or other essential information.\nWe sometimes also give you the option to add a profile picture that displays in our products, but we do not normally look at or access that picture.\nWe’ll never sell your personal info to third parties, and we won’t use your name or company in marketing statements without your permission either.</p>\nBilling information\n<p>When you pay for a Basecamp product, we ask for your credit card and billing address.\nThat’s so we can charge you for service, calculate taxes due, and send you invoices.\nYour credit card is passed directly to our payment processor and doesn’t ever go through our servers.\nWe store a record of the payment transaction, including the last 4 digits of the credit card number and as-of billing address, for account history, invoicing, and billing support.\nWe store your billing address to calculate any sales tax due in the United States or VAT in the EU, to detect fraudulent credit card transactions, and to print on your invoices.</p>\nGeolocation data\n<p>We log all access to all accounts by full IP address so that we can always verify no unauthorized access has happened.\nWe keep this login data for as long as your product account is active.</p>\n<p>We also log full IP addresses used to sign up a product account.\nWe keep this record forever because they are used to mitigate spammy signups.</p>\n<p>Web analytics data — described further in the Website Interactions section — are also tied temporarily to IP addresses to assist with troubleshooting cases.\nWe blind all web analytics data after 30 days.</p>\nWebsite interactions\n<p>When you browse our marketing pages or applications, your browser automatically shares certain information such as which operating system and browser version you are using.\nWe track that information, along with the pages you are visiting, page load timing, and which website referred you for statistical purposes like conversion rates and to test new designs.\nWe sometimes track specific link clicks to help inform some design decisions.\nThese web analytics data are tied to your IP address and user account if applicable and you are signed into our Services.\nWe blind all of these individual identifiers after 30 days.</p>\n<p>Historically — including within the last 12 months — we have used third-party web analytics software.\nWe no longer do for our actively sold and developed products and their marketing sites (Basecamp and HEY).\nWe are in the process of removing third party web analytics software from our other products and web properties.</p>\nAnti-bot assessments\n<p>We use CAPTCHA services across our applications to mitigate brute force logins and in HEY as a means of spam protection.\nWe have a legitimate interest in protecting our apps and the broader Internet community from credential stuffing attacks and spam.\nWhen you log into your accounts and fill specific forms in HEY, the CAPTCHA service evaluates various information (e.g IP address, how long the visitor has been on the app, mouse movements) to check whether the data is possibly filled out by an automated program instead of a human.\nWe retain these data via our subprocessor forever because they are used for anti-spam mitigation.</p>\nCookies and Do Not Track\n<p>We do use persistent first-party cookies to store certain preferences, make it easier for you to use our applications, and support some in-house analytics.\nA cookie is a piece of text stored by your browser to help it remember your login information, site preferences, and more.\nYou can adjust cookie retention settings in your own browser.\nTo learn more about cookies, including how to view which cookies have been set and how to manage and delete them, please visit: www.allaboutcookies.org.</p>\n<p>At this time, our sites and applications do not respond to Do Not Track beacons sent by browser plugins.</p>\nVoluntary correspondence\n<p>When you write Basecamp with a question or to ask for help, we keep that correspondence, including the email address, so that we have a history of past correspondences to reference if you reach out in the future.</p>\n<p>We also store any information you volunteer like surveys.\nSometimes when we do customer interviews, we may ask for your permission to record the conversation for future reference or use.\nWe only do so if you give your express consent.</p>\nInformation we do not collect\n<p>We don’t collect any characteristics of protected classifications including age, race, gender, religion, sexual orientation, gender identity, gender expression, or physical and mental abilities or disabilities.\nYou may provide these data voluntarily, such as if you include a pronoun preference in your email signature when writing into our Support team.</p>\n<p>We also do not collect any biometric data.\nYou are given the option to add a picture to your user profile, which could be a real picture of you or a picture of something else that represents you best.\nWe do not extract any information from profile pictures: they are for your use alone.</p>\nHow we approach mobile app permissions\n<p>We offer optional mobile apps for Basecamp and HEY.\nOur philosophy is to ask for the bare minimum of permissions from you to give you a great app experience with maximum privacy.\nBy default, we have access to the network to ensure the app can connect to and communicate with the Internet.\nIn most cases, we ask for permission just-in-time so that you can decide if you want to grant access to things like contacts, camera, and calendar.\nA few exceptions:</p>\n<ul>\n<li>For our iOS apps, we’ll ask for permission to use push notifications upon first sign-in.</li>\n<li>Android apps do not require permission to send push notifications.</li>\n<li>For our Basecamp 2 app on Android 5, the OS will prompt for permission upon installation to read and write to your device files so that you can select attachments from your device to upload and download files from our apps to your device.</li>\n</ul>\n<p>It’s impossible for our apps to try to use a sensitive OS feature without requesting access explicitly from you, so you’ll always know exactly when and what we’re requesting.\nYou will never be required to grant any permission (although a given feature may not work or work well without it).</p>\nWhen we access or share your information\n<p>Our default practice is to not access your information.\nThe only times we’ll ever access or share your info are:</p>\n<p>\n<strong>To provide products or services you’ve requested</strong>.\nWe do use some third-party services to run our applications and only to the extent necessary process some or all of your personal information via these third parties.\nYou can view the list of third-party services we use in each product: Basecamp, HEY, Highrise, Campfire, Backpack.\nHaving subprocessors means we are using technology to access your data.\nNo Basecamp human looks at your data for these purposes unless an error occurs that stops an automated process from working and requires manual intervention to fix.\nThese are rare cases and when they happen, we look for root cause solutions as much as possible to avoid them from reoccurring.\nWe also use some other processors for other business functions, which you can view: Company processors.</p>\n<p>\n<strong>To help you troubleshoot or squash a software bug, with your permission.</strong> If at any point we need to access your account to help you with a Support case, we will ask for your consent before proceeding.</p>\n<p>\n<strong>To investigate, prevent, or take action regarding restricted uses.</strong> Accessing a customer’s account when investigating potential abuse is a measure of last resort.\nWe have an obligation to protect the privacy and safety of both our customers and the people reporting issues to us.\nWe do our best to balance those responsibilities throughout the process.\nIf we do discover you are using our products for a restricted purpose, we will report the incident to the appropriate authorities.</p>\n<p>\n<strong>When required under applicable law.</strong>\n</p>\n<p>Basecamp, LLC is a US company and all data infrastructure are located in the US.</p>\n<ul>\n<li>If US law enforcement authorities have the necessary warrant, criminal subpoena, or court order requiring we share data, we have to comply.\nOtherwise, we flat-out reject requests from local and federal law enforcement when they seek data.\nAnd unless we’re legally prevented from it, we’ll always inform you when such requests are made.\nIn the event a government authority outside the US approaches Basecamp with a request, our default stance is to refuse unless the US government compels us to comply through procedures outlined in a mutual legal assistance treaty or agreement.\n<em>\n<strong>We have never received a National Security Letter or Foreign Intelligence Surveillance Act (FISA) order.</strong>\n</em>\n</li>\n<li>Similarly, if Basecamp receives a request to preserve data, we refuse unless compelled by either the US Federal Stored Communications Act, 18 U.S.C.\nSection 2703(f) or a properly served US subpoena for civil matters.\nIn both of these situations, we have to comply.\nIn these situations, we notify affected customers as soon as possible unless we are legally prohibited from doing so.\nWe do not share preserved data unless absolutely required under the Stored Communications Act or compelled by a court order that we choose not to appeal.\nFurthermore, unless we receive a proper warrant, court order, or subpoena before the required preservation period expires, we destroy any preserved copies we made of customer data once the preservation period lapses.</li>\n<li>If we get an informal request from any person, organization, or entity, we do not assist.\nIf you are an account owner who wants to export data from their accounts, you can do so directly by following these instructions for HEY, Basecamp 3, Basecamp 2, Basecamp Classic, Highrise, Campfire, and Backpack.</li>\n<li>If we are audited by a tax authority, we may be required to share billing-related information.\nIf that happens, we only share the bare minimum needed such as billing addresses and tax exemption information.</li>\n</ul>\n<p>Finally, if Basecamp, LLC is acquired by or merged with another company — we don’t plan on that, but if it happens — we’ll notify you well before any info about you is transferred and becomes subject to a different privacy policy.</p>\nYour rights with respect to your information\n<p>At Basecamp, we apply the same data rights to all customers, regardless of their location.\nCurrently some of the most privacy-forward regulations in place are the European Union’s General Data Protection Regulation (“GDPR”) and California Consumer Privacy Act (“CCPA”) in the US.\nBasecamp recognizes all of the rights granted in these regulations, except as limited by applicable law.\nThese rights include:</p>\n<ul>\n<li>\n<strong>Right to Know.</strong> You have the right to know what personal information is collected, used, shared or sold.\nWe outline both the categories and specific bits of data we collect, as well as how they are used, in this privacy policy.</li>\n<li>\n<strong>Right of Access.</strong> This includes your right to access the personal information we gather about you, and your right to obtain information about the sharing, storage, security and processing of that information.</li>\n<li>\n<strong>Right to Correction.</strong> You have the right to request correction of your personal information.</li>\n<li>\n<strong>Right to Erasure / “To be Forgotten”.</strong> This is your right to request, subject to certain limitations under applicable law, that your personal information be erased from our possession and, by extension, all of our service providers.\nFulfillment of some data deletion requests may prevent you from using Basecamp services because our applications may then no longer work.\nIn such cases, a data deletion request may result in closing your account.</li>\n<li>\n<strong>Right to Complain.</strong> You have the right to make a complaint regarding our handling of your personal information with the appropriate supervisory authority.\nTo identify your specific authority or find out more about this right, EU individuals should go to https://edpb.europa.eu/about-edpb/board/members_en.</li>\n<li>\n<strong>Right to Restrict Processing.</strong> This is your right to request restriction of how and why your personal information is used or processed, including opting out of sale of personal information.\n(Again: we never have and never will sell your personal data.)</li>\n<li>\n<strong>Right to Object.</strong> You have the right, in certain situations, to object to how or why your personal information is processed.</li>\n<li>\n<strong>Right to Portability.</strong> You have the right to receive the personal information we have about you and the right to transmit it to another party.</li>\n<li>\n<strong>Right to not be subject to Automated Decision-Making.</strong> You have the right to object and prevent any decision that could have a legal, or similarly significant, effect on you from being made solely based on automated processes.\nThis right is limited, however, if the decision is necessary for performance of any contract between you and us, is allowed by applicable law, or is based on your explicit consent.</li>\n<li>\n<strong>Right to Non-Discrimination.</strong> This right stems from the CCPA.\nWe do not and will not charge you a different amount to use our products, offer you different discounts, or give you a lower level of customer service because you have exercised your data privacy rights.\nHowever, the exercise of certain rights (such as the right “to be forgotten”) may, by virtue of your exercising those rights, prevent you from using our Services.</li>\n</ul>\n<p>Many of these rights can be exercised by signing in and directly updating your account information.</p>\n<p>If you have questions about exercising these rights or need assistance, please contact us at privacy@basecamp.com or at Basecamp, LLC, 2045 W Grand Ave Ste B, PMB 53289, Chicago, IL 60612 USA.\nFor requests to delete personal information or know what personal information has been collected, we will first verify your identity using a combination of at least two pieces of information already collected including your user email address.\nIf an authorized agent is corresponding on your behalf, we will first need written consent with a signature from the account holder before proceeding.</p>\n<p>If you are in the EU, you can identify your specific authority to file a complaint or find out more about GDPR, at https://edpb.europa.eu/about-edpb/board/members_en.</p>\nHow we secure your data\n<p>All data is encrypted via SSL/TLS when transmitted from our servers to your browser.\nThe database backups are also encrypted.</p>\n<p>For products except HEY, most data are not encrypted while they live in our database (since it needs to be ready to send to you when you need it), but we go to great lengths to secure your data at rest.\nFor more information about how we keep your information secure, please review our security overview.</p>\n<p>With HEY, the security overview still applies <em>and</em> we’ve gone even further by encrypting the database at-work.\nEvery field containing personal data is encrypted with its own key.\nThe disks storing the data keys are encrypted as well.\nOur servers decrypt the data to send it to you when you need it.\nYou can learn more about our approach towards security with HEY at https://hey.com/security/.</p>\nWhat happens when you delete data in your product accounts\n<p>In many of our applications, we give you the option to trash data.\nAnything you trash on your product accounts while they are active will be kept in an accessible trash can for up to 30 days (it varies a little by product).\nAfter that, the trashed data are no longer accessible via the application and are deleted from our active servers within the next 30 days.\nWe also have some backups of our application databases, which are kept for up to another 30 days.\nIn total, when you trash things in our applications, they are purged within 90 days from all of our systems and logs.\nRetrieving data for a single account from a backup is cost-prohibitive and unduly burdensome so if you change your mind you’ll need to do so before your data are deleted from our active servers.</p>\n<p>We also delete your data after an account is cancelled.\nIn this case, there is no period of data being kept in an accessible trash can so your data are purged within 60 days.\nThis applies both for cases when an account owner directly cancels and for auto-cancelled accounts.\nPlease refer to our Cancellation policy for more details.</p>\nLocation of site and data\n<p>Our products and other web properties are operated in the United States.\nIf you are located in the European Union or elsewhere outside of the United States, <strong>please be aware that any information you provide to us will be transferred to and stored in the United States</strong>.\nBy using our Site, participating in any of our services and/or providing us with your information, you consent to this transfer.</p>\nWhen transferring personal data from the EU\n<p>The GDPR requires that any data transferred out of the EU must be treated with the same level of protection that the EU privacy laws grant.\nThe privacy laws of the United States generally do not meet that requirement.\nThat is why since GDPR went into effect, Basecamp has offered a data processing addendum and voluntarily participated in the EU-US Privacy Shield Framework as well as the Swiss-US Privacy Shield Framework.</p>\n<p>We have incorporated a Data Processing Addendum to our Terms of Service that is in effect when the GDPR applies to your use of Basecamp Services to process Customer Data as defined in the DPA.\nYou can find the DPA linked within clause 7 of the Uptime, Security and Privacy section.\nThe DPA includes the European Commission’s Standard Contractual Clauses (both controller-processor and controller-controller) to extend GDPR privacy principles, rights, and obligations everywhere personal data is processed.\nThe DPA is extensive so to aid our customers, we have provided both a summary of what they mean and how Basecamp, LLC upholds our responsibilities in our Privacy Regulation Reference.\nIf you prefer to have an executed copy of the Data Processing Addendum, you may sign a copy online.\nRegardless of whether you execute or not, we protect and secure your data to the high standards set out in the addendum.</p>\n<p>There are also a few ad-hoc cases where EU personal data may be transferred to the US related to Basecamp, LLC operations.\nFor instance, if someone in the US comments on our company blog or a customer participates in one of our infrequent surveys or someone applies to one of our open positions or buys swag on our company shop.\nSuch transfers are only occasional and transferred under the Article 49(1)(b) derogation under GDPR.</p>\nEU-US and Swiss-US Privacy Shield policy\n<p>The EU-US Privacy Shield is an agreement between certain European jurisdictions and the United States that up until July 16, 2020, allowed for the transfer of personal data from the EU to the US.\nParticipation in the Privacy Shield program is voluntary.\nThe Swiss-US Privacy Shield is a similar program for data transferred to the US from Switzerland that was in effect until September 8, 2020.</p>\nWe comply with the frameworks for EU, UK, and Swiss data that are transferred into the United States\n<p>Basecamp complies with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union, the United Kingdom, and Switzerland to the United States, respectively.\nWe’ve certified to the Department of Commerce that we adhere to the Privacy Shield Principles.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles take precedent.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/.</p>\n<p>Basecamp is subject to the investigatory and enforcement powers of the Federal Trade Commission (FTC) with regard to the Privacy Shield Frameworks.</p>\n<p>The Privacy Shield Frameworks uphold specific principles, many of which are already outlined in the section on Your Rights.\nFor clarity, pursuant to the Privacy Shield Frameworks, the following principles apply to all EU, UK, and Swiss data that has been transferred into the United States:</p>\n<ul>\n<li>Individuals have the right to access their personal data and to update, correct, and/or amend information that is incomplete.\nIndividuals also have the right to request erasure of personal information that has been processed in violation of the principles.\nIndividuals wishing to exercise these rights may do so by by signing in and directly updating your account information.\nIf you have questions about exercising these rights or need assistance, please contact us at privacy@basecamp.com or at Basecamp, LLC, 2045 W Grand Ave Ste B, PMB 53289, Chicago, IL 60612 USA.</li>\n<li>We remain liable for the onward transfer of personal data to third parties acting as our agents unless we can prove we were not a party to the events giving rise to the damages.</li>\n<li>We do not sell personal data nor do we permit it to be used for reasons other than those for which it was originally provided.\nIf this practice should change in the future, we will update this policy accordingly and provide individuals with opt-out or opt-in choice as appropriate.</li>\n<li>We may be required to release personal data in response to lawful requests from public authorities including to meet national security and law enforcement requirements.</li>\n</ul>\nWe commit to resolving all complaints\n<p>In compliance with the EU-US Privacy Shield Principles and the Swiss-US Privacy Shield Principles, we commit to resolve complaints about your privacy and our collection or use of your personal information.\nEuropean Union, United Kingdom, or Swiss individuals with inquiries or complaints regarding this privacy policy should first contact Jeremy Daer at Basecamp at privacy@basecamp.com, or by mail at Basecamp, LLC, 2045 W Grand Ave Ste B, PMB 53289, Chicago, IL 60612 USA.</p>\n<p>Basecamp (the company) has further committed to refer unresolved privacy complaints under the EU-US Privacy Shield Principles and the Swiss-US Privacy Shield Principles to an independent dispute resolution mechanism, the BBB EU PRIVACY SHIELD, operated by BBB National Programs.\nIf you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit https://bbbprograms.org/privacy-shield-complaints/ for more information and to file a complaint.\nThis service is provided at no cost to you.\nPlease do not submit GDPR complaints to BBB EU Privacy Shield.</p>\n<p>If your EU-US Privacy Shield complaint cannot be resolved through these described channels, under certain conditions, you may invoke binding arbitration for some residual claims not resolved by other redress mechanisms.\nTo learn more, please view the Privacy Shield Annex 1 at https://www.privacyshield.gov/article?id=ANNEX-I-introduction.</p>\nChanges &amp.\nquestions\n<p>We may update this policy as needed to comply with relevant regulations and reflect any new practices.\nYou can view a history of the changes to our policies since mid-2018 on GitHub.\nWhenever we make a significant change to our policies, we will also announce them on our company blog.</p>\n<p>Have any questions, comments, or concerns about this privacy policy, your data, or your rights with respect to your information? Please get in touch by emailing us at privacy@basecamp.com and we’ll be happy to answer them!</p> ", "created_at": "2021-06-01 14:32:35.364504", "updated_at": "2021-06-01 12:34:48.690977"}], "points": [], "urls": ["hey.com"]}}