{"error": 448, "message": "OK", "parameters": {"id": 4144, "name": "ORF.at-Netzwerk", "created_at": "2021-06-19 12:06:40.617805", "updated_at": "2021-06-19 22:00:47.817659", "wikipedia": "https://en.wikipedia.org/wiki/ORF_(broadcaster)", "keywords": null, "related": null, "slug": "orf-at-netzwerk", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4144.png", "url": "orf.at", "documents": [{"id": 7163, "name": "Datenschutzerklärung des ORF.at-Netzwerks", "url": "https://orf.at/stories/datenschutz", "xpath": "//*[@id=\"content\"]", "text": " Datenschutzerklärung des ORF.at-Netzwerks <p>\n<strong>\n</strong>\n</p> 10.07.2018 09.19 Teilen <p>ORF.at möchte allen seinen Nutzern den Besuch auf den ORF.at-Seiten so angenehm wie möglich gestalten.\nDazu gehören – ganz an vorderer Stelle – für ORF.at auch die Wahrung der Privatsphäre jedes Einzelnen und der Schutz der persönlichen Daten.</p>\n<p>In dieser Datenschutzerklärung erfahren Sie, welche personenbezogenen Daten wir auf welche Weise und zu welchem Zweck auf unseren Websites und Apps verarbeiten.\nAußerdem informieren wir Sie über Ihre Rechte als betroffene Person.</p>\n<p>Diese Datenschutzerklärung gilt für die Online-Angebote und Apps des ORF und seiner Tochtergesellschaften und die damit verbundenen Dienste und Funktionen.</p>Erhebung und Verarbeitung personenbezogener Daten<p>Personenbezogene Daten werden im ORF.at-Netzwerk ausschließlich für gesetzlich erlaubte Zwecke und im gesetzlich festgelegten Umfang erhoben und verarbeitet.\nDies ist zum Beispiel der Fall, wenn die Verarbeitung Ihrer Daten zur Erfüllung eines Vertrages oder einer uns treffenden rechtlichen Verpflichtung erforderlich ist.</p>\n<p>Daten werden auch gespeichert und genutzt, wenn Sie Ihre Einwilligung zur Verarbeitung der personenbezogenen Daten für einen oder mehrere bestimmte Zwecke gegeben haben.</p>\n<p>Verantwortliche und Auftragsdatenverarbeiter</p>\n<p>Anwendungsbereich</p>\n<p>Zwecke und Rechtsgrundlagen</p>\n<p>Ihre Rechte</p>\n<p>Kontaktformulare</p>\n<p>Messung und Analyse</p>\n<p>Social-Media-Elemente</p>\n<p>Anhang – Cookies, lokale Speicher, Advertising IDs und Push-Nachrichten</p>\n<p>Kontakt per E-Mail und Post</p>\n<p>Datenschutzeinstellungen</p>\n<p>Personenbezogene Daten sind Daten, anhand derer eine natürliche Person identifiziert werden kann.\nDaher sind all jene Daten personenbezogen, die Schlüsse auf Ihre Person ermöglichen, z.B.\nIhr Name in Verbindung mit einer Adresse, viele, aber bei weitem nicht alle E-Mail-Adressen.</p>\n<p>Zu den personenbezogenen Daten gehören auch Daten, die nur in Kombination mit anderen Daten, oft eines anderen Datenverarbeiters, die Identifikation einer Person ermöglichen, z.B.\nIhre IP-Adresse in Kombination mit einem Zeitpunkt, an dem Sie online waren.</p>\n<p>Der ORF und seine Tochtergesellschaften verarbeiten Ihre Daten beispielsweise, wenn Sie etwas im Online-Shop oder über unsere Kundendienstabteilungen bestellen, bei einem Gewinnspiel mitmachen oder auf sonstige Weise mit uns in Kontakt treten.</p>\n<p>Daten wie Ihre IP-Adresse und Browser- oder App-Kennungen verarbeiten wir für den technischen Betrieb und die Weiterentwicklung immer, wenn Sie die Angebote des ORF.at Netzwerks benutzen.</p>\n<p>Wir verwenden die von Ihnen angegebenen personenbezogenen Daten nur soweit sie zur Erfüllung des jeweiligen Zwecks notwendig sind.\nz.B.</p>\n<ul>\n<li>zur Erfüllung eines Vertrages</li>\n<li>zur Erfüllung einer gesetzlichen Verpflichtung</li>\n<li>zur technischen Erbringung unsere Dienste</li>\n<li>bei der Registrierung für eines unserer registrierungspflichtigen Online-Angebote</li>\n<li>zum Versand von Newslettern</li>\n<li>bei der Abwicklung einer Bestellung im Online Shop</li>\n<li>zum Zusenden von Informationsmaterial und Werbung</li>\n<li>zur Abwicklung eines Gewinnspiels</li>\n<li>für die Messung der Nutzung und Leistung der ORF Online-Angebote</li>\n<li>zur Beantwortung einer Frage, die Sie uns stellen.</li>\n</ul>\n<p>Wir speichern und verarbeiten Ihre Daten nur so lange, wie es zur Erfüllung der jeweiligen Zwecke notwendig ist.</p>\n<p>Die Dauer der Datenverarbeitung richtet sich insbesondere auch nach den gesetzlichen Aufbewahrungsfristen und den Verjährungsfristen für potenzielle Rechtsansprüche.</p> Aktuell in ORF.at „Fehler nicht wiederholen“: Ärztekammer warnt vor Delta-Variante Kickl übernimmt: FPÖ-Weichenstellung in Wiener Neustadt Sommerbücher 2021 Krimis, die das Frösteln bringen Chinas Autorität über Hongkong wächst Österreich NÖ: Großbrand in Lackiererei Sport Frankreichs Supersturm in Budapest gefordert Sport Schröcksnadel geht „ohne Wehmut“ ", "created_at": "2021-06-19 12:06:40.619803", "updated_at": "2021-06-19 10:07:40.89419"}], "points": [], "urls": ["orf.at"]}}