{"error": 448, "message": "OK", "parameters": {"id": 1012, "name": "BetterHelp", "created_at": "2019-01-01 20:24:35.23302", "updated_at": "2021-03-25 03:19:42.150365", "wikipedia": "https://en.wikipedia.org/wiki/BetterHelp", "keywords": null, "related": null, "slug": "betterhelp", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/1012.png", "url": "betterhelp.com", "documents": [{"id": 862, "name": "Terms and Conditions", "url": "https://www.betterhelp.com/terms/", "xpath": "", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-KP7H4QL\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\n<i>\n</i>\n<i>\n</i>\n<ul>\n</ul>\n<ul>\n<li>About</li>\n<li>Advice</li>\n<li>FAQ</li>\n<li>Reviews</li>\n<li>Counselor Jobs</li>\n<li>Contact</li> Login Get started </ul> Terms and Conditions <ol>\n<li> The Terms and Conditions <p>The following are the Terms and Conditions (the \"Agreement\") which govern your access and use of our online platform through which counseling may be provided (collectively the \"Platform\").\nThis website is owned and operated by Compile, Inc.\nd.b.a.\nBetterHelp.\nThe Platform may be provided or be accessible via multiple websites or applications whether owned and/or operated by us or by third parties, including, without limitation, the website betterhelp.com and its related apps.</p>\n<p>By accessing or using the Platform, you are entering into this Agreement.\nYou should read this Agreement carefully before starting to use the Platform.\nIf you do not agree to be bound to any term of this Agreement, you must not access the Platform.</p>\n<p>When the terms \"we\", \"us\", \"our\" or similar are used in this Agreement, they refer to any company that owns and operates the Platform (the \"Company\").</p>\n</li>\n<li> The Counselors and Counselor Services <p>The Platform may be used to connect you with a Counselor who will provide services to you through the Platform (“Counselor Services”).</p>\n<p>We require every Counselor providing Counselor Services on the Platform to be an accredited, trained, and experienced licensed psychologist (PhD / PsyD), licensed marriage and family therapist (LMFT), licensed clinical social worker (LCSW), licensed professional counselor (LPC), or similar applicable recognized professional certification based on their state and/or jurisdiction.\nCounselors must have a relevant academic degree in their field, at least 3 years of experience, at least 1,000 hours of hands-on experience, and have to be qualified and certified by their respective professional board after successfully completing the necessary education, exams, training and practice requirements as applicable.</p>\n<p>The Counselors are independent providers who are neither our employees nor agents nor representatives.\nThe Platform’s role is limited to enabling the Counselor Services while the Counselor Services themselves are the responsibility of the Counselor who provides them.\nIf you feel the Counselor Services provided by the Counselor do not fit your needs or expectations, you may change to a different Counselor who provides services through the Platform.</p>\n<p>While we hope the Counselor Services are beneficial to you, you understand, agree and acknowledge that they may not be the appropriate solution for everyone’s needs and that they may not be appropriate for every particular situation and/or may not be a complete substitute for a face-to-face examination and/or care in every particular situation.</p>\n<p>IF YOU ARE THINKING ABOUT SUICIDE OR IF YOU ARE CONSIDERING HARMING YOURSELF OR OTHERS OR IF YOU FEEL THAT ANY OTHER PERSON MAY BE IN ANY DANGER OR IF YOU HAVE ANY MEDICAL EMERGENCY, YOU MUST IMMEDIATELY CALL THE EMERGENCY SERVICE NUMBER (911 IN THE US) AND NOTIFY THE RELEVANT AUTHORITIES.\nSEEK IMMEDIATE IN PERSON ASSISTANCE.\nTHE PLATFORM IS NOT DESIGNED FOR USE IN ANY OF THE AFOREMENTIONED CASES AND THE COUNSELORS CANNOT PROVIDE THE ASSISTANCE REQUIRED IN ANY OF THE AFOREMENTIONED CASES.</p>\n<p>THE PLATFORM IS NOT INTENDED FOR THE PROVISION OF CLINICAL DIAGNOSIS REQUIRING AN IN-PERSON EVALUATION AND YOU SHOULD NOT USE IT IF YOU NEED ANY OFFICIAL DOCUMENTATION OR APPROVALS FOR PURPOSES SUCH AS, BUT NOT LIMITED TO, COURT-ORDERED COUNSELING OR EMOTIONAL SERVICE DOG CERTIFICATION.\nIT IS ALSO NOT INTENDED FOR ANY INFORMATION REGARDING WHICH DRUGS OR MEDICAL TREATMENT MAY BE APPROPRIATE FOR YOU, AND YOU SHOULD DISREGARD ANY SUCH ADVICE IF DELIVERED THROUGH THE PLATFORM.</p>\n<p>DO NOT DISREGARD, AVOID, OR DELAY IN OBTAINING IN-PERSON CARE FROM YOUR DOCTOR OR OTHER QUALIFIED PROFESSIONAL BECAUSE OF INFORMATION OR ADVICE YOU RECEIVED THROUGH THE PLATFORM.</p>\n</li>\n<li> Privacy and Security <p>Protecting and safeguarding any information you provide through the Platform is extremely important to us.\nInformation about our security and privacy practices can be found on our Privacy Policy available at https://www.betterhelp.com/privacy (The ‘Privacy Policy’).</p>\n<p>BY AGREEING TO THIS AGREEMENT AND/OR BY USING THE PLATFORM, YOU ARE ALSO AGREEING TO THE TERMS OF THE PRIVACY POLICY.\nTHE PRIVACY POLICY IS INCORPORATED INTO AND DEEMED A PART OF THIS AGREEMENT.\nTHE SAME RULES THAT APPLY REGARDING CHANGES AND REVISIONS OF THIS AGREEMENT ALSO APPLY TO CHANGES AND REVISIONS OF THE PRIVACY POLICY.</p>\n</li>\n<li> Third Party Content <p>The Platform may contain other content, products or services which are offered or provided by third parties (\"Third Party Content\"), links to Third Party Content (including but not limited to links to other websites) or advertisements which are related to Third Party Content.\nWe have no responsibility for the creation of any such Third Party Content, including (but not limited to) any related products, practices, terms or policies, and we will not be liable for any damage or loss caused by any Third Party Content.</p>\n</li>\n<li> Disclaimer of Warranty and Limitation of Liability <p>YOU HEREBY RELEASE US AND AGREE TO HOLD US HARMLESS FROM ANY AND ALL CAUSES OF ACTION AND CLAIMS OF ANY NATURE RESULTING FROM THE COUNSELOR SERVICES OR THE PLATFORM, INCLUDING (WITHOUT LIMITATION) ANY ACT, OMISSION, OPINION, RESPONSE, ADVICE, SUGGESTION, INFORMATION AND/OR SERVICE OF ANY COUNSELOR AND/OR ANY OTHER CONTENT OR INFORMATION ACCESSIBLE THROUGH THE PLATFORM.</p>\n<p>YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT THE PLATFORM IS PROVIDED \"AS IS\" WITHOUT ANY EXPRESS OR IMPLIED WARRANTIES OF ANY KIND, INCLUDING BUT NOT LIMITED TO MERCHANTABILITY, NON-INFRINGEMENT, SECURITY, FITNESS FOR A PARTICULAR PURPOSE OR ACCURACY.\nTHE USE OF THE PLATFORM IS AT YOUR OWN RISK.\nTO THE FULLEST EXTENT OF THE LAW, WE EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESSED OR IMPLIED.</p>\n<p>YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT WE SHALL NOT BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, PUNITIVE OR EXEMPLARY DAMAGES.</p>\n<p>YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT OUR AGGREGATE LIABILITY FOR DAMAGES ARISING WITH RESPECT TO THIS AGREEMENT AND ANY AND ALL USE OF THE PLATFORM WILL NOT EXCEED THE TOTAL AMOUNT OF MONEY PAID BY YOU OR ON YOUR BEHALF THROUGH THE PLATFORM IN THE 3 MONTHS PERIOD PRIOR TO THE DATE OF THE CLAIM.</p>\n<p>If the applicable law does not allow the limitation of liability as set forth above, the limitation will be deemed modified solely to the extent necessary to comply with applicable law.</p>\n<p>This section (limitation of liability) shall survive the termination or expiration of this Agreement.</p>\n</li>\n<li> Your account, representations, conduct and commitments <p>You hereby confirm that you are legally able to consent to receive Services, or have the consent of a parent or guardian, and that you are legally able to enter into a contract.</p>\n<p>You hereby confirm and agree that all the information that you provided in or through the Platform, and the information that you will provide in or through the Platform in the future, is accurate, true, current and complete.\nFurthermore, you agree that during the term of this Agreement you will make sure to maintain and update this information so it will continue to be accurate, current and complete.</p>\n<p>You agree, confirm and acknowledge that you are responsible for maintaining the confidentiality of your password and any other security information related to your account (collectively \"Account Access\").\nWe advise you to change your password frequently and to take extra care in safeguarding your password.</p>\n<p>You agree to notify us immediately of any unauthorized use of your Account Access or any other concern for breach of your account security.</p>\n<p>You agree, confirm and acknowledge that we will not be liable for any loss or damage that incurred as a result of someone else using your account, either with or without your consent and/or knowledge.</p>\n<p>You agree, confirm and acknowledge that you are solely and fully liable and responsible for all activities performed using your Account Access.\nYou further acknowledge and agree that we will hold you liable and responsible for any damage or loss incurred as a result of the use of your Account Access by any person whether authorized by you or not, and you agree to indemnify us for any such damage or loss.</p>\n<p>You agree and commit not to use the account or Account Access of any other person for any reason.</p>\n<p>You agree and confirm that your use of the Platform, including the Counselor Services, are for your own personal use only and that you are not using the Platform or the Counselor Services for or behalf of any other person or organization.</p>\n<p>You agree and commit not to interfere with or disrupt, or attempt to interfere with or disrupt, any of our systems, services, servers, networks or infrastructure, or any of the Platform's systems, services, servers, networks or infrastructure, including without limitation obtaining unauthorized access to the aforementioned.</p>\n<p>You agree and commit not to make any use of the Platform for the posting, sending or delivering of either of the following: (a) unsolicited email and/or advertisement or promotion of goods and services.\n(b) malicious software or code.\n(c) unlawful, harassing, privacy invading, abusive, threatening, vulgar, obscene, racist or potentially harmful content.\n(d) any content that infringes a third party right including intellectual property rights.\n(e) any content that may cause damage to a third party.\n(f) any content which may constitute, cause or encourage a criminal action or violate any applicable law.</p>\n<p>You agree and commit not to violate any applicable local, state, national or international law, statute, ordinance, rule, regulation or ethical code in relation to your use of the Platform and your relationship with the Counselors and us.</p>\n<p>If you receive any file from us or from a Counselor, whether through the Platform or not, you agree to check and scan this file for any virus or malicious software prior to opening or using this file.</p>\n<p>You will indemnify us, defend us, and hold us harmless from and against any and all claims, losses, causes of action, demands, liabilities, costs or expenses (including, but not limited to, litigation and reasonable attorneys' fees and expenses) arising out of or relating to any of the following: (a) your access to or use of the Platform.\n(b) any actions made with your account or Account Access whether by you or by someone else.\n(c) your violation of any of the provisions of this Agreement.\n(d) non-payment for any of the services (including Counselor Services) which were provided through the Platform.\n(e) your violation of any third party right, including, without limitation, any intellectual property right, publicity, confidentiality, property or privacy right.\nThis clause shall survive expiration or termination of this Agreement.</p>\n<p>You confirm and agree to use only credit cards or other payment means (collectively “Payment Means”) which you are duly and fully authorized to use, and that all payment related information that you provided and will provide in the future, to or through the Platform, is accurate, current and correct and will continue to be accurate, current and correct.</p>\n<p>You agree to pay all fees and charges associated with your Account on a timely basis and according to the fees schedule, the terms and the rates as published in the Platform.\nBy providing us with your Payment Means you authorize us to bill and charge you through that Payment Means and you agree to maintain valid Payment Means information in your Account information.</p>\n<p>If you have any concerns about a bill or a payment, please contact us immediately by sending an email to <u>contact@betterhelp.com</u>.\nWe will evaluate your issue on a case by case basis and, at our discretion, take steps to resolve any issue, including but not limited to helping you find a new Counselor, extending your subscription at no cost to you, and issuing partial or full refunds when applicable.</p>\n</li>\n<li> Modifications, Termination, Interruption and Disruptions to the Platform <p>You understand, agree and acknowledge that we may modify, suspend, disrupt or discontinue the Platform, any part of the Platform or the use of the Platform, whether to all clients or to you specifically, at any time with or without notice to you.\nYou agree and acknowledge that we will not be liable for any of the aforementioned actions or for any losses or damages that are caused by any of the aforementioned actions.</p>\n<p>The Platform depends on various factors such as software, hardware and tools, either our own or those owned and/or operated by our contractors and suppliers.\nWhile we make commercially reasonable efforts to ensure the Platform’s reliability and accessibility, you understand and agree that no platform can be 100% reliable and accessible and so we cannot guarantee that access to the Platform will be uninterrupted or that it will be accessible, consistent, timely or error-free at all times.</p>\n</li>\n<li> Notices <p>We may provide notices or other communications to you regarding this agreement or any aspect of the Platform, by email to the email address that we have on record, by regular mail or by posting it online.\nThe date of receipt shall be deemed the date on which such notice is given.\nNotices sent to us must be delivered by email to <u>legal@betterhelp.com</u>.</p>\n<p>Notice to California Residents:</p>\n<p>The Board of Behavioral Sciences receives and responds to complaints regarding services provided within the scope of practice of (marriage and family therapists, clinical social workers, or professional clinical counselors).\nYou may contact the board online at www.bbs.ca.gov, or by calling (916) 574-7830.</p>\n</li>\n<li> Important notes about our Agreement <p>This Agreement and our relationship with you shall both be interpreted solely in accordance with the laws of the State of Delaware excluding any rules governing choice of laws.</p>\n<p>You irrevocably agree that the exclusive venue for any action or proceeding arising out of relating to this Agreement or our relationship with you, regardless of theory, shall be the U.S.\nDistrict Court for the Northern District of California, or the state courts located in Santa Clara County in California.\nYou irrevocably consent to the personal jurisdiction of the aforementioned courts and hereby waive any objection to the exercise of jurisdiction by the aforementioned courts.</p>\n<p>THIS AGREEMENT CONSTITUTES THE ENTIRE AGREEMENT BETWEEN YOU AND US.\nYOU CONFIRM THAT YOU HAVE NOT RELIED UPON ANY PROMISES OR REPRESENTATIONS BY US EXCEPT AS SET FORTH IN THIS AGREEMENT.</p>\n<p>We may change this Agreement by posting modifications on the Platform.\nUnless otherwise specified by us, all modifications shall be effective upon posting.\nTherefore, you are encouraged to check the terms of this Agreement frequently.\nThe last update date of this Agreement is posted at the bottom of the Agreement.\nBy using the Platform after the changes become effective, you agree to be bound by such changes to the Agreement.\nIf you do not agree to the changes, you must terminate access to the Platform and participation in its services.</p>\n<p>We may freely transfer or assign this Agreement or any of its obligations hereunder.</p>\n<p>The paragraph headings in this Agreement are solely for the sake of convenience and will not be applied in the interpretation of this Agreement.</p>\n<p>If any provision of this Agreement is held by a court of competent jurisdiction to be illegal, invalid, unenforceable, or otherwise contrary to law, the remaining provisions of this Agreement will remain in full force and effect.</p>\n<p>To clear any doubt, all clauses regarding limitations of liabilities and indemnification shall survive the termination or expiration of this Agreement.</p>\n</li>\n</ol>\nLast Updated: September 11, 2020 × Your session is about to expire! <p>You will be logged out in seconds.\n</p> Keep me active Log out If you are in a crisis or any other person may be in danger - don't use this site.\nThese resources can provide you with immediate help.\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>Home</li>\n<li>About</li>\n<li>FAQ</li>\n<li>Reviews</li>\n<li>Advice</li>\n<li>Jobs</li>\n<li>Find a Therapist</li>\n<li>Contact</li>\n<li>For Counselors</li>\n</ul>\n<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Web Accessibility</li>\n<li>© 2020 BetterHelp</li>\n</ul> Welcome to BetterHelp! <p>This site requires anonymous cookies and third party services to function properly.\nThis site may store and process health related data for the purposes of providing counseling and related services.</p>\n<p>To continue using BetterHelp, you must consent to our Privacy Policy.\nYou can opt-out at any time.</p> I agree to BetterHelp's Privacy Policy Continue ", "created_at": "2019-01-01 20:26:09.781526", "updated_at": "2020-12-14 20:55:10.820942"}, {"id": 863, "name": "Privacy Policy", "url": "https://www.betterhelp.com/privacy/", "xpath": "", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-KP7H4QL\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\n<i>\n</i>\n<i>\n</i>\n<ul>\n</ul>\n<ul>\n<li>About</li>\n<li>Advice</li>\n<li>FAQ</li>\n<li>Reviews</li>\n<li>Counselor Jobs</li>\n<li>Contact</li> Login Get started </ul> Privacy Policy Jump to Privacy Notice for California Residents\n<ol>\n<li> About Your Privacy and This Privacy Policy <p>\n<strong>Your privacy is extremely important to us.</strong> We are constantly putting a great deal of thought, effort, tools, resources and procedures in place in order to protect and safeguard your privacy.\nThis document is our \"Privacy Policy\" and it contains details on issues related to your privacy when using our services.\nIt is intended to inform you of our policies, procedures and practices regarding the collection, use and disclosure of any information that you provide through the Platform.</p>\n<p>The Privacy Policy is part of our Terms and Conditions which can be found in our website.\nThe terms in the Privacy Policy (such as, but not limited to, \"we\", \"our\", “us\", \"Platform\", “Counselor\", \"Counselor Services\" etc) have the same meaning as in our Terms and Conditions document.\nWhen you use our Platform you accept and agree to both the Terms and Conditions and to the Privacy Policy.\nIf you do not agree to be bound to the Privacy Policy you should stop using the Platform immediately.\nBy accessing and using our Platform you affirm that you have read the Terms and Conditions and the Privacy Policy and that you understand, agree and acknowledge to all the terms contained in both of them.</p>\n</li>\n<li> Information Collection, Use, and Disclosure <p>To let us operate the Platform effectively and to let you use the Platform, including the Counselor Services, we may have to collect your personally identifiable information (such as, but not limited to, your name, phone number, email address, and address), billing and payment information, profile information, log data (information such as your computer, Internet Protocol address (“IP”), pages that you visit and the amount of time spent on those pages, actions you take and other statistics), information related to the Counselor Services or your need for Counselor Services, and any information which is exchanged between you and your Counselor (collectively the \"Information\").\nIn some cases, some of the Information that you give to us is considered health related data.\nYou may decide which Information, if any, you would like to share with us, but some functions of the Platform may not be available to you without providing us the necessary Information.\nBy deciding to provide the Information you agree to our methods of collections and use, as well to other terms and provisions of this Privacy Policy.</p>\n<p>Protecting this Information is a top priority for us.\nWe will never sell or rent any Information you shared in the Platform.\nOther than in the limited ways detailed in this Privacy Policy, we will never use or disclose any Information unless you specifically and explicitly requested or approved us to do so.</p>\n<p>The Information may be used or disclosed to third parties for one or more of the following business or marketing purposes: </p>\n<ul>\n<li>To create your account on our Platform and let you log in to your account and use the Platform.</li>\n<li>To manage your account, provide you with customer support, and ensure you are receiving quality service.</li>\n<li>To contact you or provide you with information, alerts and suggestions that are related to the service.</li>\n<li>For billing-related purposes.</li>\n<li>To reach out to you, either ourselves or using the appropriate authorities, if either we or a Counselor have a good reason to believe that you or any other person may be in danger or may be either the cause or the victim of a criminal act.</li>\n<li>To match you with a Counselor.</li>\n<li>To enable and facilitate the Counselor Services.</li>\n<li>To supervise, administer and monitor the service.</li>\n<li>To measure and improve the quality, the effectiveness and the delivery of our services.</li>\n<li>Market the Platform and Counselor Services to you.</li>\n<li>To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.</li>\n<li>To comply with applicable state and federal laws, including, but not limited to laws related to protecting client and public health and safety.</li>\n<li>To provide, support, personalize, and develop our Platform and Counselor Services.</li>\n<li>To personalize your Website experience and to deliver content and product and service offerings relevant to your interests, including targeted offers and ads through our Websites, third-party sites, and via email or text message (with your consent, where required by law).</li>\n</ul>\n<p>\n</p>\n</li>\n<li> Opting out of Marketing Communication <p>You can opt out of receiving email marketing by unsubscribing using the unsubscribe link provided in all of our marketing email communications.</p>\n</li>\n<li> Cookies and Web Beacons <p>Like many websites, we use \"cookies\" and \"web beacons\" to collect information.\nA \"cookie\" is a small data file that is transferred to your computer's hard disk for record-keeping purposes.\nA \"web beacon\" is a tiny image, placed on a Web page or email that can report your visit or use.\nWe use cookies and web beacons to enable the technical operation of the Platform, to administer your log-in to your account and to collect the Log Data.\nYou can change your browser's settings so it will stop accepting cookies or to prompt you before accepting a cookie.\nHowever, if you do not accept cookies you may not be able to use the Platform.\nThe Platform may also include the use of cookies and web beacons of services owned or provided by third parties that are not covered by our Privacy Policy and we do not have access or control over these cookies and web beacons.\nWe may also use third party cookies for the purposes of web analytics, attribution and error management.</p>\n</li>\n<li> Social and General Information Tools <p>We use several publicly-available tools and information exchange resources, such as (but not limited to) a blog, a Facebook page, a Twitter account, and others (collectively \"Social and General Information Tools\").\nAny information you provide or share while using Social and General Information Tools may be read, accessed, collected by that site and users of that site according to their Privacy Policy.</p>\n</li>\n<li> Phishing <p>Online identity theft and account hacking, including the practice currently known as \"phishing\", are of great concern.\nYou should always be diligent when you are being asked for your account information and you must always make sure you do that in our secure system.\nWe will never request your login information or your credit card information in any non-secure or unsolicited communication (email, phone or otherwise).</p>\n</li>\n<li> Links <p>The Platform may contain links to other websites, services or offers which are owned, operated or maintained by third parties.\nIf you click on a third party link, you will be directed to that third website or service.\nThe fact that we link to a website or service is not an endorsement, authorization or representation of our affiliation with that third party, nor is it an endorsement of their privacy or information security policies or practices.\nWe do not have control over third party websites and services and we do not have control over their privacy policies and terms of use.</p>\n</li>\n<li> Security <p>While using any Internet-based service carries inherent security risks that cannot be 100% prevented, our systems, infrastructure, encryption technology, operation and processes are all designed, built and maintained with your security and privacy in mind.\nWe apply industry standards and best practices to prevent any unauthorized access, use, and disclosure.\nWe comply with or exceed all applicable federal laws, state laws, and regulations regarding data privacy.</p>\n</li>\n<li> Service Providers <p>We may employ third party companies and individuals to facilitate our Platform, to perform certain tasks which are related to the Platform, or to provide audit, legal, operational or other services for us.\nThese tasks include, but not limited to, customer service, technical maintenance, monitoring, email management and communication, database management, billing and payment processing, reporting and analytics.\nWe will share with them only the minimum necessary information to perform their task for us and only after entering into appropriate confidentiality agreements.</p>\n</li>\n<li> Children's Privacy <p>We do not knowingly collect or solicit any information from anyone under the age of 13 or knowingly allow such persons to become our user.\nThe Platform is not directed and not intended to be used by children under the age of 13.\nIf you're aware that we have collected Personal Information from a child under age 13 please let us know by contacting us and we will delete that information.</p>\n</li>\n<li> International Transfer <p>Your information may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction.\nRegardless of where your data is stored, it will be maintained securely as outlined in this policy.\nYour consent to our Terms and Conditions followed by your submission of such information represents your agreement to such transfers.</p>\n</li>\n<li> Compliance with Laws and Law Enforcement <p>We cooperate with government and law enforcement officials to enforce and comply with the law.\nWe may disclose information necessary or appropriate to protect the safety of the public or any person, to respond to claims and legal process (including but not limited to subpoenas), and to prevent or stop activity that may be illegal or dangerous.\nYou should also be aware that Counselors may be obliged to disclose information to law enforcement or other authorities to conform to their professional and legal responsibilities.\nSpecifically, and without limitation, you should be aware that the law requires mental health professionals to disclose information and/or take action in the following cases: (a) reported or suspected abuse of a child or vulnerable adult.\n(b) serious suicidal potential.\n(c) threatened harm to another person.\n(d) court-ordered presentation of treatment.</p>\n</li>\n<li> General Data Protection Regulation (GDPR) Notice <p>This section provides additional information about our Privacy Policy relevant to users from the European Union.\nIt is necessary for us to use your personal information: </p>\n<ul>\n<li>To perform our obligations in accordance with any contract that we may have with you.</li>\n<li>It is in our legitimate interest or a third party's legitimate interest to use personal information in such a way to ensure that we provide the Services in the best way that we can.</li>\n<li>It is our legal obligation to use your personal information to comply with any legal obligations imposed upon us.</li>\n</ul>\n<p>\n</p>\n<p>You can view and edit any personal data that you have provided to us using this website.\nAutomated processing of your Personal Information is necessary to operate the Platform effectively and to provide counseling and related services.</p>\n<p>You can exercise any of the rights the law confers to you, like for example: opt-out of all data processing, or request erasure of your data by following the instructions on our opt-out page.\nIn some cases, we may be required to retain personal data to comply with applicable medical record retention laws.</p>\n<p>BetterHelp is the Controller with respect to your Personal Data.\nYou can contact our Data Protection Officer with questions, concerns or objections about this policy, or about your data by writing to:</p>\n<p> BetterHelp<br> Data Protection Officer<br> 990 Villa Street<br> Mountain View, CA 94041, USA<br> DPO@betterhelp.com </p>\n<p>You can contact our EU Representative by writing to:</p>\n<p> BetterHelp EU Representative<br> C/O Legal Department<br> Vía Augusta, 252 08017, Barcelona, Spain<br> DPO@betterhelp.com </p>\n</li>\n<li> Changes to the Privacy Policy <p>We may update this privacy statement at our sole discretion.\nThe date of the last revision of this policy appears at the end of this page.\nWe encourage you to periodically review this page for the latest information on our Privacy Policy and practices.\nRegardless of changes to our Privacy Policy, we will never use the information you submit under our current privacy notice in a new way without first notifying you and giving you the option to opt out.</p>\n</li>\n<li> Contacting us <p>If you have any questions or concerns about this Privacy Policy or our privacy-related practices, please contact us by clicking the \"Contact\" link at the bottom of any page in our website.</p>\n</li>\n</ol> Privacy Notice for California Residents <p>This <strong>Privacy Notice for California Residents</strong> supplements and is expressly made part of the information contained in the BetterHelp Privacy Policy and applies solely to all visitors, users, and others who reside in the State of California (“consumers” or “you”).\nWe adopt this Notice to comply with the California Consumer Privacy Act of 2018 (CCPA).\nAny terms defined in the CCPA have the same meaning when used in this Notice.</p>\n<ol>\n<li>Information We Collect <p>Through your use of our website, we collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or device (“<strong>personal information</strong>”).\nIn particular, our Websites have collected the following categories of personal information from its consumers within the last twelve (12) months.\nAdditionally, we have disclosed the following categories of information for a business purpose in the past twelve (12) months:</p> Category Collected Disclosed for a business purpose A.\nIdentifiers.\nYes Yes B.\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).\nYes Yes C.\nProtected classification characteristics under California or federal law.\nYes Yes D.\nCommercial information.\nNo No E.\nBiometric information.\nNo No F.\nInternet or other similar network activity.\nYes Yes G.\nGeolocation data.\nYes Yes H.\nSensory data.\nNo No I.\nProfessional or employment-related information.\nNo No J.\nNon-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)).\nNo No K.\nInferences drawn from other personal information.\nYes No <p>Personal information does not include:</p>\n<ul>\n<li>Publicly available information from government records.</li>\n<li>Deidentified or aggregated consumer information.</li>\n<li>Information excluded from the CCPA's scope, like: <ul>\n<li>health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data;</li>\n<li>personal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994.</li>\n</ul>\n</li>\n</ul>\n<p>BetterHelp obtains the categories of personal information listed&nbsp;above from the following categories of sources:</p>\n<ul>\n<li>Directly from you.\nFor example, from information you submit on the Platform during the process of using and paying for our Services.\n&nbsp;</li>\n<li>Indirectly from you.\nFor example, from observing your actions on our Websites.</li>\n<li>From third-party business partners such as social media sites, ad networks, and analytics providers</li>\n</ul>\n</li>\n<br>\n<li>Use of Personal Information <p>\n<strong>First and foremost, BetterHelp does not sell and has not sold any Personal Information in the preceding twelve (12) months.</strong>\n</p>\n<p>We may use or disclose the personal information we collect for one or more of the following business or marketing purposes:</p>\n<ul>\n<li>To create your account on our Platform and let you log in to your account and use the Platform.</li>\n<li>To manage your account, provide you with customer support, and ensure you are receiving quality service.</li>\n<li>To contact you or provide you with information, alerts and suggestions that are related to the service.</li>\n<li>For billing-related purposes.</li>\n<li>To reach out to you, either ourselves or using the appropriate authorities, if either we or a Counselor have a good reason to believe that you or any other person may be in danger or may be either the cause or the victim of a criminal act.</li>\n<li>To match you with a Counselor.</li>\n<li>To enable and facilitate the Counselor Services.</li>\n<li>To supervise, administer and monitor the service.</li>\n<li>To measure and improve the quality, the effectiveness and the delivery of our services.</li>\n<li>Market the Platform and Counselor Services to you.</li>\n<li>To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.</li>\n<li>To provide, support, personalize, and develop our Platform and Counselor Services.</li>\n<li>To personalize your Website experience and to deliver content and product and service offerings relevant to your interests, including targeted offers and ads through our Websites, third-party sites, and via email or text message (with your consent, where required by law).</li>\n</ul>\n<p>BetterHelp will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.</p>\n</li>\n<br>\n<li>Disclosure of Personal Information <p>BetterHelp may disclose your personal information to a third party for a business purpose.\nWhen we disclose personal information for a business purpose, we enter a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.</p>\n<p>We share the minimum necessary personal information with the following categories of third parties:</p>\n<ul>\n<li>Service providers that provide audit, legal, operational, technical or other services for us, such as: <ul>\n<li>Customer service</li>\n<li>Technical maintenance</li>\n<li>Monitoring website activity</li>\n<li>Email management and communication</li>\n<li>Database management</li>\n<li>Billing and payment processing</li>\n<li>Reporting and analytics</li>\n<li>Marketing and advertising</li>\n</ul>\n</li>\n<li>Counselors who provide the Counselor Services</li>\n</ul>\n</li>\n<br>\n<li>Your Rights and Choices <p>The CCPA provides consumers (California residents) with specific rights regarding their personal information.\nThis section describes your CCPA rights and explains how to exercise those rights.</p>\n<p>\n<em>Right to Request Access to Information</em>\n</p>\n<p>You have the right to request that BetterHelp notifies you of the personal information about you that we have collected and used.\nOnce we receive and confirm your verifiable consumer request (see <em>Exercising Access, Data Portability, and Deletion Rights</em>), we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting that personal information.</li>\n<li>The categories of third parties with whom we shared that personal information.</li>\n<li>The specific pieces of personal information we collected about you.</li>\n<li>If we disclosed your personal information for a business purpose and identifying the personal information categories that each category of recipient obtained.</li>\n</ul>\n<p>\n<em>Right to Request Deletion of Information</em>\n</p>\n<p>You have the right to request that BetterHelp deletes any of your personal information that we collected about you and retained.\nOnce we receive your request and verify who you are, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.&nbsp;</p>\n<p>We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:</p>\n<ul>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 <em>seq.</em>).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, if you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ul>\n<p>\n<em>Exercising Your Rights</em>\n</p>\n<p>To exercise the rights listed above, please submit a request in writing to BetterHelp via the contact information listed in the Contact Information section.\nOnly you, or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a request related to your personal information.\nYou may also make a request on behalf of your minor child.</p>\n<p>You may only make a request for access twice within a 12-month period.\nYour request must:</p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\nMaking a request does not require you to create an account with us.\nWe will only use personal information provided in a request to verify your identity or authority to make the request.</p>\n<p>\n<em>Response Timing and Format</em>\n</p>\n<p>We endeavor to respond to a request within forty-five (45) days of its receipt.\nIf we require more time (up to 90 days), we will inform you of the reason and extension period in writing.</p>\n<p>For Requests to Access, our response will only cover the 12-month period preceding the request.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.\nWe will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.</p>\n<p>We do not charge a fee to process or respond to your request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\n</li>\n<li>Non-Discrimination <p>We will not discriminate against you for exercising any of your CCPA rights.\nWe will not:</p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n</li>\n<br>\n<li>Other California Privacy Rights <p>California's “Shine the Light” law (Civil Code Section § 1798.83) permits users of our Websites that are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nTo make such a request, please send an email to&nbsp;DPO@betterhelp.com.</p>\n</li>\n<li>Changes to Our Privacy Notice <p>BetterHelp reserves the right to amend this privacy Notice at our discretion and at any time.\nWhen we make changes to this privacy Notice, we will post the updated Notice on the Websites and update the Notice's effective date.&nbsp;Regardless of changes to our Privacy Policy, we will never use the information you submit under our current privacy notice in a new way without first notifying you and giving you the option to opt out.\nYour continued use of our Websites following the posting of changes constitutes your acceptance of such changes.</p>\n</li>\n<li>Contact Information <p>If you have any questions or comments about this Notice, the ways in which BetterHelp collects and uses your information described above, your choices and rights regarding such use, or wish to exercise your rights under California law, please do not hesitate to contact us at:</p>\n<p> BetterHelp<br> Data Protection Officer<br> 990 Villa Street<br> Mountain View, CA 94041, USA<br> DPO@betterhelp.com </p>\n</li>\n</ol>\nLast Updated and Effective: September 11, 2020 × Your session is about to expire! <p>You will be logged out in seconds.\n</p> Keep me active Log out If you are in a crisis or any other person may be in danger - don't use this site.\nThese resources can provide you with immediate help.\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>Home</li>\n<li>About</li>\n<li>FAQ</li>\n<li>Reviews</li>\n<li>Advice</li>\n<li>Jobs</li>\n<li>Find a Therapist</li>\n<li>Contact</li>\n<li>For Counselors</li>\n</ul>\n<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Web Accessibility</li>\n<li>© 2020 BetterHelp</li>\n</ul> ", "created_at": "2019-01-01 21:03:00.679992", "updated_at": "2020-12-14 21:00:35.376475"}], "points": [{"id": 5241, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://www.betterhelp.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-01-01 21:09:24.999349", "updated_at": "2019-06-16 02:18:03.14796", "quoteText": "The Platform may also include the use of cookies and web beacons of services owned or provided by third parties that are not covered by our Privacy Policy and we do not have access or control over these cookies and web beacons.\n", "case_id": 127, "document_id": 863, "quoteStart": 4709, "quoteEnd": 4937}, {"id": 5245, "title": "This service does not sell your personal data", "source": "https://www.betterhelp.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-01-01 21:14:51.325327", "updated_at": "2019-09-25 00:05:44.178766", "quoteText": "We will never sell or rent any Information you shared in the Platform.\n", "case_id": 193, "document_id": 863, "quoteStart": 2879, "quoteEnd": 2950}, {"id": 5248, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.betterhelp.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-01-01 21:21:58.533723", "updated_at": "2019-06-14 04:40:27.12593", "quoteText": "<p>Your information may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction.", "case_id": 187, "document_id": 863, "quoteStart": 9165, "quoteEnd": 9323}, {"id": 5222, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.betterhelp.com/terms/", "status": "The Terms and Conditions state, \"YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT THE PLATFORM IS PROVIDED \"AS IS\" WITHOUT ANY EXPRESS OR IMPLIED WARRANTIES OF ANY KIND . . . THE USE OF THE PLATFORM IS AT YOUR OWN RISK.\"", "created_at": "2019-01-01 20:34:39.415011", "updated_at": "2019-03-02 10:16:33.753441", "quoteText": "YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT THE PLATFORM IS PROVIDED \"AS IS\" WITHOUT ANY EXPRESS OR IMPLIED WARRANTIES OF ANY KIND", "case_id": 286, "document_id": 862, "quoteStart": 5813, "quoteEnd": 5942}, {"id": 5226, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.betterhelp.com/terms/", "status": "The Terms and Conditions state, \"You agree and confirm that your use of the Platform, including the Counselor Services, are for your own personal use only and that you are not using the Platform or the Counselor Services for or behalf of any other person or organization.\"", "created_at": "2019-01-01 20:42:32.38701", "updated_at": "2019-06-23 17:15:32.683625", "quoteText": "You agree and confirm that your use of the Platform, including the Counselor Services, are for your own personal use only and that you are not using the Platform or the Counselor Services for or behalf of any other person or organization.</p>", "case_id": 143, "document_id": 862, "quoteStart": 8880, "quoteEnd": 9122}, {"id": 5244, "title": "This service can share your personal information to third parties ", "source": "https://www.betterhelp.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-01-01 21:11:18.971534", "updated_at": "2019-06-25 05:15:01.66148", "quoteText": "You should also be aware that Counselors may be obliged to disclose information to law enforcement or other authorities to conform to their professional and legal responsibilities.\nSpecifically, and without limitation, you should be aware that the law requires mental health professionals to disclose information and/or take action in the following cases: (a) reported or suspected abuse of a child or vulnerable adult.\n(b) serious suicidal potential.\n(c) threatened harm to another person.\n(d) court-ordered presentation of treatment.", "case_id": 188, "document_id": 863, "quoteStart": 9963, "quoteEnd": 10498}, {"id": 5233, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.betterhelp.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-01-01 21:01:07.682165", "updated_at": "2019-06-13 06:09:15.186751", "quoteText": "\n<p>We may change this Agreement by posting modifications on the Platform.\nUnless otherwise specified by us, all modifications shall be effective upon posting.\nTherefore, you are encouraged to check the terms of this Agreement frequently.", "case_id": 121, "document_id": 862, "quoteStart": 15196, "quoteEnd": 15434}, {"id": 5227, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.betterhelp.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-01-01 20:43:16.510144", "updated_at": "2019-06-16 02:13:13.769666", "quoteText": "The Platform may contain other content, products or services which are offered or provided by third parties (\"Third Party Content\"), links to Third Party Content (including but not limited to links to other websites) or advertisements which are related to Third Party Content.\nWe have no responsibility for the creation of any such Third Party Content, including (but not limited to) any related products, practices, terms or policies, and we will not be liable for any damage or loss caused by any Third Party Content.</p>", "case_id": 279, "document_id": 862, "quoteStart": 4845, "quoteEnd": 5368}, {"id": 5243, "title": "The service is transparent regarding government requests or inquiries that may involve user data.", "source": "https://www.betterhelp.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-01-01 21:10:42.690603", "updated_at": "2019-08-25 19:18:03.509916", "quoteText": "<p>We cooperate with government and law enforcement officials to enforce and comply with the law.\nWe may disclose information necessary or appropriate to protect the safety of the public or any person, to respond to claims and legal process (including but not limited to subpoenas), and to prevent or stop activity that may be illegal or dangerous.", "case_id": 169, "document_id": 863, "quoteStart": 9614, "quoteEnd": 9962}, {"id": 5232, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.betterhelp.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-01-01 20:59:43.803635", "updated_at": "2019-06-09 20:50:19.87638", "quoteText": "While we make commercially reasonable efforts to ensure the Platform’s reliability and accessibility, you understand and agree that no platform can be 100% reliable and accessible and so we cannot guarantee that access to the Platform will be uninterrupted or that it will be accessible, consistent, timely or error-free at all times.</p>", "case_id": 287, "document_id": 862, "quoteStart": 13204, "quoteEnd": 13542}, {"id": 5225, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.betterhelp.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-01-01 20:39:01.539317", "updated_at": "2019-06-10 05:19:26.574867", "quoteText": "You agree, confirm and acknowledge that you are responsible for maintaining the confidentiality of your password and any other security information related to your account (collectively \"Account Access\").\nWe advise you to change your password frequently and to take extra care in safeguarding your password.</p>\n<p>You agree to notify us immediately of any unauthorized use of your Account Access or any other concern for breach of your account security.</p>\n<p>You agree, confirm and acknowledge that we will not be liable for any loss or damage that incurred as a result of someone else using your account, either with or without your consent and/or knowledge.</p>\n<p>You agree, confirm and acknowledge that you are solely and fully liable and responsible for all activities performed using your Account Access.\nYou further acknowledge and agree that we will hold you liable and responsible for any damage or loss incurred as a result of the use of your Account Access by any person whether authorized by you or not, and you agree to indemnify us for any such damage or loss.</p>", "case_id": 148, "document_id": 862, "quoteStart": 7690, "quoteEnd": 8771}, {"id": 5238, "title": "This service requires first-party cookies, which are cookies that only belong to the domain of the service and not a third party.", "source": "https://www.betterhelp.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-01-01 21:07:29.099384", "updated_at": "2019-09-28 22:19:54.836301", "quoteText": "\nWe use cookies and web beacons to enable the technical operation of the Platform, to administer your log-in to your account and to collect the Log Data.", "case_id": 126, "document_id": 863, "quoteStart": 5398, "quoteEnd": 5551}, {"id": 5223, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.betterhelp.com/terms/", "status": "The Terms and Conditions state, \"YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT THE PLATFORM IS PROVIDED \"AS IS\" WITHOUT ANY EXPRESS OR IMPLIED WARRANTIES OF ANY KIND, INCLUDING BUT NOT LIMITED TO MERCHANTABILITY, NON-INFRINGEMENT, SECURITY, FITNESS FOR A PARTICULAR PURPOSE OR ACCURACY.\"", "created_at": "2019-01-01 20:35:22.589521", "updated_at": "2019-06-23 03:09:39.051556", "quoteText": "INCLUDING BUT NOT LIMITED TO MERCHANTABILITY, NON-INFRINGEMENT, SECURITY, FITNESS FOR A PARTICULAR PURPOSE OR ACCURACY.", "case_id": 288, "document_id": 862, "quoteStart": 5944, "quoteEnd": 6063}, {"id": 5236, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.betterhelp.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-01-01 21:06:01.099195", "updated_at": "2021-02-13 00:00:47.010069", "quoteText": "To let us operate the Platform effectively and to let you use the Platform, including the Counselor Services, we may have to collect your personally identifiable information (such as, but not limited to, your name, phone number, email address, and address), billing and payment information, profile information, log data (information such as your computer, Internet Protocol address (“IP”), pages that you visit and the amount of time spent on those pages, actions you take and other statistics), information related to the Counselor Services or your need for Counselor Services, and any information which is exchanged between you and your Counselor (collectively the \"Information\").\nIn some cases, some of the Information that you give to us is considered health related data.", "case_id": 228, "document_id": 863, "quoteStart": 1629, "quoteEnd": 2406}, {"id": 5246, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.betterhelp.com/terms/", "status": "The Terms and Conditions state, \"You understand, agree and acknowledge that we may modify, suspend, disrupt or discontinue the Platform, any part of the Platform or the use of the Platform, whether to all clients or to you specifically, at any time with or without notice to you.\"", "created_at": "2019-01-01 21:17:43.992567", "updated_at": "2021-02-06 03:50:47.066588", "quoteText": null, "case_id": 201, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5230, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.betterhelp.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-01-01 20:57:27.689204", "updated_at": "2019-03-01 07:45:53.356383", "quoteText": "You will indemnify us, defend us, and hold us harmless from and against any and all claims, losses, causes of action, demands, liabilities, costs or expenses (including, but not limited to, litigation and reasonable attorneys' fees and expenses) arising out of or relating to any of the following: (a) your access to or use of the Platform.\n(b) any actions made with your account or Account Access whether by you or by someone else.\n(c) your violation of any of the provisions of this Agreement.\n(d) non-payment for any of the services (including Counselor Services) which were provided through the Platform.\n(e) your violation of any third party right, including, without limitation, any intellectual property right, publicity, confidentiality, property or privacy right.\nThis clause shall survive expiration or termination of this Agreement.", "case_id": 146, "document_id": 862, "quoteStart": 10529, "quoteEnd": 11372}, {"id": 5239, "title": "This service uses third-party cookies for statistics", "source": "https://www.betterhelp.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-01-01 21:08:32.595148", "updated_at": "2019-02-12 19:44:19.814647", "quoteText": "We may also use third party cookies for the purposes of web analytics, attribution and error management.</p>", "case_id": 325, "document_id": 863, "quoteStart": 5976, "quoteEnd": 6084}, {"id": 5247, "title": "Court of law governing the terms: U.S. District Court for Northern District of California or state courts in Santa Clara County, California.", "source": "https://www.betterhelp.com/terms/", "status": "The court of law governing the terms is in U.S. District Court for Northern District of California, or state courts in Santa Clara County, California.", "created_at": "2019-01-01 21:19:15.052297", "updated_at": "2019-06-09 20:15:25.861508", "quoteText": "<p>You irrevocably agree that the exclusive venue for any action or proceeding arising out of relating to this Agreement or our relationship with you, regardless of theory, shall be the U.S.\nDistrict Court for the Northern District of California, or the state courts located in Santa Clara County in California.\nYou irrevocably consent to the personal jurisdiction of the aforementioned courts and hereby waive any objection to the exercise of jurisdiction by the aforementioned courts.</p>", "case_id": 163, "document_id": 862, "quoteStart": 14512, "quoteEnd": 15002}, {"id": 5224, "title": "This service is only available to users of a certain age", "source": "https://www.betterhelp.com/terms/", "status": "The Terms and Conditions state that in order to use BetterHelp, users must be at least 18 years old of age, or that users are 13 years or older, with the consent of a parent or legal guardian.", "created_at": "2019-01-01 20:37:02.018962", "updated_at": "2021-02-06 04:16:28.457539", "quoteText": "You hereby confirm that you are at least 18 years old of age, or that you are 13 years or older, and you have the consent of a parent or legal guardian.", "case_id": 152, "document_id": 862, "quoteStart": 6996, "quoteEnd": 7148}, {"id": 5242, "title": "This service is only available to users of a certain age", "source": "https://www.betterhelp.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-01-01 21:09:44.951147", "updated_at": "2019-06-09 20:09:51.93608", "quoteText": "We do not knowingly collect or solicit any information from anyone under the age of 13 or knowingly allow such persons to become our user.\nThe Platform is not directed and not intended to be used by children under the age of 13.\nIf you're aware that we have collected Personal Information from a child under age 13 please let us know by contacting us and we will delete that information.</p>", "case_id": 152, "document_id": 863, "quoteStart": 8739, "quoteEnd": 9130}, {"id": 5231, "title": "They may stop providing the service at any time", "source": "https://www.betterhelp.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-01-01 20:59:10.892006", "updated_at": "2019-06-14 04:47:49.024973", "quoteText": "You understand, agree and acknowledge that we may modify, suspend, disrupt or discontinue the Platform, any part of the Platform or the use of the Platform, whether to all clients or to you specifically, at any time with or without notice to you.", "case_id": 203, "document_id": 862, "quoteStart": 12618, "quoteEnd": 12864}, {"id": 5235, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.betterhelp.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-01-01 21:01:49.778938", "updated_at": "2019-06-09 22:59:12.056473", "quoteText": "<p>If any provision of this Agreement is held by a court of competent jurisdiction to be illegal, invalid, unenforceable, or otherwise contrary to law, the remaining provisions of this Agreement will remain in full force and effect.", "case_id": 294, "document_id": 862, "quoteStart": 15991, "quoteEnd": 16223}, {"id": 5237, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.betterhelp.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-01-01 21:06:57.112405", "updated_at": "2019-06-09 20:19:29.985254", "quoteText": "Like many websites, we use \"cookies\" and \"web beacons\" to collect information.", "case_id": 323, "document_id": 863, "quoteStart": 5113, "quoteEnd": 5191}, {"id": 5240, "title": "Blocking cookies may limit your ability to use the service", "source": "https://www.betterhelp.com/privacy/", "status": "Generated through the annotate view", "created_at": "2019-01-01 21:08:55.561813", "updated_at": "2019-06-10 05:25:56.027825", "quoteText": "if you do not accept cookies you may not be able to use the Platform.", "case_id": 375, "document_id": 863, "quoteStart": 5678, "quoteEnd": 5747}, {"id": 5234, "title": "There is a date of the last update of the terms", "source": "https://www.betterhelp.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-01-01 21:01:20.835656", "updated_at": "2021-02-06 03:50:47.319012", "quoteText": "The last update date of this Agreement is posted at the bottom of the Agreement.", "case_id": 331, "document_id": 862, "quoteStart": 15037, "quoteEnd": 15117}], "urls": ["betterhelp.com"]}}