{"error": 448, "message": "OK", "parameters": {"id": 2524, "name": "Lucidia Learning", "created_at": "2021-01-15 15:02:23.548373", "updated_at": "2021-03-25 03:19:55.71101", "wikipedia": null, "keywords": null, "related": null, "slug": "lucidia_learning", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2524.png", "url": "lucidialearning.com", "documents": [{"id": 3501, "name": "Terms of Service", "url": "https://www.lucidialearning.com/terms", "xpath": "/html/body/div[1]/div/div[3]/div/main/div/div/div/div[2]", "text": "Terms and Conditions PolicyLast Updated: 12 / 7 / 2020We will refer to Lucidia Learning as \"us\", \"we\", or&nbsp;\"our\".<br>\n<br>\nWe will refer the costumer as \"you\" or&nbsp;\"your\".Binding Of TermsThis website is owned and operated by Lucidia Learning.\nThese Terms set forth the terms and conditions under which you may use our website and services as offered by us.\nThis website offers visitors classroom management&nbsp;software.\nBy accessing or using the website of our service, you approve that you have read, understood, and agree to be bound by these Terms.Who can use our website<p>In order to use our website and/or receive our services, you must be at least 13 years of age, or of the legal age of majority in your jurisdiction, and possess the legal authority, right and freedom to enter into these Terms as a binding agreement.\nYou are not allowed to use this website and/or receive services if doing so is prohibited in your country or under any law or regulation applicable to you.</p> ​Retention of right to change offering<p>We may, without prior notice, change the services.\nstop providing the services or any features of the services we offer.\nor create limits for the services.\nWe may permanently or temporarily terminate or suspend access to the services without notice and liability for any reason, or for no reason.</p>Ownership of intellectual property<p>The Service and all materials therein or transferred thereby, including, without limitation, software, images, text, graphics, logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music and all Intellectual Property Rights related thereto, are the exclusive property of Lucidia Learning.\nExcept as explicitly provided herein, nothing in these Terms shall be deemed to create a license in or under any such Intellectual Property Rights, and you agree not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works thereof.</p>Right to suspend or cancel user account<p>We may permanently or temporarily terminate or suspend your access to the service without notice and liability for any reason, including if in our sole discretion you violate any provision of these Terms,&nbsp;any applicable law or regulations, or use our service to direct missiles in nuclear warfare.&nbsp;You may discontinue use and request to cancel your account and/or any services at any time.&nbsp;</p>Indemnification<p>You agree to indemnify and hold Lucidia Learning&nbsp;harmless from any demands, loss, liability, claims or expenses (including attorneys’ fees), made against them by any third party due to, or arising out of, or in connection with your use of the website or any of the services offered on the website.</p>Limitation of liability<p>To the maximum extent permitted by applicable law, in no event shall Lucidia Learning, be liable for any indirect, punitive, incidental, special, consequential or exemplary damages, including without limitation, damages for loss of profits, goodwill, use, data or other intangible losses, arising out of or relating to the use of, or inability to use, the service.<br>\n<br>\nTo the maximum extent permitted by applicable law, Lucidia Learning assumes no liability or responsibility for any (i) errors, mistakes, or inaccuracies of content.\n(ii) personal injury or property damage, of any nature whatsoever, resulting from your access to or use of our service.\nand (iii) any unauthorized access to or use of our secure servers and/or any and all personal information stored therein.</p>Right to change and modify Terms<p>We reserve the right to modify these terms from time to time at our sole discretion.\nTherefore, you should review these page periodically.\nWhen we change the Terms in a material manner, we will notify you that material changes have been made to the Terms.\nYour continued use of the Website or our service after any such change constitutes your acceptance of the new Terms.\nIf you do not agree to any of these terms or any future version of the Terms, do not use or access (or continue to access) the website or the service.<br>\nPromotional emails and content</p>Promotional emails and content<p>You agree to receive from time to time promotional messages and materials from us, by mail, email or any other contact form you may provide us with (including your phone number for calls or text messages).\nIf you don't want to receive such promotional materials or notices – please just notify us at any time.&nbsp;</p>Preference of law and dispute resolution<p>These Terms, the rights and remedies provided hereunder, and any and all claims and disputes related hereto and/or to the services, shall be governed by, construed under and enforced in all respects solely and exclusively in accordance with the internal substantive laws of Ohio, United States, without respect to its conflict of laws principles.\nAny and all such claims and disputes shall be brought in, and you hereby consent to them being decided exclusively by a court of competent jurisdiction located in Cortland.\nThe application of the United Nations Convention of Contracts for the International Sale of Goods is hereby expressly excluded.</p>Customer support details &amp.\ncontact info<p>lucidialearning@gmail.com</p>Return and refund policy<p>For any undamaged product, simply return it with its included accessories and packaging along with the original receipt (or gift receipt) within 14 days of the date you receive the product, and we will exchange it or offer a refund based upon the original payment method.\nIn addition, please note the following: (i) Products can be returned only in the country in which they were originally purchased.</p>", "created_at": "2021-01-15 15:04:37.855943", "updated_at": "2021-01-28 17:39:19.727702"}, {"id": 3500, "name": "Privacy Policy", "url": "https://www.lucidialearning.com/privacy", "xpath": "/html/body/div[1]/div/div[3]/div/main/div/div/div/div[2]", "text": "Privacy Policy<p>Last updated: 12 / 7 / 2020</p>We will refer to Lucidia Learning as \"us\", \"we\", or&nbsp;\"our\".<br>\n<br>\nWe will refer the costumer as \"you\" or&nbsp;\"your\".What information we collect<p>We receive, collect and store any information you enter on our website or provide us in any other way.\nIn addition, we collect the Internet protocol (IP) address used to connect your computer to the Internet.\nlogin.\ne-mail address.\npassword.\ncomputer and connection information.\nWe may use software tools to measure and collect session information, including page response times, length of visits to certain pages, page interaction information, and methods used to browse away from the page.\nWe also collect personally identifiable information (including name, email, password, communications).\n, comments, feedback, product reviews, recommendations, and personal profile.</p>How we collect information<p>When you sign up at our website,&nbsp;as part of the process, we collect personal information you give us such as your name, address and email address.\nYour personal information will be used for the specific reasons stated above only.</p>Why do we collect this information<p>We collect such Non-personal and Personal Information for the following purposes:<br>\n&nbsp;</p>\n<ol>\n<li>\n<p>To provide and operate the Services;<br> &nbsp;</p>\n</li>\n<li>\n<p>To provide our Users with ongoing customer assistance and technical support;<br> &nbsp;</p>\n</li>\n<li>\n<p>To be able to contact our Visitors and Users with general or personalized service-related notices and promotional messages;<br> &nbsp;</p>\n</li>\n<li>\n<p>To create aggregated statistical data and other aggregated and/or inferred Non-personal Information, which we or our business partners may use to provide and improve our respective services;&nbsp;<br> &nbsp;</p>\n</li>\n<li>\n<p>To comply with any applicable laws and regulations.</p>\n</li>\n</ol>\n<ol>\n<li>\n<p>&nbsp;</p>\n</li>\n</ol>How do we store, use, share and disclose your personal information?<p>Our company is hosted on the Wix.com platform.\nWix.com provides us with the online platform that allows us to get our products and services to you.\nYour data may be stored through Wix.com’s data storage, databases and the general Wix.com applications.\nThey store your data on secure servers behind a firewall.&nbsp;</p>\n<ol>\n<li>\n<p>&nbsp;</p>\n</li>\n</ol>How we communicate with you<p>We may contact you to notify you regarding your account, to troubleshoot problems with your account, to resolve a dispute, to poll your opinions through surveys or questionnaires, to send updates about our company, or as otherwise necessary to contact you to enforce our User Agreement, applicable national laws, and any agreement we may have with you.\nFor these purposes we may contact you via email, telephone, text messages, and postal mail.</p>How do we use cookies and other tracking tools?<p>Information on this is able to be read here</p>How can you&nbsp;withdraw your&nbsp;consent?<p>If you don’t want us to process your data anymore, please contact us at lucidialearning@gmail.com and make the subject \"Stop Data Collection And Processing&nbsp;Request\"</p>Updates to our policies&nbsp;<p>We reserve the right to modify this privacy policy at any time, so please review it frequently.\nChanges and clarifications will take effect immediately upon their posting on the website.\nIf we make material changes to this policy, we will notify you here that it has been updated, so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we use and/or disclose it.&nbsp;</p>", "created_at": "2021-01-15 15:02:49.640001", "updated_at": "2021-01-28 17:39:32.442836"}], "points": [{"id": 16978, "title": "Prohibits political discussions or campaigning", "source": "https://www.lucidialearning.com/community-guidelines", "status": "The Community Guidelines States: \"Promotional, or **political statements are prohibited**. Prohibited activities include solicitations for business or personal services, fundraising, cold-calling of any kind, mass-mailings, or broadcast e-mails.\"", "created_at": "2021-02-27 18:02:25.156424", "updated_at": "2021-02-27 19:19:28.353451", "quoteText": null, "case_id": 316, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 15016, "title": "There is a date of the last update of the agreements", "source": "https://lucidialearning.com/terms", "status": "This service does provide a date when the tos and privacy policy was updated.", "created_at": "2021-01-27 02:13:17.704532", "updated_at": "2021-03-29 00:00:53.099395", "quoteText": null, "case_id": 331, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 15017, "title": "The service provides details about what kinds of personal information they collect", "source": "https://lucidialearning.com/privacy", "status": "All info they collect is stated in the privacy policy ", "created_at": "2021-01-27 02:15:25.521912", "updated_at": "2021-04-12 00:01:50.964231", "quoteText": null, "case_id": 228, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["lucidialearning.com"]}}