{"error": 448, "message": "OK", "parameters": {"id": 4158, "name": "Firefox Relay", "created_at": "2021-06-21 00:41:56.370508", "updated_at": "2021-06-21 22:00:45.871228", "wikipedia": null, "keywords": null, "related": null, "slug": "firefox-relay", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4158.png", "url": "relay.firefox.com", "documents": [{"id": 7196, "name": "Firefox Relay Terms of Service", "url": "https://www.mozilla.org/en-US/about/legal/terms/firefox-relay/", "xpath": "//*[@id=\"firefox-relay-terms-of-service\"]", "text": "Firefox Relay Terms of Service\n<p>Version 0.1, effective June 26, 2020</p>\n<p>Firefox Relay (“Service”) is an experimental offering.\nIt allows you to keep your primary email address safe and private from online services by making unique, random (alias) email addresses.</p>\n<p>Please read these Terms of Service carefully because they explain important information about your use of the Service.</p>\nYou’ll Need A Firefox Account\n<p>A Firefox Account is required to use the Service.\nTo create a Firefox Account, you will also need to agree to the Terms of Service and Privacy Notice for your Firefox Account.</p>\nYour Privacy\n<p>\n<strong>Your Privacy.</strong> The Firefox Relay Privacy Notice explains what information is sent when you use the Service and how we handle and share that information.</p>\nPermissions Necessary to Provide the Service\n<p>\n<strong>Your Use of the Service.</strong> Mozilla gives you permission to use Firefox Relay according to these Terms of Service.\nThis permission is only for your personal use.\nYou may not transfer, sublicense, resell, or commercially exploit the Service.\nYou also agree that your use of the Service will comply with Mozilla’s Conditions of Use.\nYou are solely responsible for the Content you transmit and the consequences.</p>\n<p>You give Mozilla all rights necessary to operate the Service, including processing your email address, the aliases you create and the emails you send and receive through the Service.\nMozilla does not log the content of emails sent or received using Firefox Relay.</p>\n<p>To learn more about how the Service works, you can see Mozilla’s source code.</p>\n<p>\n<strong>Your Feedback and Suggestions.</strong> If you give Mozilla any ideas, suggestions, or feedback about Firefox Relay or the services you use with the Firefox Relay, you give Mozilla permission to use them for free and without any additional obligations.</p>\n<p>\n<strong>Mozilla’s Intellectual Property.</strong> Neither Mozilla nor its licensors grant you any intellectual property rights in the Service that are not specifically stated in these Terms.\nFor example, these Terms do not provide the right to use any copyrights, trademarks, or other distinctive brand features of Mozilla or its licensors.\nThe Mozilla software is distributed under and subject to the current version of the Mozilla Public License, or other similarly permissive licenses.</p>\nYou Are Responsible For the Consequences of Your Use of the Service\n<ul>\n<li>\n<p>You assure Mozilla that you will not use the Service to infringe anyone’s rights or violate any law.</p>\n</li>\n<li>\n<p>To the extent permitted by applicable law, you agree that Mozilla will not be liable in any way for any inability to use the Service, for any limitations of the service, or for any claim arising out of these terms.\nMozilla specifically disclaims the following: Indirect, special, incidental, consequential, or exemplary damages, direct or indirect damages for loss of goodwill, work stoppage, lost profits, loss of data, or computer malfunction.\nAny liability for Mozilla under this agreement is limited to $500.</p>\n</li>\n<li>\n<p>You agree to indemnify and hold Mozilla harmless for any liability or claim that results from your participation in Firefox Relay, to the extent permitted by applicable law.</p>\n</li>\n<li>\n<p>Mozilla provides the service “as is.” To the extent permitted by applicable law, Mozilla specifically disclaims any legal guarantees or warranties such as “merchantability,” “fitness for a particular purpose,” “non-infringement,” and warranties arising out of a course of dealing, usage, or trade.</p>\n</li>\n<li>\n<p>You may have other rights under your own country’s laws.\nNothing in these Terms of Service is intended to affect those rights, if they apply.</p>\n</li>\n</ul>\nUpdating or Ending These Terms\n<ul>\n<li>\n<p>\n<strong>Mozilla Can Update These Terms.</strong> Every once in a while, Mozilla may decide to update these Terms.\nWe will post the updated Terms online.\nWe will take your continued use of the Service as acceptance of such changes.\nWe will post an effective date at the top of this page to make it clear when we made our most recent update.</p>\n</li>\n<li>\n<p>\n<strong>Termination.</strong> These Terms apply until either you or Mozilla decide to end them.\nYou can choose to end them at any time for any reason by stopping your use of the Service and deleting the Firefox Relay Add-on.\nMozilla can suspend or end anyone’s access to the Service at any time for any reason, including if Mozilla decides to end the Service.\nIf we decide to suspend or end your access, we will try to notify you at the email address associated with your account or the next time you attempt to access your Account.</p>\n</li>\n</ul>\n<p>If we terminate your access to the Service without specific cause, you will continue to have access to the Service for the current billing period or we will refund the current month.\nHowever, we reserve the right to terminate your use of the Service immediately if we reasonably believe you have violated the Conditions of Use, or have otherwise violated these Terms.</p>\n<ul>\n<li>\n<strong>Choice of Law.</strong> California law applies to this contract, except for California’s conflict of law.\nIf there is any conflict between this English version of the contract and a translation, this English version applies.</li>\n</ul>\nContact Mozilla:\n<p>Mozilla Corporation<br>\nAttn: Mozilla – Legal Notices<br>\n2 Harrison St.\n#175,<br>\nSan Francisco, CA 94105 </p>\n<p>legal-notices@mozilla.com</p>\n", "created_at": "2021-06-21 01:05:04.976967", "updated_at": "2021-06-21 01:05:12.644702"}, {"id": 7195, "name": "Firefox Relay (Beta) Privacy Notice", "url": "https://www.mozilla.org/en-US/privacy/firefox-relay/", "xpath": "/html/body/div[3]/div/article", "text": " Firefox Relay (Beta) Privacy Notice Effective June 23, 2020 <p>Firefox Relay allows you to keep your primary email address safe and private from online services by making unique, random (<em>alias</em>) email addresses.\nWhen Mozilla receives information from you, our Mozilla Privacy Policy describes how we handle that information.</p> Information We Collect\n<p>\n<strong>Firefox Account information.</strong> This service requires a Firefox Account, which sends Mozilla your email address, locale, and IP address.\nFirefox Relay maintains a copy of your account information to provide the service, in particular to associate your primary email address with your alias email address(es).</p>\n<p>\n<strong>Email messages.</strong> To forward your email messages from your alias email address(es) to your primary email address, Firefox Relay processes your email messages.\nWe do not read or store any of the content in your messages, and all email messages are deleted after they’re delivered to you.</p>\n<p>\n<strong>Interaction data.</strong> Mozilla receives data from interactions with Firefox Relay, such as when you click on “sign up” or “add to Firefox” buttons, and when you create, disable, or delete an alias email address.</p>\n<p>\n<strong>Technical data.</strong> Mozilla receives basic information from Firefox Relay about your device and browser, including browser version, language, device operating system, and hardware configuration.</p>\n<p>Read the telemetry documentation for Firefox Relay.\nYou can opt-out of telemetry collection by turning on the Do Not Track (DNT) feature in your browser.\n</p> Information We Share\n<p>Firefox Relay shares information with a third party to provide the service to you.\nMozilla has contracted with this company requiring them to protect your information.\nHere’s who we use to support Firefox Relay:</p>\n<p>Amazon Simple Email Service.\nAmazon Simple Email Service (Amazon SES) is a cloud-based email sending service.\nFirefox Relay uses Amazon SES to receive emails sent to your alias email address(es) and to forward them to the primary email address associated with your Firefox account.\nOnly Mozilla knows the association between your primary email address and your alias email address(es).</p> ", "created_at": "2021-06-21 01:04:02.458224", "updated_at": "2021-06-21 01:04:18.254259"}, {"id": 7194, "name": "Conditions of Use", "url": "https://www.mozilla.org/en-US/about/legal/acceptable-use/", "xpath": "//*[@id=\"conditions-of-use\"]", "text": "Conditions of Use\n<p>You may not use any of Mozilla’s services to:</p>\n<ul>\n<li>Do anything illegal or otherwise violate applicable law,</li>\n<li>Threaten, harass, or violate the privacy rights of others.\nsend unsolicited communications.\nor intercept, monitor, or modify communications not intended for you,</li>\n<li>Harm users such as by using viruses, spyware or malware, worms, trojan horses, time bombs or any other such malicious codes or instructions,</li>\n<li>Deceive, mislead, defraud, phish, or commit or attempt to commit identity theft,</li>\n<li>Engage in or promote illegal gambling,</li>\n<li>Degrade, intimidate, incite violence against, or encourage prejudicial action against someone or a group based on age, gender, race, ethnicity, national origin, religion, sexual orientation, disability, geographic location or other protected category,</li>\n<li>Exploit or harm children,</li>\n<li>Sell, purchase, or advertise illegal or controlled products or services,</li>\n<li>Upload, download, transmit, display, or grant access to content that includes graphic depictions of sexuality or violence,</li>\n<li>Collect or harvest personally identifiable information without permission.\nThis includes, but is not limited to, account names and email addresses,</li>\n<li>Engage in any activity that interferes with or disrupts Mozilla’s services or products (or the servers and networks which are connected to Mozilla’s services),</li>\n<li>Violate the copyright, trademark, patent, or other intellectual property rights of others,</li>\n<li>Violate any person’s rights of privacy or publicity,</li>\n</ul>\n<p>You may not use any Mozilla service in a way that violates the Terms of Use, Conditions of Use, or license that applies to the particular service.\nYou also may not sell, resell, or duplicate any Mozilla product or service without written permission from Mozilla.\n</p>\n<p>These are only examples.\nYou should not consider this a complete list, and we may update the list from time to time.\nMozilla reserves the right to remove any content or suspend any users that it deems in violation of these conditions.</p>\n<p>Please also be aware of Mozilla’s Community Participation Guidelines, which address participation in Mozilla communities.\n</p>\n", "created_at": "2021-06-21 01:03:00.072263", "updated_at": "2021-06-21 01:03:06.49902"}], "points": [], "urls": ["relay.firefox.com"]}}