{"error": 448, "message": "OK", "parameters": {"id": 1683, "name": "Stiftung Warentest", "created_at": "2019-06-26 20:04:41.216543", "updated_at": "2021-03-25 03:19:45.004174", "wikipedia": "https://en.wikipedia.org/wiki/Stiftung_Warentest", "keywords": null, "related": null, "slug": "stiftung_warentest", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1683.png", "url": "test.de", "documents": [{"id": 1576, "name": "Datenschutz | Privacy", "url": "https://www.test.de/datenschutz/", "xpath": "//div[@class=\"page__body__primary\"]", "text": "Daten­schutz­erklärung für test.de: Sicher ist sicher <p>Daten­schutz ist der Stiftung Warentest wichtig.\nBitte lesen Sie im Folgenden, wie wir Daten­schutz umsetzen.\n[Stand:&nbsp;08.10.2019]</p>\n<ul>\n<li>﻿Verantwort­licher für die Daten­ver­arbeitung</li>\n<li>﻿Rechts­grund­lagen für die Daten­ver­arbeitung</li>\n<li>﻿Daten­erfassung, Speicherdauer und Daten­löschung</li>\n<li>﻿Empfänger der Daten</li>\n<li>﻿Ihre Rechte</li>\n<li>﻿Auto­matisierte Entscheidungs­findung</li>\n<li>﻿Nutzung der Informationen auf test.de / Bezahl­systeme</li>\n<li>﻿Zuschriften an die Stiftung Warentest</li>\n<li>﻿Shop + Abo</li>\n<li>﻿Mein test.de</li>\n<li>﻿Flatrate</li>\n<li>﻿Newsletter</li>\n<li>﻿Bereit­stellung der Website</li>\n<li>﻿Tracking</li>\n<li>﻿Individuelle Tarif­vergleiche</li>\n<li>﻿Umfragen</li>\n<li>﻿Einbindung von Youtube- und Vimeo-Videos</li>\n<li>﻿Präsenz in sozialen Netz­werken</li>\n</ul>Verantwort­licher für die Daten­ver­arbeitung<p>Soweit über die Internet­seiten von test.de personenbezogene Daten verarbeitet werden, ist Verantwort­licher gemäß Art.\n4 Nr.\n7 der Daten­schutz­grund­ver­ordnung (DSGVO):</p>\n<p>Stiftung Warentest<br>Lützowplatz 11–13<br>10785 Berlin</p>\n<p>(siehe auch ﻿Impressum)</p>\n<p>\n<strong>Daten­schutz­beauftragter</strong>\n</p>\n<p>Unseren Daten­schutz­beauftragen können Sie über folgende E-Mail-Adresse kontaktieren:<br>﻿datenschutzbeauftragter@stiftung-warentest.de.</p>nach obenRechts­grund­lagen für die Daten­ver­arbeitung<p>Die Stiftung Warentest verarbeitet personenbezogene Daten ausschließ­lich auf der Grund­lage der ﻿Datenschutzgrundverordnung.</p>\n<p>Soweit wir für Verarbeitungs­vorgänge personenbezogener Daten eine Einwilligung der betroffenen Person einholen, dient Art.\n6 Abs.\n1 Satz 1 lit.\na DSGVO als Rechts­grund­lage.</p>\n<p>Bei der Verarbeitung von personenbezogenen Daten, die zur Erfüllung eines Vertrages, dessen Vertrags­partei die betroffene Person ist, erforderlich ist, dient Art.\n6 Abs.\n1 Satz 1 lit.\nb DSGVO als Rechts­grund­lage.\nDies gilt auch für Verarbeitungs­vorgänge, die zur Vertrags­anbahnung (vorvertragliche Maßnahmen), die auf Anfrage der betroffenen Person erfolgen, erforderlich sind.</p>\n<p>Soweit eine Verarbeitung personenbezogener Daten zur Erfüllung einer recht­lichen Verpflichtung erforderlich ist, der unser Unternehmen unterliegt, dient Art.\n6 Abs.\n1 Satz 1 lit.\nc DSGVO als Rechts­grund­lage.</p>\n<p>Ist die Verarbeitung zur Wahrung eines berechtigten Interesses unseres Unter­nehmens oder eines Dritten erforderlich und über­wiegen die Interessen, Grund­rechte und Grund­freiheiten des Betroffenen das erst­genannte Interesse nicht, so dient Art.\n6 Abs.\n1 Satz 1 lit.\nf DSGVO als Rechts­grund­lage für die Verarbeitung.</p>nach obenDaten­erfassung, Speicherdauer und Daten­löschung<p>Personenbezogene Daten bezeichnen alle Informationen, die sich auf eine identifizierte oder identifizier­bare natürliche Person (im Folgenden „betroffene Person“) beziehen.\nWir verarbeiten personenbezogene Daten unserer Nutzer grund­sätzlich nur, soweit dies zur Bereit­stellung einer funk­tions­fähigen Website sowie unserer Inhalte und Leistungen erforderlich ist.</p>Werbung<p>Wir nutzen Ihre Daten darüber hinaus, um Ihnen Angebote der Stiftung per Post zu über­senden.\nDas berechtigte Interesse unserer­seits, Ihnen posta­lisch Angebote der Stiftung zu über­senden, besteht darin, Sie über unser Programm zu informieren.\nProdukt­informationen per E-Mail erhalten Sie nur dann, wenn Sie vorher ausdrück­lich zuge­stimmt haben.\nDer Zustimmungs­text lautet: „Ja, ich wünsche interes­sante unver­bindliche Informationen aus dem Angebot der Stiftung Warentest (zu Heften, Büchern, Abonnements von Zeit­schriften und digitalen Inhalten) per E-Mail.\nMein Einverständnis hierzu kann ich jeder­zeit widerrufen.“ Die Verwendung von Daten für andere Zwecke ist ausgeschlossen, wenn Sie nicht zuvor ausdrück­lich Ihr Einverständnis dazu erklärt haben.</p>Daten sperren und löschen<p>Die personenbezogenen Daten der betroffenen Person werden gelöscht oder gesperrt, sobald der Zweck der Speicherung entfällt.\nEine Speicherung kann darüber hinaus erfolgen, wenn dies durch den europäischen oder nationalen Gesetz­geber in unions­recht­lichen Verordnungen, Gesetzen oder sons­tigen Vorschriften, denen der Verantwort­liche unterliegt, vorgesehen wurde.\nEine Sperrung oder Löschung der Daten erfolgt auch dann, wenn eine durch die genannten Normen wie das Umsatz­steuergesetz UStG vorgeschriebene Speicher­frist abläuft, es sei denn, dass eine Erforderlich­keit zur weiteren Speicherung der Daten für einen Vertrags­abschluss oder eine Vertrags­erfüllung besteht.</p>nach obenEmpfänger der Daten<p>Zu den oben genannten Zwecken über­mittelt die Stiftung Warentest Ihre Daten an ihre Dienst­leister, nämlich das Vertriebs­unternehmen, das für Ihre Belieferung zuständig ist, an IT-Dienst­leister, sowie an Dienst­leister zum Versand von Newslettern.\nMit diesen Unternehmen sind wir vertraglich verbunden, u.a.\ndurch entsprechende Verträge zur Auftrags­ver­arbeitung.</p>\n<p>Die Stiftung Warentest verkauft keine personenbezogenen Daten.</p>\n<p>Eine Über­mitt­lung personenbezogener Daten in ein Dritt­land außer­halb der EU erfolgt nicht.</p>Keine vertragliche oder gesetzliche Pflicht zur Bereit­stellung der Daten / Folgen der Nicht­bereit­stellung<p>Sie sind vertraglich oder gesetzlich nicht verpflichtet, uns Ihre personenbezogenen Daten zur Verfügung zu stellen.\nBitte beachten Sie jedoch, dass wir Ihnen gegen­über unsere Leistungen gegebenenfalls nicht erbringen können, wenn wir die Daten, die wir zu den oben genannten Zwecken benötigen, nicht erheben und verarbeiten dürfen.</p>nach obenIhre Rechte<p>\n<strong>Wider­spruch.</strong> Der Verarbeitung Ihrer Daten für Zwecke der Werbung können Sie nach Art.\n7 Abs.\n3 DSGVO jeder­zeit gegen­über der Stiftung Warentest als Verantwort­licher wider­sprechen.</p>\n<p>\n<strong>Auskunft.</strong> Sie haben das Recht, nach Art.\n15 DSGVO über Ihre von der Stiftung gespeicherten Daten Auskunft zu erhalten.</p>\n<p>\n<strong>Berichtigung und Löschung.</strong> Sie haben nach Art.\n16 DSGVO das Recht auf Berichtigung falscher Daten und nach Art.\n17 DSGVO das Recht auf Löschung Ihrer Daten sowie nach Art.\n18 DSGVO das Recht auf Einschränkung der Verarbeitung, sofern die Voraus­setzungen für Berichtigung, Löschung oder Einschränkung vorliegen.</p>\n<p>\n<strong>Daten­mitnahme.</strong> Sie haben nach Art.\n20 DSGVO das Recht, die Über­tragung Ihrer Daten an einen Dritten zu verlangen (Daten­portabilität), sofern Sie die Daten bereit­gestellt haben und die Verarbeitung auf einer Einwilligung oder einem Vertrag beruht und auto­matisiert erfolgt.</p>\n<p>\n<strong>Beschwerde.</strong> Sie haben nach Art.\n77 DSGVO das Recht, sich bei einer Aufsichts­behörde, in diesem Fall bei der Berliner Beauftragten für Daten­schutz und Informations­freiheit zu beschweren.</p>\n<p>﻿Berliner Beauftragte für Datenschutz und Informationsfreiheit<br>Friedrich­straße 219<br>10969 Berlin.</p>nach obenAuto­matisierte Entscheidungs­findung<p>\n<strong>Jede Art der auto­matisierten Verarbeitung personenbezogener Daten</strong>,<strong>\n</strong>die darin besteht, dass diese personenbezogenen Daten verwendet werden, um bestimmte persönliche Aspekte, die sich auf eine natürliche Person beziehen, zu bewerten, insbesondere um Aspekte bezüglich Arbeits­leistung, wirt­schaftliche Lage, Gesundheit, persönliche Vorlieben, Interessen, Zuver­lässig­keit, Verhalten, Aufenthalts­ort oder Orts­wechsel dieser natürlichen Person zu analysieren oder vorherzusagen, <strong>findet auf test.de nicht statt.</strong>\n</p>nach obenNutzung der Informationen auf test.de / Bezahl­systeme<p>Alle auf www.test.de verfügbaren Informationen können gegen­über der Stiftung Warentest anonym genutzt werden.\nNur Daten, die für die Bezahlung kosten­pflichtiger Informationen nötig sind, erhebt, speichert und verwaltet der Anbieter des jeweiligen ﻿Bezahlsystems.\nBitte beachten Sie die jeweiligen Hinweise zum Daten­schutz.</p>nach obenZuschriften an die Stiftung Warentest<p>Die Stiftung Warentest ist sehr daran interes­siert, aus den Rück­meldungen ihrer Leser und Nutzer zu lernen und freut sich daher über Anregungen zu Tests und Ideen für neue Test­vorhaben.\nDie in den Zuschriften geschilderten Fälle sind oft hilf­reich, um bestimmte Sach­verhalte verdeutlichen und belegen zu können.\nBevor wir solche Fälle in unseren Veröffent­lichungen verwenden, holen wir stets die Zustimmung unserer Leser ein.\nAus den genannten Gründen bewahren wir E-Mails von Lesern und Nutzern über einen Zeitraum von fünf Jahren auf.\nNach Ablauf dieses Zeitraums werden die Zuschriften im Leser­service rück­stands­los gelöscht.</p>nach obenShop + Abo<p>Die für die Lieferung von Heften, Büchern oder sons­tigen Produkten per Post nötigen Informationen erhebt und verarbeitet die Stiftung Warentest selbst.</p>\n<p>Erforderlich sind Name, Adresse, Post­leitzahl und Wohn­ort, E-Mail-Adresse, sowie bei Abrechnung über Last­schrift oder Kreditkarte zusätzlich die Bank­verbindung oder die Kreditkarten­daten.\nDie DPV Deutscher Presse­vertrieb GmbH, Am Sandtorkai 74, 20457 Hamburg vertreibt als treuhänderisch leistender Unternehmer alle gedruckten Publikationen der Stiftung Warentest in deren Auftrag.</p>\n<p>Details finden Sie in unseren Daten­schutz-Erläuterungen für den ﻿test.de-Shop und die ﻿Abo-Bestellung.</p>nach obenMein test.de<p>Bitte beachten Sie, welche ﻿Nutzungsgrundlagen gelten, wenn Sie – über die Funk­tion Mein test.de – einen personalisierten Zugang zu unserem Online-Angebot nutzen.</p>\n<p>Bei der Anmeldung zu Mein test.de werden die Daten aus der Eingabemaske an uns über­mittelt.\nPflicht­angaben sind:</p>\n<ul>\n<li>E-Mail-Adresse</li>\n<li>Nutzer­name</li>\n</ul>\n<p>Für die Verarbeitung der Daten wird im Rahmen des Anmelde­vorgangs Ihre Einwilligung einge­holt und auf diese Daten­schutz­erklärung verwiesen.</p>\n<p>Diese Kunden­daten werden auf IT-Systemen der Stiftung Warentest gespeichert.\nUm den ordnungs­gemäßen und kundenfreundlichen Betrieb auf Mein test.de zu gewähr­leisten, werden die hierfür notwendigen Daten verschlüsselt in einem Websystem gespeichert.\nZur Sicherung des Webbetriebes arbeiten wir mit externen Dienst­leistern zusammen.\nSofern im Rahmen dieser Zusammen­arbeit eine Weitergabe personenbezogener Daten statt­findet, erfolgt dies auf der Grund­lage eines Vertrages über Auftrags­ver­arbeitung, der den Anforderungen der DSGVO gerecht wird.</p>nach obenFlatrate<p>Registrierte und angemeldete Nutzer von Mein test.de können eine Flatrate für den Abruf aller Test­ergeb­nisse, Online-Artikel und Downloads abschließen.\nGespeichert werden neben der Information über Art und Lauf­zeit der Flatrate notwendiger­weise auch die unter „Mein test.de“ genannten Daten zur Person, nicht jedoch Bank­konto- und Kreditkarten­daten.</p>nach obenNewsletter<p>Über unsere Internetseite können Sie einen kostenfreien Newsletter abonnieren.</p>\n<p>Bei der Anmeldung zum Newsletter werden die Daten aus der Eingabemaske an uns über­mittelt, mindestens die von Ihnen angegebene E-Mail-Adresse.\nAuto­matisiert erheben wir darüber hinaus das Datum und die Uhrzeit der Registrierung.\nFür die Verarbeitung der Daten wird im Rahmen des Anmelde­vorgangs Ihre Einwilligung einge­holt und auf diese Daten­schutz­erklärung verwiesen.\nDie für den Newsletter-Versand erforderlichen Daten erhebt und verarbeitet die Stiftung Warentest zum Teil selbst.\nZusätzlich sind die Burda Direkt Services GmbH, Hubert-Burda-Platz 2, 77652 Offenburg, sowie Selligent GmbH, Atelier­straße 12, 81671 München, mit der Verarbeitung der Daten beauftragt.</p>Newsletter kündigen<p>Das Abonnement des Newsletters kann durch den betroffenen Nutzer jeder­zeit gekündigt werden.\nZu diesem Zweck findet sich in jedem Newsletter ein entsprechender Link.</p>nach obenBereit­stellung der Website<p>Unsere Website wird durch die Noxum GmbH, Beethoven­straße 5, 97080 Würzburg, bereit­gestellt.\nBei jedem Aufruf unserer Internetseite erfasst unser System auto­matisiert Daten und Informationen vom Computer­system des aufrufenden Rechners.</p>\n<p>Folgende Daten werden hierbei erhoben:</p>\n<ol>\n<li> Informationen über den Browser­typ und die verwendete Version</li>\n<li> Verwendetes Betriebs­system des Nutzers</li>\n<li> Die IP-Adresse des Nutzers</li>\n<li> Datum und Uhrzeit des Zugriffs</li>\n<li> Host­name des zugreifenden Rechners</li>\n<li> Referrer URL (Name der Website, von der aus Nutzer unsere Website aufrufen).</li>\n</ol>\n<p>Zur Analyse von Fehler­zuständen speichern wir die Log-Daten 31 Tage.\nDie Analyse und Auswertung dieser Daten erfolgt ausschließ­lich ereig­nisbezogen, d.h.\nbei Fehl­funk­tionen oder unerklärlichem Last­verhalten der Webseite.\nDanach werden diese Daten endgültig gelöscht.\nEine Auswertung der Daten zu Marketing­zwecken findet nicht statt.</p>\n<p>Die Erfassung der Daten zur Bereit­stellung der Website und die Speicherung der Daten in Logfiles ist für den Betrieb der Internetseite zwingend erforderlich.\nEs besteht folg­lich seitens des Nutzers keine Wider­spruchs­möglich­keit.</p>nach obenTracking<p>Cookies sind kleine Daten­pakete, die auf Ihren PC geschrieben werden, um Sie identifizieren zu können.\nNötig ist das zum Beispiel für die Zahlung per Kreditkarte und Mein test.de.\nSie können diese Angebote also nur nutzen, wenn Sie Cookies von test.de zulassen.</p>test.de<p>Um den Interessen der Leser von test.de besser Rechnung tragen zu können, sammelt die Stiftung Warentest Daten über die Nutzung der Artikel und Tabellen auf test.de.\nDiese Daten­erhebung erfolgt in jedem Fall pseudonymisiert und ausschließ­lich zu statistischen Zwecken.</p>\n<p>Um Aussagen über die Nutzung unseres Online-Angebots zu sammeln, über­mittelt die Stiftung Warentest an jeden Computer, von dem aus test.de angesteuert wird, einen so genannten permanenten Cookie.</p>\n<p>Die Webtrekk GmbH, Robert-Koch-Platz 4, 10115 Berlin, speichert im Auftrag der Stiftung Warentest, welche Seiten von test.de von einem Computer aus aufgerufen werden.\nDamit wird ermittelt, wie viele unterschiedliche Leser jede einzelne Seite auf test.de hat, von welchen anderen Seiten diese Leser kamen und wie sie sich typischer­weise auf test.de bewegen.</p>\n<p>Permanente Cookies von Webtrekk werden 12 Monate nach dem letzten Besuch von test.de gelöscht.</p>\n<p>Die Daten erheben wir in jedem Fall pseudonym und verarbeiten sie ausschließ­lich anonymisiert zu statistischen Zwecken.</p>\n<p>\n<strong>Tracking test.de deaktivieren</strong>\n</p>\n<p>Wenn Sie die Erhebung statistischer Daten unterbinden möchten, können Sie auf den folgenden Link klicken: ﻿Ich möchte vom Tracking durch Webtrekk ausgeschlossen werden! Dadurch wird auf Ihrem Rechner ein Cookie gespeichert, der eine weitere statistische Erfassung Ihres Nutzungs­verhaltens durch Webtrekk unterbindet.\nBitte beachten Sie, dass dieses „Opt-Out“ nur für den von Ihnen aktuell verwendeten Browser gilt und verfällt, falls Sie die Cookies in Ihrem Browser löschen.</p>Online Werbung<p>Die Stiftung Warentest wirbt im Internet mit such­wort- und inhalts­bezogener Online-Werbung.\nUm den Erfolg der Anzeigen zu erfassen, verwenden wir das Google Ads-Conversion-Tracking, einen Analysedienst der Google LLC, 1600 Amphi­theatre Park­way, Mountain View, CA 94043, USA, und das Universal Event Tracking, einen Analysedienst der Microsoft Corporation, One Microsoft Way, Redmond, WA 98052–6399, USA.</p>\n<p>Mit diesen Analysediensten werten wir aus, in welchem Umfang die Werbe­kampagnen, Anzeigen und Such­begriffe zu Seiten­aufrufen, Käufen oder Downloads auf test.de geführt haben.\nDas Tracking funk­tioniert anhand von Cookies, die beim Klick auf die Anzeigen gesetzt werden.\nEine Messung findet also nur statt, wenn der Nutzer vorher selbst aktiv eine unserer Anzeigen angeklickt hat.\nDiese Cookies enthalten keine personenbezogenen Daten und verlieren auto­matisch nach 30 Tagen ihre Gültig­keit.</p>\n<p>\n<strong>Google Ads-Conversion-Tracking deaktivieren</strong>\n</p>\n<p>Sie können die Speicherung des Google Ads-Conversion Cookies durch die Auswahl entsprechender Einstel­lungen direkt in Ihrem Browser verhindern.</p>\n<p>In den Einstel­lungen für Werbung bei Google können Sie personalisierte Werbung deaktivieren: ﻿https://adssettings.google.com/</p>\n<p>Die Daten­schutz­erklärung von Google finden Sie unter<br>﻿http://www.google.de/intl/de/policies/privacy</p>\n<p>\n<strong>Bing Ads-Tracking deaktivieren</strong>\n</p>\n<p>Wenn Sie nicht an dem Tracking-Verfahren teilnehmen möchten, können Sie das hierfür erforderliche Setzen eines Cookies ablehnen – etwa indem Sie das Speichern des entsprechenden Cookies in Ihren Browser­einstel­lungen deaktivieren.</p>\n<p>Sie können den Empfang von interes­senbezogener Werbung durch Microsoft ablehnen, indem Sie die entsprechende Seite von Microsoft aufrufen:</p>\n<p>﻿https://account.microsoft.com/privacy/ad-settings/signedout.</p>\n<p>Informationen zum Daten­schutz bei Microsoft und zu den von Microsoft einge­setzten Cookies finden Sie unter ﻿https://privacy.microsoft.com/de-DE/.</p>\n<p>\n<strong>Tracking über Dritt­anbieter deaktivieren</strong>\n</p>\n<p>Darüber hinaus können Sie die Verwendung von Cookies durch Dritt­anbieter deaktivieren, indem Sie entsprechende Einstel­lungen auf der Deaktivierungs­seite der Netz­werk-Werbeinitiative oder der European Inter­active Digital Adver­tising Alliance (EDAA) vornehmen.</p>\n<p>Informationen zur Deaktivierung von Cookies durch Dritt­anbieter<br>﻿http://www.youronlinechoices.com/de/ (Deutsch)<br>﻿http://optout.networkadvertising.org/ (Eng­lisch)</p>\n<p>\n<strong>Google Tag Manager</strong>\n</p>\n<p>Wir setzen den Google Tag Manager ein – eine cookielose Domain, die keine personenbezogenen Daten erfasst.\nDas Tool löst Tags aus, mit denen wir unter Umständen Daten zur Verbesserung unserer Website erfassen und den Erfolg unserer Online-Werbung messen.\nDer Google Tag Manager greift selbst nicht auf diese Daten zu.\nDie von uns genutzten Analysetools, die durch den Tag Manager ausgelöst werden können, sind hier in der Daten­schutz­erklärung aufgelistet.\nWenn Sie Domains oder Cookies deaktiviert haben, gilt diese Deaktivierung auch für alle Tracking-Tags, die wir mit dem Google Tag Manager implementieren.</p>Newsletter<p>Auf test.de haben wir ein Tracking der Selligent GmbH einge­bunden.\nDas ermöglicht es uns, Art und Umfang der Nutzung unserer Newsletter zu erfassen.\nIm Rahmen seiner Tracking-Dienste setzt Selligent zwei Cookies beim Klick auf einen Link im Newsletter:</p>\n<ul>\n<li>Ein Session-Cookie: dieses wird beim Schließen des Internet-Browsers gelöscht.</li>\n<li>Ein First-Party-Cookie: dieses wird nach 12 Monate gelöscht.</li>\n</ul>\n<p>Das Setzen dieser Cookies ist für uns hilf­reich, weil wir so erkennen können, welche Themen aus unseren Newslettern für Leser von Interesse sind, sowie ob und welche Produkte aus einem Newsletter heraus bestellt werden.\nAuf der Grund­lage dieser Daten werten wir die an Sie vers­endeten Newsletter statistisch aus und optimieren sie.</p>\n<p>\n<strong>Tracking Newsletter deaktivieren</strong>\n</p>\n<p>In jedem Newsletter können Sie dem Tracking durch Selligent wider­sprechen.\nKlicken Sie dafür auf den Link „Tracking deaktivieren“ am Ende des Newsletters.</p>nach obenIndividuelle Tarif­vergleicheAllgemein<p>Auto­matisch erfasst werden Datum und Uhrzeit der Nutzung sowie die IP-Adresse des Geräts, von dem aus der Tarif­vergleich aufgerufen wird.</p>\n<p>Um Ihre Daten verarbeiten zu können, benötigen wir Ihre Einwilligung.\nDiese können Sie uns bei Eingabe der Daten geben.\nIn diesem Zusammen­hang verweisen wir auch auf unsere Daten­schutz­erklärung.</p>\n<p>Die durch­geführten Vergleiche werden mit Datum, Uhrzeit und Trans­aktions­nummer (TAN) in Logfiles gesammelt, anonym gespeichert und von der Stiftung Warentest ausgewertet.\nDie Speicherung und Auswertung ist für uns hilf­reich, um unser Angebot besser an den Bedürf­nissen unserer Nutzer auszurichten.\nDie Dateien werden nach 24 Monaten gelöscht.</p>\n<p>Zur Prüfung der Berechtigung über­mitteln wir nach erfolg­reicher Bezahlung des gewünschten Tarif­vergleichs dem jeweiligen Dienst­leister eine individuell erzeugte TAN.\nDiese kann von der Stiftung Warentest einer Person zuge­ordnet werden – für den jeweiligen Dienst­leister ist der Nutzer anonym.</p>\n<p>Per Post oder Fax geschickte Anforderungen werden nach 13 Monaten vernichtet.\nDaten der Anforderungen und zur Zahlungs­abwick­lung werden gemäß gesetzlicher Vorgaben nach 10 Jahren gelöscht.</p>Vergleiche Kfz- und Wohn­mobil-Versicherung<p>Daten für die individuellen Vergleiche Kfz- und Wohn­mobil-Versicherung werden direkt bei der Firma NAFI-GmbH, Lütmarser Str.\n60, 37671 Höxter, verarbeitet.</p>\n<p>Um die Vergleiche Kfz- und Wohn­mobil-Versicherung durch­führen zu können, müssen Sie alle für eine korrekte Tarifkalkulation erforderlichen Daten eingeben.\nDazu gehören zum Beispiel Daten zum Fahr­zeug, zum Versicherungs­nehmer, zum Fahrer, zum gewünschten Deckungs­umfang und zur Schadens­frei­heits­klasse.</p>Vergleich Hausrat­versicherung<p>Daten für den individuellen Vergleich Hausrat­versicherung werden direkt bei der Firma NAFI-GmbH, Lütmarser Str.\n60, 37671 Höxter, verarbeitet.</p>\n<p>Um den Vergleich Hausrat­versicherung durch­führen zu können, müssen Sie alle für eine korrekte Tarifkalkulation erforderlichen Daten eingeben.\nDazu gehören Daten zum Stand­ort des Hausrates wie Post­leitzahl, Straße, Haus­nummer, Größe der Wohnung, Stock­werk sowie zum Alter und Beruf des Versicherungs­nehmers.</p>Vergleich Zahn­zusatz­versicherungen<p>Daten für den individuellen Vergleich Zahn­zusatz­versicherungen werden direkt bei der Firma Markt­soft GmbH, Parkstr.\n65, 22605 Hamburg, verarbeitet.</p>\n<p>Um Zahn­zusatz­versicherungen vergleichen zu können, müssen Sie ein Geburts­datum angeben.\nDie Zuordnung zu einer konkreten Person ist nicht möglich.</p>Vergleich Private Haft­pflicht­versicherungen<p>Daten für den individuellen Vergleich Private Haft­pflicht­versicherungen werden direkt bei der Firma NAFI-GmbH, Lütmarser Str.\n60, 37671 Höxter, verarbeitet.</p>\n<p>Um den Vergleich Private Haft­pflicht­versicherungen durch­führen zu können, müssen Sie alle für eine korrekte Tarifkalkulation erforderlichen Daten eingeben.\nDazu gehören Daten zu den zu versichernden Haft­pflich­trisiken (z.B.\nvorhandener Öltank, delikt­unfähige Kinder).</p>Schnell­check Private Haft­pflicht­versicherung<p>Daten zur Prüfung eines vorhandenen Vertrages auf die Erfüllung der von der Stiftung Warentest definierten Grund­schutz­kriterien werden direkt bei der Firma 1blick GmbH, Hebelstr.\n22 A, 69115 Heidel­berg, verarbeitet.</p>\n<p>Hierzu müssen Sie den Anbieter und den Tarif angeben, der analysiert werden soll.</p>\n<p>Für die Absicherung des Formulars&nbsp;vor Spam und Miss­brauch nutzen wir die Captcha-Technik.\nKonkret setzen wir Google reCAPTCHA der Firma Google Inc.\n1600 Amphi­theatre Park­way Mountain View, CA 94043 ein.&nbsp;Dieser kostenlose Dienst nutzt Risiko­analyse­techniken, um Menschen und Bots auseinander zu halten.</p>\n<p>Durch die Nutzung von reCAPTCHA werden Daten an Google über­tragen.&nbsp;Anhand derer Google fest­stellt, ob der Besucher ein Mensch oder ein (Spam)bot ist.\nWelche Daten von Google erfasst werden und wofür diese Daten verwendet werden, können Sie auf&nbsp;﻿https://www.google.de/intl/de/policies/privacy nach­lesen.</p>\n<p>Rechts­grund­lage für die Verwendung ist Artikel 6 (1) f (Recht­mäßig­keit der Verarbeitung), denn es besteht ein berechtigtes Interesse, diese Webseite vor Bots und Spam zu schützen.</p>Vergleich Bauspar­tarife<p>Um Bauspar­tarife vergleichen zu können, müssen Sie Angaben zu Sparzielen (z.B.\ndie angestrebte Bausparsumme und das Datum, wann Sie das Geld benötigen) und/oder zu gewünschten Sparraten machen.\nDie Zuordnung zu einer konkreten Person ist nicht möglich.</p>Daten­ver­arbeitung<p>Die genannten Unternehmen arbeiten im Auftrag der Stiftung Warentest.\nDie Verarbeitung der Daten erfolgt auf der Grund­lage von Verträgen über Auftrags­ver­arbeitung, die den Anforderungen der DSGVO gerecht werden.</p>Daten­ver­arbeitung beim Zugang zu unseren Tarif­vergleichen über Dritt­anbieter<p>Koope­rations­partner der Stiftung Warentest haben die Möglich­keit, TANs zur Durch­führung unserer Tarif­vergleiche zu erwerben und kostenfrei weiterzugeben.\nWenn Sie unsere Tarif­vergleiche über solche Dritt­anbieter nutzen, werden folgende von Ihren einge­gebenen Daten (Herstel­lerschlüssel­nummer, Typschlüssel­nummer, Erst­zulassung, Zulassung auf den Halter, Stell­platz, Wohn­eigentum, PLZ, Geburts­monat und Jahr) in pseudonymisierter Form an den jeweiligen Anbieter weiterge­geben.\nDies ist für die Abrechnung, das Controlling sowie für statistische Auswertungen notwendig.\nDie Daten werden nach drei Monaten gelöscht – sowohl bei dem jeweiligen Dritt­anbieter als auch bei der Stiftung Warentest.</p>nach obenUmfragen<p>Die Stiftung Warentest führt auf umfrage.warentest.de Umfragen durch, die statistisch ausgewertet werden.</p>\n<p>Einige Umfragen sind mit einem Gewinn­spiel verbunden.\nIn diesem Fall erheben wir eine E-Mail-Adresse der am Gewinn­spiel interes­sierten Teilnehmer.\nDies geschieht, um die gezogenen Gewinner benach­richtigen zu können.\nDie Angabe der E-Mail-Adresse ist freiwil­lig.\nSie wird getrennt von den restlichen Umfrage­daten erhoben und kann den Umfrage­daten nicht zuge­ordnet werden.</p>\n<p>Teils erheben wir IP-Adresse und Host­name.\nDies geschieht zur Erkennung von Manipulations­versuchen wie Mehr­fach­teil­nahmen.</p>\n<p>Teils liegt es in unserem Interesse, dass unsere wissenschaftlichen Mitarbeiter nach einer Umfrage Kontakt zu den Teilnehmern aufnehmen, um interes­sante Fälle zu vertiefen.\nDazu werden Name und Kontakt­daten wie E-Mail-Adresse, Telefon­nummer oder Post­adresse von Interes­senten erhoben.\nDie Angabe dieser Daten ist freiwil­lig.\nSie werden den restlichen Umfrage­daten zuge­ordnet.</p>\n<p>Darüber hinaus bieten wir ein Cookie zur Wieder­aufnahme einer nicht abge­schlossenen Umfrage an.\nDieser Cookie enthält keine personenbezogenen Daten und verliert auto­matisch nach 2 Tagen seine Gültig­keit.\nDie Verwendung von Cookies können Sie unterbinden.\nDann können Sie eine unterbrochene Umfrage jedoch nicht fortsetzen, sondern müssen sie neu starten.</p>Daten­ver­arbeitung<p>Daten der Online-Umfragen werden direkt bei der Questback GmbH, Gustav-Heinemann-Ufer 72a, 50968 Köln, verarbeitet.\nDas genannte Unternehmen arbeitet im Auftrag der Stiftung Warentest.\nDie Verarbeitung der Daten erfolgt auf der Grund­lage eines Vertrages über Auftrags­ver­arbeitung, die den Anforderungen der DSGVO gerecht wird.</p>\n<p>Bei Fragen zu diesen Daten­schutz­bestimmungen wenden Sie sich bitte an unseren Daten­schutz­beauftragten unter ﻿datenschutzbeauftragter@stiftung-warentest.de.</p>nach obenEinbindung von Youtube- und Vimeo-Videos<p>Die Stiftung Warentest hat Youtube- und Vimeo-Videos in ihr Online-Angebot einge­bunden, die auf ﻿https://www.youtube.com beziehungs­weise ﻿https://www.vimeo.com gespeichert sind und von unseren Webseiten aus direkt abspiel­bar sind.</p>Youtube<ul>\n<li>Anbieter: Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland</li>\n<li>Daten­schutz­erklärung: ﻿https://policies.google.com/privacy</li>\n<li>Wider­spruchs­recht: ﻿https://adssettings.google.com/authenticated</li>\n</ul>Vimeo<ul>\n<li>Anbieter: Vimeo Inc., 555 West 18th Street, New York 10011, USA</li>\n<li>Daten­schutz­erklärung: ﻿https://vimeo.com/privacy</li>\n<li>Wider­spruchs­recht: ﻿https://vimeo.com/cookie_policy</li>\n</ul>\n<p>Die Videos sind alle über eine Zwei-Klick-Lösung einge­bunden, es werden also keine Nutzer­daten von Ihnen an Youtube beziehungs­weise Vimeo über­tragen, wenn Sie die Videos nicht laden.\nErst wenn Sie die Videos laden, erheben Youtube beziehungs­weise Vimeo Ihre IP-Adresse und gegebenenfalls weitere Daten (etwa dass Sie das betreffende Video auf einer der Unter­seiten unserer Website angeschaut haben).\nDiese Daten­erhebung erfolgt allein durch Youtube beziehungs­weise Vimeo.\nWir haben darauf keinen Einfluss.\nWir nutzen diese Daten nicht und können dies auch nicht.</p>\n<p>Eine Daten­über­tragung beim Abspielen des Videos erfolgt auch dann, wenn Sie kein Google- oder Vimeo-Nutzer­konto haben.\nSind Sie bei Google beziehungs­weise Vimeo einge­loggt, ordnet der jeweilige Dienst Ihre Daten direkt Ihrem Konto zu.\nWenn Sie dies nicht wünschen, müssen Sie sich vor Abspielen des Videos beim jeweiligen Dienst abmelden.</p>\n<p>Weitere Informationen zu Zweck und Umfang der Daten­erhebung und der Verarbeitung der Daten durch Youtube beziehungs­weise Vimeo erhalten Sie in den oben verlinkten Daten­schutz­erklärungen der Anbieter.\nDort finden Sie auch weitere Informationen, wie Sie Ihre Privatsphäre schützen können und welche Rechte und Einstellungs­möglich­keiten Sie diesbezüglich haben.</p>nach obenPräsenz in sozialen Netz­werken<p>Die Stiftung Warentest bietet auf unterschiedlichen Social-Media-Platt­formen Online­angebote an, um dort Informationen bereit­zuhalten und mit Ihnen in Kontakt treten zu können.\nDabei handelt es sich um folgende Social-Media-Platt­formen:</p>Facebook + Instagram<ul>\n<li>Anbieter: Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Irland.</li>\n<li>Daten­schutz­erklärung: ﻿https://www.facebook.com/about/privacy/</li>\n<li>Wider­spruchs­recht: ﻿https://www.facebook.com/settings?tab=ads</li>\n</ul>Youtube<ul>\n<li>Anbieter: Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland</li>\n<li>Daten­schutz­erklärung: ﻿https://policies.google.com/privacy</li>\n<li>Wider­spruchs­recht: ﻿https://adssettings.google.com/authenticated</li>\n</ul>Twitter<ul>\n<li>Anbieter: Twitter Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, USA.</li>\n<li>Daten­schutz­erklärung: ﻿https://twitter.com/de/privacy</li>\n<li>Wider­spruchs­recht: ﻿https://twitter.com/personalization</li>\n</ul>Vimeo<p>Anbieter: Vimeo Inc., 555 West 18th Street, New York 10011, USA</p>\n<p>Daten­schutz­erklärung: ﻿https://vimeo.com/privacy</p>\n<p>Wider­spruchs­recht: ﻿https://vimeo.com/cookie_policy</p>Pinterest<p>Anbieter: Pinterest Europe Ltd., Palmerston House, 2nd Floor, Fenian Street, Dublin 2, Irland.</p>\n<p>Daten­schutz­erklärung: ﻿https://policy.pinterest.com/de/privacy-policy</p>\n<p>Wider­spruchs­recht: ﻿https://policy.pinterest.com/de/privacy-policy</p>\n<p>Die Social-Media-Angebote der Stiftung Warentest sind so einge­bunden, dass der bloße Aufruf einer unserer Webseiten auf test.de keinerlei Daten­über­tragung an die betreffende Social-Media-Platt­form zur Folge hat.\nDiese erfolgt erst, nachdem Sie durch einen Mausklick auf den jeweiligen Button oder Link auf die Seiten der jeweiligen Platt­form gelangt sind.\nAuf die Verarbeitung personenbezogener Daten durch den Platt­form­betreiber haben wir keinen Einfluss.</p>\n<p>Von der Daten­ver­arbeitung durch die jeweilige Social-Media-Platt­form können auch Personen betroffen sein, die dort nicht als Nutzer registriert sind.\nUnter Umständen werden Ihre Daten außer­halb des Raumes der Europäischen Union verarbeitet.\nWie Ihre Daten verarbeitet werden, wenn Sie die genannten Social-Media-Angebote nutzen, und wie Sie Ihre Rechte (etwa Auskunfts­rechte) geltend machen, erfahren Sie im Detail über die oben verlinkten Daten­schutz­erklärungen der Social-Media-Platt­formen.\nLetztere informieren auch darüber, wie Sie verhindern können, dass die Platt­form­betreiber Cookies setzen.\nDie entsprechenden Links finden Sie oben beim Punkt „Wider­spruchs­recht“.</p>Weitere Informationen, insbesondere zu Facebook:<p>Ihre Rechte als Betroffene gemäß Art.\n15 ff DSGVO können Sie sowohl bei Facebook Ireland Ltd.\nunter der oben angegebenen Anschrift sowie gegen­über der Stiftung Warentest geltend machen.</p>\n<p>Die vorrangige Verantwortung für die Verarbeitung von personenbezogener Daten aufgrund der Nutzung der Fanpage der Stiftung Warentest liegt bei Facebook, und Facebook ist verpflichtet, sämtliche Pflichten aus der DSGVO im Hinblick auf die Verarbeitung dieser Daten zu erfüllen.</p>\n<p>Zwischen der Stiftung Warentest und der Facebook Ireland Ltd.\ngibt es eine Vereinbarung über die gemein­same daten­schutz­recht­liche Verantwortung für den Betrieb der Fanpage der Stiftung Warentest.\nDie wesentlichen Inhalte dieser Vereinbarung können Sie als betroffene Person bei Facebook Ireland Ltd.\nunter der Adresse ﻿https://www.facebook.com/legal/terms/page_controller_addendum einsehen.</p>\n<p>Die Stiftung Warentest trifft keine Entscheidungen über die Verarbeitung personenbezogener Daten beim Besuch der Fanpage der Stiftung sowie über alle weiteren sich aus Art.\n13 DSGVO ergebenden Informationen.\nEinzel­heiten zur Daten­ver­arbeitung von Facebook können Sie der oben verlinkten Daten­schutz­erklärung entnehmen.</p>nach oben", "created_at": "2019-06-26 20:08:34.475842", "updated_at": "2020-12-14 20:52:38.00664"}, {"id": 1577, "name": "AGB | Terms of service", "url": "https://www.test.de/hilfe/AGB-5313968-0/", "xpath": "//div[@class=\"page__body__primary\"]", "text": "AGB: Ihre Rechte <p>Die bei der Nutzung der Angebote der Stiftung Warentest im Internet geltenden Rechte und Pflichten haben wir Ihnen auf dieser Seite zusammen­gestellt.</p>\n<ul>\n<li>﻿Allgemeine Geschäfts­bedingungen (AGB)</li>\n<li>﻿Mein test.de</li>\n<li>﻿Daten­schutz</li>\n<li>﻿Disclaimer</li>\n<li>﻿Informationen zur außerge­richt­lichen Online-Streitbeilegung (EU)</li>\n</ul>Allgemeine Geschäfts­bedingungen (AGB)<p>Die Stiftung Warentest verwendet keine Allgemeinen Geschäfts­bedingungen (AGB).\nEs gelten die gesetzlichen Rege­lungen einschließ­lich aller Verbraucher­schutz­bestimmungen.</p>nach obenMein test.de<p>Bitte beachten Sie die ﻿Nutzungsgrundlagen, die Sie bei der ﻿Registrierung für Mein test.de akzeptieren müssen.</p>nach obenDaten­schutz<p>Informationen zum Daten­schutz auf test.de haben wir Ihnen auf einer ﻿eigenen Seite zusammen­gestellt.</p>nach obenDisclaimer<p>Wir stellen auf dieser Website Beiträge Dritter zusammen.\nSoweit einzelne Beiträge die Rechte Dritter verletzten oder aus anderen Gründen rechts­widrige Inhalte enthalten, ist für den Rechts­verstoß der jeweils genannte Verfasser verantwort­lich.\nWir sind zwar um eine regel­mäßige Kontrolle der Beiträge bemüht.\nEine inhalt­liche Verantwortung – gleich welcher Art – über­nehmen wir jedoch nicht.</p>nach obenInformationen zur außerge­richt­lichen Online-Streitbeilegung (EU)<p>Information zur Verbraucher­streitbeilegung nach § 36 des Gesetzes über die alternative Streitbeilegung in Verbrauchersachen, Verbraucher­streitbeilegungs­gesetz (VSBG):</p>\n<p>Wir sind bestrebt, etwaige Meinungs­verschiedenheiten aus Verbraucher­verträgen außerge­richt­lich beizulegen.\nWir sind deswegen zur Durch­führung eines Streitbeilegungs­verfahrens vor der Allgemeinen Verbraucher­schlichtungs­stelle (Straß­burger Str.\n8, 77694 Kehl am Rhein, E-Mail: ﻿mail@verbraucher-schlichter.de, Internet: ﻿www.verbraucher-schlichter.de) bereit, sofern der Verbraucher den streitigen Anspruch zuvor uns gegen­über geltend gemacht hat.\nDer Rechtsweg steht Verbrauchern selbst­verständlich jeder­zeit offen.</p>\n<p>Unsere E-Mail-Adresse lautet: ﻿email@stiftung-warentest.de</p>\n<p>Informationen zur außerge­richt­lichen Online-Streitbeilegung (EU):</p>\n<p>Die Europäische Kommis­sion stellt eine ﻿Plattform zur außergerichtlichen Online-Streitbeilegung (sog.\nOS-Platt­form) bereit.</p>nach oben", "created_at": "2019-06-26 20:11:57.732982", "updated_at": "2020-12-14 20:52:43.812531"}], "points": [], "urls": ["test.de"]}}