{"error": 448, "message": "OK", "parameters": {"id": 444, "name": "Heaven HR", "created_at": "2018-05-08 12:19:44.90426", "updated_at": "2021-07-07 22:00:25.460962", "wikipedia": null, "keywords": "", "related": "", "slug": "heavenhr", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/444.png", "url": "heavenhr.com,heavenhr.de", "documents": [{"id": 8132, "name": "AGB (Terms of Use)", "url": "https://www.heavenhr.com/web/DE/de/agb-firma", "xpath": "//*[@id=\"__next\"]/div[3]", "text": "Allgemeine Geschäftsbedingungen der HeavenHR GmbH für Verträge mit Unternehmen\n§ 1 Präambel\n<p>1.1.\nDie HeavenHR GmbH (nachfolgend “HeavenHR“), Mittenwalder Straße 6, 10961 Berlin, ist der\nInhaber sämtlicher urheberrechtlicher und sonstiger Nutzungs- und Verwertungsrechte an der Online\nPersonalmanagementsoftware “HeavenHR“ (nachfolgend „Software“).\nHierbei handelt es sich um eine\nSoftware zum Personalmanagement, welche die zusätzliche Anbindung von verwandten Funktionen und\nDienstleistungen wie unter anderem Personalverwaltung, Urlaubsplanung, Lohnsteuerabrechnung, etc.\nermöglicht.\nHeavenHR stellt diese Software mittels Fernzugriffs über das Internet\n(“Software-as-a-Service“, kurz “SaaS”) bereit.</p>\n<p>1.2.\nDie Allgemeinen Geschäftsbedingungen der HeavenHR GmbH für Verträge mit Unternehmen\n(nachfolgend „AGB“) regeln das Verhältnis zwischen der HeavenHR und Unternehmen, welche das\nSoftwareangebot von HeavenHR in Anspruch nehmen (nachfolgend „Anwender“).\nDas Angebot von HeavenHR\nbesteht in einer Software, die zur ausschließlichen Nutzung über das Internet bereitgestellt wird.\nDie Anwender organisieren ihr Personalmanagement über einen Unternehmens-Account der Software und\nhalten zugleich ihre Mitarbeiter dazu an, einen Mitarbeiter-Account in der Software einzurichten und\ndie Software ebenfalls zu nutzen.</p>\n<p>1.3.\nSoweit über die Nutzung der Software hinaus für zusätzliche Leistungen besondere oder\nergänzende Bedingungen vereinbart werden, gehen diese diesen AGB vor.\nFür die Nutzung zusätzlicher\nLeistungen werden zusätzliche gesonderte Verträge sowie die Zustimmung des Anwenders zu einer\njeweils gesonderten Nutzungsvereinbarung notwendig, welche den auf Basis dieser AGB zwischen der\nHeavenHR und dem Anwender geschlossenen Vertrag nicht beeinträchtigt.</p>\n<p>1.4.\nAllgemeine Vertrags- bzw.\nGeschäftsbedingungen des Anwenders werden, auch wenn diese\nAngebotsaufforderungen, Bestellungen, Annahmeerklärungen etc.\nbeigefügt sind, nicht Vertragsinhalt,\nselbst wenn HeavenHR diesen Bedingungen nicht widersprochen hat.</p>\n§ 2 Vertragsgegenstand und Leistungsbeschreibung\n<p>2.1.\nVertragsgegenstand ist die Bereitstellung der Software in einem Rechenzentrum zum Zugriff und\nzur Nutzung über das Internet als SaaS-Lösung sowie die Ermöglichung der Speicherung von Daten durch\nden Anwender auf Servern, die im Auftrag von HeavenHR betrieben werden („Hosting“).\nIndividuelle\nErweiterungen und Anpassungen der Funktionalität der Software sind, abgesehen von den Regelungen des\nPlatin Packages in Ziffer 2.2, nicht Gegenstand des Leistungsumfangs und dieser Vereinbarung.</p>\n<p>2.2.\nDie vertragsgegenständlichen Leistungen richten sich nach dem jeweils gewählten Package\n(„Package“).\nDie verfügbaren Packages sowie der konkrete Leistungsumfang sind auf der Seite Preise\nauf unserer Internetseite abrufbar.</p>\n<p>2.3.\nDie dem Vertrag zugrundeliegende Auswahl der Packages ist abhängig von der Anzahl der\nMitarbeiter des Anwenders.\nDer Anwender kann die Auswahl der Packages bei monatlicher Zahlung\njederzeit mit Wirkung für den Folgemonat ändern, vorausgesetzt, er berücksichtigt die Beschränkungen\nmit Blick auf die Mitarbeiterzahlen, wie sie auf der Seite Preise auf unserer Internetseite\ndargestellt sind.\nBei jährlicher Zahlung ergibt sich eine Preisminderung.\nDie Pakete werden dabei\nfür die Nutzungsdauer von einem Jahr gebucht.\nEine Rückerstattung beim Wechsel in kostengünstigere\nPakete (bei eventuell sinkenden Mitarbeiterzahlen) ist beim Kauf der Jahreslizenz grundsätzlich\nausgeschlossen.</p>\n<p>2.4.\nSofern die Anzahl der Mitarbeiter des Anwenders die maximale Mitarbeiteranzahl eines gewählten\nPackages übersteigt, wird für den Folgemonat automatisch das jeweils nächst höhere Package für den\nAnwender aktiviert.</p>\n<p>2.5.\nDie Übernahme einer Garantie für bestimmte Eigenschaften (Beschaffenheit) bedarf zu ihrer\nWirksamkeit der schriftlichen Bestätigung durch HeavenHR.</p>\n<p>2.6.\nDie angebotene Anwendung ist eine Standardsoftware.\nHeavenHR ist nicht verantwortlich für die\nErfüllung von dem Anwender betreffenden rechtlichen und regulatorischen Anforderungen.\nDer Anwender\nhat die Aufgabe, HeavenHR auf Eignung zur Datenverarbeitung gemäß der für ihn relevanten rechtlichen\nund regulatorischen Anforderungen zu prüfen.</p>\n<p>2.7.\nHeavenHR ist berechtigt, die hier geregelten Leistungen in Übereinstimmung mit der\nDatenschutzvereinbarung ganz oder teilweise durch Dritte als Unterauftragnehmer (Subunternehmer) zu\nerbringen.\nUnterlagen, Informationen und Daten des Anwenders und seiner Mitarbeiter dürfen zur\nLeistungserfüllung durch HeavenHR – soweit erforderlich – diesen Subunternehmern zugänglich gemacht\nwerden.</p>\n<p>2.8.\nHeavenHR übernimmt nicht, auch nicht teilweise die Personalverwaltung für den Auftraggeber, der\nfür diese ausschließlich verantwortlich bleibt.</p>\n§ 3 Vertragsschluss\n<p>3.1.\nAn einem Vertragsschluss interessierte Unternehmen können sich auf der Internetseite von\nHeavenHR unter www.heavenhr.com durch Angabe der Kontaktdaten ihres Unternehmens als Anwender\nregistrieren.\nIm Rahmen dieses Registrierungsvorgangs bestätigt der Anwender diese AGB.\nOb ein\nVertragsschluss zwischen HeavenHR und dem Anwender zustande kommt, entscheidet HeavenHR durch den\nVersand eines Bestätigungslinks an den Anwender.\nSobald der Anwender die E-Mail mit dem\nBestätigungslink erhalten hat, kommt der Vertrag mit HeavenHR zustande.</p>\n<p>3.2.\nHeavenHR behält sich vor, phasenweise Accounts für Testzwecke einzurichten.\nDiese können\njederzeit ohne Einhaltung einer Frist durch HeavenHR gesperrt werden.</p>\n§ 4 Supportleistungen\n<p>Support-Anfragen können, in Abhängigkeit vom Leistungsumfang des gewählten Packages, telefonisch,\nper Chat oder Email gestellt werden.\nSupport-Anfragen sind Fragen an die Support-Mitarbeiter der\nHeavenHR zur Software.\nDer Support zur Nutzung von HeavenHR beschränkt sich auf die Beantwortung von\nFragen zur richtigen Anwendung und Einstellung, sowie Hilfestellung zu technischen Problemen der\nSoftware durch einen Support-Mitarbeiter.</p>\n§ 5 Vertragspflichten des Anwenders\n<p>5.1.\nDer Anwender wird alle zur Leistungserbringung und -abwicklung dieses Vertrages notwendigen\nPflichten rechtzeitig, vollständig und fachlich ordnungsgemäß erfüllen.\nEr ist selbst für die\nNutzung der Leistungen von HeavenHR, die ordnungsgemäße Verarbeitung seiner Daten und die erreichten\nResultate verantwortlich.\nDies beinhaltet auch die Erfüllung rechtlicher und regulatorischer\nAnforderungen an die Nutzung, Aufbewahrung und Archivierung von Anwenderdaten.</p>\n<p>5.2.\nDem Anwender obliegt es in eigener Verantwortung,</p>\n<ul>\n<li>zu prüfen und sich dabei ggf.\nfachkundig beraten zu lassen, inwieweit die von HeavenHR\nangebotenen Leistungen seinen tatsächlichen und an ihn gerichteten rechtlichen Anforderungen\nentsprechen;</li>\n<li>dafür zu sorgen, dass die für die vertragsgemäße Inanspruchnahme der Software erforderlichen\nMindestanforderungen der HeavenHR an die vom Anwender eingesetzte Hard- und Software erfüllt\nsind;</li>\n<li>Hinweisen von HeavenHR zur Fehlervermeidung Folge zu leisten;</li>\n<li>seine lokalen IT-Systeme vor einem Befall durch Viren, Trojaner oder ähnlicher Schadsoftware\ndurch den Einsatz entsprechender Software zu schützen;</li>\n<li>die an HeavenHR übermittelten Daten und Inhalte regelmäßig zu sichern und eigene\nSicherungskopien zu erstellen, um bei Verlust der Daten und Informationen die Rekonstruktion\nderselben gewährleisten zu können.</li>\n</ul>\n<p>5.3.\nDer Anwender wird HeavenHR umgehend mitteilen, wenn die Anzahl seiner Mitarbeiter die zulässige\nAnzahl von Mitarbeitern eines Packages im Sinne der Ziffer 2.3 dieser AGB überschreitet.</p>\n<p>5.4.\nDer Anwender wird die Vertragssoftware in keiner Weise missbräuchlich nutzen oder durch Dritte\nnutzen lassen und insbesondere keine Inhalte mit rechtswidrigen Inhalten übermitteln.\nDer Anwender\nwird auch jeden Versuch unterlassen, selbst oder durch nicht autorisierte Dritte Informationen oder\nDaten unbefugt abzurufen oder in Programme, die von HeavenHR betrieben werden, einzugreifen oder\neingreifen zu lassen oder einzudringen.\nSoweit mehrere Mitarbeiter des Anwenders mit dem\nPersonalmanagement befasst sein sollten, ermöglicht HeavenHR die Erstellung mehrerer\nAdministratoren-Accounts in der Software.</p>\n<p>5.5.\nBei einem schwerwiegenden Verstoß des Anwenders gegen seine Verpflichtungen aus diesen AGB oder\nbei Verstoß gegen gesetzliche Regelungen sowie bei wiederholten Verstößen ist HeavenHR berechtigt,\nnach eigener Wahl die Nutzung der vertragsgegenständlichen Leistungen durch den Anwender ganz oder\nteilweise einzuschränken oder das Vertragsverhältnis ohne Einhaltung einer Frist zu kündigen.\nHat\nder Anwender den Verstoß zu vertreten, so ist er HeavenHR gegenüber zum Ersatz des daraus\nentstehenden Schadens verpflichtet.</p>\n<p>5.6.\nDer Anwender sorgt dafür, dass die vertragsgemäße Nutzung und Bereitstellung von Daten und\nInhalten keine Rechte Dritter verletzt.\nEr ist verpflichtet vor einer Überlassung dieser Daten und\nInhalte an HeavenHR zu prüfen, ob er diese wie vorgesehen nutzen darf, sich eventuell notwendiger\nNutzungsrechte zu versichern bzw.\nerforderliche Einwilligungen Dritter einzuholen.\nDer Anwender\nstellt HeavenHR von Ansprüchen Dritter frei, die aus einer Verletzung der hiervor genannten\nPflichten entstehen.</p>\n<p>5.7.\nMacht ein Dritter eine Rechtsverletzung durch die vom Anwender bereitgestellten Daten oder\nInhalte geltend, ist HeavenHR berechtigt, die Inhalte ganz oder vorläufig zu sperren, wenn ein durch\nobjektive Anhaltspunkte gerechtfertigter Zweifel an der Rechtmäßigkeit der Daten und/oder Inhalte\nbesteht.\nHeavenHR wird den Anwender in diesem Fall auffordern, binnen einer angemessenen Frist den\nRechtsverstoß einzustellen oder die Rechtmäßigkeit der Inhalte nachzuweisen.\nKommt der Anwender\ndieser Aufforderung nicht nach, ist HeavenHR unbeschadet weiterer Rechte und Ansprüche berechtigt,\nden Vertrag ohne Einhaltung einer Frist zu kündigen.\nAufwendungen, die HeavenHR durch die genannten\nMaßnahmen entstehen, kann HeavenHR dem Anwender in Rechnung stellen.\nHat der Anwender die\nRechtsverletzung zu vertreten, wird er HeavenHR den daraus entstehenden Schaden ersetzen.\nWeitergehende Rechte bleiben vorbehalten.</p>\n<p>5.8.\nIm Übrigen ist der Anwender verpflichtet, alle zur Erfüllung des Vertragszwecks erforderlichen\nMitwirkungsleistungen unverzüglich und kostenlos vorzunehmen, insbesondere, wenn HeavenHR ihn dazu\nauffordert und die erforderlichen Maßnahmen einen angemessenen Aufwand nicht übersteigen.</p>\n<p>5.9.\nDas Cloud-Material und HeavenHR-Materialien unterliegen den Exportbeschränkungen verschiedener\nLänder.\nDer Anwender willigt ein diese Materialien nicht ohne vorherige schriftliche Genehmigung von\nHeavenHR in Länder sowie an Personen oder Unternehmen zu exportieren, an die der Export gesetzlich\nverboten ist.\nDer Anwender ist verpflichtet, im Hinblick auf die Nutzung der Materialien die\ngeltenden rechtlichen Bestimmungen des Landes, in dem er registriert ist, sowie die Bestimmungen\nanderer Länder zu beachten.</p>\n§ 6 Zugangsdaten\n<p>Der Anwender wird die ihm zugeordneten Nutzungs- und Zugangsberechtigungen sowie sonstige\nvereinbarte Identifikations- und Authentifikations-Sicherungen geheim halten, vor dem Zugriff durch\nDritte schützen und nicht an unberechtigte Dritte weitergeben.\nDiese Daten sind durch geeignete und\nübliche Maßnahmen zu schützen.\nPasswörter müssen zur Sicherheit nicht nur vor der erstmaligen\nBenutzung der Software, sondern auch sonst in regelmäßigen Abständen geändert werden, um die Nutzung\ndurch Unbefugte unter Verwendung anwendereigener Passwörter oder anwendereigener Infrastruktur zu\nverhindern.\nPasswörter sind so zu wählen, dass sie nicht einfach zu erraten, zu errechnen oder zu\nbestimmen sind.\nDer Anwender wird HeavenHR unverzüglich unterrichten, wenn der Verdacht besteht,\ndass die Zugangsdaten und/oder Kennwörter nicht berechtigten Dritten bekannt geworden sein könnten.</p>\n§ 7 Preise und Zahlungsbedingungen\n<p>7.1.\nDer Anwender zahlt für die Leistungen von HeavenHR nach diesen AGB einen monatlichen Betrag in\nAbhängigkeit des aktivierten Packages, welcher der Seite Preise auf unserer Internetseite entnommen\nwerden kann.</p>\n<p>7.2.\nSämtliche Preise verstehen sich zuzüglich der gesetzlich gültigen Mehrwertsteuer.</p>\n<p>7.3.\nDem Anwender stehen als Zahlungsmethoden das Lastschriftverfahren oder eine Zahlung auf\nRechnung oder mittels Kreditkarte (Visa/Mastercard) zur Auswahl.</p>\n<p>7.4.\nAlle Rechnungen sind innerhalb von 7 Tagen, bei Lastschrifteinzugsermächtigung innerhalb von\n14 Tagen, ab Rechnungsdatum zur Zahlung fällig.\nDie Vorabinformation zum Einzug der Lastschrift wird\ndem Anwender, wenn sie nicht in der Rechnung enthalten ist, mindestens einen Tag vor Fälligkeit per\nEmail an die von Ihm hinterlegte Email-Adresse gesendet.</p>\n<p>7.5.\nDie Kosten für Lastschriften des Anwenders, welche von dessen Bank nicht eingelöst werden, sind\nvom Anwender zu tragen, wenn er dies zu vertreten hat.\nHeavenHR stellt im Falle einer\nzurückgegebenen Lastschrift einen pauschalen Betrag in Höhe von 11,00 EUR in Rechnung.\nDem Anwender\nsteht es frei, einen geringeren Schaden nachzuweisen.</p>\n<p>7.6.\nZahlungen werden auch bei anderslautenden Bestimmungen des Anwenders nach Wahl von HeavenHR auf\nbestehende Forderungen angerechnet.\nEine Aufrechnung mit nicht anerkannten oder nicht rechtskräftig\nfestgestellten Gegenforderungen des Anwenders ist ausgeschlossen.\nEntsprechendes gilt für ein\nZurückbehaltungsrecht des Anwenders.</p>\n<p>7.7.\nDer HeavenHR ist zur Aussetzung der vertraglichen Leistungen berechtigt, wenn sich der Anwender\nim Zahlungsrückstand befindet und trotz ausdrücklicher Fristsetzung zur Ausgleichung der offenen\nForderungen nicht zahlt.</p>\n<p>7.8.\nKommt der Anwender mit der Zahlung von mehr als einer Rechnung von HeavenHR in Verzug, werden\nauch alle anderen Rechnungen sofort fällig.\nIm Falle des Zahlungsverzuges kann der HeavenHR ohne\nweiteren Nachweis Zinsen in Höhe von 10 Prozentpunkten über dem maßgeblichen Basiszinssatz\nverlangen.</p>\n<p>7.9.\nHeavenHR ist berechtigt, die Bonität des Anwenders mit den allgemein üblichen Mitteln zu\nüberprüfen.\nErgeben sich dabei Zweifel an der Bonität des Anwenders oder tritt sonst eine\nwesentliche Verschlechterung der Vermögensverhältnisse des Anwenders ein, ist HeavenHR berechtigt,\nweitere Leistungen nur gegen Vorkasse auszuführen.</p>\n§ 8 Nutzungsbedingungen\n<p>8.1.\nDie Software ist urheberrechtlich geschützt.\nDie Urheberrechte, Patentrechte, Markenrechte und\nalle sonstigen Leistungsschutzrechte an der Software sowie an sonstigen Vertragsgegenständen stehen\nausschließlich HeavenHR zu.\nSoweit die Rechte Dritten zustehen, hat HeavenHR entsprechende\nNutzungsrechte.</p>\n<p>8.2.\nHeavenHR räumt dem Anwender das nicht-ausschließliche, zeitlich auf die Laufzeit des Vertrages\nbeschränkte, nicht übertragbare und nicht unterlizenzierbare Recht zur Nutzung der Software im in\ndiesen AGB eingeräumten Umfang ein.</p>\n<p>8.3.\nDer Anwender ist nicht berechtigt, die Software von Dritten nutzen zu lassen oder Dritten\nzugänglich zu machen, insbesondere ist es dem Anwender nicht erlaubt, die Software oder Teile\nhiervon zu vervielfältigen, zu veräußern, zu übersetzen, zu bearbeiten, zu ändern, zu dekompilieren,\nzu reverse-engineeren oder zu disassemblieren oder jeglichen Teil der Software zu benutzen, um eine\nseparate Applikation zu erstellen oder diese Handlungen durch Dritte durchführen zu lassen, soweit\nes das Urheberrechtsgesetz nicht gestattet.</p>\n<p>8.4.\nFalls der Anwender ein Testnutzer ist, gewährt HeavenHR eine einfache Lizenz zu Testzwecken,\ndie nicht übertragen, nicht abgetreten und nicht unterlizenziert werden darf.</p>\n§ 9 Gewährleistung für Softwareelemente und Test-Zugänge\n<p>9.1.\nFalls der Anwender ein Testnutzer ist, gewährt HeavenHR eine einfache Lizenz zu Testzwecken,\ndie nicht übertragen, nicht abgetreten und nicht unterlizenziert werden darf.</p>\n<p>9.2.\nDie Software steht an sieben Tagen die Woche jeweils 24 Stunden zur Verfügung („Betriebszeit“).\nDie durchschnittliche Verfügbarkeit („durchschnittliche Verfügbarkeit“) während der Betriebszeit\nbeträgt mindestens 98 % im Jahresmittel.\nVerfügbarkeit ist die Möglichkeit des Anwenders, die\nwesentlichen Funktionalitäten der Software zu nutzen.\nNicht zur Nichtverfügbarkeit zählen\nWartungszeiten sowie Einschränkungen oder Ausfälle der Software aufgrund von Umständen, die nicht im\nEinfluss- und Verantwortungsbereich von HeavenHR liegen (Verschulden Dritter, Störung von\nTelekommunikationsleitungen, höhere Gewalt, etc.).</p>\n<p>9.3.\nEine Kündigung des Anwenders gem.\n§ 543 Abs.\n2 Satz 1 Nr.\n1 BGB wegen Nichtgewährung des\nvertragsgemäßen Gebrauchs ist erst zulässig, wenn HeavenHR ausreichende Gelegenheit zur\nMängelbeseitigung gegeben wurde und diese fehlgeschlagen ist.\nVon einem Fehlschlagen der\nMängelbeseitigung ist erst auszugehen, wenn diese unmöglich ist, wenn sie von HeavenHR verweigert\noder in unzumutbarer Weise verzögert wird, wenn begründete Zweifel bezüglich der Erfolgsaussichten\nbestehen oder wenn aus anderen Gründen eine Unzumutbarkeit für den Anwender gegeben ist.</p>\n<p>9.4.\nDer Anwender kann bei etwaigen Mängeln der Software die Vergütung gemäß Ziffer 7.1 nicht\nmindern.\nEin eventuell bestehendes Recht zur Rückforderung unter Vorbehalt gezahlter Vergütung\nbleibt jedoch unberührt.</p>\n<p>9.5.\nHeavenHR weist den Kunden darauf hin, dass Einschränkungen oder Beeinträchtigungen der Software\nentstehen können, die außerhalb des Einflussbereichs von HeavenHR liegen.\nHierunter fallen\ninsbesondere Handlungen von Dritten, die nicht im Auftrag von HeavenHR handeln, von HeavenHR nicht\nbeeinflussbare technische Bedingungen des Internets sowie höhere Gewalt.\nAuch die vom Anwender\ngenutzte Hard- und Software und technische Infrastruktur kann Einfluss auf die Leistungen von\nHeavenHR haben.\nSoweit derartige Umstände Einfluss auf die Verfügbarkeit oder Funktionalität der von\nHeavenHR erbrachten Leistung haben, hat dies keine Auswirkung auf die Vertragsgemäßheit der\nerbrachten Leistungen.</p>\n§ 10 Haftung\n<p>10.1.\nHeavenHR haftet nicht für Schäden des Anwenders, soweit sie nicht aus der Verletzung\nvertragswesentlicher Pflichten resultieren.\nAls vertragswesentliche Pflichten gelten jene Pflichten,\nderen Erfüllung die ordnungsgemäße Durchführung des Vertrages überhaupt erst ermöglichen und auf\nderen Einhaltung der Anwender regelmäßig vertrauen darf.\nAuch die Haftung für Folgeschäden,\ninsbesondere auf entgangenen Gewinn oder Ersatz von Schäden Dritter, wird ausgeschlossen, soweit\nHeavenHR kein Vorsatz oder grobe Fahrlässigkeit zur Last fällt.</p>\n<p>10.2.\nSoweit Leistungen in Räumen und mit Mitteln Dritter erbracht werden, ohne, dass diese\nErfüllungsgehilfen von HeavenHR sind, haftet HeavenHR für hieraus entstehende Schäden ebenfalls\nnicht.</p>\n<p>10.3.\nDie Gesamthaftung von HeavenHR hinsichtlich Angelegenheiten, die sich aus oder im Zusammenhang\nmit diesen Bestimmungen ergeben, ist auf EUR 1.000,00 oder den vom Anwender während des\ndreimonatigen Zeitraums vor dem Ereignis, auf das die Haftung zurückzuführen ist, für\nkostenpflichtige Funktionen der Software bezahlten Gesamtbetrag beschränkt, je nachdem, welcher\nBetrag höher ist.\nDiese Beschränkung gilt selbst dann, wenn HeavenHR auf die Möglichkeit hingewiesen\nwurde, dass die Haftung den Betrag übersteigt, und wenn ein beschränktes Rechtsmittel seinen\nwesentlichen Zweck verfehlt.\nDie Haftung von HeavenHR für unvorhersehbare oder für diesen Vertrag\natypische Schäden und für mittelbare Schäden bzw.\nFolgeschäden ist ausgeschlossen.</p>\n<p>10.4.\nDie vorgenannten Haftungsausschlüsse gelten nicht für eine Haftung für Schäden aus der\nVerletzung des Lebens, des Körpers oder der Gesundheit, die auf einer mindestens fahrlässigen\nPflichtverletzung von HeavenHR oder einer vorsätzlichen oder fahrlässigen Pflichtverletzung eines\nErfüllungsgehilfen von HeavenHR beruhen.\nDie vorgenannten Haftungsausschlüsse gelten ebenfalls nicht\nfür eine Haftung für sonstige Schäden, die auf einer mindestens grob fahrlässigen Pflichtverletzung\nvon HeavenHR oder auf einer vorsätzlichen oder grob fahrlässigen Pflichtverletzung eines\nErfüllungsgehilfen von HeavenHR beruhen.\nZudem wird die verschuldensunabhängige Haftung von HeavenHR\nfür anfängliche Sachmängel an der Software ausgeschlossen.</p>\n§ 11 Kündigung\n<p>11.1.\nDer Vertrag tritt mit der Bestätigung durch HeavenHR in Kraft.\nDie Laufzeit ist unbeschränkt.</p>\n<p>11.2.\nDas Vertragsverhältnis kann bei monatlicher Zahlungsweise von beiden Vertragspartnern mit\neiner Frist von 1 Monat zum Monatsende gekündigt werden.\nBei jährlicher Zahlungsweise kann zum\nnächsten fälligen Zahlungstermin mit einer Frist von 6 Wochen gekündigt werden.</p>\n<p>11.3.\nDas Recht zur Kündigung aus wichtigem Grund bleibt unberührt.\nBei der Nutzung der Software im\nPackage Starter behält sich HeavenHR das Recht vor, bei Nichtnutzung oder Inaktivität eines Accounts\ndiesen mit einer Frist von vier Wochen zu kündigen.</p>\n<p>11.4.\nIm Falle der Kündigung ist HeavenHR berechtigt, vier Wochen nach Vertragsende die hinterlegten\nDaten von seinen Servern zu entfernen, nachdem dem Anwender zuvor die Möglichkeit zur Datensicherung\ngegeben wurde.</p>\n<p>11.5.\nAlle Kündigungen nach diesem Vertrag haben in Textform zu erfolgen, um wirksam zu sein.</p>\n§ 12 Vertragsvorlagen, elektronische Unterschrift\n<p>12.1.\nHeavenHR stellt den Anwendern seiner Software Vorlagen für Arbeitsverträge zur Verfügung.\nDiese können durch individuelle Anpassungen innerhalb der Software durch variable Felder nach den\nWünschen des Anwenders verändert werden.\nZudem kann der Anwender auch eigene Vertragsvorlagen\nhochladen.</p>\n<p>12.2.\nDie Nutzung der Vertragsvorlagen entbindet den Anwender nicht von der sorgfältigen\neigenverantwortlichen Prüfung.\nDie Vorlagen sind nur ein Vorschlag für eine mögliche Regelung.\nViele\nFestlegungen sind frei vereinbar.\nVor einer Übernahme des unveränderten Inhaltes der von HeavenHR\nbereitgehaltenen Vorlagen muss daher im eigenen Interesse vom Anwender genau überlegt werden, ob und\nin welchen Teilen gegebenenfalls eine Anpassung an die konkret zu regelnde Situation und die\nRechtsentwicklung erforderlich ist.\nAuf diesen Vorgang hat HeavenHR keinen Einfluss und kann daher\nnaturgemäß für die Auswirkungen auf die Rechtsposition der Vertragsparteien eines Arbeitsvertrages\nkeine Haftung übernehmen.\nZwar wurden die von HeavenHR zur Verfügung gestellten Vertragsvorlagen mit\ngrößter Sorgfalt erstellt, dennoch erheben sie keinen Anspruch auf Vollständigkeit, Richtigkeit und\nPassgenauigkeit im Hinblick auf die individuelle Situation zwischen Arbeitgeber und Arbeitnehmer.</p>\n<p>12.3.\nDer Vertragsschluss und die Vertragsbedingungen sind ausschließlich Sache der den\nArbeitsvertrag schließenden Parteien.\nDie Parteien entscheiden allein über den zwischen ihnen\nvereinbarten Vertragsinhalt.\nDem Anwender obliegt die eigenständige Verpflichtung und er allein ist\ndafür verantwortlich, die ausgefüllten Formulare selbst sorgfältig zu prüfen.</p>\n<p>12.4.\nHeavenHR weist den Anwender darauf hin, dass es im Hinblick auf den Vertragsabschluss bei\nbestimmten Vertragsgegenständen ein gesetzliches Schriftformerfordernis gibt.\nLediglich mit\nelektronischer Unterschrift unterzeichnete Arbeitsverträge entsprechen daher unter Umständen (bspw.\nbei befristeten Arbeitsverträgen) nicht den gesetzlichen Formerfordernissen.\nEs obliegt daher allein\ndem Anwender, sorgfältig zu prüfen, inwieweit es ergänzend zur Vertragsdokumentation in der\nvertragsgegenständlichen Software zur Wirksamkeit des Arbeitsvertrages auch einer schriftlich\nunterzeichneten Vertragsversion bedarf.</p>\n§ 13 Nebenabreden, Schriftformerfordernis\n<p>13.1.\nDie AGB regeln abschließend und vollständig die gegenseitigen Vertragspflichten.</p>\n<p>13.2.\nDie nach den vertraglichen Regelungen vorgesehenen sowie im sonstigen Geschäftsverlauf\nnotwendig werdenden Mitteilungen und Erklärungen einer Vertragspartei dieser AGB können\ngrundsätzlich auch an die Online-Adresse der anderen Vertragspartei wirksam übermittelt werden.</p>\n<p>13.3.\nHeavenHR ist zu Änderungen der AGB und sonstiger Bedingungen berechtigt.\nÜber Änderungen\ninformiert HeavenHR den Kunden zwei Wochen im Voraus per E-Mail.\nHeavenHR wird diese Änderungen nur\naus triftigen Gründen durchführen, insbesondere aufgrund neuer technischer Entwicklungen, Änderungen\nder Rechtsprechung oder sonstigen gleichwertigen Gründen.\nWird durch die Änderung das vertragliche\nGleichgewicht zwischen den Parteien erheblich gestört, bedarf sie der Zustimmung des Anwenders.</p>\n<p>13.4.\nEinseitige Änderungen dieser AGB durch HeavenHR werden dann Vertragsinhalt, wenn sie dem\nAnwender von HeavenHR in Textform bekannt gegeben worden sind, der Anwender nicht binnen zwei Wochen\nab Zugang der Änderungsmitteilung ausdrücklich widersprochen hat und in der Änderungsmitteilung auf\ndiese Folge hingewiesen worden ist.</p>\n<p>13.5.\nHeavenHR behält sich vor, die Kosten für seine Dienste zukünftig ganz oder teilweise zu\nändern.\nEine damit verbundene Änderung der AGB wird HeavenHR selbstverständlich nicht einseitig\nvornehmen, sondern hierzu immer die Einwilligung des Anwenders einholen.</p>\n§ 14 Erhebung, Verarbeitung und Nutzung von Daten\n<p>Informationen zu Datenschutz und Datensicherheit sind hier in der Datenschutzvereinbarung zu finden.</p>\n§ 15 Anwendbares Recht und Gerichtsstand\n<p>15.1.\nEs gilt das Recht der Bundesrepublik Deutschland unter Ausschluss der Kollisionsnormen des\ninternationalen Privatrechts und unter Ausschluss des UN-Kaufrechts.</p>\n<p>15.2.\nGerichtsstand ist Berlin, wenn der Anwender Kaufmann ist und der Vertrag zum Betrieb seines\nHandelsgewerbes gehört oder der Anwender keinen allgemeinen Gerichtsstand im Inland hat und wenn\nkein ausschließlicher Gerichtsstand gegeben ist.\nHeavenHR ist jedoch berechtigt, den Anwender an\njedem anderen gesetzlichen Gerichtsstand zu verklagen.\nBei Nicht-Kaufleuten gelten die gesetzlichen\nGerichtsstände.</p>\n§ 16 Salvatorische Klausel\n<p>Bei Unwirksamkeit einzelner Klauseln dieser Allgemeinen Geschäftsbedingungen des mit HeavenHR\ngeschlossenen Vertrages wird die Gültigkeit der übrigen Regelungen hiervon nicht berührt.\nEine ganz\noder teilweise unwirksame Regelung soll durch eine solche ersetzt werden, deren wirtschaftlicher\nErfolg der unwirksamen Regelung und der Intention der Parteien möglichst nahekommt.\nDasselbe gilt im\nFalle einer Regelungslücke.</p>\n<p>Stand: 11/2016</p>\n", "created_at": "2021-07-07 14:46:40.926791", "updated_at": "2021-07-07 17:57:03.155229"}, {"id": 8131, "name": "Datenschutzerklärung (Privacy Policy)", "url": "https://www.heavenhr.com/web/DE/de/datenschutz", "xpath": "//*[@id=\"__next\"]/div[3]", "text": "Datenschutzerklärung\n§ 1 Information über die Erhebung personenbezogener Daten\n<p>Dies ist die Datenschutzerklärung für HeavenHR, die von der HeavenHR GmbH betriebene Website\nwww.heavenhr.de („die Website“) und die Personalmanagementsoftware („die\nSoftware“).\nMit dieser Datenschutzvereinbarung möchten wir Sie darüber informieren, welche\npersonenbezogenen Daten wir von Ihnen erheben und wie wir diese verwenden, wenn Sie unsere Webseite\nbesuchen und die Software nutzen.</p>\n<p>„Personenbezogene Daten“ sind alle Informationen, über eine Person, die direkt oder indirekt\nidentifiziert werden kann, insbesondere durch die Zuordnung zu einer Kennung, wie etwa einem Namen,\neiner Kennnummer, Standortdaten oder einer Online-Kennung.\nEtwas anders ausgedrückt sind Ihre\npersonenbezogenen Daten also Informationen, die sich auf Sie beziehen oder etwas über Sie persönlich\naussagen und mit Ihnen in Verbindung gebracht werden können.</p>\n<p>„Verarbeitung“ ist jeder Vorgang, im Zusammenhang mit personenbezogenen Daten, wie das Erheben, das\nErfassen, die Organisation, das Ordnen, die Speicherung, die Anpassung oder Veränderung, die\nOffenlegung oder jede sonstige Art der Nutzung.</p>\n<p>In dieser Erklärung werden auch Ihre Entscheidungsmöglichkeiten bezüglich der Nutzung, des Zugriffs\nund der Berichtigung Ihrer persönlichen Daten beschrieben.\nDaher möchten wir Sie bitten, sich die\nZeit zu nehmen, diese Datenschutzbestimmungen sorgfältig zu lesen.\nWir halten uns strikt an die\ngeltenden datenschutzrechtlichen Bestimmungen und wir setzen technische wie auch organisatorische\nMaßnahmen ein, um Ihre Daten zu schützen.</p>\n<p>Verantwortlicher gem.\nArt.\n4 Abs.\n7 EU-Datenschutz-Grundverordnung (DS-GVO) ist:</p>\n<p>HeavenHR GmbH, Mittenwalder Str.\n6, 10961 Berlin.</p>\n<p>Unser Datenschutzbeauftragter, Herr Sebastian Lux, ist zurzeit als externer Datenschutzbeauftragter\nfür uns tätig und unter: datenschutz@heavenhr.de, 030 609 886 943 zu erreichen.</p>\n<p>Bei einer Kontaktaufnahme mit uns per E-Mail werden die von Ihnen mitgeteilten Daten (Ihre\nE-Mail-Adresse, ggf.\nIhr Name) von uns gespeichert, um Ihre Fragen zu beantworten.\nDie in diesem\nZusammenhang anfallenden Daten löschen wir, nachdem die Speicherung nicht mehr erforderlich ist,\noder schränken die Verarbeitung ein, falls gesetzliche Aufbewahrungspflichten bestehen.</p>\n<p>Falls wir für einzelne Funktionen unseres Angebots auf beauftragte Dienstleister zurückgreifen oder\nIhre Daten für werbliche Zwecke nutzen möchten, werden wir Sie untenstehend im Detail über die\njeweiligen Vorgänge informieren.\nDabei nennen wir auch die festgelegten Kriterien der Speicherdauer.</p>\n§ 2 Erhebung personenbezogener Daten bei Besuch unserer Website\n2.1.\nAutomatisch erhobene Daten zur Nutzung der Website („Logfiles“)\n<p>Bei der bloß informatorischen Nutzung der Website, also wenn Sie sich nicht für die Softwarenutzung\nregistrieren oder uns anderweitig Informationen übermitteln, erheben wir nur die personenbezogenen\nDaten, die Ihr Browser an unseren Server übermittelt.</p>\n<ul>\n<li>den Typ, Sprache und die Version des von Ihnen verwendeten Browsers,</li>\n<li>das von Ihnen verwendete Betriebssystem,</li>\n<li>die Internetseite, von der aus Sie zur aktuellen Seite gekommen sind,</li>\n<li>den Hostnamen (IP-Adresse) Ihres Rechners sowie,</li>\n<li>die Uhrzeit, zu der der Aufruf erfolgt ist,</li>\n<li>Zugriffsstatus/HTTP-Statuscode,</li>\n<li>jeweils übertragene Datenmenge.</li>\n</ul>\n<p>Diese Daten werden für 3 Monate gespeichert und im Anschluss unverzüglich gelöscht.\nIhre IP-Adresse\nwird – vorbehaltlich etwaiger gesetzlicher Aufbewahrungspflichten – direkt nach dem Verlassen der\nInternetseite gelöscht oder anonymisiert.\nWir benötigen Ihre automatisch erhobenen Daten für die\nBereitstellung unserer Webseite, Art.\n6 Absatz 1 Satz 1 lit.\nb DSGVO, sowie für unser berechtigtes\nInteresse, die Stabilität und Sicherheit der Webseite zu gewährleisten, Art.\n6 Absatz 1 Satz 1 lit.\nf DSGVO.</p>\n2.2.\nEinsatz von Cookies\n<p>Cookies sind sehr kleine, von Internetseiten verwendete Textdateien, die Ihr Browser auf Ihrem\nComputer speichert.\nSog.\n\"Session Cookies\" werden temporär im Arbeitsspeicher abgelegt und beim\nSchließen des Browsers automatisch gelöscht.\nSog.\n\"permanente Cookies\" werden über eine festgelegte\nlängere Zeitspanne auf der Festplatte gespeichert.\nsie werden nach Ablauf der jeweils festgelegten\nZeitspanne automatisch gelöscht.</p>\n<p>Cookies dienen vor allem dazu, die Benutzung einer Internetseite einfacher, effektiver und sicherer\nzu machen.\nWir setzen beispielsweise Cookies ein, um Sie nach dem Einloggen auf HeavenHR während\nIhrer Sitzung durchgängig identifizieren zu können.</p>\n<p>Sie können Ihren Browser so einstellen, dass er Cookies generell nicht akzeptiert, oder sie nur nach\nausdrücklicher Bestätigung durch Sie akzeptiert.\nWenn von Ihrem Browser keine Cookies akzeptiert\nwerden, steht jedoch der Funktionsumfang von HeavenHR eventuell nur eingeschränkt oder gar nicht zur\nVerfügung.</p>\n<p>Wenn Sie nur unsere eigenen Cookies, nicht aber die Cookies unserer Dienstleister und Partner\nakzeptieren wollen, können Sie die Einstellung in Ihrem Browser \"Cookies von Drittanbietern\nblockieren\" wählen.</p>\n<p>Wie Sie die Einstellung für Cookies in Google Chrome, Mozilla Firefox, Safari 9 und Windows Explorer\nanpassen, finden Sie hier:</p>\n<ul>\n<li>Google Chrome: https://support.google.com/accounts/answer/61416?hl=de</li>\n<li>Mozilla Firefox: https://support.mozilla.org/de/kb/Cookies-blockieren</li>\n<li>Safari 9: https://support.apple.com/kb/ph21411?locale=de_DE</li>\n<li>Windows Explorer: https://support.microsoft.com/de-de/help/17442/windows-internet-explorer-delete-manage-cookies</li>\n</ul>\n<p>Wie Sie die Einstellung von Cookies bei anderen Browsern bearbeiten, finden Sie leicht über die\nHilfe-Funktion Ihres Browsers heraus.</p>\n<p>Wir setzen grundsätzlich die folgenden Cookies auf unseren Internetseiten ein:</p>\n<ul>\n<li>_ga Dieses Cookie wird für Google Analytics benutzt, um zwischen Benutzern zu unterscheiden,\nSpeicherdauer: 2 Jahre, Art des Cookies: Drittanbieter Cookie</li>\n<li>gacUA-66630740-2 Dieses Cookie wird für Google Adwords benutzt, um zwischen Benutzern zu\nunterscheiden, Speicherdauer: 3 Monate, Art des Cookies: Drittanbieter Cookie</li>\n<li>_gid Dieses Cookie wird für Google Analytics benutzt, um zwischen Benutzern zu unterscheiden,\nSpeicherdauer: 1 Tag, Art des Cookies: Drittanbieter Cookie</li>\n<li>incapses730_699665 Dieses Cookies verbessert Performance und Sicherheit auf der Webseite,\nSpeicherdauer: Session Cookie, Art des Cookies: Drittanbieter Cookie</li>\n<li>nlbi_699665 Dieses Cookies verbessert Performance und Sicherheit auf der Webseite,\nSpeicherdauer: Session Cookie, Art des Cookies: Drittanbieter Cookie</li>\n<li>visidincap699665 Dieses Cookies verbessert Performance und Sicherheit auf der Webseite,\nSpeicherdauer: 1 Jahr, Art des Cookies: Drittanbieter Cookie</li>\n</ul>\n<p>Sofern die Cookies zur Durchführung des elektronischen Kommunikationsvorgangs oder zur\nBereitstellung bestimmter, von Ihnen erwünschter Funktion erforderlich sind und im Rahmen der\nVerwendung dieser Cookies personenbezogene Daten verarbeitet werden, erfolgt die Datenverarbeitung\nauf Grundlage von Art.\n6 Absatz 1 Satz 1 lit.\nb DSGVO.\nSofern die Cookies zur Verbesserung unserer\nInternetseiten verwendet werden und in diesem Rahmen personenbezogene Daten verarbeitet werden,\nhaben wir ein berechtigtes Interesse an dieser Verarbeitung damit die Internetseite technisch\neinwandfrei und optimiert bereitgestellt wird, Art.\n6 Absatz 1 Satz 1 lit.\nf DSGVO.\nSoweit im Rahmen\nder Verwendung weiterer Cookies (bspw.\nCookies zur Analyse Ihres Surfverhaltens) personenbezogene\nDaten verarbeitet werden, erfolgt die Verarbeitung entweder auf Grundlage Ihrer Einwilligung, Art 6\nAbsatz 1 Satz 1 lit.\na DSGVO oder aufgrund unseres berechtigten Interesses an der Optimierung\nunserer Internetseiten, der Steigerung Ihres Nutzungserlebnisses und der Bewerbung unserer Produkte\nund Leistungen, Art.\n6 Absatz 1 Satz 1 lit.\nf DSGVO.</p>\n§ 3 Verarbeitung von Daten bei Nutzung unserer Software\n3.1.\nAnmeldung für unsere Leistungen (Erstellen des Accounts)\n<p>Wir bieten eine online-Personalmanagementsoftware als SaaS-Lösung an.\nSie erreichen die Software\nalso direkt über Ihren Browser durch Anmeldung auf unserer Website.\nUm unsere Software nutzen zu\nkönnen, müssen Sie ein Benutzerkonto anlegen.\nDies gilt auch dann, wenn Sie einen kostenlosen\nTestaccount anlegen.\nBeim Anlegen eines Benutzerkontos und seiner anschließenden Nutzung verarbeiten\nwir:</p>\n<ul>\n<li>E-Mail</li>\n<li>Telefonnummer (optional)</li>\n<li>Firmenname</li>\n<li>Anzahl der Mitarbeiter</li>\n<li>Benutzername</li>\n<li>Passwort</li>\n</ul>\n<p>Wir verarbeiten die von Ihnen gemachten Angaben zu folgenden Zwecken:</p>\n<ul>\n<li>Identifizierung Ihrer Person beim Einloggen</li>\n<li>Bereitstellung der Leistungen und Informationen, die über unsere Internetseiten angeboten werden</li>\n<li>Verwaltung Ihres Benutzerkontos</li>\n<li>Kommunikation mit Ihnen</li>\n</ul>\n<p>Die Rechtsgrundlage für die Verarbeitung Ihrer Daten ist Art.\n6 Absatz 1 Satz 1 lit.\nb DSGVO.\nSofern\nkeine Ausnahmen innerhalb der weiter unten genannten Angabe greifen, werden Ihre Daten so lange\ngespeichert, wie Sie ihr Benutzerkonto verwenden.\nNach Löschung Ihres Kontos werden Ihre\npersonenbezogenen Daten innerhalb von zwei Monaten gelöscht.\nGesetzliche Aufbewahrungspflichten oder\ndas Erfordernis Ihrer Daten für rechtliche Schritte wegen Fehlverhaltens bei der Leistungsnutzung\noder bei Zahlungsproblemen kann dazu führen, dass wir Ihre Daten länger speichern.\nIn einem solchen\nFall werden wir Sie dementsprechend informieren.</p>\n3.2.\nNutzung unserer Leistungen (Nutzung der Software)\n<p>Im Zuge der Softwarenutzung können von den Nutzern (Arbeitnehmer und Arbeitgeber) Daten in die\nSoftware eingepflegt werden.\nDies hat insbesondere den Zweck, dass die Daten von der Software\nverarbeitet und geordnet werden können um dadurch die Personalverwaltung zu vereinfachen.\nDiese\nDaten verarbeiten wir allein dann, wenn Sie uns diese selbst durch Einpflegen in die Sotfware zur\nVerfügung stellen.</p>\n<p>Von den Nutzern werden relevante Daten zu einzelnen Beschäftigungsverhältnissen hinterlegt.\nHierzu\nkönnen, je nachdem welcher Funktionsumfang genutzt wird, gehören:</p>\n<ul>\n<li>Angaben zum Arbeitsverhältnis, einschl.\nBasisdaten</li>\n<li>Merkmale zum Arbeitsverhältnis und Detailangaben zum Beschäftigungsverhältnis (z.B.\nAngaben über\nVoll- oder Teilzeit, etwaige Befristungen, Wochenarbeitszeiten, Urlaubstage pro Jahr, etwaige\nProbezeitvereinbarungen, Kündigungsfristen, Angaben zu Ihrer Vergütung)</li>\n<li>Sofern dies vom Arbeitgeber vorgesehen ist, können durch den Arbeitnehmer auch\nArbeitsunfähigkeitsbescheinigungen oder ähnliche Dokumente über die Software hochgeladen werden</li>\n<li>Sofern dies von dem (künftigen) Arbeitgeber vorgesehen ist, können bestimmte Dokumente, die für\ndas Beschäftigungsverhältnis erforderlich sind, über die Software hochgeladen und dem\n(künftigen) Arbeitgeber zur Verfügung gestellt werden.</li>\n<li>Ebenso können über die Software bestimmte Vertragsunterlagen und Dokumente digital\nunterschrieben werden.</li>\n</ul>\n§ 4 Newsletter\n4.1.\nAllgemeines\n<p>Mit Ihrer E-Mail-Adresse können Sie sich für unseren Newsletter anmelden, der Sie über unsere\nneuesten Produkte und Leistungen informiert, falls Sie dem Erhalt des Newsletters zustimmen.\nDie\nRechtsgrundlage dieser Datenverarbeitung ist Art.\n6 Absatz 1 Satz 1 lit.\na DSGVO.\nIhre\nE-Mail-Adresse speichern wir so lange, wie Sie unseren Newsletter abonnieren.\nDer Dienst erfolgt mit\nHilfe des sog.\n\"Double-Opt-In“-Verfahrens.\nSie erhalten dabei eine E-Mail mit einem Link, über den\nSie bestätigen können, dass Sie der Inhaber der E-Mail-Adresse sind und über unseren E-Mail-Dienst\nbenachrichtigt werden möchten.\nWird Ihr Abonnement nicht innerhalb von zwölf Stunden nach\nAnforderungen der Bestätigungsmail bestätigt, werden Ihre bereitgestellten Daten nicht verarbeitet,\nsondern automatisch gelöscht.</p>\n<p>Sie können den Newsletter jederzeit abbestellen.\nKlicken Sie dazu auf den Link, den Sie am Ende\njedes Newsletters finden.</p>\n4.2.\nZoho Campaigns Newsletter-Dienst\n<p>Wir nutzen für die Registrierung für und den Versand von Newslettern den Zoho Service \"Campaigns\",\nder von der Zoho Corporation B.\nV., Hoogoorddreef 15, 1101BA Amsterdam (nachfolgend \"Zoho\"), zur\nVerfügung gestellt wird.\nZoho ist unter dem US-EU-Datenschutzabkommen \"Privacy Shield\" zertifiziert\nund verpflichtet sich damit die europäischen Datenschutzvorgaben einzuhalten.\nWeitere Informationen\nhierzu finden Sie auf den Seiten von Zoho.\nWir nutzen Zoho ausschließlich über den europäischen\nServer von Zoho.</p>\n§ 5 Keine automatisierte Entscheidungsfindung\n<p>Wir verarbeiten Ihre Daten nicht für automatisierte Entscheidungsfindungen, die Ihnen gegenüber\nrechtliche Wirkung entfalten oder Sie in ähnlicher Weise erheblich beeinträchtigen könnten.</p>\n§ 6 Website-Analysedienste\n6.1.\nGoogle Analytics\n<p>Diese Website nutzt Funktionen des Webanalysedienstes Google Analytics für statistische Analysen.\nAnbieter ist die Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.\nGoogle\nAnalytics verwendet Cookies.\nDie durch den Cookie erzeugten Informationen über Ihre Benutzung\ndieser Website werden in der Regel an einen Server von Google in den USA übertragen und dort\ngespeichert.\nIm Falle der Aktivierung der IP-Anonymisierung auf dieser Webseite wird Ihre IP-Adresse\nvon Google jedoch innerhalb von Mitgliedstaaten der Europäischen Union oder in anderen\nVertragsstaaten des Abkommens über den Europäischen Wirtschaftsraum zuvor gekürzt.\nNur in\nAusnahmefällen wird die volle IP-Adresse an einen Server von Google in den USA übertragen und dort\ngekürzt.\nIm Auftrag des Betreibers dieser Website wird Google diese Informationen benutzen, um Ihre\nNutzung der Website auszuwerten, um Reports über die Websiteaktivitäten zusammenzustellen und um\nweitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen gegenüber dem\nWebsitebetreiber zu erbringen.\nDie im Rahmen von Google Analytics von Ihrem Browser übermittelte\nIP-Adresse wird nicht mit anderen Daten von Google zusammengeführt.</p>\n<p>Zum Google-Analytics-Dienst gehört auch die Unterfunktion „GA-Audiences“, für die die gleichen\nRegeln und Informationen gelten.</p>\n<p>Die Rechtsgrundlage für diese Verarbeitung ist Art.\n6 Absatz 1 Satz 1 lit.\nf DSGVO.\nDie Verarbeitung\nberuht auf unserem berechtigten Interesse der Auswertung des Datenverkehrs auf unserer Webseite zur\nSteigerung Ihres Nutzungserlebnisses und zur allgemeinen Optimierung der Internetseiten.\nGoogle ist\nEU-US Privacy Shield sowie Swiss-US Privacy Shield zertifiziert, wodurch der Datentransfer außerhalb\ndes Europäischen Wirtschaftsraumes geschützt ist.</p>\n<p>Sie können die Speicherung der Cookies durch eine entsprechende Einstellung Ihrer Browser-Software\nverhindern.\nwir weisen Sie jedoch darauf hin, dass Sie in diesem Fall möglicherweise nicht sämtliche\nFunktionen dieser Webseite vollumfänglich werden nutzen können.\nSie können darüber die Erfassung der\ndurch das Cookie erzeugten und auf Ihre Nutzung der Webseite bezogenen Daten (inkl.\nIhrer\nIP-Adresse) an Google sowie die Verarbeitung dieser Daten durch Google verhindern, indem sie das\nunter dem folgenden Link verfügbare Browser-Plugin herunterladen und installieren:\nhttp://tools.google.com/dlpage/gaoptout?hl=de.</p>\n<p>Nähere Informationen zu Nutzungsbedingungen und Datenschutz finden Sie unter\nhttp://www.google.com/analytics/terms/de.html bzw.\nunter https://www.google.de/intl/de/policies/.</p>\n6.2.\nMixpanel\n<p>Für die statistische Auswertung der Seite bedient sich die HeavenHR GmbH der Technologien der\nMixpanel, Inc., 589 Howard Street, San Francisco, CA 94105, USA.\nMit Hilfe der Dienste von Mixpanel\nerheben wir statistische Daten über die Nutzung der HeavenHR Homepages.\nUnter anderem werden\nInformationen darüber gesammelt, mit welchem Gerät Sie unsere Homepage besuchen.\nDas hilft uns\ndabei, Inhalte auf der Page für unsere Nutzer attraktiver zu gestalten.\nDiese Daten werden auch\ngenutzt, um die Funktionen der Webseiten permanent zu verbessern und zu optimieren und damit für die\nNutzer interessanter zu gestalten.\nDies erfolgt durch eine Cookie-Technologie und Pixel, die auf\njeder Seite eingebunden sind.\nWeitere Informationen hierzu erhalten Sie in der Datenschutzerklärung\nvon Mixpanel, die Sie unter https://mixpanel.com/privacy/ abrufen\nkönnen.</p>\n<p>Die Rechtsgrundlage für diese Verarbeitung ist Art.\n6 Absatz 1 Satz 1 lit.\nf DSGVO.\nDie Verarbeitung\nberuht auf unserem berechtigten Interesse der Auswertung des Datenverkehrs auf unserer Webseite zur\nSteigerung Ihres Nutzungserlebnisses und zur allgemeinen Optimierung der Internetseiten.\nMixpanel\nist EU-US Privacy Shield sowie Swiss-US Privacy Shield zertifiziert, wodurch der Datentransfer\naußerhalb des Europäischen Wirtschaftsraumes geschützt ist.</p>\n<p>Unter dem folgenden Link können Sie die Erhebung und Verarbeitung Ihrer Daten durch Mixpanel\nverhindern https://mixpanel.com/optout/.</p>\n§ 7 Sonstige Dienste\n7.1.\nGoogle Vision API\n<p>HeavenHR setzt Googles Cloud Vision API ein.\nDas Tool dient der Erkennung von Bildinhalten und\nermöglicht es, Text von hochgeladenen Bildern zu erkennen und als Textdatei zur weiteren\nVerarbeitung bereitzustellen.\nDies erfolgt bei der Softwarenutzung insbesondere beim Hochladen von\nArbeitsunfähigkeitsbescheinigungen und ähnlichen Dokumenten.</p>\n<p>Google nutzt keine der Inhalte (wie Bilder oder Labels) zu irgendeinem anderen Zweck, als den Cloud\nVision API-Dienst zur Verfügung zu stellen.\nDas Bild, das Sie hochladen wird weder veröffentlicht\nnoch irgendjemand anderem zugänglich gemacht, sofern dies nicht notwendig ist, um den Cloud Vision\nAPI-Dienst bereitzustellen.\nFür Google kann es erforderlich sein, einen Drittanbieter damit zu\nbeauftragen, einige Aspekte seiner Dienste bereitzustellen, z.\nB.\ndie Speicherung oder Übertragung\nvon Daten.\nDer Drittanbieter unterliegt geeigneten vertraglichen Verpflichtungen zur Sicherheit und\nVertraulichkeit.\nWird ein Bild an die Cloud Vision API gesendet, wird es für kurze Zeit gespeichert,\num die Analyse durchzuführen und die Ergebnisse zurückzusenden.\nDas gespeicherte Bild wird in der\nRegel innerhalb weniger Stunden gelöscht.\nGoogle protokolliert auch vorübergehend einige Metadaten\nzu Ihren Vision API-Anfragen (wie etwa die Uhrzeit, zu der die Anfrage eingegangen ist, und die\nGröße der Anfrage), um unseren Service zu verbessern und Missbrauch zu unterbinden.</p>\n<p>Weitere Informationen zu diesem Dienst sind unter\nhttps://cloud.google.com/vision/ zu finden.\nNähere Informationen\nzum Datenschutz bei Google sind unter\nhttps://www.google.com/policies/privacy/ zu finden.\nGoogle ist EU-US Privacy Shield sowie Swiss-US Privacy Shield zertifiziert, wodurch der\nDatentransfer außerhalb des Europäischen Wirtschaftsraumes geschützt ist.</p>\n7.2.\nIntercom\n<p>Zur Verbesserung des Nutzererlebnisses in unseren Anwendungen setzen wir für den Versand von\nMitteilungen per E-Mail und für Live-Chats den Dienst Intercom der Firma Intercom Inc., 55 2nd\nStreet, 4th Floor San Francisco, California 94105, USA ein.\nWir übermitteln als personenbezogene\nDaten Ihre E-Mail-Adresse und Ihren Namen an Intercom.</p>\n<p>Intercom ist EU-US Privacy Shield sowie Swiss-US Privacy Shield zertifiziert, wodurch der\nDatentransfer außerhalb des Europäischen Wirtschaftsraumes geschützt ist Um die Ausführung von\nJava-Script Code von Intercom insgesamt zu verhindern, können Sie einen Java-Script-Blocker\ninstallieren (z.B.\nwww.noscript.net oder\nwww.ghostery.com).</p>\n7.3.\nAdWords und AdServices\n<p>Wir nutzen die Remarketing Technologie der Google Inc.\n(1600 Amphitheatre Parkway, Mountain View,\nCA 94043, USA.\n\"Google\").\nDurch diese Technologie werden Nutzer, die unsere Internetseiten und\nOnlinedienste bereits besucht und sich für das Angebot interessiert haben, durch zielgerichtete\nWerbung auf den Seiten des Google Partner Netzwerks erneut angesprochen.\nDie Einblendung der Werbung\nerfolgt durch den Einsatz von Cookies.\nMit Hilfe der Cookies kann das Nutzerverhalten beim Besuch\nder Internetseiten analysiert und anschließend für gezielte Produktempfehlungen und\ninteressenbasierte Werbung genutzt werden.</p>\n<p>Wir setzen DoubleClick-Remarketing-Pixel ein, um diese Informationen zu sammeln.\nDurch den Aufruf\nder Deaktivierungsseite für DoubleClick oder der Deaktivierungsseite der NAI können Sie die\nDoubleClick-Cookies deaktivieren.\nWeitere Informationen zur Deaktivierung erhalten Sie hier:\nhttps://support.google.com/ads/answer/7395996.</p>\n<p>Die Rechtsgrundlage für diese Verarbeitung ist Art.\n6 Absatz 1 Satz 1 lit.\nf DSGVO.\nDie Verarbeitung\nberuht auf unserem berechtigten Interesse der Steigerung Ihres Nutzungserlebnisses und zur\nallgemeinen Absatzsteigerung unserer Produkte und Services.\nGoogle ist EU-US Privacy Shield sowie\nSwiss-US Privacy Shield zertifiziert, wodurch der Datentransfer außerhalb des Europäischen\nWirtschaftsraumes geschützt ist.</p>\n<p>Zu diesen Diensten gehören auch die Unterfunktionen „Google DoubleClick“, „Google AdWords\nConversion“, „Google Dynamic Remarketing“ und „Google Tag Manager“.\nFür diese gelten die gleichen\nRegeln und Informationen.</p>\n7.4.\nLinkedIn\n<p>Wir nutzen das Retargeting Tool sowie das Conversion-Tracking der LinkedIn Ireland Unlimited\nCompany, Wilton Plaza, Wilton Place, Dublin 2, Irland (“LinkedIn”).\nZu diesem Zweck ist auf unserer\nWebseite das LinkedIn Insight Tag integriert, welches es LinkedIn ermöglicht, statistische,\npseudonymisierte Daten über Ihren Besuch und die Nutzung unserer Website zu erheben und uns auf\ndieser Grundlage entsprechende Nutzungsstatistiken zur Verfügung zu stellen.</p>\n<p>Hierzu gehören die Funktionen: „LinkedIn Ads“, „LinkedIn Marketing Solutions“ und „LinkedIn\nAnalytics“.</p>\n<p>Außerdem dienen diese Angaben dazu, Ihnen interessenspezifische und relevante Angebote und\nEmpfehlungen anzeigen zu können, nachdem Sie sich auf der Webseite über bestimmte Services,\nInformationen und Angebote informiert haben.\nDie diesbezüglichen Angaben werden in einem Cookie\ngespeichert.</p>\n<p>Unter dem folgenden Link können Sie die Erhebung und Verarbeitung Ihrer Daten durch LinkedIn\nverhindern: https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out.</p>\n<p>Weitere Informationen zur Datenverarbeitung finden Sie in der Datenschutzerklärung von LinkedIn\nunter: https://www.linkedin.com/legal/privacy-policy?l=deDE.</p>\n7.5.\nCustom Audiences\n<p>Weiterhin verwenden wir Remarketing-Funktion „Custom Audiences“ der Facebook Inc..\nDadurch können\nNutzern der Website im Rahmen des Besuchs des sozialen Netzwerkes Facebook oder anderer das\nVerfahren ebenfalls nutzende Websites interessenbezogene Werbeanzeigen („Facebook-Ads“) dargestellt\nwerden.\nWir verfolgen damit das Interesse, Ihnen Werbung anzuzeigen, die für Sie von Interesse ist,\num unsere Website für Sie interessanter zu gestalten.</p>\n<p>Aufgrund der eingesetzten Marketing-Tools baut Ihr Browser automatisch eine direkte Verbindung mit\ndem Server von Facebook auf.\nWir haben keinen Einfluss auf den Umfang und die weitere Verwendung der\nDaten, die durch den Einsatz dieses Tools durch Facebook erhoben werden und informieren Sie daher\nentsprechend unserem Kenntnisstand: Durch die Einbindung von Facebook Custom Audiences erhält\nFacebook die Information, dass Sie die entsprechende Webseite unseres Internetauftritts aufgerufen\nhaben, oder eine Anzeige von uns angeklickt haben.\nSofern Sie bei einem Dienst von Facebook\nregistriert sind, kann Facebook den Besuch Ihrem Account zuordnen.\nSelbst wenn Sie nicht bei\nFacebook registriert sind bzw.\nsich nicht eingeloggt haben, besteht die Möglichkeit, dass der\nAnbieter Ihre IP-Adresse und weitere Identifizierungsmerkmale in Erfahrung bringt und speichert.</p>\n<p>Die Deaktivierung der Funktion „Facebook Custom Audiences“ ist unter\nhttps://www.facebook.com/settings/?tab=ads# möglich.</p>\n<p>Rechtsgrundlage für die Verarbeitung Ihrer Daten ist Art.\n6 Abs.\n1 S.\n1 lit.\nf DS-GVO.\nWeitere\nInformationen zur Datenverarbeitung durch Facebook erhalten Sie unter\nhttps://www.facebook.com/about/privacy.</p>\n7.6.\nSurvicate\n<p>Wir nutzen den Dienst „Survicate“ der Survicate sp.\nz o.o., Przyrynek 14, Warschau, Polen, zur\nErstellung und Auswertung von Kundenbefragungen.\nHierdurch können wir unsere Leistungen ständig\nverbessern und den Nutzeranforderungen anpassen.\nDer Dienst sammelt nicht automatisch Daten,\nvielmehr versenden wir im Einzelfall Einladungen zur Teilnahme an den Umfragen, die völlig\nfreiwillig sind.\nWenn Sie an den Umfragen teilnehmen, werden die dort eingegeben Daten verarbeitet,\nim Einzelfall können diese personenbezogen sein, wobei die Umfragen aber generell anonym sind.</p>\n<p>Weitere Informationen erhalten Sie unter:\nhttps://help.survicate.com/article/n4x802bqd0-gdpr-compliance-security-program-at-survicate.</p>\n7.7.\nPolyfill\n<p>Wir nutzen den Dienst „Polyfill.io“ der The Financial Times Limited, Number One Southwark Bridge,\nLondon.\nDieser ermöglicht es uns, Inhalte auch auf älteren Browserversionen in hoher Qualität\nwiederzugeben.\nWenn Sie eine Webseite laden, die den Polyfill-Service nutzt, lädt Ihr Browser alle\nerforderlichen Polyfill-Dateien herunter, um die Webseite erfolgreich in Ihrem Browser zu\npräsentieren.\nUm die Polyfills bereitzustellen, erhält der Dienst von Ihrem Browser bestimmte\ntechnische Informationen, einschließlich: Browser-Details.\nVerbindungsdaten (wie z.B.\nIhre\nIP-Adresse), die URL der Webseite, die die Anfrage an den Dienst gestellt hat.\nDie Informationen\nwerden dazu verwendet, festzustellen, welche Polyfills von Ihrem Browser benötigt werden.\nDiese\nInformationen können Sie nicht identifizieren, sie sind anonymisiert.</p>\n<p>Die Rechtsgrundlage für diese Verarbeitung ist Art.\n6 Absatz 1 Satz 1 lit.\nf DSGVO.\nDie Verarbeitung\nberuht auf unserem berechtigten Interesse der Steigerung Ihres Nutzungserlebnisses und zur\nallgemeinen Optimierung der Internetseite.</p>\n§ 8 Übermittlung oder Weitergabe Ihrer Daten an Dritte\n<p>Daten, die wir im Rahmen des Besuchs unserer Internetseiten erhalten haben, geben wir nur an Dritte\nweiter, wenn wir hierzu gesetzlich befugt und/oder verpflichtet sind oder Sie in die Weitergabe\neingewilligt haben.</p>\n<p>Sofern wir zur Verarbeitung Ihrer personenbezogenen Daten externe Dienstleister einsetzen, die Ihre\npersonenbezogenen Daten in unserem Auftrag verarbeiten (Auftragsverarbeiter), insbesondere für das\nHosting unserer Internetseiten sowie weitere technische Dienstleistungen, haben wir diese durch den\nAbschluss von Auftragsverarbeitungsvereinbarungen vertraglich gebunden, Ihre personenbezogenen Daten\nnur entsprechend unseren Anweisungen und im gesetzlich zulässigem Umfang zu verarbeiten.</p>\n<p>Ihre personenbezogenen Daten werden von uns an die folgenden Auftragsverarbeiter übermittelt:</p>\n<ul>\n<li>Google Inc., 600 Amphitheatre Parkway, Mountain View, CA 94043, USA (Google Adwords, Google\nAnalytics, Google Vision API, AdWords und AdServices),</li>\n<li>Mixpanel, Inc., 589 Howard Street, San Francisco, CA 94105, USA,</li>\n<li>Intercom Inc., 55 2nd Street, 4th Floor San Francisco, California 94105, USA,</li>\n<li>AWS, Serverstandort Frankfurt am Main, Deutschland,</li>\n<li>Zoho Corporation B.\nV., Hoogoorddreef 15, 1101BA Amsterdam.</li>\n</ul>\n<p>Die Rechtsgrundlage für diese Übermittlung ist Art.\n28 DSGVO in Verbindung mit der jeweiligen\nAuftragsverarbeitungsvereinbarung.</p>\n<p>Im Rahmen des oben genannten Umfangs werden Ihre personenbezogenen Daten in andere Staaten\n(einschließlich Staaten außerhalb der EU oder des Europäischen Wirtschaftsraumes) übermittelt, in\ndenen ggf.\nandere Datenschutzstandards als an Ihrem Wohnort gelten.\nBeachten Sie dabei bitte, dass\nin anderen Staaten verarbeitete Daten ggf.\nausländischen Gesetzen unterliegen und den dortigen\nRegierungen, Gerichten sowie Strafverfolgungs- und Aufsichtsbehörden zugänglich sind.</p>\n<p>Bei der Übertragung Ihrer personenbezogenen Daten in solche Staaten werden wir jedoch geeignete\nMaßnahmen treffen, um Ihre Daten angemessen zu schützen.\nBei der Übertragung in solche Staaten ist\ndie Datenübertragung, wie oben gekennzeichnet, durch die Herstellung eines angemessenen\nSchutzniveaus gesichert.</p>\n<p>Das angemessene Schutzniveau wird insbesondere hergestellt durch</p>\n<ul>\n<li>einen Angemessenheitsbeschluss der Kommission (Art.\n45 Abs.\n3 DSGVO), insbesondere zum EU-US\nPrivacy Shield (Durchführungsbeschluss der Kommission 2016/1250) oder</li>\n<li>Standarddatenschutzklauseln (Art.\n46 Abs.\n2 litt.\nc und d DSGVO), Richtlinie 95/46/EG, bekannt g\negeben unter dem Aktenzeichen K (2010) 593.</li>\n</ul>\n<p>Weitere Informationen zu den Standardvertragsklauseln erhalten Sie hier:\nhttps://eur-lex.europa.eu/legal-content/DE/ALL/?uri=celex%3A32010D0087.</p>\n<p>Daneben können wir gesetzlich verpflichtet sein, Daten im Einzelfall auf Anordnung einer zuständigen\nStelle weiterzugeben, wenn und soweit dies für Zwecke der Strafverfolgung, zur Gefahrenabwehr durch\ndie Polizeibehörden der Länder, zur Erfüllung der gesetzlichen Aufgaben der\nVerfassungsschutzbehörden des Bundes und der Länder, des Bundesnachrichtendienstes oder des\nMilitärischen Abschirmdienstes oder des Bundeskriminalamtes im Rahmen seiner Aufgabe zur Abwehr von\nGefahren des internationalen Terrorismus oder zur Durchsetzung der Rechte am geistigen Eigentum\nerforderlich ist.\nDie Rechtsgrundlage für diese Übermittlung ist Art.\n6 Absatz 1 Satz 1 lit.\nc DSGVO\n(Erforderlich zur Erfüllung einer rechtlichen Verpflichtung von HeavenHR).</p>\n<p>Sollten Sie kostenpflichtige Angebote von uns nutzen, dann müssen wir Ihre Zahlungsdaten im\nerforderlichen Umfang an einen Dienstleister wie beispielsweise eine Bank oder ein\nKreditkarteninstitut übermitteln, damit die entsprechende Transaktion stattfinden kann.\nDie\nRechtsgrundlage für diese Übermittlung ist Art.\n6 Absatz 1 Satz 1 lit.\nb DSGVO (Durchführung des\nVertrages).</p>\n§ 9 Schutz Ihrer Daten\n<p>Um Ihre Daten bspw.\nvor Manipulationen, Verlust und unbefugtem Zugriff durch Dritte zu schützen,\nsetzen wir technische und organisatorische Maßnahmen ein.\nZu diesen Maßnahmen gehören u.a.\nder\nEinsatz von Firewalls und von Antivirus-Programmen sowie manuelle Sicherheitsvorkehrungen.\nUnsere\nSicherheitsmaßnahmen überprüfen und verbessern wir fortlaufend entsprechend des technologischen\nFortschritts.\nBitte beachten Sie, dass die Datenübertragung über das Internet nie vollkommen sicher\nist.</p>\n§ 10 Speicherfristen\n<p>Unser Ziel ist es, Ihre personenbezogenen Daten nur im geringstmöglichen Umfang zu verarbeiten.\nSind\nin dieser Erklärung keine genauen Speicherfristen angegeben, werden wir Ihre personenbezogenen Daten\nnur so lange speichern, wie sie für die Erfüllung des Zweckes, für die sie ursprünglich erhoben\nwurden, nötig sind und – falls zutreffend – solange wie gesetzlich vorgeschrieben.</p>\n§ 11 Ihre Rechte\n11.1.\nAllgemein\n<p>Sie haben gegenüber uns folgende Rechte hinsichtlich der Sie betreffenden personenbezogenen Daten:</p>\n<ul>\n<li>Recht auf Auskunft,</li>\n<li>Recht auf Berichtigung oder Löschung,</li>\n<li>Recht auf Einschränkung der Verarbeitung,</li>\n<li>Recht auf Widerspruch gegen die Verarbeitung,</li>\n<li>Recht auf Datenübertragbarkeit.</li>\n</ul>\n11.2.\nBeschwerde bei der Datenschutzbehörde\n<p>Sie haben zudem das Recht, sich bei einer Datenschutz-Aufsichtsbehörde über die Verarbeitung Ihrer\npersonenbezogenen Daten durch uns zu beschweren.</p>\n11.3.\nWiderspruch bei besonderen Datenarten\n<p>Zusätzlich hierzu steht Ihnen das Recht zu, der Verarbeitung Ihrer personenbezogenen Daten jederzeit\nzu widersprechen:</p>\n<ul>\n<li>sofern wir Ihre personenbezogenen Daten zu Zwecken der Direktwerbung verarbeiten,</li>\n<li>oder sofern wir Ihre personenbezogenen Daten zur Verfolgung unser berechtigten Interessen\nverarbeiten und Gründe vorliegen, die sich aus Ihrer besonderen Situation ergeben.</li>\n</ul>\n§ 12 Verantwortliche Stelle, Ansprechpartner\n<p>Sollten Sie Fragen zu diesen Datenschutzbestimmungen oder zur Erhebung, Verarbeitung oder Nutzung\nIhrer Daten durch uns haben, dann kontaktieren Sie uns per E-Mail unter datenschutz@heavenhr.de,\noder postalisch unter HeavenHR GmbH, Mittenwalder Straße 6, 10961 Berlin.</p>\n§ 13 Änderung dieser Datenschutzbestimmungen\n<p>Wir entwickeln HeavenHR laufend weiter, um Ihnen einen immer besseren Dienst zur Verfügung stellen\nzu können.\nDiese Datenschutzbestimmungen werden wir stets aktuell halten und entsprechend anpassen,\nwenn und soweit dies erforderlich werden sollte.\nSie können die aktuelle Version der\nDatenschutzbestimmungen für HeavenHR jederzeit auf dieser Seite abrufen.\nBei wesentlichen Änderungen\nan dieser Datenschutzerklärung werden wir Sie per E-Mail oder über eine Erklärung auf unserer\nHomepage direkt ansprechen, ehe die Änderung wirksam wird.</p>\n<p>10/2019</p>\n", "created_at": "2021-07-07 14:41:28.507379", "updated_at": "2021-07-07 17:54:18.779795"}], "points": [{"id": 23936, "title": "Third-party cookies are used for statistics", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:38:22.25498", "updated_at": "2021-07-07 20:53:02.847512", "quoteText": "</p>\n<ul>\n<li>_ga Dieses Cookie wird für Google Analytics benutzt, um zwischen Benutzern zu unterscheiden", "case_id": 325, "document_id": 8131, "quoteStart": 5909, "quoteEnd": 6014}, {"id": 23917, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.heavenhr.com/web/DE/de/agb-firma", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:17:35.967376", "updated_at": "2021-07-07 20:52:50.33898", "quoteText": "\nUnterlagen, Informationen und Daten des Anwenders und seiner Mitarbeiter dürfen zur\nLeistungserfüllung durch HeavenHR – soweit erforderlich – diesen Subunternehmern zugänglich gemacht\nwerden", "case_id": 188, "document_id": 8132, "quoteStart": 4465, "quoteEnd": 4656}, {"id": 23933, "title": "IP addresses of website visitors are not tracked after they leave the website", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:35:59.971825", "updated_at": "2021-07-07 20:47:10.796558", "quoteText": "Ihre IP-Adresse\nwird – vorbehaltlich etwaiger gesetzlicher Aufbewahrungspflichten – direkt nach dem Verlassen der\nInternetseite gelöscht oder anonymisiert.\n", "case_id": 192, "document_id": 8131, "quoteStart": 3528, "quoteEnd": 3684}, {"id": 23935, "title": " A list of all cookies set by the website is provided", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:38:09.742084", "updated_at": "2021-07-07 20:47:05.318713", "quoteText": "\n<p>Wir setzen grundsätzlich die folgenden Cookies auf unseren Internetseiten ein:", "case_id": 306, "document_id": 8131, "quoteStart": 5827, "quoteEnd": 5909}, {"id": 23951, "title": "The service reviews its privacy policy on a regular basis", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 19:04:07.413919", "updated_at": "2021-07-07 20:46:38.168042", "quoteText": "Diese Datenschutzbestimmungen werden wir stets aktuell halten und entsprechend anpassen,\nwenn und soweit dies erforderlich werden sollte.", "case_id": 301, "document_id": 8131, "quoteStart": 32412, "quoteEnd": 32549}, {"id": 23950, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 19:02:38.056482", "updated_at": "2021-07-07 20:46:43.059943", "quoteText": "Allgemein\n<p>Sie haben gegenüber uns folgende Rechte hinsichtlich der Sie betreffenden personenbezogenen Daten:</p>\n<ul>\n<li>Recht auf Auskunft,</li>\n<li>Recht auf Berichtigung oder Löschung,</li>", "case_id": 195, "document_id": 8131, "quoteStart": 30930, "quoteEnd": 31126}, {"id": 23949, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 19:01:05.536879", "updated_at": "2021-07-07 20:48:25.647842", "quoteText": "<p>Daneben können wir gesetzlich verpflichtet sein, Daten im Einzelfall auf Anordnung einer zuständigen\nStelle weiterzugeben, wenn und soweit dies für Zwecke der Strafverfolgung, zur Gefahrenabwehr durch\ndie Polizeibehörden der Länder, zur Erfüllung der gesetzlichen Aufgaben der\nVerfassungsschutzbehörden des Bundes und der Länder, des Bundesnachrichtendienstes oder des\nMilitärischen Abschirmdienstes oder des Bundeskriminalamtes im Rahmen seiner Aufgabe zur Abwehr von\nGefahren des internationalen Terrorismus oder zur Durchsetzung der Rechte am geistigen Eigentum\nerforderlich ist.", "case_id": 164, "document_id": 8131, "quoteStart": 28846, "quoteEnd": 29431}, {"id": 23948, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:59:04.657944", "updated_at": "2021-07-07 20:52:29.244853", "quoteText": "\n<p>Im Rahmen des oben genannten Umfangs werden Ihre personenbezogenen Daten in andere Staaten\n(einschließlich Staaten außerhalb der EU oder des Europäischen Wirtschaftsraumes) übermittelt, in\ndenen ggf.\nandere Datenschutzstandards als an Ihrem Wohnort gelten.\nBeachten Sie dabei bitte, dass\nin anderen Staaten verarbeitete Daten ggf.\nausländischen Gesetzen unterliegen und den dortigen\nRegierungen, Gerichten sowie Strafverfolgungs- und Aufsichtsbehörden zugänglich sind.</p>\n<p>Bei der Übertragung Ihrer personenbezogenen Daten in solche Staaten werden wir jedoch geeignete\nMaßnahmen treffen, um Ihre Daten angemessen zu schützen.", "case_id": 187, "document_id": 8131, "quoteStart": 27497, "quoteEnd": 28129}, {"id": 23941, "title": "Third parties are involved in operating the service", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:43:33.396767", "updated_at": "2021-07-07 18:56:47.279785", "quoteText": "\n<p>Wir nutzen für die Registrierung für und den Versand von Newslettern den Zoho Service \"Campaigns\",\nder von der Zoho Corporation B.\nV., Hoogoorddreef 15, 1101BA Amsterdam (nachfolgend \"Zoho\"), zur\nVerfügung gestellt wird.", "case_id": 207, "document_id": 8131, "quoteStart": 12197, "quoteEnd": 12421}, {"id": 23947, "title": "Many third parties are involved in operating the service", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:56:28.990587", "updated_at": "2021-07-07 20:52:34.285532", "quoteText": "<p>Ihre personenbezogenen Daten werden von uns an die folgenden Auftragsverarbeiter übermittelt:</p>\n<ul>\n<li>Google Inc., 600 Amphitheatre Parkway, Mountain View, CA 94043, USA (Google Adwords, Google\nAnalytics, Google Vision API, AdWords und AdServices),</li>\n<li>Mixpanel, Inc., 589 Howard Street, San Francisco, CA 94105, USA,</li>\n<li>Intercom Inc., 55 2nd Street, 4th Floor San Francisco, California 94105, USA,</li>\n<li>AWS, Serverstandort Frankfurt am Main, Deutschland,</li>\n<li>Zoho Corporation B.\nV., Hoogoorddreef 15, 1101BA Amsterdam.</li>", "case_id": 208, "document_id": 8131, "quoteStart": 26803, "quoteEnd": 27355}, {"id": 23946, "title": "This service shares your personal data with third parties that are not essential to its operation (through Facebook ads)", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "The Facebook tracking allows IP addresses collection, which are often considered personal data.", "created_at": "2021-07-07 18:53:56.863128", "updated_at": "2021-07-07 20:52:39.25947", "quoteText": "\n<p>Weiterhin verwenden wir Remarketing-Funktion „Custom Audiences“ der Facebook Inc..\nDadurch können\nNutzern der Website im Rahmen des Besuchs des sozialen Netzwerkes Facebook oder anderer das\nVerfahren ebenfalls nutzende Websites interessenbezogene Werbeanzeigen („Facebook-Ads“) dargestellt\nwerden.\nWir verfolgen damit das Interesse, Ihnen Werbung anzuzeigen, die für Sie von Interesse ist,\num unsere Website für Sie interessanter zu gestalten.</p>\n<p>Aufgrund der eingesetzten Marketing-Tools baut Ihr Browser automatisch eine direkte Verbindung mit\ndem Server von Facebook auf.\nWir haben keinen Einfluss auf den Umfang und die weitere Verwendung der\nDaten, die durch den Einsatz dieses Tools durch Facebook erhoben werden und informieren Sie daher\nentsprechend unserem Kenntnisstand: Durch die Einbindung von Facebook Custom Audiences erhält\nFacebook die Information, dass Sie die entsprechende Webseite unseres Internetauftritts aufgerufen\nhaben, oder eine Anzeige von uns angeklickt haben.\nSofern Sie bei einem Dienst von Facebook\nregistriert sind, kann Facebook den Besuch Ihrem Account zuordnen.\nSelbst wenn Sie nicht bei\nFacebook registriert sind bzw.\nsich nicht eingeloggt haben, besteht die Möglichkeit, dass der\nAnbieter Ihre IP-Adresse und weitere Identifizierungsmerkmale in Erfahrung bringt und speichert.</p>\n", "case_id": 166, "document_id": 8131, "quoteStart": 22536, "quoteEnd": 23862}, {"id": 23945, "title": " You are being tracked via social media cookies/pixels", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:52:30.680249", "updated_at": "2021-07-07 20:52:43.902397", "quoteText": "Wir nutzen das Retargeting Tool sowie das Conversion-Tracking der LinkedIn Ireland Unlimited\nCompany, Wilton Plaza, Wilton Place, Dublin 2, Irland (“LinkedIn”).\nZu diesem Zweck ist auf unserer\nWebseite das LinkedIn Insight Tag integriert, welches es LinkedIn ermöglicht, statistische,\npseudonymisierte Daten über Ihren Besuch und die Nutzung unserer Website zu erheben und uns auf\ndieser Grundlage entsprechende Nutzungsstatistiken zur Verfügung zu stellen.", "case_id": 307, "document_id": 8131, "quoteStart": 21296, "quoteEnd": 21753}, {"id": 23937, "title": "Third-party cookies are used for advertising", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:39:49.387564", "updated_at": "2021-07-07 20:52:55.542778", "quoteText": "Durch diese Technologie werden Nutzer, die unsere Internetseiten und\nOnlinedienste bereits besucht und sich für das Angebot interessiert haben, durch zielgerichtete\nWerbung auf den Seiten des Google Partner Netzwerks erneut angesprochen.\nDie Einblendung der Werbung\nerfolgt durch den Einsatz von Cookies.\nMit Hilfe der Cookies kann das Nutzerverhalten beim Besuch\nder Internetseiten analysiert und anschließend für gezielte Produktempfehlungen und\ninteressenbasierte Werbung genutzt werden.</p>\n<p>Wir setzen DoubleClick-Remarketing-Pixel ein, um diese Informationen zu sammeln.", "case_id": 128, "document_id": 8131, "quoteStart": 19805, "quoteEnd": 20383}, {"id": 23944, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:49:31.776298", "updated_at": "2021-07-07 20:46:48.075232", "quoteText": "Der Drittanbieter unterliegt geeigneten vertraglichen Verpflichtungen zur Sicherheit und\nVertraulichkeit.\n", "case_id": 210, "document_id": 8131, "quoteStart": 18000, "quoteEnd": 18106}, {"id": 23943, "title": "You are tracked via web beacons/tracking pixels", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:45:44.357234", "updated_at": "2021-07-07 20:53:08.958622", "quoteText": "Dies erfolgt durch eine Cookie-Technologie und Pixel, die auf\njeder Seite eingebunden sind.\n", "case_id": 323, "document_id": 8131, "quoteStart": 16258, "quoteEnd": 16350}, {"id": 23942, "title": "Your personal data will not be used for an automated decision-making", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:44:10.992699", "updated_at": "2021-07-07 20:46:52.704402", "quoteText": "Wir verarbeiten Ihre Daten nicht für automatisierte Entscheidungsfindungen, die Ihnen gegenüber\nrechtliche Wirkung entfalten oder Sie in ähnlicher Weise erheblich beeinträchtigen könnten.</p>", "case_id": 480, "document_id": 8131, "quoteStart": 12763, "quoteEnd": 12954}, {"id": 23940, "title": "You can opt out of promotional communications", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:42:57.628527", "updated_at": "2021-07-07 20:47:02.216373", "quoteText": "\n<p>Sie können den Newsletter jederzeit abbestellen.\nKlicken Sie dazu auf den Link, den Sie am Ende\njedes Newsletters finden.", "case_id": 223, "document_id": 8131, "quoteStart": 12030, "quoteEnd": 12155}, {"id": 23939, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:41:48.746982", "updated_at": "2021-07-07 20:46:57.558223", "quoteText": "Nach Löschung Ihres Kontos werden Ihre\npersonenbezogenen Daten innerhalb von zwei Monaten gelöscht.", "case_id": 303, "document_id": 8131, "quoteStart": 9280, "quoteEnd": 9379}, {"id": 23938, "title": "You must create an account to use this service", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:40:48.816063", "updated_at": "2021-07-07 20:47:50.59101", "quoteText": "Um unsere Software nutzen zu\nkönnen, müssen Sie ein Benutzerkonto anlegen", "case_id": 230, "document_id": 8131, "quoteStart": 8323, "quoteEnd": 8396}, {"id": 23934, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:37:34.360382", "updated_at": "2021-07-07 20:47:55.277241", "quoteText": "Sie können Ihren Browser so einstellen, dass er Cookies generell nicht akzeptiert, oder sie nur nach\nausdrücklicher Bestätigung durch Sie akzeptiert.\nWenn von Ihrem Browser keine Cookies akzeptiert\nwerden, steht jedoch der Funktionsumfang von HeavenHR eventuell nur eingeschränkt oder gar nicht zur\nVerfügung.</p>", "case_id": 375, "document_id": 8131, "quoteStart": 4665, "quoteEnd": 4978}, {"id": 23932, "title": "Logs are deleted after a finite period of time", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:35:24.9836", "updated_at": "2021-07-07 20:47:17.31921", "quoteText": "Diese Daten werden für 3 Monate gespeichert und im Anschluss unverzüglich gelöscht.", "case_id": 177, "document_id": 8131, "quoteStart": 3444, "quoteEnd": 3527}, {"id": 23931, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:35:02.032935", "updated_at": "2021-07-07 20:48:00.097897", "quoteText": "den Hostnamen (IP-Adresse) Ihres Rechners", "case_id": 399, "document_id": 8131, "quoteStart": 3246, "quoteEnd": 3287}, {"id": 23930, "title": "This service tracks which web page referred you to it", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:34:06.859911", "updated_at": "2021-07-07 20:53:14.070622", "quoteText": "die Internetseite, von der aus Sie zur aktuellen Seite gekommen sind", "case_id": 387, "document_id": 8131, "quoteStart": 3167, "quoteEnd": 3235}, {"id": 23929, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.heavenhr.com/web/DE/de/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:32:45.45601", "updated_at": "2021-07-07 20:47:22.649255", "quoteText": "\n<p>Verantwortlicher gem.\nArt.\n4 Abs.\n7 EU-Datenschutz-Grundverordnung", "case_id": 481, "document_id": 8131, "quoteStart": 1621, "quoteEnd": 1691}, {"id": 23928, "title": "There is a date of the last update of the agreements", "source": "https://www.heavenhr.com/web/DE/de/agb-firma", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:32:06.875457", "updated_at": "2021-07-07 20:48:05.308327", "quoteText": "Stand: 11/2016</p>", "case_id": 331, "document_id": 8132, "quoteStart": 26393, "quoteEnd": 26411}, {"id": 23927, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.heavenhr.com/web/DE/de/agb-firma", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:31:58.011878", "updated_at": "2021-07-07 20:48:10.271838", "quoteText": "\n<p>Bei Unwirksamkeit einzelner Klauseln dieser Allgemeinen Geschäftsbedingungen des mit HeavenHR\ngeschlossenen Vertrages wird die Gültigkeit der übrigen Regelungen hiervon nicht berührt.", "case_id": 294, "document_id": 8132, "quoteStart": 25962, "quoteEnd": 26149}, {"id": 23926, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (Germany)", "source": "https://www.heavenhr.com/web/DE/de/agb-firma", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:31:07.652464", "updated_at": "2021-07-07 20:47:27.455194", "quoteText": "\nEs gilt das Recht der Bundesrepublik Deutschland unter Ausschluss der Kollisionsnormen des\ninternationalen Privatrechts und unter Ausschluss des UN-Kaufrechts.</p>", "case_id": 241, "document_id": 8132, "quoteStart": 25356, "quoteEnd": 25520}, {"id": 23925, "title": "When the service wants to change its terms, you are notified a week or more in advance.", "source": "https://www.heavenhr.com/web/DE/de/agb-firma", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:30:07.10366", "updated_at": "2021-07-07 20:47:32.290032", "quoteText": "HeavenHR ist zu Änderungen der AGB und sonstiger Bedingungen berechtigt.\nÜber Änderungen\ninformiert HeavenHR den Kunden zwei Wochen im Voraus per E-Mail", "case_id": 123, "document_id": 8132, "quoteStart": 24051, "quoteEnd": 24203}, {"id": 23924, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user or €1000", "source": "https://www.heavenhr.com/web/DE/de/agb-firma", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:27:46.425948", "updated_at": "2021-07-07 20:53:18.894516", "quoteText": "Die Gesamthaftung von HeavenHR hinsichtlich Angelegenheiten, die sich aus oder im Zusammenhang\nmit diesen Bestimmungen ergeben, ist auf EUR 1.000,00 oder den vom Anwender während des\ndreimonatigen Zeitraums vor dem Ereignis", "case_id": 149, "document_id": 8132, "quoteStart": 18820, "quoteEnd": 19043}, {"id": 23922, "title": "Accessibility to this service is guaranteed at 98%", "source": "https://www.heavenhr.com/web/DE/de/agb-firma", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:24:40.47643", "updated_at": "2021-07-07 20:47:39.014737", "quoteText": "Die Software steht an sieben Tagen die Woche jeweils 24 Stunden zur Verfügung („Betriebszeit“).\nDie durchschnittliche Verfügbarkeit („durchschnittliche Verfügbarkeit“) während der Betriebszeit\nbeträgt mindestens 98 % im Jahresmittel.\n", "case_id": 158, "document_id": 8132, "quoteStart": 15936, "quoteEnd": 16170}, {"id": 23921, "title": "You cannot distribute or disclose your account to third parties", "source": "https://www.heavenhr.com/web/DE/de/agb-firma", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:23:51.615165", "updated_at": "2021-07-07 20:48:15.465103", "quoteText": "HeavenHR räumt dem Anwender das nicht-ausschließliche, zeitlich auf die Laufzeit des Vertrages\nbeschränkte, nicht übertragbare und nicht unterlizenzierbare Recht zur Nutzung der Software im in\ndiesen AGB eingeräumten Umfang ein.</p>", "case_id": 229, "document_id": 8132, "quoteStart": 14732, "quoteEnd": 14964}, {"id": 23920, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.heavenhr.com/web/DE/de/agb-firma", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:22:18.266284", "updated_at": "2021-07-07 20:48:20.544812", "quoteText": "Der Anwender wird HeavenHR unverzüglich unterrichten, wenn der Verdacht besteht,\ndass die Zugangsdaten und/oder Kennwörter nicht berechtigten Dritten bekannt geworden sein könnten", "case_id": 484, "document_id": 8132, "quoteStart": 11761, "quoteEnd": 11940}, {"id": 23919, "title": "Your content can be deleted if you violate the terms", "source": "https://www.heavenhr.com/web/DE/de/agb-firma", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:21:02.728138", "updated_at": "2021-07-07 20:52:16.678524", "quoteText": "Macht ein Dritter eine Rechtsverletzung durch die vom Anwender bereitgestellten Daten oder\nInhalte geltend, ist HeavenHR berechtigt, die Inhalte ganz oder vorläufig zu sperren, wenn ein durch\nobjektive Anhaltspunkte gerechtfertigter Zweifel an der Rechtmäßigkeit der Daten und/oder Inhalte\nbesteht.\n", "case_id": 377, "document_id": 8132, "quoteStart": 9313, "quoteEnd": 9612}, {"id": 23918, "title": "Your account can be suspended for several reasons", "source": "https://www.heavenhr.com/web/DE/de/agb-firma", "status": "Generated through the annotate view", "created_at": "2021-07-07 18:20:04.659808", "updated_at": "2021-07-07 20:52:21.990537", "quoteText": "Bei einem schwerwiegenden Verstoß des Anwenders gegen seine Verpflichtungen aus diesen AGB oder\nbei Verstoß gegen gesetzliche Regelungen sowie bei wiederholten Verstößen ist HeavenHR berechtigt,\nnach eigener Wahl die Nutzung der vertragsgegenständlichen Leistungen durch den Anwender ganz oder\nteilweise einzuschränken oder das Vertragsverhältnis ohne Einhaltung einer Frist zu kündigen.", "case_id": 205, "document_id": 8132, "quoteStart": 8274, "quoteEnd": 8661}, {"id": 2143, "title": "This services reserves the right to contact your employees and to forward personal data to third party to sell insurances", "source": "Imported from ToS;DR before phoenix", "status": "A free HR Administration service that makes you accept that your employees are contacted for selling insurances (and also reserve the right to forward their data to third parties). You can revoke but it is first accepted via TOS, seems very agressive to me.", "created_at": "2018-05-15 09:12:15.920716", "updated_at": "2021-02-06 03:50:33.34276", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["heavenhr.com", "heavenhr.de"]}}