{"error": 448, "message": "OK", "parameters": {"id": 4194, "name": "Smartcat", "created_at": "2021-06-25 07:48:19.890906", "updated_at": "2021-06-25 22:00:51.404304", "wikipedia": null, "keywords": null, "related": null, "slug": "smartcat", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4194.png", "url": "smartcat.com", "documents": [{"id": 7292, "name": "Supplier Agreement", "url": "https://www.smartcat.com/supplier-agreement", "xpath": "/html/body/div[1]/div/div/main/div/div", "text": " Supplier Agreement <p> Current version.\nLast updated - [10.11.2020] </p>\n<p> IMPORTANT! PLEASE READ THIS AGREEMENT CAREFULLY AS IT MAY AFFECT YOUR LEGAL RIGHTS AND OBLIGATIONS.\n</p>\n<p> Please read carefully the following provisions of this Agreement (the “Agreement” or “Terms of Use”).\nThis is a legal agreement between you and Smartcat (“Smartcat”, “we” or “us”) regarding an online platform called Smartcat Platform (the “Platform”, as defined in Section 3 below).\n</p>\n<p> Smartcat means Smartcat Europe B.V.\na legal entity registered in the Netherlands with registered address at Rouboslaan 36 B, 2252 TR, Voorschoten, the Netherlands, registration № 859832880 </p>\n<p> In order to use the Platform, you must agree to our Terms of Use.\n</p>\n<p>1.\nAcceptance of The Terms Of Use</p>\n<p>2.\nChange in The Terms Of Service</p>\n<p>3.\nOverview and Key Definitions </p>\n<p>4.\nRegistration with the Platform</p>\n<p>5.\nEngaging You for Service Tasks</p>\n<p>6.\nProcedure for acceptance of Completed content</p>\n<p>7.\nFee and Payment</p>\n<p>8.\nService Charges</p>\n<p>9.\nUser License Grant for Platform</p>\n<p>10.\nTermination and Suspension of Agreement and License</p>\n<p>11.\nCopyright Matters and Translated Content Assignment </p>\n<p>12.\nPublic Areas.\nAcceptable Use</p>\n<p>13.\nContent</p>\n<p>14.\nConfidentiality</p>\n<p>15.\nSmartcat Intellectual Property</p>\n<p>16.\nDisclaimer of Warranty</p>\n<p>17.\nLimitation of Liability</p>\n<p>18.\nRelease</p>\n<p>19.\nIndemnity</p>\n<p>20.\nYour Information and Personal Data </p>\n<p>20.1.\nPrivacy Policy and Consent Notice </p>\n<p>20.2.\nLegitimate interests </p>\n<p>20.3.\nThird Parties</p>\n<p>20.4.\nThird Party Services</p>\n<p>20.5.\nChildren</p>\n<p>21.\nArbitration</p>\n<p>22.\nEntire Agreement / Severability</p>\n<p>23.\nNo Waiver</p>\n<p>24.\nAssignment</p>\n<p>25.\nThird Party Links</p>\n<p>26.\nNotices</p>\n<p>27.\nGoverning Law</p>\n<p>28.\nContact Us</p> 1.\nAcceptance of The Terms of Use <p> Once you complete the mandatory fields of your profile to register as a Supplier and accept the Terms of Use by clicking, you represent and warrant to Smartcat that: (i) you are authorised to bind yourself.\n(ii) you agree to be bound by the Terms of Use and (iii) you agree to be considered a Supplier for the purposes of the Terms of Use and this Supplier agreement.\n</p> 2.\nChange in The Terms of Service Back to top <p> We reserve the right at all times to discontinue or modify any part of this Agreement as we deem necessary.\nWhen we revise this Agreement, we change the “Last updated” date above and post the amended and restated Agreement at www.smartcat.com.\nWe shall notify you by e-mail or via the Platform about the amended and restated Agreement to ensure that you stay informed of any such amendments and restatements.\nYour use of the Platform and application for Service Tasks after the date of notification or the effective date of changes indicated in the notification shall mean your acceptance of the amended and restated Agreement, unless you accepted them otherwise earlier.\nIn case you use a corporate account, only the administrator of that corporate account will be notified.\nThe administrator of the corporate account and not Smartcat is solely responsible for further notification of changes to other members of the corporate account.\n</p> 3.\nOverview and Key Definitions Back to top <p> We provide an online platform that is made available at the Smartcat’s website located at www.smartcat.com and represents itself as a technology platform for translation workflow automation allowing a registered user to automate translation processes and make use of technologies such as (but not limited to) Translation Memory (as further defined at www.smartcat.com), Glossary Management (as further defined at www.smartcat.com), QA checks, etc., as well as tools for collaboration between customers and language professionals, including, but not limited to translators (collectively the above stated definition is hereinafter referred to as the “Platform”).\nThe Platform also enables a customer that registered on the Platform and wishes to receive translation, interpreting and related services (such as, but not limited to editing and post-editing, proofreading, desktop publishing, etc.) (a “Customer”) to enter into services agreement with Smartcat and place a service order (the “Service Task”) that contains the description of its terms, including language of the original text, translation language, scope of work, deadline and rate per unit (word, character, page or hour, etc.).\nSuppliers will express interest in available projects via the Platform to perform the content translation, interpreting or related services.\nA supplier can be any individual freelancer or legal entity, including you, that registered on the Platform (a “Supplier”) and wishes to perform the Service Task.\n</p>\n<p>\n<b>“Content”</b> means any document, information, data, text, images, software, music, videos, sound, photographs, graphics, messages or other materials, including any text and/or oral communication, that a Customer wishes Smartcat to translate or process in the agreed way, submits it for translation/processing by way of uploading, e-mailing, posting, assigning a task, publishing or displaying (hereinafter, “upload”) it on the Platform and that the Supplier will commit to performing as a project in the form of the Service Task.\n</p>\n<p>\n<b>“Exploit”</b>, <b>“Exploitation”</b> or <b>“Exploiting”</b> in respect of the Completed content and/or any intellectual property rights in any such Completed content, means produce, reproduce, use, exploit, communicate, make available, sell, distribute, prepare, proofread, edit, change, amend, update, revise, translate, retranslate, commercialise, license, sub–license, assign, waive, copy, issue copies of such Completed content to the public, rent or lend such Completed content to the public, perform, show or play such Completed content in public, communicate such Completed content to the public, make an adaption of such Completed content or do any of the above in relation to an adaption of such Completed content or do (or permit or authorise others to do) anything which is or may be otherwise restricted by the copyright in such Completed content or otherwise use, exploit and/or deal with all or any part of such Completed content in any form or manner (including online, offline, and/or in any digital or electronic book form) and anywhere in the world, including (without any limitation) by preparing sound recording incorporating the whole or part of such Completed content (or an adaption thereof), by producing and selling any other devices capable of storing sound including but not limited to electronic or digital files for transmission over the internet or via other wireless means, by publishing any extracts or an abridgement of such Completed content in any newspapers (including the online form of any such newspapers) books, periodicals, in volume or elsewhere (including any maps, diagrams or illustrations from the Completed content), by publishing an edition with editorial apparatus or an edition with a limited vocabulary for sale on educational terms by educational sales methods.\nand/or by any readings from the text of such Completed content on radio or television or otherwise, by transcription of such Completed content into Braille and/or the recording of such Translation as a “talking book” for the use of the blind or otherwise.\n</p>\n<p>\n<b>“Completed content”</b> means the result of your work made with the Content according to the Service Task.\n</p>\n<p>\n<b>“User”</b> means a Customer or a Supplier (depending on the context) registered on the Platform.\n</p> 4.\nRegistration with the Platform Back to top <p> A.\nEligibility<br>To access and use the Platform as a Supplier, you must be a legal entity or an individual of eighteen (18) years of age or older who can enter into legally binding contracts.\nTo become a Supplier, you must accept this Agreement.\nOnce you accept the Agreement you must not access and use the Platform if you (a) are a competitor of ours, or (b) you reside or have business activities in a territory included in the economic and financial sanctions lists maintained by OFAC and/or EU, or are subject to such sanctions in any other way, or (c) if we have previously banned you from accessing and using the Platform and/or closed your account on the Platform.\nWe reserve the right, in our sole discretion, to refuse, suspend, or terminate access to the Platform pursuant to Section 10.\n</p>\n<p> B.\nAccount<br>You must create an account and provide certain information about yourself in order to access and use the Platform.\nYou agree to provide true, accurate and complete information as prompted by the registration form and all forms you access on the Platform, and to update this information to maintain its truthfulness, accuracy and completeness.\nYou are responsible for maintaining confidentiality of your account password.\nYou are also responsible for all activities that occur in connection with your account.\nYou warrant and undertake to us that any person using the Platform with your username and password is you or is authorized to act for you.\nYou agree to notify us immediately if you suspect any unauthorized use of your account.\n</p>\n<p> C.\nVetting process<br>We may, but are under no obligation to, subject you, other Suppliers or Customers using the Platform to an extensive vetting process before they can register and during their use of the Platform, including but not limited to verification of identity and comprehensive criminal background check, at the regional, national and local level, using third party services as appropriate.\nYou hereby give us consent to conduct background checks as often as required in compliance with applicable laws and regulations, as well as our internal policies without any notice.\n</p>\n<p> Although we may perform background checks of you, other Suppliers or Customers using the Platform, as outlined above, we cannot confirm that each person using the Platform is who he, she or it claims to be and therefore, we cannot and do not assume any responsibility for the accuracy or reliability of the identity or background check information or any other information provided through the Platform.\n</p>\n<p> When interacting with other Users, you should exercise caution and common sense to protect your personal safety and property, just as you would when interacting with other people whom you do not know.\nNeither Smartcat nor its affiliates or licensors shall be responsible for the conduct, whether online or offline, of any User of the Platform and you hereby release Smartcat and its affiliates or licensors from any liability related thereto.\nSmartcat, its affiliates and licensors will not be liable for any claim, injury or damage arising in connection with your use of the Platform.\n</p> 5.\nEngaging You for Service Tasks Back to top <p> A.\nScope of engagement<br>As a general rule a Customer may assign a Service Task to Smartcat.\nIf you are indicated in the Service Task Smartcat shall further instruct you as the Supplier to perform the Service Task for Smartcat.\nYou shall be responsible before Smartcat for performing the Service Task and Smartcat shall be paying you a Fee for the Service Task in accordance with this Agreement.\n</p>\n<p> B.\nService Task<br>The Service Task given to you by Smartcat shall include: scope of task and other task details as applicable (such as language of the original text, translation language), deadline and rate per unit (such as word, character, page, hour, etc.), task acceptance, payment and dispute resolution terms as specified by the Smartcat Customer in each specific Customer account, as well as specific requirements to performance of the task by you, if any.\nThe Service Task is made available to you in your account on the Platform.\n</p>\n<p>C.\nScope, term and quality standards</p>\n<p>Once you accept the Service Task:</p>\n<ul>\n<li> you are obliged to render Service Task within the agreed scope and term and it should be of proper quality and satisfy the specific Customer requirements as indicated in the Service Task or in each specific Customer account, or, where no specific requirements are indicated, consistent with standard industry practices for such services.\n</li>\n<li> you are obliged to use your own software, equipment, workplace and premises in order to provide the services, and you acknowledge that Smartcat shall not provide such software, equipment, workplace and premises unless you independently obtain such resources from Smartcat.\n</li>\n<li> you are entitled to independently choose working hours under no control of Smartcat in order to provide the services.\n</li>\n<li> you are not restricted from providing similar services to any other customer including competitors of Smartcat.\n</li>\n<li> if you do not deliver the results of the Service Task within the agreed scope, term and quality, we reserve the right, at our sole consideration, to decrease or revoke your fee for the Service Task, or, depending on the specific circumstances, to stop offering you any or all Service Tasks from this or other Customers, though you will be still allowed to continue using the Platform subject to terms of Section 9 herein.\n</li>\n</ul>\n<p>D.\nUndertakings and covenants</p>\n<p> For the purpose of performing any Service Task you hereby covenant and undertake to Smartcat as follows: </p>\n<ul>\n<li> (a) to be bound by confidentiality provisions contained in this Agreement.\n</li>\n<li> (b) to use any Content solely for the performance of a specific Service Task.\n</li>\n<li> (c) upon written request of Smartcat or the relevant Customer who disclosed the Content to you, to delete (destroy) the Content as well as the Completed content from the workspace in your account on the Platform, as well as any copies, whether in paper or electronic form.\n</li>\n<li> (d) report immediately to Smartcat if the Content contradicts the applicable ethical or legislative norms (contains calls for terrorism, coup, etc.).\n</li>\n<li> (e) to protect the Content and Completed content from unauthorized access of third parties by way of installing and maintaining market standard anti-virus protection software on your computer/notebook and using market standard password protection system for access to your computer/notebook, your personal account on the Platform and any other software or internet application that may be linked to your personal account on the Platform.\n</li>\n<li> (f) that the Content on the Platform and/or the Completed content created in the process of performance of the specific Service Task is not transferred anywhere, not displayed nor given for use to others, except to Smartcat and the Customer that ordered the Service Task and provided the Content.\n</li>\n<li> (g) in case you are an individual freelancer to perform the Service Task personally without derogating any of its part to anyone else or in case you are a legal entity to perform the Service Task only with the attraction of your employees, contractors or affiliated entities provided that each employees, contractors or affiliated entities attracted for the performance of the Service Task should bind themselves by substantially similar confidentiality and Completed content assignment provisions as contained herein.\n</li>\n<li> (h) any Content you upload on the Platform is in full compliance with Regulation (EU) 2016/679 of the European Parliament and of the Counsel of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC ( “GDPR”) and other applicable personal data protection laws whereby if such Content contains any personal data of data subjects (as defined in GDPR) you have properly and duly received the consent for its use, storage, processing and cross-border transfer from the relevant data subject and comply with all GDPR requirements set forth for a controller (as defined in GDPR) and applicable to you.\n</li>\n<li> (i) you comply with the requirements imposed on you by GDPR whenever you collect or receive from data subjects any Content that contains personal data of such data subjects.\n</li>\n<li> (j) whenever you receive any Content containing personal data of data subjects from third parties you did receive similar covenants as contained in this subsection D from such third parties that they are fully compliant with GDPR and other applicable personal data protection laws in relation to the Content containing personal data of data subjects.\n</li>\n</ul>\n<p>E.\nIndependent contractor relations</p>\n<p> You acknowledge and agree that your relationship with Smartcat is that of independent contractor.\nYou as any other Supplier shall perform services to Smartcat as an independent contractor.\nNothing in this Agreement shall be deemed to create a partnership, joint venture, agency or employer-employee relationship between you and the Customer or between Smartcat and yourself.\nYou will be solely responsible for, and Smartcat shall not provide or be liable for, typical employee benefits (including but not limited to, health and disability insurance, vacation and/or paid time off, etc.).\nYou will remain free to perform services for parties other than the Company.\nprovided, that such services will not conflict or interfere with the performance of services hereunder, and will not compete with the current or future business of Smartcat.\nYou further agree and acknowledges that: (a) your relationship with Smartcat is not an employment relationship.\n(b) you are solely responsible for determining the method and means by which you will accomplish the services and otherwise fulfill your obligations hereunder and are free from the control and direction of Smartcat in the performance of the work.\nand (c)&nbsp;you will be solely responsible for the professional performance of the services, and will receive no training, assistance, direction or control from Smartcat.\nYou shall be solely responsible for obtaining, at your expense and in your name, disability, worker’s compensation or other insurance as well as all licenses and permits usual or necessary for conducting the services hereunder.\nYou represent that you have the qualifications, skills, and ability to perform the services in a professional manner, without the advice, control or supervision of Smartcat.\nNothing contained in this Agreement shall be construed to place the parties in the relationship of partners or joint venturers and neither party shall have any right to obligate or bind the other in any manner.\nYou agree that you will not hold yourself out as an authorized agent with power to bind Smartcat in any manner.\n</p> 6.\nProcedure for acceptance of Completed content Back to top <p> A.\nAt the moment when the Service Task is completed by you and the Completed content is available for review, the Customer that ordered the Service Task is informed about completion of the Service Task by e-mail or through its Сorporate account on the Platform and reviews the Completed content.\n</p>\n<p> B.\nThe Service Task shall be deemed duly completed and the Completed content accepted by Smartcat if no complaint was brought by the Customer that ordered the Service Task and the Customer accepted the Service Task using the special interface on the Platform within the timeframe specified in the Service Task.\n</p>\n<p> C.\nIn case the Customer has any complaint regarding the Completed content and brought it to your attention via the Platform, you are obliged to rectify the deficiencies within 2 days from the date the complaint was brought to your attention.\nIf the Customer is not satisfied with how their complaints were addressed by you, and if the same complaints are brought to you after two rectification attempts via the Platform, we reserve the right, at our sole consideration, to conclude that the results of the Service task were not delivered by you in accordance with Section 5 above.\n</p> 7.\nFee and Payment Back to top <p> A.\nThe fee for each Service Task is calculated according to the rate indicated for such Service Task in your profile on the Platform.\nThe fee in respect of each Service Task duly completed by you and accepted by Smartcat is accrued in a currency in which your rate is set for each specific Service Task (“Service Task currency”).\n<br>Your account on the Platform means a special section on the Platform where the Content is uploaded for the performance of Service Task, you input and store your Completed content.\n<br>Once the Service Task is completed by you and is accepted in accordance with Section 6 above, you will be paid your fee for the completed Service Task following receipt of the money by Smartcat for the completed Service Task from the Customer but in any case you will receive your fee no later than 60 (sixty) days following the end of the calendar month in which the Completed content was accepted by Smartcat.\n</p>\n<p> B.\nWe have the right to seek reimbursement from you, and you will reimburse us, if we discover a fraudulent transaction, erroneous or duplicate transaction.\n</p>\n<p> C.\nYou will be liable for any individual taxes required to be paid on your income received from Smartcat, as required by the legislation of the country you are subject to.\nYou must pay your taxes independently and will provide Smartcat with documentation of such payment upon request.\nSmartcat shall not be responsible for any of them.\nSmartcat shall not be responsible to withhold from your payments nor remit to the tax authorities any payroll or other tax, social security or Medicare contribution, or any other tax or contribution.\nYou further agree to indemnify and hold Smartcat harmless from and against liability for any and all such payments.\nNevertheless, you agree that Smartcat may withhold from payment to you any amounts which Smartcat determines it is required to withhold by applicable law.\n</p>\n<p> D.\nIn case you accept the Service Task from the Customer that allocated such Service Task to you via the Platform, you agree to interact with such Customer, including receiving any payments, exclusively via the Platform, whether first-time, repeatedly or on a follow-on basis, except for the cases when you worked with such Customer outside the Platform before you received the first Service Task from them via the Platform, and this may be proved either by you or by the Customer.\nYou also agree not to take any action directly or indirectly to circumvent the Platform or any associated fees.\n</p>\n<p> E.\nThe Platform operates in various currencies, the list of which is available at your profile on the Platform.\nWe are not responsible for currency fluctuations that occur when billing or crediting a credit or debit card denominated in a currency other than the Service Task currency, nor are we responsible for currency fluctuations that occur when receiving or sending payment via wire transfer, check or automated clearinghouse to and from your bank account, credit card account, PayPal account or any other payment method specified by you.\nForeign currency conversion is processed at a foreign currency conversion rate that is set in the Platform.\nThe exchange rate is updated on a daily basis, but may not be identical to the real-time market rate.\n</p>\n<p> F.\nThe Platform operates with different payment systems and payment providers, therefore you acknowledge and agree that you may receive payment for each Service Task from any of our affiliates, depending on the type of payment selected on the Platform.\n</p> 8.\nService Charges Back to top <p> The Platform offers you as any other User Supplementary services (as defined in the Terms of Use) that you can choose (order) on the Platform.\nThere may be service fees (charges) for such services that are detailed on the Platform.\nWe reserve the right to change the service fees (charges) or any other fee that may be charged by us at any time, at our sole discretion and upon a not less than seven (7) days’ prior notice posted on the Platform.\n</p> 9.\nUser License Grant for Platform Back to top <p> You are free to use the Platform for your own internal purposes except for the cases when you use the Platform to find and perform Service Tasks from any Customers registered on the Platform.<br> Subject to the terms and conditions of this Agreement, you are hereby granted a non-exclusive, limited, non-transferrable, freely revocable license to use the Platform for your personal use and commercial purpose.\nWe reserve all rights not expressly granted herein in the Platform.\n</p>\n<p> The Terms of Use contain our standard license.\nIf you wish to have any specific licensing terms, please contact us at: hello@smartcat.com.\nFor advanced subscription plan, please go to https://www.smartcat.com/plans/.\n</p> 10.\nTermination and Suspension of Agreement and License Back to top <p> This Agreement shall become effective once you have created an account (registered) on the Platform and shall continue until your account is terminated by you or us as provided for under the terms of this section.\n</p>\n<p> We may terminate or suspend your right to access and license to use the Platform at any time by providing you with email notice of such termination in the following cases: </p>\n<ul>\n<li>upon the demand of a state authority;</li>\n<li> in case of your violation of the applicable legislation.\n</li>\n<li> in case your identity or any other information provided by you on registration or during your use of the Platform is reasonably deemed by us to be falsified or substantially inaccurate.\n</li>\n<li> if the content you upload onto the Platform or Completed content you create on the Platform contradicts the applicable ethical or legislative norms (contains calls for terrorism, coup, etc.).\n</li>\n<li> breach of confidentiality provisions as well as covenants and undertakings under this Agreement.\n</li>\n</ul>\n<p> We may also terminate or suspend your right to access and license to use the Platform in the following cases: </p>\n<ul>\n<li> in case of your violation of the restrictions as to direct transactions between you and other Users as defined in Section 7.\n</li>\n<li> if you defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as, but not limited to, rights of privacy and publicity) of others, including our staff.\n</li>\n<li> in case of fraud or suspected fraud as reasonably determined by us.\n</li>\n<li> in case of violation of other provisions of this Agreement.\n</li>\n</ul>\n<p> provided that we notified you about such termination or suspension by way of sending a notification of termination or suspension via e-mail and gave you 7 calendar days to eliminate such violation and you failed to eliminate such violation within the said term, where such violation can be eliminated.\nIn case of fraud or suspected fraud, as reasonably determined by us, we reserve the right to suspend your right to access and license to use the Platform immediately without any prior notification to you and until resolution.\n</p>\n<p> Termination or suspension of your right of access also means termination or suspension of your license to use the Platform given to you in accordance with section 9 of this Agreement.\n</p>\n<p> If we terminate your right to use the Platform for any of these reasons, you will not be entitled to any refund of unused balance in your account.\nIf we terminate your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, unless we give express consent hereto.\nIn addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.\n</p>\n<p> Even after your right to access and/or use the Platform is terminated or suspended, this Agreement will remain enforceable against you.\n</p>\n<p> You may terminate this Agreement at the completion of any project by ceasing all access and use of the Platform by sending an e-mail termination notice to support@smartcat.com.\nThis will also mean your waiver of the license to use the Platform.\nAll sections which by their nature should survive the expiration or termination of this Agreement shall continue in full force and effect subsequent to and notwithstanding the expiration or termination of this Agreement.\n</p>\n<p> When your account is terminated for any reason, you may no longer have access to any data, messages, files and other materials you keep on the Platform.\nThe materials may be deleted along with all your previous content posted on the Platform.\n</p> 11.\nCopyright Matters and Translated Content Assignment Back to top <p> A.\nWe respect the intellectual property of others and expect you to do the same.\nIf you believe, in good faith, that any Content provided to you in connection with the Service Task infringes any intellectual property rights of any third party, please send the following information to the Smartcat’s copyright agent at support@smartcat.com: </p>\n<ul>\n<li> A description of the copyrighted work that you think has been infringed, including the URL (Internet address) or another specific location on the Platform where the material you think to be infringed is located.\nInclude enough information to allow us to locate the materials and explain why you think an infringement has taken place.\n</li>\n<li> A description of the location where the original or an authorized copy of the copyrighted work exists – for example, the URL (Internet address) where it is posted or the name of the book in which it has been published.\n</li>\n<li> Your address, telephone number and e-mail address.\n</li>\n<li> A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent or the law.\n</li>\n<li> A statement by you, made under penalty of perjury, that the information in your notice is accurate and that you know the real copyright owner or authorized to act on the copyright owner's behalf.\n</li>\n<li> An electronic or physical signature of the owner of the copyright or the person authorized to act on behalf of the owner of the copyright interest.\n</li>\n</ul>\n<p> B.\nUpon receipt of the fee for the Service Task that resulted in the creation of the Completed content, you hereby unconditionally and irrevocably assign to Smartcat absolutely to the fullest extent permitted by the applicable law the following rights throughout the world: </p>\n<ul>\n<li> (a) all your rights and benefits to Exploit the Completed content.\n</li>\n<li> (b) the entire copyright and all other rights in the nature of copyright subsisting in the Completed content.\nand </li>\n<li> (c) without prejudice to any of the foregoing, all intellectual property rights and other rights and benefits of yours in the Completed content of whatever nature, whether now known or created in the future, to which you are now, or at any time after the date of this Agreement may be, entitled by virtue of the laws in force in any part of the world, in each case: </li>\n<li> (d) for the whole term including any renewals, reversions, revivals and extensions and together with all related rights and powers arising or accrued, including the right to bring, make, oppose, defend, appeal and obtain relief (and to retain any damages recovered) in respect of any infringement, or any other cause of action arising from ownership, of any of these assigned rights, whether occurring before, on or after the date of this deed.\n</li>\n</ul>\n<p> C.\nYou hereby unconditionally and irrevocably waive all moral rights in the Completed content done by you under this Agreement for the relevant Customer, to which you are now or may in the future be entitled under the Copyright, Designs and Patents Act 1988 (as amended from time to time) and under all similar legislation in force from time to time anywhere in the world.\n</p> 12.\nPublic Areas.\nAcceptable Use Back to top <p> The Platform may contain profiles, e-mail systems, blogs, message boards, chat areas, newsgroups, forums, communities and/or other message or communication facilities (“Public Areas”) that allow a User to communicate with other Users.\nYou may only use such community areas to send and receive messages and materials that are relevant and proper to the applicable forum.\n</p>\n<p> Without limitation, while using the Platform, you may not: </p>\n<ul>\n<li> Defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as, but not limited to, rights of privacy and publicity) of others, including our staff.\n</li>\n<li> Publish, post, upload, distribute or disseminate any profane, defamatory, infringing, obscene or unlawful topic, name, material or information.\n</li>\n<li> Use the Platform for any purpose, including, but not limited to posting, including the translated or any other Completed Content, in violation of local, state, national, or international law.\n</li>\n<li> Modify, adapt, appropriate, reproduce, distribute, translate, create derivative works or adaptations of, publicly display, sell, trade, or in any way exploit the Platform, except as expressly authorized by us.\n</li>\n<li> Upload files that contain software or other material that violates the intellectual property rights (or rights of privacy or publicity) of any third party.\n</li>\n<li> Upload files that contain viruses, Trojans, corrupted files, or any other similar software that may damage the operation of another computer.\n</li>\n<li> Post or upload any content to which you have not obtained any necessary rights or permissions to use accordingly.\n</li>\n<li> Advertise or offer to sell any goods or services for any commercial purpose through the Platform which are not relevant to the services offered through the Platform.\n</li>\n<li> Conduct or forward surveys, contests, pyramid schemes, or chain letters.\n</li>\n<li> Impersonate another person or a User or allow any other person or entity (without authorization) to use your identification to post or view comments.\n</li>\n<li> Restrict or inhibit any other User from using and enjoying the Public Areas.\n</li>\n<li> Imply or indicate that any statements you make are endorsed by us, without our prior written consent.\n</li>\n<li> Use any robot, spider, site search/retrieval application, or other automated device, process or means to access, retrieve, scrape, or index any portion of the Platform.\n</li>\n<li>Reverse engineer any portion of the Platform.</li>\n<li> Hack or interfere with the Platform, its servers or any connected networks or disobey any requirements, procedures, policies or regulations of networks connected to the Platform.\n</li>\n<li> Adapt, alter, license, sublicense or translate the Platform for your own personal or commercial use.\n</li>\n<li> Remove or alter, visually or otherwise, any copyrights, trademarks or proprietary marks or rights owned by us.\n</li>\n<li> Upload content that is offensive and/or harmful, including, but not limited to, content that advocates, endorses, condones or promotes racism, bigotry, hatred or physical harm of any kind against any individual or group of individuals.\n</li>\n<li> Upload content that provides materials or access to materials that exploit people under the age of 18 in an abusive, violent or sexual manner.\n</li>\n<li> Use the Platform to solicit for any other business, website or service, or otherwise contact Users for employment, contracting or any purpose not related to the use of the Platform as set forth herein.\n</li>\n<li> Use the Platform to collect usernames and/or email addresses of Users by electronic or other means.\n</li>\n<li> Register under different usernames or identities, after your account has been suspended or terminated.\n</li>\n<li> Remove, circumvent, disable, damage or otherwise interfere with any security-related features of the Platform or features that enforce limitations on the use of the Platform.\n</li>\n</ul> 13.\nContent Back to top <p> Users are solely responsible for their Content uploaded on the Platform.\n</p>\n<p> Smartcat is not responsible for the Content uploaded by a specific User, however Smartcat reserves the right to investigate and take appropriate legal action against anyone who, in Smartcat’s sole discretion, violates this Agreement, including without limitation, removing the offending Content from the Platform, suspending or terminating the account of such violators and reporting you to the law enforcement authorities.\n</p>\n<p> Under no circumstances do you get any intellectual property rights to any Content uploaded by a Customer via the Platform whether or not it was done for the purpose of performing the specific Service Task by you.\n</p>\n<p> Any User that uploads its Content on the Platform acknowledges and agrees that Smartcat may preserve the content and may also disclose the content if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: (a) comply with legal processes, applicable laws or government requests.\n(b) enforce this Agreement.\n(c) respond to claims that any content violates the rights of third parties.\nor (d) protect the rights, property, or personal safety of us and the public.\nEach User understands that the technical processing and transmission of the Platform, including such User’s Content, may involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.\n</p>\n<p> Each User’s Content is encrypted as follows: Platform uses an HTTPS/TLS protocol to protect data in transit between your computer and our servers, and a 256-bit Advanced Encryption Standard (AES) to protect data at rest.\n</p> 14.\nConfidentiality Back to top <p> For purposes of this Agreement, \"Confidential Information\" shall mean all information in any and all medium, including but not limited to the Content that has been or will be disclosed to you on the Platform and the Completed content that has been created or will be created by you including, without limitation, text, data, technology, source code, know-how, inventions, discoveries, designs, processes, formulations, models, equipment, algorithms, software programs, documents, specifications, information concerning research and development work, and/or trade and business secrets.\n</p>\n<p> Confidential Information shall not include any information which: </p>\n<ul>\n<li> a) is already known to you or is publicly available at the time of disclosure.\n</li>\n<li> b) becomes known to the general public after disclosure not through any act of yours in breach of this Agreement.\n</li>\n<li> c) is disclosed by a third party who is not, to your knowledge, in breach of an obligation of confidentiality or engaged in any other wrongdoing.\nor </li>\n<li> d) was or is independently developed by you without use of the Confidential Information disclosed by the Customer.\n</li>\n</ul>\n<p> Each Party hereto receiving or otherwise obtaining Confidential Information (the \"Receiving Party\") from the other Party (the \"Disclosing Party\"), undertakes to the Disclosing Party to protect the Confidential Information.\n</p>\n<p> The Receiving Party shall not disclose or otherwise provide any Confidential Information to any third party without prior written consent of the Disclosing Party.\n</p>\n<p> The Receiving Party undertakes to the Disclosing Party to (i) use the Confidential Information solely for the purpose of performing the Service Task or evaluating the Service Task (“Permitted Purpose”), (ii) not, without the prior written consent of the Disclosing Party, disclose to any third party the Confidential Information, other than furnishing such Confidential Information to its employees, agents, contractors or affiliated entities who need to have access to such Confidential Information in connection with the Permitted Purpose and subject to the condition that such employees, agents, contractors or affiliated entities have signed the confidentiality agreements with the Receiving Party on the terms substantially similar to those in this Agreement, (iii) use reasonable care to protect the confidentiality of the Confidential Information, and (iv) in the event that the Receiving Party is required by law to make any disclosure of any of the Confidential Information, by subpoena, judicial or administrative order or otherwise, the Receiving Party will use commercially reasonable efforts to give the Disclosing Party notice of such requirement (to the extent legally permissible) and will permit the Disclosing Party to intervene in any relevant proceedings to protect its interests in the Confidential Information.\n</p>\n<p> Neither Party under any circumstances shall obtain ownership rights or other intellectual property rights under this Agreement in respect of the Confidential Information given to it by the Disclosing Party, including rights to the Content uploaded via Platform.\n</p>\n<p> Each Party’s obligations with respect to the Confidential Information shall remain in perpetuity and survive termination of this Agreement.\n</p>\n<p> You are hereby notified that, pursuant to the federal Defend Trade Secrets Act of 2016, an individual shall not be held criminally or civilly liable under any Federal or State trade secret law for the disclosure of a trade secret that: (i) is made in confidence to a Federal, State, or local government official, either directly or indirectly, or to an attorney, solely for the purpose of reporting or investigating a suspected violation of law.\nor (ii) is made in a complaint or other document filed in a lawsuit or other proceeding, if such filing is made under seal.\n</p> 15.\nSmartcat Intellectual Property Back to top <p> All Smartcat intellectual property rights such as text, graphics, editorial content, data, formatting, graphs, designs, HTML, look and feel, photographs, music, sounds, images, software, videos, designs, typefaces and other content (collectively “Proprietary Material”) that Users see or read through the Platform is owned by us, excluding the User Content that we have the right to solely use for the purposes of this Agreement.\nProprietary Material is protected in all forms, media and technologies now known or hereinafter developed.\nWe own all Proprietary Material, as well as the coordination, selection, arrangement and enhancement of such Proprietary Materials as a collective work under the applicable intellectual property legislation.\nThe Proprietary Material is protected by the domestic and international laws on copyright, patents, and other proprietary rights and laws.\nUsers may not copy, download, use, redesign, reconfigure, or retransmit anything from the Platform without our express prior written consent and, if applicable, the holder of the rights to the User Content.\nAny use of such Proprietary Material, other than as permitted therein, is expressly prohibited without our prior permission and, if applicable, the holder of the rights to the User Content.\n</p>\n<p> Our service marks and trademarks, including without limitation our logos are service marks owned by us.\nAny other trademarks, service marks, logos and/or trade names appearing on the Platform are the property of their respective owners.\nYou may not copy or use any of these marks, logos or trade names without the express prior written consent of the owner.\n</p> 16.\nDisclaimer of Warranty Back to top <p> YOUR USE OF THE PLATFORM IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nWE EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.\n</p>\n<p> UNLESS OTHERWISE PROVIDED BY THE PLATFORM LICENSE AND SERVICES AGREEMENT THAT MAY BE ADDITIONALLY CONCLUDED BETWEEN US AND YOU, WE MAKE NO WARRANTY THAT (I) THE PLATFORM WILL MEET YOUR REQUIREMENTS, (II) THE PLATFORM WILL BE UNINTERRUPTED, TIMELY (UP-TO-DATE), OR ERROR-FREE, (III) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE PLATFORM WILL BE ACCURATE OR RELIABLE, OR (IV) THE QUALITY OR FITNESS OF ANY DOCUMENTS, PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE PLATFORM WILL MEET YOUR EXPECTATIONS.\n</p>\n<p> THE PLATFORM IS SECURED BY TAKING APPROPRIATE ADMINISTRATIVE, PHYSICAL, AND TECHNICAL MEASURES FOR PROTECTION OF THE SECURITY, CONFIDENTIALITY AND INTEGRITY OF YOUR DATA, INCLUDING, BUT NOT LIMITED TO USING CERTIFIED SECURED DATA PROTOCOLS AND ENCRYPTING SENSIBLE DATA (“SMARTCAT SECURITY”).\nTHE SMARTCAT SECURITY IS PROVIDED “AS IS” AND “AS AVAILABLE,” AND SMARTCAT MAKES NO WARRANTIES THAT THE LEVEL OF SMARTCAT SECURITY SHALL BE RESISTANT TO POSSIBLE DDOS AND ANY OTHER TYPES OF ATTACKS ON PLATFORM AND CONSECUTIVELY BEARS NO LIABILITY WHATSOEVER IF THE AVAILABLE LEVEL OF SMARTCAT SECURITY IS NOT SUFFICIENT TO WITHSTAND ANY OF THE ABOVE MENTIONED ATTACKS.\n</p> 17.\nLimitation of Liability Back to top <p> YOU EXPRESSLY UNDERSTAND AND AGREE THAT WE AND OUR AFFILIATES, EMPLOYEES, OFFICERS, DIRECTORS, OWNERS, INFORMATION PROVIDERS, AGENTS, LICENSEES, LICENSORS (COLLECTIVELY, “RELEASED PARTIES”) WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY DAMAGES, OR DAMAGES FOR LOSS OF PROFITS INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, RESULTING FROM: (I) THE USE OR THE INABILITY TO USE THE PLATFORM.\n(II) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE PLATFORM.\n(III) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(IV) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE PLATFORM.\nOR (V) ANY OTHER MATTER RELATING TO THE PLATFORM.\nIN NO EVENT WILL OUR TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES OR CAUSES OF ACTION EXCEED $100.\n</p>\n<p> SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS SET FORTH ABOVE MAY NOT APPLY TO YOU.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE PLATFORM OR WITH THIS, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE THE USE OF THE PLATFORM.\n</p> 18.\nRelease Back to top <p> If you have a dispute with another User, you shall release the Released Parties from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such dispute.\n</p>\n<p> This clause is applicable to you only if you are registered and/or reside in North America, South America or Japan: IF THIS AGREEMENT IS CONCLUDED BY YOU WITH PLATFORM INC., YOU HEREBY WAIVE CALIFORNIA CIVIL CODE §1542 (AND ANY ANALOGOUS LAW IN ANY OTHER APPLICABLE JURISDICTION) WHICH SAYS: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR\".\n</p> 19.\nIndemnity Back to top <p> You are responsible for maintaining confidentiality of your account and password(s).\nYou are also responsible for all activities that occur under your account.\nTherefore, you agree to indemnify, defend and hold Smartcat and its affiliates, employees, officers, directors, owners, information providers, agents, licensees, licensors (the “Indemnified Parties”) harmless from and against any and all liabilities, claims, costs, including reasonable attorneys’ fees, incurred by the Indemnified Parties in connection with any third party demand, claims, action, suit, or loss arising as a result of (a) any breach by you of this Agreement or claims arising from your account or any other use by you of the Platform.\n(b) any fraud or manipulation by you.\n(c) any third-party claim, action or allegation of infringement based on information, data, files or other content submitted by you.\n(d) any claims of credit card fraud based on any information released by you.\n(e) any claims for breach of payment terms by any Customer.\nor (f) from the damage or destruction of any work or properties, attributable to or resulting from your performance of the services under this Agreement.\nYou agree to use your best efforts to cooperate with us in the defense of any demand, claim, action or suit.\nWe reserve the right to assume the exclusive defense of any matter subject to indemnification by you at our own expense.\n</p> 20.\nYour Information and Personal Data Back to top <p> In addition to the information you submit to or through the Platform, we also collect, store and process information about you in the course of your use of the Platform.\nSome of this information may contain personal data about you and in this case you can read our Privacy Policy and Consent Notice to give you an understanding about the personal data we collect, how we use it, the rights you have over your personal data, the measures we take to keep it safe plus the details of the specific consent you give us in respect of your personal data.\nMore information on this can be found here.\n</p> 20.1.\nPrivacy Policy and Consent Notice Back to top <p> For the purposes of our compliance with European Directives 95/46/EC and 2002/58/EC (as amended by Directive 2009/136/EC) and any legislation and/or regulation implementing or made pursuant to them, or which amends, replaces, re-enacts or consolidates any of them (including the General Data Protection Regulation (Regulation (EU) 2016/279)), and all other applicable laws relating to processing of personal data and privacy that may exist in any relevant jurisdiction (hereinafter «Data Protection Legislation») we are required to get consent from you for processing, automated processing and cross-border transfer of certain personal data that we collect from you.\nWe have prepared our Privacy Policy and Consent Notice that explains you what type of personal data may be collected, how it is used, stored, processed and cross-border transferred and that contains the consent that you give to us for processing, automated processing and cross-border transfer of your personal data.\n</p>\n<p> The Privacy Policy and Consent Notice is an integral part of these Terms of Use and can be read here.\n</p> 20.2.\nLegitimate interests Back to top <p> We have a number of lawful reasons why and when we can use (process) your personal data.\nOne of the lawful reasons under the applicable Data Protection Legislation is the so called «legitimate interests».\n</p>\n<p> The availability of legitimate interests implies that we can process your personal data provided that we (i) have a genuine and legitimate reason and (ii) are not harming any of your rights and interests and (iii) informed you about our legitimate interests.\n</p>\n<p> We hereby inform you that when you provide your personal data (you can read Privacy Policy and Consent Notice to understand in details what personal data you can give us), we use it for our legitimate business interests to deliver the services and features of the Platform to you, perform the Terms of Use entered with you, enhance your ability to use all available services and features of the Platform, improve security of the Platform, prevent any fraudulent transactions using the Platform, secure, improve and further develop the Platform.\n</p>\n<p> Before processing your personal data for legitimate interests we will carefully consider and balance any potential impact on you and your rights.\nOur legitimate business interests do not automatically override your interests – we will not use your personal data for activities where our interests are overridden by the impact on you (unless we have your consent or are otherwise required or permitted to by law).\n</p>\n<p> We will process the personal data you have supplied to us to improve the Platform and enhance its services and features and as a result give you the most appropriate marketing, information, service and features and provide the best and most secure experience.\nThese are what we consider to be our legitimate Interests.\n</p>\n<p> Here are the cases when we use the legitimate interests approach to process your personal data: </p>\n<ul>\n<li> Maintaining the security of the Platform and fraud prevention.\nWe are processing your personal data to protect you against possible personal data fraud when transacting on the Platform and to ensure the Platform is secure.\n</li>\n<li> Direct marketing.\nWe will send you marketing e-mails which aim to understand better the Platform and get more familiar with new services and features of the Platform.\nWe try to make sure our marketing materials are relevant for you and to the extent possible tailored to your interests however you always have the right to unsubscribe from them.\n</li>\n<li> Data analytics enhancing, modifying or improving services and features of the Platform.\nWe process your personal data for the purposes of user analysis, assessment, profiling and direct marketing, on a personalised or aggregated basis, to help us with enhancing, modifying or improving services and features of Platform and to the extent possible provide you with the most relevant information as long as this does not harm any of your rights and interests.\n</li>\n<li> Research.\nWe process your personal data to determine the effectiveness of our workshops, campaigns, programs, forums or events and to further develop services and features of the Platform and relationship with you.\n</li>\n<li> Due Diligence.\nWe may need to process your personal data to conduct investigations and determine if there were any cases of offences such as fraud, bribery and corruption.\n</li>\n</ul>\n<p> Please note that we do not have to get your consent for processing your personal data under our legitimate interests but it is our duty to inform you about the availability of our legitimate interests to do so.\n</p>\n<p> In practice you will receive e-mails from us from time to time informing you about new services and features of the Platform, news about the Platform, workshops, campaigns, programs, forums or events carried out on the Platform or otherwise connected with the Platform.\n</p>\n<p> We respect your preferences for being contacted by us.\nThat being said you can always unsubscribe from such e-mails by logging to your account on the Platform or by clicking on the «unsubscribe» button in an e-mail you receive from us unless the e-mail we are sending contains some important notification about the Platform.\n</p> 20.3.\nThird Parties Back to top <p> We do not rent, share, sell or trade personally identifiable information with third parties for their direct marketing purposes.\nAs outlined in the Privacy Policy and Consent Notice we work with our partners and providers whom we carefully select.\nThese partners and providers may have access to some of your information in relation to the following aspects of the Platform: </p>\n<p> Advertising: We allow third parties who provide advertising services to use Cookies, as defined above, in connection with your use of the Platform.\nAs a result, they may collect and store the same type of information and use it for a variety of purposes in order to improve your online experience, for analytics and for marketing, and they may be able to associate the information they collect with other information they may have about you.\nWe do not necessarily have access to or control over the Cookies they use.\n</p>\n<p> Service Providers: We may outsource some of our technical and customer support, quality assurance testing, payment processing functions, and other services to third parties.\n</p>\n<p> Investigations: We may investigate and disclose information from or about you if we have a good faith belief that such investigation or disclosure is (a) reasonably necessary to comply with legal process and law enforcement instructions and orders, such as a search warrant, subpoena, statute, judicial proceeding, or other legal process served on us.\n(b) helpful to prevent, investigate, or identify possible wrongdoing in connection with the Platform.\nor (c) protect rights, reputation, property of Smartcat or any of its affiliates, or rights, reputation, property of other suppliers or customers, or the public in general.\n</p>\n<p> Links: the Platform may contain links to unaffiliated third party websites.\nExcept as set forth herein, we do not share your personal information with them, and are not responsible for their privacy practices.\nWe suggest you read the privacy policies on all such third party websites.\n</p> 20.4.\nThird Party Services Back to top <p> If you register on the Platform through third party social networking services, such as Facebook, LinkedIn, and other third party services that allow you to sign in to other services like our Platform with the personal data shared with these services, we will use the personal data you provided to such third party services to create your account on the Platform.\n</p> 20.5.\nChildren Back to top <p> Platform is not for use by children.\nYou are eligible to use the Platform if you are 16 years and older.<br>However, it is prohibited to create a Supplier profile for an individual who has not reached the age of 18 for the purposes of performing a Services Task.\n</p>\n<p> An individual who has not reached the age of 18 but is 16 years old or older is able to use the Platform for educational and non-commercial purposes only.<br>Please do not submit on the Platform any personal data of children below the age of 16 unless express permission of their parents or legal guardians was duly obtained.\n</p> 21.\nArbitration Back to top <p> A.\nIf you are registered and/or reside in Europe, Asia (excluding Japan) or Africa, any dispute (“Dispute”) arising from or relating to the subject matter of this Agreement shall be finally settled by LCIA arbitration in London, the United Kingdom, using the English language in accordance with the LCIA rules (“LCIA”) then in effect, by one commercial arbitrator with substantial experience in resolving intellectual property and commercial contract disputes, who shall be selected from the appropriate list of LCIA arbitrators in accordance with the LCIA rules.\n</p>\n<p> If you are registered and/or reside in North America, South America or Japan, any dispute (“Dispute”) arising from or relating to the subject matter of this Agreement shall be finally settled by ICC arbitration in Boston, Massachusetts, U.S.A., using the English language in accordance with the ICC arbitration rules (“ICC”) then in effect, by one commercial arbitrator with substantial experience in resolving intellectual property and commercial contract disputes, who shall be selected from the appropriate list of ICC arbitrators in accordance with the ICC rules of arbitration.\n</p>\n<p> Judgment upon the award so rendered may be entered in a court having jurisdiction, or application may be made to such court for judicial acceptance of any award and an order of enforcement, as the case may be.\n</p>\n<p> This clause below is applicable to you only if you are registered and/or reside in North America, South America or Japan: </p>\n<p> Any arbitration under this Agreement will take place on an individual basis: class, collective, and representative arbitrations and class, collective, and representative actions are not permitted.\nYOU UNDERSTAND AND AGREE THAT BY ENTERING INTO THIS AGREEMENT, YOU AND US ARE EACH WAIVING THE RIGHT TO TRIAL BY JURY OR TO PARTICIPATE IN A CLASS, COLLECTIVE, OR REPRESENTATIVE ACTION.\nNotwithstanding the foregoing, each party shall have the right to institute an action at any time in a court of proper jurisdiction for injunctive or other equitable relief.\n</p>\n<p> B.\nThis Arbitration provision is a full and complete agreement relating to the formal resolution of disputes covered by this Arbitration provision.\nIn the event any portion of this Arbitration provision is deemed unenforceable, the remainder of this Arbitration Provision will be enforceable.\n</p>\n<p> This clause below is applicable to you only if you are registered and/or reside in North America, South America or Japan: </p>\n<p> If the Class Action Waiver in subsection C, below, of this Arbitration Provision is deemed to be unenforceable, you and we agree that this Arbitration provision is otherwise silent as to any party's ability to bring a class, collective or representative action in arbitration.\n</p>\n<p> This sub-clause C below is applicable to you only if you are registered and/or reside in North America, South America or Japan: </p>\n<p> C.\nTHIS ARBITRATION PROVISION AFFECTS YOUR ABILITY TO PARTICIPATE IN CLASS, COLLECTIVE OR REPRESENTATIVE ACTIONS.\nBOTH YOU AND WE AGREE TO BRING ANY DISPUTE IN ARBITRATION ON AN INDIVIDUAL BASIS ONLY, AND NOT ON A CLASS, COLLECTIVE, OR REPRESENTATIVE BASIS ON BEHALF OF OTHERS.\nTHERE WILL BE NO RIGHT OR AUTHORITY FOR ANY DISPUTE TO BE BROUGHT, HEARD OR ARBITRATED AS A CLASS, COLLECTIVE, OR REPRESENTATIVE ACTION, OR AS A MEMBER IN ANY SUCH CLASS, COLLECTIVE, OR REPRESENTATIVE PROCEEDING (“CLASS ACTION WAIVER”).\nTHE CLASS ACTION WAIVER DOES NOT APPLY TO ANY RIGHTS TO BRING CLASS, COLLECTIVE, OR REPRESENTATIVE ACTIONS THAT MAY NOT BE WAIVED AS A MATTER OF LAW.\nNOTWITHSTANDING ANY OTHER PORTION OF THIS ARBITRATION PROVISION OR THE JAMS RULES, DISPUTES REGARDING THE VALIDITY, ENFORCEABILITY OR BREACH OF THE CLASS ACTION WAIVER MAY BE RESOLVED ONLY BY A CIVIL COURT OF COMPETENT JURISDICTION AND NOT BY AN ARBITRATOR.\nIN ANY CASE IN WHICH (1) THE DISPUTE IS FILED AS A CLASS, COLLECTIVE, OR REPRESENTATIVE ACTION AND (2) A CIVIL COURT OF COMPETENT JURISDICTION FINDS ALL OR PART OF THE CLASS ACTION WAIVER UNENFORCEABLE, THE CLASS, COLLECTIVE, OR REPRESENTATIVE ACTION TO THAT EXTENT MUST BE LITIGATED IN A CIVIL COURT OF COMPETENT JURISDICTION, BUT THE PORTION OF THE CLASS ACTION WAIVER THAT IS ENFORCEABLE SHALL BE ENFORCED IN ARBITRATION.\nYOU AND WE AGREE THAT YOU WILL NOT BE RETALIATED AGAINST, DISCIPLINED OR THREATENED WITH DISCIPLINE AS A RESULT OF EXERCISING YOUR RIGHTS UNDER SECTION 7 OF THE NATIONAL LABOR RELATIONS ACT BY FILING OR PARTICIPATING IN A CLASS, COLLECTIVE OR REPRESENTATIVE ACTION IN ANY FORUM.\nHOWEVER, THE COMPANY MAY LAWFULLY SEEK ENFORCEMENT OF THIS ARBITRATION PROVISION AND THE CLASS ACTION WAIVER UNDER THE FEDERAL ARBITRATION ACT AND SEEK DISMISSAL OF SUCH CLASS, COLLECTIVE OR REPRESENTATIVE ACTIONS OR CLAIMS.\nTHE CLASS ACTION WAIVER SHALL BE SEVERABLE IN ANY CASE IN WHICH THE DISPUTE IS FILED AS AN INDIVIDUAL ACTION, AND SEVERANCE IS NECESSARY TO ENSURE THAT THE INDIVIDUAL ACTION PROCEEDS IN ARBITRATION.\n</p> 22.\nEntire Agreement / Severability / Amendment Back to top <p> This Agreement constitutes the entire agreement between you and us concerning the subject matter hereof and supersedes all prior or contemporaneous agreements or understandings, whether written or oral, between the parties with respect thereto.\nIf any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.\n</p>\n<p> This Agreement may be amended only in writing signed by both parties.\nFailure by either party to enforce at any time any of the provisions of this Agreement, or to require at any time performance by the other party of any of the provisions hereof, shall in no way be construed as a waiver of such provisions in any other circumstance or a waiver of any other provision.\n</p> 23.\nNo Waiver Back to top <p> No waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and our failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision.\n</p> 24.\nAssignment Back to top <p> Supplier may not assign or transfer its rights or obligations under this Agreement, and any attempt to do so is void.\nSmartcat may assign or transfer any of its rights, obligations and licenses under the Agreement without restriction or notice.\n</p> 25.\nThird Party Links Back to top <p> The Platform may contain links to third-party websites, advertisers, services, special offers, or other events or activities that are not owned or controlled by us.\nWe do not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services.\nIf you access a third party website from the Platform to use any third party services, you do so at your own risk, and you understand that this Agreement and Privacy Policy do not apply to your use of such sites.\nYou expressly release us from any and all liability arising from your use of any third-party website, service, or content.\nAdditionally, your dealings with or participation in promotions of advertisers and businesses found on the Platform, including payment and delivery of goods, and any other terms (such as warranties) are solely between you and such third parties.\nYou agree that we shall not be responsible for any loss or damage of any sort relating to your dealings with such third parties.\n</p> 26.\nNotices Back to top <p> We may provide notices, whether such notices are required by law or are for marketing or other business related purposes, to you via email notice, written or hard copy notice, or through posting of such notice on our website, as determined by us in our sole discretion.\nWe reserve the right to determine the form and means of providing notifications to You, provided that you may opt out of certain means of notification as described in this Agreement.\n</p> 27.\nGoverning Law Back to top <p> If you are registered and/or reside in Europe, Asia (excluding Japan) or Africa, the laws of England and Wales, excluding its conflicts-of-law rules, govern this Agreement.\n</p>\n<p> If you are registered and/or reside in North America, South America or Japan, the laws of State of Massachusetts, excluding its conflicts-of-law rules, govern this Agreement.\n</p> 28.\nContact Us Back to top <p> Should you wish to contact us with any questions or claims with respect to the Platform, please visit our website at www.smartcat.com or email at support@smartcat.com.\n</p>\n<p> In case of technical or performance issues, please contact us at support@smartcat.com.\n</p>\n<p> Should you have any questions or should you require support in relation to receiving payments, please contact us at support_NL@smartcat.com</p>", "created_at": "2021-06-25 05:53:45.792048", "updated_at": "2021-06-25 05:53:54.629589"}, {"id": 7291, "name": "Customer Agreement", "url": "https://www.smartcat.com/customer-agreement", "xpath": "/html/body/div[1]/div/div/main/div/div", "text": " Smartcat Customer Agreement <p> Current version.\nLast updated - [10.11.2020] </p>\n<p>RECITALS</p>\n<p> A.\nSmartcat is the owner and provider of an online platform located at https://www.smartcat.com (the “Platform”) for translation services and translation project management (the “Services”).\nand </p>\n<p> B.\nCustomer is a translation agency or an end-customer interested in the Services.\n</p>\n<p> For the purposes of this Agreement Smartcat means Smartcat Platform Inc., a legal entity registered under the laws of the United States of America.\nIf you have executed a separate written agreement with any of Smartcat affiliates, this Customer Agreement does not apply to you.\n</p>\n<p> We reserve the right at all times to remove or modify any part of this Agreement unilaterally.\nWe shall notify you by posting an updated Agreement on the Platform.\nYour use of the Platform after posting the updated version shall mean your acceptance of the updated Agreement.\nIn case you use a corporate account, only the administrator of that corporate account will be notified.\nThe administrator of the corporate account and not Smartcat is solely responsible for further notification of changes to other members of the corporate account.\n</p>\n<p> Once you complete the mandatory fields of your profile to register as a Customer and accept this Customer Agreement, you represent and warrant to Smartcat that: (i) you are authorized to bind yourself.\n(ii) you agree to be bound by the Terms of Use www.smartcat.com/terms/ and (iii) you agree to be considered a Customer.\n</p>\n<p> If you do not agree with this Agreement, you are not eligible to submit Service Tasks on the www.smartcat.com website (the “Platform”).\n</p>\n<p> For the purposes of this Agreement, the “Customer” means a User of the Platform which submits a Service Task on the Platform and provides payment for such Service Task.\n</p>\n<p>1.\nSERVICES</p>\n<p>2.\nPAYMENT TERMS</p>\n<p>3.\nTERM AND TERMINATION</p>\n<p>4.\nCONFIDENTIALITY AND NON-DISCLOSURE</p>\n<p>5.\nASSIGNMENT OF TRANSLATED WORKS</p>\n<p>6.\nNON INFRINGEMENT WARRANTY AND INDEMNIFICATION</p>\n<p>7.\nDISCLAIMERS</p>\n<p>8.\nLIMITATION OF LIABILITY</p>\n<p>9.\nCALL RECORDING CONSENT</p>\n<p>10.\nMISCELLANEOUS</p> 1.\nSERVICES <p> 1.1 <b>Translation Services.</b> Smartcat will provide translation and related Services (editing, post-editing, proof reading, interpreting, etc.) with respect to materials provided by Customer (“Customer Materials”) as detailed in one or more service tasks placed by Customer through Customer’s account dashboard on the Platform or otherwise, as mutually agreed (“Service Tasks”).\n</p>\n<p> 1.2 <b>Supplementary Services.</b> Smartcat will provide supplementary Services purchased on the Platform selected by Customer.\n</p>\n<p> 1.3 <b>Delivery of Translated Works.\nAcceptance.</b>\n<br> (a) Customer accepts and acknowledges that Smartcat relies solely on the use of automation and software quality control tools to perform quality control over translation Services provided to Customer under this Agreement.\nCustomer takes full and final responsibility for its review of the quality of the completed translation of Customer Materials (“Translated Works”) and for acceptance of such Translated Works by Customer pursuant to subsection (b) below.<br> (b) Smartcat will submit Translated Works to Customer for Customer’s review as to compliance with requirements and specifications identified in the applicable Service Task (“Acceptance Review”).\nCustomer will complete its Acceptance Review within five (5) business days unless another period is agreed upon by the Parties (“Review Period”).\nPrior to the expiration of the Review Period, Customer shall provide Smartcat with notice through Customer’s account dashboard on the Platform of Customer’s Acceptance of the Translated Works (“Acceptance”) or of the Translated Works’ failure to meet Customer’s acceptance criteria (“Rejection”), provided however, that failure by Customer to deliver any notice in accordance with this section during the Review Period, will constitute automatic Acceptance of the subject Translated Works by Customer.\nFailure by Smartcat to deliver Translated Works to Customer within the timeframe identified therefore in the applicable Service Task may constitute cause for a Rejection of such Translated Works by Customer.<br> (c) In the event of a justified Rejection by Customer, Smartcat will, at the option of Customer, either: (i) use reasonable commercial efforts to correct and remedy the failure(s) or deficiency(ies) identified by Customer (using the same or another Supplier (as defined in Section 1.4(a)) in Customer’s discretion), or (ii) negotiate with Customer in good faith a discount to the fees for the Services relating to the Translated Works which were the subject of a Rejection.\nWith respect to a Rejection resulting solely from a delay in delivery, the maximum discount that Smartcat may offer will be capped at 15%.<br> (d) Smartcat’s obligations under subsection (c) comprise Customer’s sole and exclusive remedy and Smartcat’s sole obligation and liability for a Rejection of Translated Works by Customer for any reason.\n</p>\n<p> 1.4 <b>Suppliers.</b>\n<br>\n<br> (a) Smartcat in each case will engage the services of such subcontractors as Smartcat deems necessary to perform the Services required by this Agreement (“Suppliers”).<br> (b) Smartcat shall be wholly responsible for payment to the Suppliers of their fees in connection with performing the Services.\nIn no event shall Suppliers be considered employees of Customer.<br> (c) Customer may request that Smartcat either (i) use, replace or assign additional Suppliers to a Service Task or (ii) not use or remove specific Suppliers from a Service Task, and Smartcat will use reasonable commercial efforts to accommodate Customer requests.<br> (d) Customer may invite Suppliers to register on the Platform via an invitation link.\nSmartcat does not provide any additional services to such Suppliers (including, but not limited to, listing Supplier’s profile on the Platform search) except those services that are required to establish and maintain efficient collaboration and delivery of the results of the Service Task.\nThe Customer may not invite Suppliers who are the Customer’s employees.<br> (e) Customer agrees, during the term of this Agreement and for three (3) years thereafter, not to solicit any Suppliers (except for Suppliers invited by the Customer as per par.1.4(d) above) for employment or consulting, directly or indirectly, for Customer or for any business or organization in which Customer, or any of the beneficial owners of Customer, if Customer is a legal entity, has an ownership interest of any kind.\nFor the avoidance of doubt, Suppliers are considered to be invited by Customer if: (i) such Supplier’s account was not viewed on the Platform by Customer prior to invitation (ii) the Supplier’s account on the Platform was registered by the invitation link generated from Customer’s account with the Platform.<br>\n</p>\n<p> 1.5 <b>Delays.</b> In the event of (a) a delay by Customer in delivering Customer Materials or responding to questions relating to Customer Materials, (b) a delay due to Customer’s request for changes to Customer Materials or any other terms of the applicable Service Task, (c) a dispute in good faith between the parties as to whether Translated Works meet the requirements specified in the applicable Service Task, (d) a delay due to any third party’s act, failure to act or delay in performing any obligation whatsoever, other than the act, failure to act or delay by a Supplier, or (e) any other delay incurred as a result of Customer’s actions, the delivery schedule set forth in the Service Task shall be deemed postponed for an equivalent period.\nNo such delay shall relieve or suspend Customer’s obligation to pay Smartcat under Section 2 hereof and, in addition to such payment obligations, Customer shall pay for all reasonable expenses incurred by Smartcat in connection with any such delay.\nIn the event of delay due to the act, failure to act or delay in performing obligations by one or more Suppliers, Customer’s sole recourse shall be to request that such Suppliers shall be replaced and Smartcat’s duties shall be considered met upon so replacing the Suppliers, as applicable.\n</p> 2.\nPAYMENT TERMS Back to top <p> 2.1 <b>Service Fees.</b> Customer agrees to pay the fees for the Services as set forth in one or more Service Tasks or agreed otherwise.\n</p>\n<p> 2.2 <b>Additional Fees.</b> Customer agrees to pay Smartcat additional fees, calculated as set forth in the applicable Service Tasks in each of the following cases, or as otherwise agreed between Smartcat and Customer:<br> (a) Customer makes changes in the Customer Materials after the execution of a Service Task with respect thereto.\nor<br> (b) Customer requests changes to Translated Works after delivery thereof to Customer because of Customer’s preferences as to style or vocabulary, and such changes are not required for accuracy.\nor<br> (c) Customer requests delivery of Translated Works in a file and text format not agreed upon.\n</p>\n<p> 2.3 <b>Payments.</b> All invoiced fees are due immediately upon receipt of the invoice and in no event any later than five (5) calendar days following the invoice date or agreed otherwise.\n</p>\n<p> 2.4 By selecting ACH debit or credit card as its preferred payment method and by linking Customer’s bank account or credit card to the online payment service integrated with the Platform, Customer authorizes Smartcat to automatically debit the bank account or credit card provided by Customer for the amounts owed for Supplementary Services during the term thereof.\n</p>\n<p> 2.5 All taxes levied on the transactions of Service Fees under this Agreement in accordance with the applicable legislation of Customer’s jurisdiction are not included in the Service fee as well as the transaction costs (e.g.\nbank fees for the transaction).\nSuch taxes and transaction costs are calculated and paid by the Customer in excess of the Service fee by the Customer.\nSmartcat is not responsible for any of the Customer’s taxes and transaction costs.\n</p> 3.\nTERM AND TERMINATION Back to top <p> 3.1 <b>Term.\nRenewal.</b>\n<br> (a) Unless earlier terminated as set forth below, this Agreement commences on the Effective Date and shall continue for a term of twelve (12) months.\nUpon expiration of this initial term, this Agreement will automatically renew for additional twelve (12) month terms successively, unless either party gives notice to the other at least thirty (30) calendar days prior to the expiration of any such term of its intention to terminate this Agreement unless specified otherwise in the Annexes.\n<br> (b) Client may terminate this Agreement at any time upon 30 calendar days advance written notice to Smartcat unless specified otherwise in the Annexes.\n<br> (c) Notwithstanding the foregoing, this Agreement may not be terminated pursuant to this Section 3.1 in the event that there are any Service Tasks that will not have been completed as of the date of such termination.\n<br> (d) Smartcat may terminate the Platform TOS (as defined above) on the grounds specified in Section 4 of TOS.\n</p>\n<p> 3.2 <b>Effect of Termination.</b>\n<br> (a) In the event of termination of this Agreement pursuant to Section 3.1(a) for breach by Smartcat, Client shall only be responsible for the payment to Smartcat of the fees for Services performed and fees in the Annexes through the date of such termination.\n<br> (b) In the event of termination of this Agreement pursuant to Section 3.1(a) for breach by Client, including, without limitation, for failure to pay the invoiced fees for Services, Section 5 hereof shall be considered null and void, and Smartcat shall retain the rights to all translations that have not been paid for by Client.\n<br> (c) In the event of termination of any Service Task by Client prior to its completion, in the absence of breach by Smartcat, Client will be required to pay for the Services actually provided till the date of termination.\nIn the event of termination of the Supplementary services specified in the Annexes prior to completion in the absence of breach by Smartcat, Client will be required to pay for the commitment period specified in the Annexes.\n<br> (d) Notwithstanding anything to the contrary herein, Client will not be entitled to a refund of any fees covering Services that have already been performed by Smartcat as of the termination date of this Agreement, any Service Task or Annex.\n</p>\n<p> 3.3 <b>Survival.</b> With the exception of those provisions which by their terms remain in effect only during the term of this Agreement, and subject to Section 3.2 (Effect of Termination), all provisions of this Agreement will survive any termination of this Agreement.\n</p> 4.\nCONFIDENTIALITY AND NON-DISCLOSURE Back to top <p> 4.1 <b>Restrictions.</b> Smartcat acknowledges that, in order to perform the Services or to provide Supplementary Services, it shall be necessary for Customer to disclose to Smartcat certain Confidential Information (defined below) of Customer.\nSmartcat agrees that it shall not disclose, transfer, use, copy, or allow access to any such Confidential Information to any third parties, except as authorized by Customer.\nCustomer hereby authorizes Smartcat to provide Confidential Information to Suppliers, translation service providers, marketing services providers and infrastructure and development service providers, including those located in jurisdictions without adequate protection of personal data, on the terms established by Smartcat provided that Smartcat shall implement technical and organizational security measures in respect of processing of such data.\n</p>\n<p> 4.2 <b>Definition.</b> Information disclosed by Customer, including, but not limited to, information that relates to existing and future products or services, designs, business plans, business opportunities, finances, research, development, know-how, personnel, personal data or third party confidential information will be considered and referred to collectively in this Agreement as “Confidential Information.” Confidential Information, however, does not include information that (a) is now or subsequently becomes generally available to the public through no fault or breach by Smartcat.\n(b) Smartcat can demonstrate to have rightfully had in its possession prior to disclosure by Customer.\nor (c) Smartcat rightfully obtains from a third party who has the right to transfer or disclose it.\n</p>\n<p> 4.3 <b>Smartcat Proprietary Information.</b> Customer shall treat as confidential and agrees not to disclose to any third party without the prior written consent of Smartcat, any information learned by Customer within the scope of the Services relationship with Smartcat that would appear to a reasonable person to be confidential or proprietary.\nNames and rates of Suppliers will be considered confidential information of Smartcat pursuant hereto.\n</p>\n<p> 4.4 <b>Personal Data.</b> The Parties shall comply with the terms of Smartcat’s Data Processing Agreement located at https://www.smartcat.com/dpa/ (the “Data Processing Agreement”) and incorporated herein by reference if, and solely to the extent, that the Services require personal data processing by the Parties.\nSmartcat may modify the terms of Data Processing Agreement unilaterally at any time with or without notice to Customer, provided, however, that such modifications shall become effective and binding on Customer upon the earlier of (a) notice to Customer, or (b) access by Customer of its account on the Platform.\nNotwithstanding anything in the Agreement to the contrary, if Customer does not accept such modified terms of the Data Processing Agreement, Customer may terminate the Agreement unilaterally for convenience within two (2) weeks following the effective date thereof (as determined in accordance with the preceding sentence.\n</p> 5.\nASSIGNMENT OF TRANSLATED WORKS Back to top <p> 5.1 <b>Assignment by Smartcat.</b> Subject to payment by Customer of the fees as set forth in Section 2 hereof, Smartcat hereby does and will irrevocably assign to Customer all of Smartcat’s right, title and interest in and to any and all Translated Works.\n</p>\n<p> 5.2 <b>Assignment by Suppliers.</b> Smartcat covenants, represents and warrants that each Supplier who performs Services under this Agreement has or will have a written agreement with Smartcat that provides Smartcat with all necessary rights to fulfill its obligations under this Agreement, including but not limited to the obligations of this Section 5.\n</p> 6.\nNON INFRINGEMENT WARRANTY AND INDEMNIFICATION Back to top <p> 6.1 <b>Customer Warranty.</b> Customer warrants that it is the lawful owner of Customer Materials, that such Customer Materials have been lawfully developed or acquired by Customer, and that use of such Customer Materials will not infringe on any third party intellectual property.\n</p>\n<p> 6.2 <b>Indemnification.</b> Customer agrees to indemnify and hold Smartcat harmless from any and all losses, claims, damages, expenses or liabilities (including reasonable attorneys’ fees) which Smartcat may incur based on Customer Materials.\n</p> 7.\nDISCLAIMERS Back to top <p> 7.1 <b>General</b>.\nTHE SERVICES ARE PROVIDED ON AN “AS IS” BASIS.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, SMARTCAT DISCLAIMS ALL REPRESENTATIONS AND WARRANTIES EXPRESS OR IMPLIED, WITH RESPECT TO ANY INFORMATION, SERVICES, PRODUCTS, AND MATERIALS, INCLUDING BUT NOT LIMITED TO, WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT, FREEDOM FROM COMPUTER VIRUS, AND IMPLIED WARRANTIES ARISING FROM COURSE OF DEALING OR COURSE OF PERFORMANCE.\nSMARTCAT IS NOT RESPONSIBLE FOR TYPOGRAPHICAL ERRORS REGARDLESS OF SOURCE.\n</p>\n<p> 7.2 <b>Third-Party Services.</b> All translation Services pursuant to this Agreement will be performed by Suppliers of Smartcat.\nSmartcat disclaims all liability for any errors, omissions, or ambiguities in the translations provided by Smartcat and Customer’s reliance on any such translation is at Customer’s sole risk.\nSmartcat shall not be liable for any losses caused by reliance on the accuracy or reliability of translations provided by it to Customer.\n</p> 8.\nLIMITATION OF LIABILITY Back to top <p> 8.1 <b>No Indirect Damages.</b> In no event will Smartcat be liable to Customer for consequential, incidental, indirect, punitive or special damages, or loss of profits, data, business or goodwill, regardless of whether such liability is based on breach of contract, tort, strict liability, breach of warranties, failure of essential purpose, or otherwise, and even if advised of the likelihood of such damages.\nSmartcat shall not bear any responsibility for changes made to any Translated Works following delivery thereof by Smartcat to Customer.\n</p>\n<p> 8.2 <b>Limitation Cap.</b> Any and all liabilities of Smartcat resulting from this Agreement are, without exception, limited to and at a maximum equal to the lesser of (a) $10,000 or (b) the total payments made by Customer to Smartcat hereunder within one (1) month immediately preceding any such claim.\nIt is intended that this limitation apply to any and all liability or cause of action however alleged or arising, unless otherwise prohibited by law.\n</p> 9.\nCALL RECORDING CONSENT Back to top <p> Customer acknowledges that it is a business practice of Smartcat to record telephone conversations with its customers, including its telephone conversations with Customer, in order to maintain a high level of Services and to minimize miscommunication.\nCustomer hereby expressly gives its consent to such recording by Smartcat and to the use of recordings in the event of any dispute arising out of this Agreement between Smartcat and Customer.\n</p> 10.\nMISCELLANEOUS Back to top <p> 10.1 <b>Entire Agreement.</b> This Agreement constitutes the entire agreement of the parties hereto and supersedes all oral and written agreements and understandings made or entered into by the parties hereto prior to the date hereof.\nThis Agreement may include addendums executed with the Customer separately.\nSuch addendums form an integral part of this Agreement.\n</p>\n<p> 10.2 <b>Severability.</b> In the event of any conflict between any provision hereof and any applicable laws to the contrary, the latter shall prevail, but this Agreement shall be deemed modified only to the extent necessary to remove such conflicts and the remaining provisions of this Agreement shall remain in full force and effect.\n</p>\n<p> 10.3 <b>Waiver.</b> Any waiver of a failure to perform or a breach shall not operate to waive any subsequent failure to perform or breach.\n</p>\n<p> 10.4 <b>Governing Law.</b> This Agreement shall be construed, interpreted and enforced in accordance with and shall be governed by the laws of the State of Massachusetts applicable to agreements entered into and to be wholly performed therein without regard to conflict of law principles that would result in the application of any law other than the law of the State of Massachusetts.\n</p>\n<p> 10.5 <b>Arbitration.</b> Any unresolved controversy or claim arising out of or relating to this Agreement shall be submitted to arbitration by one arbitrator mutually agreed upon by the parties, and if no agreement can be reached within thirty (30) days after names of potential arbitrators have been proposed by the American Arbitration Association (the “AAA”), then by one arbitrator having reasonable experience in commercial transactions of the type provided for in this Agreement and who is chosen by the AAA.\nThe arbitration shall take place in Boston, Massachusetts, in accordance with the AAA rules then in effect, and judgment upon any award rendered in such arbitration will be binding and may be entered in any court having jurisdiction thereof.\nThere shall be limited discovery prior to the arbitration hearing as follows: (a) exchange of witness lists and copies of documentary evidence and documents relating to or arising out of the issues to be arbitrated, (b) depositions of all party witnesses, and (c) such other depositions as may be allowed by the arbitrators upon a showing of good cause.\nDepositions shall be conducted in accordance with the Massachusetts Code of Civil Procedure, the arbitrator shall be required to provide in writing to the parties the basis for the award or order of such arbitrator, and a court reporter shall record all hearings, with such record constituting the official transcript of such proceedings.\n</p>\n<p> 10.6 <b>Notices.</b> All notices required or permitted under this Agreement shall be in writing addressed to the respective parties at their addresses set forth in the signature page hereto, unless another address shall have been designated, and shall be delivered by hand or by registered or certified mail, postage prepaid or by electronic mail with confirmation of receipt.\n</p>\n<p> 10.7 <b>Force Majeure.</b> Smartcat shall not be liable to Customer for any failure or delay caused by events beyond Smartcat’s control including, without limitation, Customer’s failure to furnish necessary information, sabotage, failure or delays in transportation or communication, failures or substitutions of equipment, labor disputes, accidents, shortages of labor, fuel, raw materials or equipment, or technical failures.\n</p>\n<p> 10.8 <b>Presumption.</b> This Agreement shall be interpreted in accordance with the plain meaning of its terms and not strictly for or against either of the parties.\n</p>\n<p> 10.9 <b>Attorneys’ Fees.</b> In the event of any dispute with respect to this Agreement, the prevailing party shall be entitled to reasonable attorneys’ fees and other costs and expenses incurred in resolving such dispute.\n</p>", "created_at": "2021-06-25 05:52:44.925304", "updated_at": "2021-06-25 05:52:53.103479"}, {"id": 7290, "name": "Terms of Use", "url": "https://www.smartcat.com/terms", "xpath": "/html/body/div[1]/div/div/main/div/div", "text": " Smartcat Terms of Use <p> Current version.\nLast updated - [10.11.2020] </p>\n<p> IMPORTANT! PLEASE READ THIS AGREEMENT CAREFULLY AS IT MAY AFFECT YOUR LEGAL RIGHTS AND OBLIGATIONS.\n</p>\n<p> Please read carefully the following provisions of this Agreement (the “Agreement” or “Terms of Use” or “TOS”).\nThis is a legal agreement between you and Smartcat (“Smartcat”, “we” or “us”) regarding an online service and website located at www.smartcat.com (the “Platform”).\n</p>\n<p> Platform is not for use by children.\nYou are eligible to use the Platform if you are 16 years and older.\nHowever, it is prohibited to create a Supplier profile for an individual who has not reached the age of 18 for the purposes of performing a Service Task.\nAn individual who has not reached the age of 18 but is 16 years old or older is able to use the Platform for educational and non-commercial purposes only.\nPlease do not submit on the Platform any personal data of children below the age of 16 unless express permission of their parents or legal guardians was duly obtained.\n</p>\n<p> These Terms of Use contain our standard terms.\nIf you wish to have any specific terms, please contact us at: support@smartcat.com.\nFor advanced subscription plan, please go to https://www.smartcat.com/pricing/.\n</p>\n<p>I.\nGENERAL PROVISIONS</p>\n<p>II.\nREGISTRATION</p>\n<p>III.\nBILLING AND PAYMENT</p>\n<p>IV.\nTERMINATION</p>\n<p>V.\nLIMITATIONS</p>\n<p>VI.\nUSER CONTENT</p>\n<p>VII.\nDATA PROTECTION</p>\n<p>VIII.\nINTELLECTUAL PROPERTY</p>\n<p>IX.\nDISCLAIMER OF WARRANTY</p>\n<p>X.\nLIMITATION OF LIABILITY</p>\n<p>XI.\nRELEASE</p>\n<p>XII.\nINDEMNITY</p>\n<p>XIII.\nNO WAIVER</p>\n<p>XIV.\nASSIGNMENT</p>\n<p>XV.\nTHIRD PARTY LINKS</p>\n<p>XVI.\nFEEDBACK</p>\n<p>XVII.\nCALIFORNIA USERS AND RESIDENTS</p>\n<p>XVIII.\nCOPYRIGHT COMPLAINTS</p>\n<p>XIX.\nARBITRATION</p>\n<p>XX.\nGOVERNING LAW</p>\n<p>XXI.\nCONTACT US</p> I.\nGENERAL PROVISIONS <p>\n<b>A.</b> Smartcat means either Smartcat Platform Inc.\nor Smartcat Europe B.V.\na legal entity registered in the Netherlands with registered address at Rouboslaan 36 B, 2252 TR, Voorschoten, the Netherlands, registration № 859832880 depending on what further agreement you are becoming a party to (Customer Agreement or Supplier Agreement).\nIf you do not enter into any of those agreements and use the Platform only for your personal use, the applicable party of the Terms of Use is Smartcat Platform Inc.\n</p>\n<p>\n<b>B.</b> In order to use free features of the Platform, you must agree to these Terms of Use.\nOther specific terms incorporated herein by reference may apply if you use the Platform as Supplier or Customer.\n</p>\n<p>\n<b>C.</b> We reserve the right at all times to remove or modify any part of this Agreement unilaterally.\nWe shall notify you by posting an updated Agreement on the Platform.\nYour use of the Platform after posting the updated version shall mean your acceptance of the updated Agreement.\nIn case you use a corporate account, only the administrator of that corporate account will be notified.\nThe administrator of the corporate account and not Smartcat is solely responsible for further notification of changes to other members of the corporate account.\n</p>\n<p>\n<b>D.</b> By using the Platform, User: (i) agrees to be bound by this TOS.\n(ii) acknowledges and agrees that User is not relying on any representation, guarantee, or statement to access the Platform or to utilize Supplementary Service, other than as expressly set forth in TOS.\nand (iii) represents and warrants that User is lawfully able to enter into contracts.\nIn addition, the person agreeing to this TOS on behalf of a business or other legal entity hereby represents and warrants that such person authorized and lawfully able to bind that business or entity to this TOS.\nIf you don’t want to be bound by the terms hereof you shall stop using the Platform and delete all your existing accounts on the Platform.\nYour continued use of the Platform means you complete acceptance of this Agreement.\n</p>\n<p>\n<b>E.</b> The Platform represents a website and technology platform for translation workflow automation allowing a registered User to automate translation processes and make use of technologies available at the Platform.\nThe “User” means any person accessing the Platform.\nThe Platform provides its Users to ability to exploit free features of the Platform and provides the Users registered as Suppliers and Customers to render and to exploit translation services on the Platform (the “Services”).\nSmartcat may also provide access to additional Platform services including but not limited to text translation tools (“Supplementary Services”), which Supplementary Services may be added or removed by a User in such User’s account on the Platform.\n</p>\n<p>\n<b>F.</b> You are free to use the Platform for your own internal purposes except for the Supplementary Services.\nSubject to the terms and conditions of this Agreement, you are hereby granted a non-exclusive, limited, non-transferrable, freely revocable license to use the Platform for your personal use.\nWe reserve all rights not expressly granted herein in the Platform.\n</p> II.\nREGISTRATION Back to top <p>\n<b>A.</b> To access and use the Platform you must be a legal entity or an individual who can enter into legally binding contracts.\n</p>\n<p>\n<b>B.</b> You must not access and use the Platform if you reside or have business activities in the territory included in the economic and financial sanctions lists maintained by OFAC and/or EU, or are subject to such sanctions in any other way, or if we have previously banned you from accessing and using the Platform and/or closed your account on the Platform.\n</p>\n<p>\n<b>C.</b> In order to use the Platform you must create an account either on your own or by invitation of another User, and provide certain information about yourself.\nYou agree to provide true, accurate and complete information as prompted by the registration form and all forms you access on the Platform, and to update this information to maintain its truthfulness, accuracy and completeness.\nSmartcat use of information provided by Users is governed by our Privacy Policy located at https://www.smartcat.com/privacy-policy/, and User consent to all actions that Smartcat takes with respect to User information consistent with such Privacy Policy.\nYou are responsible for maintaining confidentiality of your account password.\nYou are also responsible for all activities that occur in connection with your account.\nYou warrant and undertake to us that any person using the Platform with your username and password is you or is authorized to act for you.\nYou agree to notify us immediately if you suspect any unauthorized use of your account.\nSmartcat will not be liable for any loss that User may incur as a result of someone else using User’s username or password, either with or without User’s knowledge.\n</p>\n<p>\n<b>D.</b> We may, but are under no obligation to, subject you to an extensive vetting process before you can register on the Platform and during your use of the Platform, including but not limited to verification of identity and comprehensive criminal background check, at the regional, national and local level, using third party services as appropriate.\nYou hereby give us consent to conduct background checks as often as required in compliance with applicable laws and regulations, as well as our internal policies without any notice.\n</p>\n<p>\n<b>E.</b> We cannot confirm that each person using the Platform is who he, she or it claims to be and therefore, we cannot and do not assume any responsibility for the accuracy or reliability of the identity or background check information or any other information provided through the Platform.\n</p>\n<p>\n<b>F.</b> When interacting with the Platform you should exercise caution and common sense to protect your personal safety and property, just as you would when interacting with other people whom you do not know.\nNeither Smartcat nor its affiliates or licensors shall be responsible for the conduct, whether online or offline, of any User of the Platform and you hereby release Smartcat and its affiliates or licensors from any liability related thereto.\nSmartcat, its affiliates and licensors will not be liable for any claim, injury or damage arising in connection with your use of the Platform.\n</p> III.\nBILLING AND PAYMENT Back to top <p>\n<b>A.</b> The fee for each Supplementary Service purchased on the Platform and fee currency is indicated in the specific section of the Platform.\nThe fee is paid to Smartcat by payment means available at the Platform or as agreed otherwise.\nThe User may also accept Supplementary Services orders by email and such orders shall contain specific terms of payment and other agreed terms.\n</p>\n<p>\n<b>B.</b> Smartcat has the right to seek reimbursement from you, and you will reimburse Smartcat, if Smartcat discovers a fraudulent transaction, erroneous or duplicate transaction.\n</p>\n<p>\n<b>C.</b> To the maximum extent available pursuant to applicable law you hereby waive any right to seek refund for any Supplementary Service purchased on the Platform.\n</p>\n<p>\n<b>D.</b> The Platform operates in various currencies.\nSmartcat is not responsible for currency fluctuations that occur when billing or crediting a credit or debit card denominated in a currency other than the currency indicated on the Platform, nor is Smartcat responsible for currency fluctuations that occur when sending payment via wire transfer, check or automated clearinghouse to and from User's bank account, credit card account, e-wallet account or any other payment method.\nForeign currency conversion is processed at a foreign currency conversion rate which is set in the Platform.\nThe exchange rate is updated on a daily basis, but may not be identical to the real-time market rate.\n</p>\n<p>\n<b>E.</b> The fees for Supplementary Services are indicated in User’s account on the Platform and may be changed by Smartcat at its own discretion with at least contemporaneous notice thereof, with such changes having prospective effect only.\n</p>\n<p>\n<b>F.</b> By selecting ACH debit or credit card as its preferred payment method and by linking User’s bank account or credit card to the online payment service integrated with the Platform, the User authorizes Smartcat to automatically debit the bank account or credit card provided by User for the amounts owed for Supplementary Services during the term thereof.\n</p> IV.\nTERMINATION Back to top <p>\n<b>A.</b> Smartcat reserves the right, in Smartcat’s sole discretion, to refuse, suspend, or terminate User’s access to the Platform and any Supplementary Services at any time by providing the User with a written or email notice of such termination (a) upon reasonable demand of a state authority and (b) in case of User’s violation of Suppliers solicitation limitations.\n</p>\n<p>\n<b>B.</b> Smartcat reserves the right, in Smartcat’s sole discretion, to refuse, suspend, or terminate User’s access to the Platform and any Supplementary Services at any time by providing the User with a written or email notice of such termination in case of (a) uploading content to the Platform by the User that contains calls for terrorism, coup d’etat or promotes child pornography, violates any applicable law, content that advocates, endorses, condones or promotes racism, bigotry, hatred or physical harm of any kind against any individual or group of individuals, or (b) in the event User materially violates any limitations under section ‎‎V (B) below, provided that such violation is not cured by User within 2 days after receiving a notice on violation.\n</p>\n<p>\n<b>C.</b> If Smartcat terminates User’s access to the Platform for violation of this TOS, User will not be entitled to any refund of unused balance in User’s account.\nIf Smartcat terminates User’s account for any reason, the User is prohibited from registering and creating a new account under User’s name, a fake or borrowed name, or the name of any third party, unless Smartcat gives express consent thereto.\nIn addition to terminating or suspending User’s account, Smartcat reserves the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.\n</p>\n<p>\n<b>D.</b> Upon termination, all provisions of this TOS, which, by their nature, shall survive termination, including, without limitation, warranty disclaimers, indemnity and limitations of liability.\n</p> V.\nLIMITATIONS Back to top <p>\n<b>A.</b> The Platform may contain profiles, e-mail systems, blogs, message boards, chat areas, newsgroups, forums, communities and/or other message or communication facilities (“Public Areas”) that allow a User to communicate with other Users.\nUser may only use such community areas to send and receive messages and materials that are relevant and proper to the applicable forum.\n</p>\n<p>\n<b>B.</b> User agrees not to engage in any of the following conduct on the Platform: </p>\n<p> 1.&nbsp.\nDefame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as, but not limited to, rights of privacy and publicity) of others, including Smartcat staff.<br> 2.&nbsp.\nPublish, post, upload, distribute or disseminate any profane, defamatory, infringing, obscene or unlawful topic, name, material or information.<br> 3.&nbsp.\nUpload content that is offensive and/or harmful, including, but not limited to, content that advocates, endorses, condones or promotes racism, bigotry, hatred or physical harm of any kind against any individual or group of individuals.<br> 4.&nbsp.\nUse the Platform for any illegal purpose, including, but not limited to posting materials in violation of local, state, national, or international law.<br> 5.&nbsp.\nModify, adapt, appropriate, reproduce, distribute, translate, create derivative works or adaptations of, publicly display, sell, trade, or in any way exploit the Platform, except as expressly authorized by this TOS.<br> 6.&nbsp.\nUpload files that contain software or other material that violates the intellectual property rights (or rights of privacy or publicity) of any third party.<br> 7.&nbsp.\nUpload files that contain viruses, Trojans, corrupted files, or any other similar software that may damage the operation of another computer.<br> 8.&nbsp.\nPost or upload any content to which User have not obtained any necessary rights or permissions to use accordingly.<br> 9.&nbsp.\nRemove, circumvent, disable, damage or otherwise interfere with any security-related features of the Platform or features that enforce limitations on the use of the Platform.<br> 10.\nAdvertise or offer to sell any goods or services for any commercial purpose through the Platform which are not relevant to the services offered through the Platform.<br> 11.\nUse the Platform to solicit for any other business, website or service, or otherwise contact Users for employment, contracting or any purpose not related to the use of the Platform as set forth herein.<br> 12.\nConduct or forward surveys, contests, pyramid schemes, or chain letters.<br> 13.\nImpersonate another person or a User or allow any other person or entity to use User’s identification to post or view comments.<br> 14.\nRestrict or inhibit any other User from using and enjoying the Public Areas.<br> 15.\nImply or indicate that any statements User makes are endorsed by Smartcat, without Smartcat’s prior written consent.<br> 16.\nUse any robot, spider, site search/retrieval application, or other automated device, process or means to access, retrieve, scrape, or index any portion of the Platform.<br> 17.\nReverse engineer any portion of the Platform.<br> 18.\nHack or interfere with the Platform, its servers or any connected networks or disobey any requirements, procedures, policies or regulations of networks connected to the Platform.<br> 19.\nAdapt, alter, license, sublicense or translate the Platform for User’s own personal or commercial use.<br> 20.\nRemove or alter, visually or otherwise, any copyrights, trademarks or proprietary marks or rights owned by Smartcat.<br> 21.\nUpload content that provides materials or access to materials that exploit people under the age of 18 in an abusive, violent or sexual manner.<br> 22.\nUse the Platform to collect usernames and/or email addresses of Users by electronic or other means.<br> 23.\nRegister under different usernames or identities, after User’s account has been suspended or terminated.<br> 24.\nTo circumvent the Platform or any associated fees which shall be done via the Platform.\nFor the avoidance of doubt all payments for the Services from or to the Users shall be made via the Platform, unless Users were in contractual, business, employment relationships before these Users engaged into provision/receipt of Services via the Platform.\n</p>\n<p>\n<b>C.</b> The Platform also provides functionalities, tools and API integration and interoperability features as set forth in the Smartcat API documentation available at https://www.smartcat.com/integrations/ , to enable Customer to create custom integrations with the Platform as a Supplementary Service.\nCustomer shall be solely responsible for enabling the interoperability of features with the Platform.\n</p> VI.\nUSER CONTENT Back to top <p>\n<b>A.</b> Users are solely responsible for their content uploaded on the Platform.\nSmartcat is not responsible for the content uploaded by a specific User, however Smartcat reserves the right to investigate and take appropriate legal action against anyone who, in Smartcat’s sole discretion, violates this provision, including, without limitation, removing the offending content from the Platform, suspending or terminating the account of such violators and reporting User to the law enforcement authorities.\n</p>\n<p>\n<b>B.</b> Smartcat does not display, reproduce and distribute Users’s content to or with any third parties apart from other users authorised by the User who owns the content and Smartcat’s affiliates, subsidiaries and suppliers who are responsible for functional maintenance of the Platform.<br> To the extent it is necessary in order for Smartcat to provide the User with any of the services and features of the Platform and in order to enable usage of the Platform, the User hereby grants Smartcat, its affiliates, subsidiaries and the aforementioned suppliers, a non-exclusive, royalty-free, transferable right to use, display, reproduce and distribute such content exclusively for the purpose of maintaining the functionality of the Platform features.<br> Any and all content, data or information that the User uploads or makes available to or via the Platform is secure and owned solely by such User subject to content ownership rights regulated under supplier agreement https://www.smartcat.com/supplier-agreement/ and customer agreement https://www.smartcat.com/customer-agreement/.\n</p>\n<p>\n<b>C.</b> Any User that uploads its content on the Platform acknowledges and agrees that Smartcat may preserve content and may also disclose content if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: (i) comply with legal processes, applicable laws or government requests.\n(ii) enforce this TOS.\n(iii) respond to claims that any content violates the rights of third parties.\nor (iv) protect the rights, property, or personal safety of Smartcat or the public.\n</p> VII.\nDATA PROTECTION Back to top <p>\n<b>A.</b> User understands that the technical processing and transmission of the Platform, including such User’s content, may involve (i) transmissions over various networks.\nand (ii) changes to conform and adapt to technical requirements of connecting networks or devices.\n</p>\n<p>\n<b>B.</b> User’s content is encrypted as follows: Platform uses an HTTPS/TLS protocol to protect data in transit between User’s computer and Smartcat servers, and a 256-bit Advanced Encryption Standard (AES) to protect data at rest.\n</p>\n<p>\n<b>C.</b> The Parties of this Agreement shall be bound to SmartCAT Data Processing Agreement located at https://www.smartcat.com/dpa/, incorporated herein by reference and being an integral part of this Agreement.\n</p>\n<p>\n<b>D.</b> You hereby provide written authorization to Smartcat to transfer your personal data collected by Smartcat from you pursuant to providing the Services or Supplementary Services to third party service and analytics providers for the purpose of providing, analysing and modifying the Services, Supplementary Services and the Platform, including cross-border transfers outside European Economic Area.\n</p> VIII.\nINTELLECTUAL PROPERTY Back to top <p>\n<b>A.</b> All Smartcat intellectual property rights such as text, graphics, editorial content, data, formatting, graphs, designs, HTML, look and feel, photographs, music, sounds, images, software, videos, designs, typefaces and other content (collectively “Proprietary Material”) that Users see or read through the Platform is owned by Smartcat, excluding any User-generated content licensed to Smartcat pursuant to this TOS.\nProprietary Material is protected in all forms, media and technologies now known or hereinafter developed.\nSmartcat owns all Proprietary Material, as well as the coordination, selection, arrangement and enhancement of such Proprietary Materials as a collective work under the applicable intellectual property legislation.\nThe Proprietary Material is protected by the domestic and international laws on copyright, patents, and other proprietary rights and laws.\nUser may not copy, download, use, redesign, reconfigure, or retransmit anything from the Platform without Smartcat’s express prior written consent and, if applicable, the holder of the rights to the User content.\nAny use of such Proprietary Material, other than as permitted therein, is expressly prohibited without Smartcat prior permission and, if applicable, the holder of the rights to the User content.\n</p>\n<p>\n<b>B.</b> Smartcat service marks and trademarks, including, without limitation, Smartcat logos are service marks owned by Smartcat.\nAny other trademarks, service marks, logos and/or trade names appearing on the Platform are the property of their respective owners.\nUser may not copy or use any of these marks, logos or trade names without the express prior written consent of the owner.\n</p> IX.\nDISCLAIMER OF WARRANTY Back to top <p>\n<b>A.</b> USER’S USE OF THE PLATFORM IS AT USER’S SOLE RISK.\nALL SERVICES ON THE PLATFORM, INCLUDING SUPPLEMENTARY SERVICES, ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nSMARTCAT EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.\n</p>\n<p>\n<b>B.</b> UNLESS OTHERWISE PROVIDED IN A SEPARATE AGREEMENT WITH SMARTCAT, SMARTCAT MAKES NO WARRANTY THAT (I) THE PLATFORM WILL MEET USER’S REQUIREMENTS, (II) THE PLATFORM WILL BE UNINTERRUPTED, TIMELY (UP-TO-DATE), OR ERROR-FREE, (III) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE PLATFORM WILL BE ACCURATE OR RELIABLE, OR (IV) THE QUALITY OR FITNESS OF ANY DOCUMENTS, PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY USER THROUGH THE PLATFORM WILL MEET USER’S EXPECTATIONS.\n</p>\n<p>\n<b>C.</b> THE PLATFORM IS SECURED BY TAKING APPROPRIATE ADMINISTRATIVE, PHYSICAL, AND TECHNICAL MEASURES FOR PROTECTION OF THE SECURITY, CONFIDENTIALITY AND INTEGRITY OF USER DATA, INCLUDING, BUT NOT LIMITED TO USING CERTIFIED SECURED DATA PROTOCOLS AND ENCRYPTING SENSIBLE DATA (“SMARTCAT SECURITY”).\nSMARTCAT SECURITY IS PROVIDED “AS IS” AND “AS AVAILABLE,” AND SMARTCAT MAKES NO WARRANTIES THAT THE LEVEL OF SMARTCAT SECURITY SHALL BE RESISTANT TO POSSIBLE DDOS AND ANY OTHER TYPES OF ATTACKS ON THE PLATFORM AND CONSECUTIVELY BEARS NO LIABILITY WHATSOEVER IF THE AVAILABLE LEVEL OF SMARTCAT SECURITY IS NOT SUFFICIENT TO WITHSTAND ANY OF THE ABOVE MENTIONED ATTACKS.\n</p> X.\nLIMITATION OF LIABILITY Back to top <p>\n<b>A.</b> IN NO EVENT SHALL SMARTCAT AND ITS AFFILIATES, EMPLOYEES, OFFICERS, DIRECTORS, OWNERS, INFORMATION PROVIDERS, AGENTS, LICENSEES, LICENSORS (“RELEASED PARTIES”) BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES (INCLUDING BUT NOT LIMITED TO LOSS OF USE, LOSS OF PROFITS, OR LOSS OF DATA) WHETHER IN AN ACTION IN CONTRACT, TORT (INCLUDING BUT NOT LIMITED TO NEGLIGENCE), EQUITY OR OTHERWISE, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF THE PLATFORM, INCLUDING, WITHOUT LIMITATION, ANY ERRORS, OMISSIONS, INTERRUPTIONS, DEFECTS, DELAYS IN TRANSMISSION, ETC.\n</p>\n<p>\n<b>B.</b> UNLESS OTHERWISE PROVIDED IN A SEPARATE AGREEMENT WITH SMARTCAT, IN NO EVENT WILL SMARTCAT’S TOTAL LIABILITY TO A USER FOR DAMAGES, LOSSES OR CAUSES OF ACTION RESULTING FROM THE USE OF THE PLATFORM UNDER THIS TOS EXCEED $100.\n</p>\n<p>\n<b>C.</b> SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS SET FORTH ABOVE MAY NOT APPLY TO A USER.\nIF A USER IS DISSATISFIED WITH ANY PORTION OF THE PLATFORM, USER’S SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE THE USE OF THE PLATFORM.\n</p> XI.\nRELEASE Back to top <p>\n<b>A.</b> If the event of a dispute between Users, each User agrees to release the Released Parties from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such dispute.\n</p>\n<p>\n<b>B.</b> USER HEREBY WAIVES CALIFORNIA CIVIL CODE §1542 (AND ANY ANALOGOUS LAW IN ANY OTHER APPLICABLE JURISDICTION) WITH RESPECT TO ANY SUCH DISPUTE BETWEEN USERS, WHICH PROVIDES: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.” </p> XII.\nINDEMNITY Back to top <p>\n<b>A.</b> User agrees to indemnify, defend and hold Released Parties harmless from and against any and all liabilities, claims, costs, including reasonable attorneys’ fees, incurred by the Released Parties in connection with any third party demand, claims, action, suit, or loss arising as a result of, in connection with, or for (A) any breach by User of this TOS or any use by User of its account or the Platform.\n(B) any fraud or manipulation by User.\n(C) infringement based on information, data, files or other content submitted by User.\n(D) credit card fraud based on any information submitted by User.\nor (E) breach of payment obligations.\nUser agrees to use User’s best efforts to cooperate with Smartcat in the defense of any demand, claim, action or suit.\nSmartcat reserves the right to assume the exclusive defense of any matter subject to indemnification by User at Smartcat’s own expense.\n</p> XIII.\nNO WAIVER Back to top <p>\n<b>A.</b> No waiver of any term of this TOS shall be deemed a further or continuing waiver of such term or any other term, and Smartcat’s failure to assert any right or provision under this TOS shall not constitute a waiver of such right or provision.\n</p> XIV.\nASSIGNMENT Back to top <p>\n<b>A.</b> This TOS, and any rights and licenses granted hereunder, may not be transferred or assigned by User, but may be assigned by Smartcat without restriction or notice.\n</p> XV.\nTHIRD PARTY LINKS Back to top <p>\n<b>A.</b> The Platform may contain links to third-party websites, advertisers, services, special offers, or other events or activities (“Third Party Services”) that are not owned or controlled by Smartcat.\nSmartcat does not endorse or assume any responsibility for any such Third Party Services or their operators.\nIf User accesses a Third Party Service from the Platform, User does so at User’s own risk, and User understands that this TOS does not apply to User’s use of such Third Party Service.\nUser expressly releases Smartcat from any and all liability arising from User’s use of any Third Party Service.\nAdditionally, User’s dealings with or participation in Third Party Services found on the Platform, including payment and delivery of goods, and any other terms (such as warranties) are solely between User and the operators of such Third Party Services.\nUser agrees that Smartcat shall not be responsible for any loss or damage of any sort relating to User’s dealings with such Third Party Services operators.\n</p> XVI.\nFEEDBACK Back to top <p>\n<b>A.</b> Smartcat welcomes User feedback about Supplementary Services and the Platform.\nUnless otherwise expressly declared, any communications sent to us by Users are deemed to be submitted on a non-confidential basis.\nUser agrees that Smartcat may decide to publicize such contents at its own discretion.\nUser agrees to authorize Smartcat to make use of such contents for free, and revise, modify, adjust and change contextually, or make any other changes as Smartcat may deem appropriate.\n</p> XVII.\nCALIFORNIA USERS AND RESIDENTS Back to top <p>\n<b>A.</b> Pursuant to California Civil Code Section 1789.3, any questions about pricing, complaints, or inquiries about Smartcat must be addressed to our agent for notice and sent via certified mail to: Smartcat Platform Inc., 177 Huntington Ave Ste 1703, PMB 50985, Boston, Massachusetts 02115-3153 US.\n</p>\n<p>\n<b>B.</b> California users are also entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 1625 North Market Blvd., Sacramento, CA 95834, or by telephone at (916) 445-1254 or (800) 952-5210.\n</p> XVIII.\nCOPYRIGHT COMPLAINTS Back to top <p>\n<b>A.</b> We respect the intellectual property of others and expect you to do the same.\nIf you believe, in good faith, that any content available on the Platform infringes any intellectual property rights of any third party, please send the following information to the Smartcat’s copyright agent at support@smartcat.com: </p>\n<p> 1.&nbsp.\nA description of the copyrighted work that you think has been infringed, including the URL (Internet address) or another specific location on the Platform where the material you think to be infringed is located.\nInclude enough information to allow us to locate the materials and explain why you think an infringement has taken place;<br> 2.&nbsp.\nA description of the location where the original or an authorized copy of the copyrighted work exists – for example, the URL (Internet address) where it is posted or the name of the book in which it has been published;<br> 3.&nbsp.\nYour address, telephone number and e-mail address;<br> 4.&nbsp.\nA statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent or the law;<br> 5.&nbsp.\nA statement by you, made under penalty of perjury, that the information in your notice is accurate and that you know the real copyright owner or authorized to act on the copyright owner's behalf;<br> 6.&nbsp.\nAn electronic or physical signature of the owner of the copyright or the person authorized to act on behalf of the owner of the copyright interest.\n</p> XIX.\nARBITRATION Back to top <p>\n<b>A.</b> If you are registered and/or reside in North America, South America or Japan, any dispute (“Dispute”) arising from or relating to the subject matter of this Agreement shall be finally settled by ICC arbitration in Boston, Massachusetts, U.S.A., using the English language in accordance with the ICC arbitration rules (“ICC”) then in effect, by one commercial arbitrator with substantial experience in resolving intellectual property and commercial contract disputes, who shall be selected from the appropriate list of ICC arbitrators in accordance with the ICC rules of arbitration.\n</p>\n<p>\n<b>B.</b> If you are registered and/or reside in any other location, any Dispute shall be finally settled by LCIA arbitration in London, the United Kingdom, using the English language in accordance with the LCIA rules (“LCIA”) then in effect, by one commercial arbitrator with substantial experience in resolving intellectual property and commercial contract disputes, who shall be selected from the appropriate list of LCIA arbitrators in accordance with the LCIA rules.\n</p>\n<p>\n<b>C.</b> Judgment upon the award so rendered may be entered in a court having jurisdiction, or application may be made to such court for judicial acceptance of any award and an order of enforcement, as the case may be.\n</p>\n<p>\n<b>D.</b>This clause below is applicable to you only if you are registered and/or reside in North America, South America or Japan: Any arbitration under this Agreement will take place on an individual basis: class arbitrations and class actions are not permitted.\nYOU UNDERSTAND AND AGREE THAT BY ENTERING INTO THIS AGREEMENT, YOU AND US ARE EACH WAIVING THE RIGHT TO TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.\nNotwithstanding the foregoing, each party shall have the right to institute an action at any time in a court of proper jurisdiction for injunctive or other equitable relief.<br>This Arbitration provision is a full and complete agreement relating to the formal resolution of disputes covered by this Arbitration provision.\nIn the event any portion of this Arbitration provision is deemed unenforceable, the remainder of this Arbitration Provision will be enforceable.\n</p>\n<p>\n<b>E.</b> This clause below is applicable to you only if you are registered and/or reside in North America, South America or Japan:<br> THIS ARBITRATION PROVISION AFFECTS YOUR ABILITY TO PARTICIPATE IN CLASS, COLLECTIVE OR REPRESENTATIVE ACTIONS.\nBOTH YOU AND WE AGREE TO BRING ANY DISPUTE IN ARBITRATION ON AN INDIVIDUAL BASIS ONLY, AND NOT ON A CLASS, COLLECTIVE, OR PRIVATE ATTORNEY GENERAL REPRESENTATIVE BASIS ON BEHALF OF OTHERS.\nTHERE WILL BE NO RIGHT OR AUTHORITY FOR ANY DISPUTE TO BE BROUGHT, HEARD OR ARBITRATED AS A CLASS, COLLECTIVE, REPRESENTATIVE OR PRIVATE ATTORNEY GENERAL ACTION, OR AS A MEMBER IN ANY SUCH CLASS, COLLECTIVE, REPRESENTATIVE OR PRIVATE ATTORNEY GENERAL PROCEEDING (“CLASS ACTION WAIVER”).\nTHE CLASS ACTION WAIVER DOES NOT APPLY TO ANY CLAIM YOU BRING AS A PRIVATE ATTORNEY GENERAL SOLELY ON YOUR OWN BEHALF AND NOT ON BEHALF OF OTHERS.\nNOTWITHSTANDING ANY OTHER PORTION OF THIS ARBITRATION PROVISION OR THE JAMS RULES, DISPUTES REGARDING THE VALIDITY, ENFORCEABILITY OR BREACH OF THE CLASS ACTION WAIVER MAY BE RESOLVED ONLY BY A CIVIL COURT OF COMPETENT JURISDICTION AND NOT BY AN ARBITRATOR.\nIN ANY CASE IN WHICH (1) THE DISPUTE IS FILED AS A CLASS, COLLECTIVE, REPRESENTATIVE OR PRIVATE ATTORNEY GENERAL ACTION AND (2) A CIVIL COURT OF COMPETENT JURISDICTION FINDS ALL OR PART OF THE CLASS ACTION WAIVER UNENFORCEABLE, THE CLASS, COLLECTIVE, REPRESENTATIVE AND/OR PRIVATE ATTORNEY GENERAL ACTION TO THAT EXTENT MUST BE LITIGATED IN A CIVIL COURT OF COMPETENT JURISDICTION, BUT THE PORTION OF THE CLASS ACTION WAIVER THAT IS ENFORCEABLE SHALL BE ENFORCED IN ARBITRATION.\nYOU AND WE AGREE THAT YOU WILL NOT BE RETALIATED AGAINST, DISCIPLINED OR THREATENED WITH DISCIPLINE AS A RESULT OF EXERCISING YOUR RIGHTS UNDER SECTION 7 OF THE NATIONAL LABOR RELATIONS ACT BY FILING OR PARTICIPATING IN A CLASS, COLLECTIVE OR REPRESENTATIVE ACTION IN ANY FORUM.\nHOWEVER, THE COMPANY MAY LAWFULLY SEEK ENFORCEMENT OF THIS ARBITRATION PROVISION AND THE CLASS ACTION WAIVER UNDER THE FEDERAL ARBITRATION ACT AND SEEK DISMISSAL OF SUCH CLASS, COLLECTIVE OR REPRESENTATIVE ACTIONS OR CLAIMS.\nTHE CLASS ACTION WAIVER SHALL BE SEVERABLE IN ANY CASE IN WHICH THE DISPUTE IS FILED AS AN INDIVIDUAL ACTION, AND SEVERANCE IS NECESSARY TO ENSURE THAT THE INDIVIDUAL ACTION PROCEEDS IN ARBITRATION.<br> If the Class Action Waiver of this Arbitration Provision is deemed to be unenforceable, you and Smartcat agree that this Arbitration provision is otherwise silent as to any party's ability to bring a class, collective or representative action in arbitration.\n</p> XX.\nGOVERNING LAW Back to top <p>\n<b>A.</b> If you are registered and/or reside in North America, South America or Japan, the laws of the State of Massachusetts, excluding its conflicts-of-law rules, govern this Agreement.\nIf you are registered and/or reside in any other location, the laws of England and Wales, excluding its conflicts-of-law rules, govern this Agreement.\n</p> XXI.\nCONTACT US Back to top <p>\n<b>A.</b> Should you wish to contact us with any questions or claims with respect to the Platform or in case of technical or performance issues, please visit our website at www.smartcat.com or email at support@smartcat.com.\n</p>", "created_at": "2021-06-25 05:50:49.357761", "updated_at": "2021-06-25 05:51:46.303361"}, {"id": 7289, "name": "Privacy Policy and Consent Notice", "url": "https://www.smartcat.com/privacy-policy/", "xpath": "/html/body/div[1]/div/div/main/div/div", "text": " Smartcat Privacy Policy and Consent Notice <p> This Privacy Policy and Consent Notice (“PPCN”) forms part of the Terms of Use entered into by and between you as the User and Smartcat which is available at https://www.smartcat.com/terms/ or such other location as the Terms of Use may be posted from time to time.\n</p>\n<p> PPCN describes the privacy practices for our website, SmartCAT platform, products and services we offer on SmartCAT platform (the “SmartCAT Platform”).\nThis document helps you to understand about the personal data we collect, how we use it, the rights you have over your personal data, the measures we take to keep it safe plus the details of the specific consent you give us in respect of your personal data.\n</p>\n<p> In order to fully understand the consent you are giving us in relation to your personal data in Consent Section below you should first read carefully the Privacy Policy Section immediately below that explains you a lot about your personal data aspects.\n</p>\n<p> PPCN is based on and reflects various mandatory requirements of applicable laws around the world, where SmartCAT Platform is operating, that govern the protection of personal data, including but not limited to Regulation (EU) 2016/679 of the European Parliament and of the Counsel of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (the so called “General Data Protection Regulation” or “GDPR” as sometimes abbreviated).\n</p>\n<p>1.\nPRIVACY POLICY SECTION</p>\n<p>2.\nCONSENT SECTION</p> 1.\nPRIVACY POLICY SECTION <p> In order to simplify your understanding of legal terminology and various aspects of your personal data collection, storage, use, processing and cross border transfer we have put the Privacy Policy Section in the form of questions and answers.\n</p> What is a personal data? <p> Personal data is any information relating to an identified or identifiable natural person (‘data subject’).\nan identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.\n</p> What personal data of yours we collect? <em>\n<p>Account Information</p>\n</em>\n<p> There is some mandatory information that you are always giving us as a starter to get registered on SmartCAT Platform: </p>\n<ul>\n<li>your family name;</li>\n<li> given name and any other middle names you wish to enter.\n</li>\n<li>e-mail.</li>\n</ul>\n<p> Plus there is supplementary information you may wish to give us to expand your profile and use the most of SmartCAT Platform: </p>\n<ul>\n<li>your phone number;</li>\n<li>Skype username;</li>\n<li> your education, including the country where you graduated, degree received, your graduation year and major.\n</li>\n<li>your languages, including native language;</li>\n<li> your rate for translation, interpreting, project management, etc.\n</li>\n<li> your translation, editing, proofreading or MT post-editing specialization.\n</li>\n<li>your work experience;</li>\n<li>your country of residency;</li>\n<li>time zone you are living in;</li>\n<li>your skills;</li>\n<li>your photo;</li>\n<li>your password;</li>\n<li> your bank account details, credit or debit card details, PayPal account details, Yandex Money details, QIWI details, WebMoney details, +ePayments (Smartcat Mastercard) details.\n</li>\n<li> your certificate of registration as self-employed, plus a copy of your relevant work documents, certificates, diplomas, or any other proof of experience, training or special expertise.\nCV.\n</li>\n</ul>\n<p>\n<em>Additional Information</em>\n</p>\n<p> If you contact us or participate in a survey, SmartCAT community discussion, we collect the information you submit such as your name, contact information, and message.\n</p>\n<p> If you decide to participate in one of SmartCAT Localization Meetups, we collect the information you submit such as your first and second name, e-mail, your company name and your job title.\n</p>\n<p>\n<em>Information From Third-Party Services</em>\n</p>\n<p> If you choose to connect your account on SmartCAT Platform to your account on another service, we may receive information from the other service.\nFor example, if you connect to Facebook or Google, we may receive information like your name, profile picture, age range, language, email address.\nYou may also choose to grant us access to other personal data from another service.\nYou can stop sharing the information from the other service with us by removing our access to that other service.\n</p>\n<p>\n<em>Payment and Card Information</em>\n</p>\n<p> SmartCAT Platform supports payments and transactions with third parties.\nIf you want to use this feature, you must provide certain information for identification and verification, such as your name, credit, debit or other card number, card expiration date, and CVV code.\nFor other payment methods using bank transfer, PayPal, Yandex Money, QIWI, WebMoney, Smartcat Mastercard (ePayments) payment systems you may need to provide account and other details.\n</p>\n<p> Your personal data relating to you as a cardholder is stored in a highly secure environment and handled by our payment partner.\nIts services are certified to PCI-DSS Level 1, which is the highest level of certification within the Payment Card Industry Data Security Standard.\n</p>\n<p> Please note that you can remove this information anytime from your account using your account settings.\n</p>\n<p> Note that third-party payment processors may retain this information in accordance with their own privacy policies and terms.\n</p>\n<p>\n<em>Location Information</em>\n</p>\n<p> We may get your approximate location from your IP address.\n</p>\n<p>\n<em>Usage Information</em>\n</p>\n<p> When you access or use SmartCAT Platform, we can receive certain usage data.\nFor instance, files uploaded, profile filled, projects completed, etc.\nplus records of your user experience (full users' sessions).\n</p>\n<p> We also collect data about the computers and other electronic devices you use to access or use SmartCAT Platform, including IP addresses, browser type, language, operating system, the referring web page, pages visited, location and cookie information.\n</p> How we use your personal data? <p> We use the information we collect for the following purposes: </p>\n<p>\n<em>To provide and maintain SmartCAT Platform and its features </em>\n</p>\n<p> Using the personal data we collect from you, we are able to deliver the services and features of SmartCAT Platform to you and perform the Terms of Use entered with you.\nFor example, we need to use your profile information to be able to offer your services to other users, allow other users to find and connect with you using the search engine and possible bring you translation work.\nThe use of your personal data gives you better customer support.\n</p>\n<p>\n<em>To improve and develop SmartCAT Platform</em>\n</p>\n<p> We use the personal data we collect from you to improve SmartCAT Platform and further develop it.\nFor example, we use the information to troubleshoot and protect against errors.\nperform data analysis and testing.\nconduct research and surveys.\nand develop new features and services of SmartCAT Platform.\n</p>\n<p>\n<em>To communicate with you</em>\n</p>\n<p> We use your personal data when needed to send you notifications and updates and respond to you when you contact us.\nWe also use your information to promote new features or services that we think you would be interested in.\nYou can control marketing communications and most service notifications via the “Unsubscribe” link in the bottom of an email or in your account settings.\n</p>\n<p>\n<em>To promote safety and security</em>\n</p>\n<p> We use the personal data we collect from you to promote the safety and security of SmartCAT Platform, our users, and other parties.\nFor example, we may use the information to authenticate users, facilitate secure payments, protect against fraud and abuse, respond to a legal request or claim, conduct audits, and enforce our terms and policies.\n</p>\n<p>\n<em>To fulfill the Terms of Use </em>\n</p>\n<p> We use your personal data to honor the Terms of Use and make the best of your experience with SmartCAT Platform.\n</p> Whom is your personal data shared with? <p>\n<em>With affiliates, partners and providers</em>\n</p>\n<p> Based on the consent you are giving us your personal data may be shared with our partners we know.\nPlease note that it is our policy to identify our partners we are sharing your personal data with.\nHowever, we only share limited personal data with our partners.\nFor example, some of personal data may be disclosed to others when you use our SmartCAT forums.\nFor the avoidance of doubt we never share your sensitive personal data like payment details and passwords.\n</p>\n<p> We carefully select our partners to help process our payment orders, and enter into agreements with them that detail points concerning the safety of user data.\nWe do not store your bank card details as they are stored on our payment partner’s side, which has all the necessary infrastructure to ensure the safe storage of this type of information, which is confirmed by the availability of a PCI DSS certificate.\n</p>\n<p> We also transfer personal data to our SmartCAT affiliates, service providers, and other partners who process it for us, based on our instructions, and in compliance with this policy and any other appropriate confidentiality and security measures.\nHowever, we do not share such personal data as password payment details.\n</p>\n<p> Last but not least, We also analyze your user activities and share it with our partners.\nFor instance we may share your IP address info.\n</p>\n<p> Finally, you may also authorize us to share your information with others, for example, with a third-party application when you give it access to your Facebook or Google account.\nHowever, we do not share such personal data as passwords and payment information.\n</p>\n<p>\n<em>Upon valid demands of judicial or governmental authorities</em>\n</p>\n<p> We may preserve or disclose information about you to comply with legal process or other government inquiry, such as a search warrant, subpoena, statute, judicial proceeding, or other legal process served on us.\n</p>\n<p> We may also preserve or disclose information about you to assert legal rights or defend against legal claims.\nor to prevent, detect, or investigate illegal activity, fraud, abuse, violations of our terms, or threats to the security of SmartCAT Platform.\n</p> How can you control your personal data? <p>\n<em>By accessing and exporting your personal data </em>\n</p>\n<p> When you log into your account, you can access much of your personal data.\nYou can also download information using your browser in a commonly used file format supported by your browser.\n</p>\n<p>\n<em>By editing and deleting your personal data </em>\n</p>\n<p> Your profile page on SmartCAT Platform allows you change and delete your personal information.\nFor instance, you can edit or delete the profile data you provide and delete your account if you wish.\nYou can also terminate the Terms of Use with us and we will be required to delete your account and personal data within 30 days.\n</p>\n<p>\n<em>By adjusting the use of your personal data </em>\n</p>\n<p> You have the ability to control your personal data.\nFor example, you can limit the amount of your information visible to other users on SmartCAT Platform by simply deleting it anytime.\n</p>\n<p> You can also limit the notifications you receive from us.\n</p>\n<p>\n<em>By restricting the use of your personal data </em>\n</p>\n<p> In addition to the various forms of controls that we offer, you can seek to restrict our processing of your personal data in certain circumstances whereby the search engine will not index your profile and your data will not be shared with other users of SmartCAT Platform.\n</p>\n<p> Last but not least you can always delete your account at any time.\n</p>\n<p>\n<em>By requesting all of your personal data </em>\n</p>\n<p> Upon request sent by e-mail to us at support@smartcat.com you may wish to request us to compile all personal data that is stored on you at SmartCAT Platform and we are committed to respond and give you such data within 30 days of the request received by us.\n</p> How long is your personal data kept? <p> We keep your account information, like your name, email address, and password, for as long as your account is in existence because we need it to operate your account.\n</p>\n<p> We keep your other profile personal data, until you delete such data or your account because we use this data to provide you with features and services of SmartCAT Platform.\nWe also keep information about you and your use of SmartCAT Platform for 30 days.\n</p>\n<p> Upon your termination of the Terms of Use, deletion of your account, your personal data shall be securely destroyed and/or (if specifically requested) returned to you within a maximum period of 30 days, unless applicable legislation or legal process prevents it from doing so.\n</p> How is your personal data protected? <p> We work hard to keep your personal data safe.\nWe use a combination of technical, administrative, and physical controls to maintain the security of your personal data.\nThis includes but is not limited to the following: </p>\n<ul>\n<li> use of Tier IV data centers in the U.S.\nand EU, run by AWS and Microsoft Azure, which are SOC-1, SOC-2, and SOC-3 compliant and it should be noted that this is a much higher level of protection than conventional office servers provide.\n</li>\n<li> all passwords are stored in hashed and salted form (and several external authorized services are supported via OAuth 2.0).\n</li>\n<li> all passwords in the production configuration files are encrypted and certificates required to decrypt configs are installed on the production machines by administrators and not accessible for engineers with lower levels of access.\n</li>\n<li> a limited number of our employees have access to personal data and they are all bound by relevant confidentiality covenants under their employment or civil law services agreements.\n</li>\n<li> a limited number of our employees who have access to personal your data are thoroughly checked by our security team and can only use your personal data as part of their work plus in addition to this, access is limited by authorization procedures and infrastructure, which does not allow employees with insufficient rights to access personal data.\n</li>\n</ul>\n<p> That being said in modern fast-changing world no method of storing, using and transmitting data is completely secure.\n</p>\n<p> For more technical information on this topic you may wish to contact at customer support support@smartcat.com.\n</p> Where is your personal data stored? <p> Your data is stored on one of three servers located in EU and the US or Asia and does not go outside of them.\nWhen you register on Smartcat Platform, your information will go to one of the three servers, depending on the region in which you are located.\n</p> Where is your personal data sent? <p> We operate in a number of countries and may transfer your personal data within, from, to the EU, the U.S.\nand other countries for the purposes described herein.\n</p>\n<p> Please note that the countries where we operate may have privacy and data protection laws and level that differ from, and are potentially less protective than, the laws and level of your country.\nThe consent you give us means that you agree to this risk when you create your account at SmartCAT Platform and click “I have read and accept the Privacy policy and consent notice” to personal data cross-border transfers, irrespective of which country you live in.\n</p> What is SmartCAT under the GDPR terminology? <p> In relation to your personal data when you are registered as an individual translator SmartCAT acts as a controller whereby for certain users who are mainly legal entities SmartCAT may act as a processor.\n</p> How long will these privacy rules for your data protection last? <p> We may change this privacy policy from time to time but we will notify you before we make material changes to this privacy policy and give you an opportunity to review the new or updated privacy policy before deciding if you would like to continue to use SmartCAT Platform.\nIn any case you always have the right to delete your account and as result your personal data will be deleted within 30 days of the account closure.\n</p> What if you still have more questions about your personal data? <p> If you have more questions, suggestions, or concerns about this privacy policy, or about our use of your personal data, please contact us at support@smartcat.com.\n</p> 2.\nCONSENT SECTION Back to top <p> This section deals with your personal data consent.\nIt is essential to read Privacy Policy Section in order to understand what type of personal data is collected from you.\nUnder GDPR and certain other applicable laws, we are required to get specific consent from you in relation to the personal data we get from you.\n</p>\n<p> The consent you are giving hereby relates to the personal data that was entered on your profile page at SmartCAT Platform.\n</p>\n<p> The consent you are giving is a free, willful, clear and explicit consent to: </p>\n<ul>\n<li> process personal data for the purpose of providing, supporting and improving Smartcat’s services and features, using appropriate technical, administrative and organizational security measures as well as for the purposes set forth in the Terms of Use.\n</li>\n<li> be subject to a decision by any user of SmartCAT Platform or any SmartCAT affiliate based solely on automated processing, including profiling, which produces legal effects concerning you or similarly significantly affects you.\n</li>\n<li> cross-border transfers of your personal data to those countries where SmartCAT Platform is present or may be present in future with the understanding that whilst the U.S., the EU countries and a number of other countries have similar and appropriate rules and level of personal data safeguard and protection there may be transfers of your personal data to those countries that lack the appropriate level and legislative regulation of personal data safeguard and protection.\n</li>\n</ul>\n<p> Please note that you have the right to withdraw your consent at any time by deleting your account at SmartCAT Platform or specifically writing to us at support@smartcat.com with clear statement that you withdraw your consent and wish your account to be terminated and all personal data to be deleted.\n</p>\n<p> The consent you are giving is made in the form of clear acceptance of and adherence to the Privacy Policy and Consent Notice when you register on SmartCAT Platform as a new user or in case you are an existing user and this Privacy Policy and Consent Notice is newly adopted and/or new for you, you will be getting an e-mail notification along with request to accept and adhere to it via a dialog box.\n</p>", "created_at": "2021-06-25 07:48:19.896004", "updated_at": "2021-06-25 05:55:00.648845"}], "points": [], "urls": ["smartcat.com"]}}