{"error": 448, "message": "OK", "parameters": {"id": 6436, "name": "1blocker", "created_at": "2022-03-21 19:57:06.792048", "updated_at": "2022-03-21 23:01:21.26109", "wikipedia": null, "keywords": null, "related": null, "slug": "1blocker", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6436.png", "url": "1blocker.com", "documents": [{"id": 11701, "name": "Privacy Policy", "url": "https://1blocker.com/privacy", "xpath": "//body", "text": " Privacy Policy We believe that privacy is not for sale.<br>Your data should belong to you.\nWe never collect or sell any of your data.\nThis privacy policy governs your use of the software application 1Blocker (\"Application\") for iOS and macOS that was created by Salavat Khanov.\n<br>\n<br> Summary: the Application does not collect, store, or process any personal information.\n<br>\n<br>\n<strong>User Provided Information</strong>\n<br>\n<br> The Application does not offer a way to register or otherwise save personal information manually entered by the user.\nThere are no Application features which require registration or any other personal user information input.\n<br>\n<br>\n<strong>Automatically Collected Information</strong>\n<br>\n<br> In addition, the Application does not collect any personal user information automatically.\nThe Application does not contain analytics tracking code and does not build a personal profile of the user.<br>\n<br>The Application does not track the sites users visit.<br>\n<br> This Application does not collect information about the location of your mobile device.<br>\n<br>We store information about your custom rules and blocking preferences to sync this information between your devices.<br>\n<br> No third parties see and/or have access to any personal user information obtained by the Application nor the sites user visited.<br>\n<br>iCloud <br>\n<br> This Application stores some of your data in Apple's iCloud service to enable sync features between all devices signed into your Apple ID.\n<br>\n<br>RevenueCat<br>\n<br>This Application uses RevenueCat as a back-end service to verify App Store receipts, process in-app purchases, offer free trials for eligible users, restore previous purchases, check Premium validity, and sync Premium purchase status between all devices signed into your Apple ID.\nRevenueCat does not have access to any personal user information.<br>\n<br>\n<strong>Opt-out Rights</strong>\n<br>\n<br> You can stop all collection of information by the Application easily by uninstalling the Application.\nYou may use the standard uninstall processes as may be available as part of your device.\n<br>\n<br>\n<strong>Security</strong>\n<br>\n<br> We are concerned about safeguarding the confidentiality of your information.\nPlease be aware that, although we endeavor provide reasonable security for information we receive, no security system can prevent all potential security breaches.\n<br>\n<br>\n<strong>Changes</strong>\n<br>\n<br>This Privacy Policy may be updated from time to time for any reason.\nWe will notify you of any changes to our Privacy Policy by posting the new Privacy Policy on this page.\nYou are advised to consult this Privacy Policy regularly for any changes, as continued use is deemed approval of all changes.\n<br>\n<br>\n<strong>Your Consent</strong>\n<br>\n<br>By using the Application, you are consenting to our processing of your information as set forth in this Privacy Policy now and as amended by us.\n<br>\n<br> Contact us If you have any questions regarding privacy while using the Application, or have questions about our practices, please contact us via email at dev@1blocker.com.\n<br>\n<br> Last updated: January 25, 2022<br>\n<br>", "created_at": "2022-03-21 19:57:06.79557", "updated_at": "2022-03-21 18:57:45.396223"}], "points": [], "urls": ["1blocker.com"]}}