{"error": 448, "message": "OK", "parameters": {"id": 2801, "name": "Smith Brothers Farms", "created_at": "2021-03-09 08:19:47.682978", "updated_at": "2021-05-26 22:00:19.524098", "wikipedia": "https://en.wikipedia.org/wiki/Smith_Brothers_Farms", "keywords": null, "related": null, "slug": "smith_brothers_farms", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2801.png", "url": "smithbrothersfarms.com", "documents": [{"id": 4279, "name": "Privacy Policy", "url": "https://www.smithbrothersfarms.com/privacy-policy", "xpath": "//*[@id=\"ph-topic\"]/div[2]", "text": " <p>\n<em> Last updated: 6/11/2020 </em>\n</p>\n<p>We have created this Privacy Policy because we know that you care about how information you provide to us is used and shared.\nThis Privacy Policy relates to the information collection and use practices of Smith Brothers Farms in connection with our services (the \"Services\"), which are made available to you through a variety of platforms, including our website (https://www.smithbrothersfarms.com) and mobile applications (the \"Sites\").</p>\n<p>By visiting our Sites and using our Services, you are agreeing to the terms of this Privacy Policy and the accompanying Terms of Service.\n</p>\n<p>\n<strong> The Information We Collect </strong>\n</p>\n<p>1) Personal Information.&nbsp;When you sign up (create an account or sign in using Facebook, Apple or Google authentication), you are required to provide us with personal information about yourself (collectively, the \"Personal Information\").\nSuch Personal Information may include your name, email address, mailing address, and phone number.\nWe do not collect any Personal Information from you when you use the Services unless you provide us with the Personal Information voluntarily (directly or via Facebook, Apple or Google authentication.)</p>\n<p>2) Billing Information.&nbsp;When you sign up, you are required to provide payment information in addition to the Personal Information noted above.\nSuch information may include a payment card number, billing name and address, and similar information (collectively, the “Billing Information”).</p>\n<p>3) Other Information.&nbsp;In addition to the Personal Information and the Billing Information noted above that you voluntarily provide to us, we may collect additional information (collectively, the “Other Information”).\nSuch Other Information may include:</p>\n<p>a.\nFrom Your Activity.\nInformation that we automatically collect when you use the Sites and Services, such as your IP addresses, browser type and language, referring and exit pages and URLs, date and time, amount of time spent on particular pages, what sections of the Sites you visit, order information, and similar information concerning your use of the Services.</p>\n<p>b.\nFrom Cookies.\nInformation that we collect using “cookie” technology.\nCookies are small packets of data that a website stores on your computer’s hard drive so that your computer will “remember” information about your visit.\nWe use cookies to help us collect Other Information and to enhance your experience using the Services.\nIf you do not want the Sites to place a cookie on your hard drive or mobile device, you may be able to turn that feature off on your computer or mobile device.\nPlease refer to your internet browser(s) for information on how to do this.\nHowever, if you decide not to accept cookies from us, the Services may not function properly.</p>\n<p>c.\nFrom You.\nAdditional information about yourself that you voluntarily provide to us, such as product and service reviews, product preferences and emails sent to us.</p>\n<p>d.\nFrom Third-Party Web Beacons and Third-Party Buttons.\nWe may display third-party content on the Sites.\nThird-party content may use cookies, web beacons, or other mechanisms for obtaining data in connection with your viewing of the third-party content on the Sites.\nAdditionally, we may implement third party buttons (such as Facebook “like” or “share” buttons) that may function as web beacons even when you do not interact with the button.\nInformation collected through third-party web beacons and buttons is collected directly by these third parties, not by Smith Brothers Farms.\nInformation collected by a third party in this manner is subject to that third party’s own data collection, use, and disclosure policies.</p>\n<p>e.\nFrom Other Sources.\nInformation that we collect or receive from other sources, such as our partners.</p>\n<p>\n<strong> The Information Collected by or Through Third-Party Advertising Companies </strong>\n</p>\n<p>We may share Other Information about your activity on the Sites with third parties for the purpose of tailoring, analyzing, managing, reporting, and optimizing advertising you see (on our Sites or elsewhere).\nThese third parties may use cookies, pixel tags (also called web beacons or clear gifs), and/or other technologies to collect such Other Information for such purposes.\nPixel tags enable us, and these third-party advertisers, to recognize a browser’s cookie when a browser visits the site on which the pixel tag is located, in order to learn which advertisement brings a user to a given site.</p>\n<p>\n<strong> Accessing and Modifying Personal Information and Communication Preferences </strong>\n</p>\n<p>If you have registered for the Services, you may access, review, and make changes to your Personal Information and Billing Information by following the instructions found on our Sites.\nIn addition, you may manage your receipt of marketing and non-transactional communications by clicking on the “unsubscribe” link located on the bottom of any Smith Brothers Farms marketing email.\nActive customers cannot opt out of receiving transactional emails related to their account.\nWe will use commercially reasonable efforts to process such requests in a timely manner.\nYou should be aware, however, that it is not always possible to completely remove or modify information in our subscription databases.</p>\n<p>\n<strong> How We Use and Share the Information </strong>\n</p>\n<p>We use the Personal Information, the Billing Information, and the Other Information to process transactions.\nprovide you the Services.\nsolicit your feedback.\ninform you about our products, services, upcoming events, recipes, and special promotions.\nadminister and process contests, promotions, and sweepstakes.\nand improve our Services to you.\nAlso, we may share Personal Information, the Billing Information, and/or Other Information as described below.</p>\n<ul>\n<li>In order to administer our contests, promotions, and sweepstakes, we may share your Personal Information and Other Information with our third-party promotional and marketing partners.</li>\n<li>In an ongoing effort to better understand our users and our Services, we might analyze the Other Information in aggregate form in order to operate, maintain, manage, and improve the Services.\nThis aggregate information does not identify you personally.\nWe may share this aggregate data with our affiliates, agents, and business partners.\nWe may also disclose aggregated user statistics in order to describe our products and Services to current and prospective business partners and to other third parties for other lawful purposes.</li>\n<li>As we develop our business, we might sell or buy businesses or assets.\nIn the event of a corporate sale, merger, reorganization, dissolution, or similar event, the Personal Information, the Billing Information, and the Other Information may be part of the transferred assets.</li>\n<li>To the extent permitted by law, we may also disclose Personal Information, the Billing Information, and the Other Information when required by law, court order, or other government or law enforcement authority or regulatory agency, or whenever we believe that disclosing the such Information is necessary or advisable, for example, to protect the rights, property, or safety of Smith Brothers Farms or others.</li>\n</ul>\n<p>\n<strong> How We Protect Your Information </strong>\n</p>\n<p>We take commercially reasonable steps to protect the Personal Information, the Billing Information, and the Other Information from loss, misuse, and unauthorized access, disclosure, alteration, or destruction.\nPlease understand, however, that no security system is impenetrable.\nWe cannot guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to and from us over the Internet.\nIn particular, email sent to or from us may not be secure, and you should therefore take special care in deciding what information you send to us via email.</p>\n<p>\n<strong> Important Notice to Non-U.S.\nResidents </strong>\n</p>\n<p>The Sites and the Services are operated in the United States and is intended for visitors located within the United States.\nIf you are located outside of the United States, please be aware that any information you provide to us will be transferred to the United States.\nBy using the Services and/or providing us with any information, you consent to this transfer.</p>\n<p>If you choose to use the Service from the European Union or other regions of the world with laws governing data collection and use that may differ from U.S.\nlaw, then please note that you are transferring your personal information outside of those regions to the United States for storage and processing.\nAlso, we may transfer your data from the U.S.\nto other countries or regions in connection with storage and processing of data, fulfilling your requests, and operating the Service.\nBy providing any information, including personal information, on or to the Service, you consent to such transfer, storage, and processing.</p>\n<p>\n<strong> Children </strong>\n</p>\n<p>Our Sites and Services are not intended for children.\nWe do not knowingly collect Personal Information from children under the age of 13 through the Sites and Services.\nIf you are under 13, please do not give us any Personal Information.\nWe encourage parents and legal guardians to monitor their children’s Internet usage and to help enforce our Privacy Policy by instructing their children to never provide Personal Information through the Services without their permission.\nIf you have reason to believe that a child under the age of 13 has provided Personal Information to us, please contact us, and we will endeavor to delete that information from our databases.</p>\n<p>\n<strong> External Websites </strong>\n</p>\n<p>The Sites may contain links to third-party websites.\nSmith Brothers Farms has no control over the privacy practices or the content of any of our business partners, advertisers, sponsors, or other websites to which we provide links.\nAs such, we are not responsible for the content or the privacy policies of those third-party websites.\nYou should check the applicable third-party privacy policy and terms of use when visiting any other websites.</p>\n<p>\n<strong> Changes to This Privacy Policy </strong>\n</p>\n<p>This Privacy Policy is effective as of the date stated at the top of this Privacy Policy.\nWe may change this Privacy Policy from time to time and will post any changes on the Sites as soon as they go into effect.\nBy accessing the Sites or using the Services after we make any such changes to this Privacy Policy, you are deemed to have accepted such changes.\nPlease refer back to this Privacy Policy on a regular basis.</p>\n<p>\n<strong> How to Contact Us </strong>\n</p>\n<p>If you have questions about this Privacy Policy, please email us at getmilk@smithbrothersfarms.com.</p> ", "created_at": "2021-03-09 08:20:14.619747", "updated_at": "2021-03-23 13:16:50.348732"}, {"id": 4280, "name": "Terms of Service", "url": "https://www.smithbrothersfarms.com/conditions-of-use", "xpath": "//*[@id=\"ph-topic\"]/div[2]/div", "text": "\n<p>\n<em>Last Updated:&nbsp;7/2/2019</em>\n</p>\n<p>These Terms of Service (“Terms”) provide detailed information about your use of our services.\nPlease read them carefully.</p>\n<p>By accessing or using our website, mobile applications and other resources (collectively, the “Sites”), you agree to these Terms.\nIf we make changes to these Terms, we will provide notice by updating the “Last Updated” date.\nBy continuing to use our Sites after that date, you agree to the updated Terms.</p>\n<p>\n<strong>Eligibility</strong>.\nBy using our Sites, you warrant that you are 18 years of age or older and have the legal authority to enter into these Terms.</p>\n<p>\n<strong>Account Creation and Communication Preferences</strong>.\nIn order to access and use certain areas or features of our Sites, you need an account.\nBy creating an account, you agree to receive communications from Smith Brothers Farms via email, phone, and other means.\nWe may also send other communications – such as newsletters, special offers and surveys – via email and other means.\nYou may opt out of receiving Smith Brothers Farms marketing and promotional emails at any time by following the instructions to unsubscribe, typically included at the bottom of the email.</p>\n<p>\n<strong>Product Availability</strong>.\nWe make every effort to deliver all the products on your order.\nDue to a variety of factors, we may limit or revise order quantities, make substitutions, or discontinue products at our sole discretion.</p>\n<p>\n<strong>Product Ingredients and Nutritional Details</strong>.\nWhile we work to ensure that product information listed on our Sites is correct, product packaging may contain different information than that shown on our Sites.\nWe recommend that you always read labels, warnings, and directions before using or consuming a product, especially if you have food allergies or sensitivities.</p>\n<p>\n<strong>Pricing</strong>.\nAll prices are shown in U.S.\ndollars.\nWhile most products are not subject to tax, applicable taxes and other charges may apply and will be displayed in your total cost.\nWe produce and sell many products that are \"commodities\", whose prices change continually.\nWe reserve the right to change the price for any product, at any time and without notice.\nIf a product price changes it will be updated on the Sites, and you can edit or remove those products from future deliveries at any time.&nbsp.\n</p>\n<p>\n<strong>Payment</strong>.\nBy providing a credit card, you authorize us to charge that credit card for the total amount of your orders, including any applicable taxes and other charges.\nIf payment is not made in full in a timely manner, orders may be withheld, your weekly service may be canceled, and your account may be referred to a collection agency.</p>\n<p>\n<strong>Order Delivery &amp.\nFees</strong>.\nYour order will be delivered on your scheduled delivery day.\nIf your porch box is not out, or if roads or walkways to your home are not accessible, your milkman may skip your delivery, at their sole discretion.</p>\n<p>Your order should arrive at roughly the same time each week.\nInclement weather, road conditions, vehicle break-downs or other unforeseen issues may result in delivery delays.\nIf your milkman is late, please be patient, knowing we are doing our best to make it to your home.</p>\n<p>If your porch box is full, missing or damaged, your milkman may deliver your order in an insulated bag, or skip your deliver depending on the circumstances.</p>\n<p>For orders over $10.00, delivery is free.\nFor orders under $10.00, a delivery fee of $2.99 will be added to your order total.\nBy placing an order, you agree to pay for the entire order, including the delivery fee, as applicable.\nWe reserve the right to change the delivery fee and delivery fee threshold from time to time.\nWe will provide notice of such changes within these Terms.</p>\n<p>\n<strong>Cancellation</strong>.&nbsp;You may cancel your&nbsp;account at any time.\nSmith Brothers Farms may cancel your account at any time and at our sole discretion.</p>\n<p>There are no fees or service charges to cancel your account.\nHowever, if you have unpaid invoices, you may be subject to fees associated with collection of those unpaid invoices.</p>\n<p>At the time of cancellation, you will be required to pay all remaining invoices and balance due.\nIf your milkman is unable to retrieve your porch box or your porch box has been damaged, you may be charged $35.00 for the cost of the porch box.</p>\n<p>\n<strong>Trademarks</strong>.\n“Smith Brothers Farms,” the Smith Brothers Farms logo and any other Smith Brothers Farms product or service names, logos or slogans that may appear on the Sites or products are trademarks of Smith Brothers Farms and may not be copied, imitated or used, in whole or in part, without our prior written permission.</p>\n<p>\n<strong>User Conduct &amp.\nContent</strong>.\nYou agree that you are solely responsible for your conduct and content while accessing or using the Sites, and will not violate any law, contract, intellectual property or other third party right in your conduct or in content you post to the Sites.\nWe reserve the right to remove, screen or edit user content posted on the Sites at any time and for any reason.</p>\n<p>By uploading, posting or submitting user content to Smith Brothers Farms through the Sites or through our pages or feeds on third party social media platforms, you represent and warrant that (a) you own and control all of the rights to the user content or you have all necessary rights to post such user content, (b) you authorize Smith Brothers Farms to use such content in any manner and for any purpose whatsoever, and (c) the user content, does not violate these Terms or any applicable law or third party right.</p>\n<p>Separate from user content posted on our Sites, you can submit questions, comments, suggestions, or other information via email, phone, messaging services or other means.\nSuch information is non-confidential and shall become the property of Smith Brothers Farms to use for any purpose whatsoever.</p>\n<p>\n<strong>Contact Us</strong>.\nIf you have any questions or concerns, please email us at getmilk@smithbrothersfarms.com.</p>\n", "created_at": "2021-03-09 08:23:20.12634", "updated_at": "2021-03-23 13:17:13.664994"}], "points": [{"id": 21188, "title": "This service tracks which web page referred you to it", "source": "https://www.smithbrothersfarms.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 21:04:24.303145", "updated_at": "2021-05-26 12:29:37.267117", "quoteText": ", referring", "case_id": 387, "document_id": 4279, "quoteStart": 1963, "quoteEnd": 1974}, {"id": 21187, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.smithbrothersfarms.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 21:04:00.257946", "updated_at": "2021-05-26 12:04:43.580224", "quoteText": "However, if you decide not to accept cookies from us, the Services may not function properly.</p>", "case_id": 375, "document_id": 4279, "quoteStart": 2747, "quoteEnd": 2844}, {"id": 21185, "title": "There is a date of the last update of the agreements", "source": "https://www.smithbrothersfarms.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 21:03:10.289303", "updated_at": "2021-05-26 11:58:33.066142", "quoteText": "<em> Last updated: 6/11/2020 </em>", "case_id": 331, "document_id": 4279, "quoteStart": 5, "quoteEnd": 39}], "urls": ["smithbrothersfarms.com"]}}