{"error": 448, "message": "OK", "parameters": {"id": 3289, "name": "mediaplayer10", "created_at": "2021-04-25 12:29:19.795961", "updated_at": "2021-04-26 00:02:19.173692", "wikipedia": null, "keywords": null, "related": null, "slug": "mediaplayer10", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3289.png", "url": "mediaplayer10.com", "documents": [{"id": 5384, "name": "Terms of Service ", "url": "https://www.mediaplayer10.com/terms-service/ ", "xpath": "", "text": " Play All Your Media Files With Ease!\nPlay all your media files with MediaPlayer10 Chrome New Tab Terms of Service\n<br>\n<p>ATTENTION PLEASE READ THIS AGREEMENT CAREFULLY BEFORE ACCESSING THE SITE AND DOWNLOADING ANY CONTENT.\nIF YOU USE THE SITE OR DOWNLOAD CONTENT YOU AGREE TO EACH OF THE FOLLOWING TERMS AND CONDITIONS.</p>\n<p>mediaplayer10.com (“Website”) is a website owned and operated by Tightrope Interactive, Inc.(“Company”).\n</p>\n<p>This is a legally binding contract between you and the Company.\nBy downloading, installing, copying, running, opting into notifications or using our software (collectively “Content”) available via our Website, and other websites we own that post a link to this agreement (collectively the “Sites”), you are agreeing to be bound by the terms of this Agreement.\nYou are also agreeing to our Privacy Policy.\nIf you do not agree to our terms, you must navigate away from our Sites, you may not download the Content, and you must destroy any copies of the Content in your possession.</p>\n<p>If you are under 18, you must have your parent or guardian’s permission before you use our Sites or download Content.\nIn an effort to comply with the Children’s Online Privacy Protection Act, we will not knowingly collect personally identifiable information from children under the age of 13.</p>\n<p>This Agreement may be modified by us from time to time.\nIf you breach any term in this Agreement your right to use the Sites and Content will terminate automatically.</p>\n1.\nThe Download Process\n<p>Your download and software installation is managed by your web browser.\nYou will be prompted by your web browser to install a browser extension powered by the Company.\nUpon acceptance of your browser dialogs to install – our extensions will be accessible for your use through your web browser.\nDuring the installation process, the extensions may change your search settings, new tab settings, add browser action icons and add additional features to your web browser.</p>\n2.\nDelivery of Advertising\n<p>By accessing the Sites and downloading the Content, you hereby grant us permission to display promotional information, advertisements, and offers for third party products or services (collectively “Advertising”).\nThe Advertising may include, without limitation, content, offers for products or services, data, links, articles, graphic or video messages, text, software, music, sound, graphics or other materials or services.\nThe timing, frequency, placement and extent of the Advertising changes are determined in our sole discretion.\nYou further grant us permission to collect and use certain aggregate information in accord with our Privacy Policy.</p>\n<p>Upon accessing our Sites, you may be asked to opt into our optional browser push notifications.\nIf you opt into our optional browser push notifications.\nyou herby grant us permission to send promotional information, advertisements and offers for third party products or services to you via browser push notifications.\nYou can unsubscribe from these notifications by following our unsubscribe information here.</p>\n3.\nYour Obligations\n<p>You may not use another person’s name or information on our Sites.\nYou agree to use the Sites and Content only for lawful purposes.\nYou agree not to take any action that might compromise the security of the Sites, render the Sites inaccessible to others or otherwise cause damage to the Sites or the Content.\nYou agree not to use the Sites in any manner that might interfere with our or our Partner’s rights.\nYou represent and warrants that (a) you are the owner or an authorized user of the computer that the Content is installed on, (b) you will use the Content, and the Sites only for lawful purposes, and will comply at all times with all applicable federal, state, and local laws and regulations, and (c) you are at least thirteen years of age.\nPersons under thirteen years of age may not use the Content.\nYou agree not to use any automated or manual process to interfere with, modify, or attempt to interfere with or modify the Content, except to uninstall the same as provided herein.\nYou acknowledge sole responsibility for installing appropriate anti-virus software and other security measures on your computer.</p>\n4.\nGrant of License\n<p>We grant you a non-exclusive, non-transferable and non-assignable license to use the Content within the United States of America, in accordance with the terms and conditions of this Agreement.\nOther than the rights expressly granted hereunder, no other right is granted.\nYou agree not to add to, subtract from or otherwise modify, translate, disassemble, decompile, reverse engineer, or create derivative works of the Content.\nYou may not rent, lease, sell, redistribute, sublicense or otherwise transfer the Content.\nYou may make only such copies of the Content as are reasonably necessary for your own use, and any copy made by you must bear the same copyright and other proprietary notices that appear on the copy furnished by us.</p>\n5.\nTermination\n<p>This license will immediately terminate if you violate any provision of this Agreement.\nWe may also terminate this license at any time without notice.</p>\n6.\nOwnership\n<p>We own all intellectual property rights in and to the Content.\nThis license is not a sale and does not render you the owner of a copy of the Content.\nOwnership of the Content and all components and copies thereof will at all times remain with us, regardless of who may be deemed the owner of the tangible media on which the Content is copied, encoded or otherwise fixed.</p>\n7.\nDisclaimer of Warranties\n<p>WE PROVIDE ALL CONTENT “AS IS,” “WITH ALL FAULTS,” AND WITHOUT ANY WARRANTY WHATSOEVER.\nALL SITES ARE PROVIDED ON AN “AS IS, AS AVAILABLE” BASIS.\nWE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR ANY PARTICULAR PURPOSE, TITLE OR NON-INFRINGEMENT.\nWE DO NOT WARRANT ANY PART OF THE CONTENT NOR DO WE REPRESENT THE CONTENT WILL MEET YOUR NEEDS OR THAT ITS OPERATION WILL BE UNINTERRUPTED OR ERROR FREE.\nTHE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE CONTENT IS WITH YOU.</p>\n8.\nExclusive Remedy\n<p>IF YOU ARE DISSATISFIED WITH THE SITES, THE CONTENT OR THESE TERMS AND CONDITIONS, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SITES AND CONTENT.</p>\n9.\nLimitations of Liability\n<p>WE ARE NOT LIABLE TO YOU OR ANY OTHER PERSON FOR ANY INCIDENTAL, CONSEQUENTIAL, SPECIAL, INDIRECT, PUNITIVE OR EXEMPLARY DAMAGES, INCLUDING, WITHOUT LIMITATION, EQUIPMENT DOWNTIME, LOSS OF DATA, OR LOST PROFITS, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nYOU AGREE THAT OUR AGGREGATE LIABILITY, HOWSOEVER ARISING OUT OF OR RELATING TO THIS AGREEMENT OR THE SUBJECT MATTER HEREOF, SHALL, IN NO EVENT, EXCEED ONE DOLLAR (US$1.00).\nBY INSTALLING OR USING THE CONTENT, YOU ACCEPT SOLE RESPONSIBILITY FOR ALL CONSEQUENCES ARISING THEREFROM AND ACKNOWLEDGES THAT NO CLAIM WHATSOEVER WILL BE MADE AGAINST US OR OUR LICENSORS, DISTRIBUTORS, AGENTS, EMPLOYEES OR AFFILIATES.</p>\n10.\nThird-Party Advertisers\n<p>We make no representations or warranties concerning third-party or Partner Offers, you agree that we are not responsible or liable for any loss or damage of any sort incurred, or as the result of the delivery or display of the Offers.\nWE ARE NOT RESPONSIBLE FOR THE TERMS AND CONDITIONS OF ANYTHIRD-PARTY OR PARTNER WEBSITE OR OFFERS REGARDLESS OF WHETHER THE OFFER IS HOSTED BY US.\nWE MAKE AN EFFORT TO SCREEN ALL OFFERS TO ENSURE THE BEST POSSIBLE EXPERIENCE FOR OUR USERS.\nHOWEVER, WE ARE NOT RESPONSIBLE FOR DEALINGS BETWEEN YOU AND A PARTNER.\nYOU ARE HOWEVER RESPONSIBLE FOR AND MUST CAREFULLY REVIEW EACH PARTNER OFFER AND READ THEIR TERMS AND CONDITION, AND THE PRIVACY POLICY.</p>\n11.\nWaiver of Claims and Indemnification\n<p>By accessing or using our Sites or downloading Content, you forever waive any and all claims you have or may have in the future against us.\nYou shall indemnify and hold us our subsidiaries, officers, directors, attorneys employees and licensors, harmless against any losses, claims, damages, liabilities, penalties, actions, proceedings or judgments (collectively, “Losses”) to which an Indemnified Party may become subject that arise out of, or relate to: (i) your use or inability to use the Content.\n(ii) any violation of this Agreement or the license agreement or privacy policy governing any Third Party Software.\n(iii) Your infringement or misappropriation or alleged infringement or misappropriation of any copyright, trademark, patent, trade secret or other personal or proprietary right.\nor (iv) any gross negligence or willful misconduct.\nYou shall reimburse us for all legal and other expenses, including without limitation attorneys’ fees incurred in connection with investigating, defending or settling any claim or loss.</p>\n12.\nCopyright Policy\n<p>The Company respects the rights of copyright holders.\nPursuant to Title 17, United States Code, Section 512(c)(2), notifications of claimed copyright infringement should be sent to webmaster@mediaplayer10.com.\nTo be effective, notifications must include the following information: (i) a physical or electronic signature of a person authorized to act on behalf of the owner of the copyright that has been allegedly infringed.\n(ii) identification of works or materials being infringed.\n(iii) identification of the content that is claim to be infringing including, information regarding that location of the content that the copyright owner seeks to have removed, with sufficient detail so that the Company is capable of finding and verifying its existence.\n(iv) contact information about the notifying party including address, telephone number and email address.\n(v) a statement that the notifying party has a good faith belief that the content is not authorized by the copyright owner, its agent, or the law.\nand (vi) a statement made under penalty of perjury that the information provided is accurate and the notifying party is authorized to make the complaint on behalf of the copyright owner.\nOnce a complete and proper notice of claimed copyright infringement is received by the Company, it is the Company’s policy to: (i) remove or disable access to the content on the Company’s websites or content directories.\nand (ii) block a user who has posted infringing content two or more times from posting any further content.</p>\n13.\nMiscellaneous\n<strong>Enforcement, Choice of Law, Choice of Forum</strong>\n<p>Every provision of this Agreement will be construed, to the extent possible, so as to be valid and enforceable.\nIf any provision of this Agreement so construed is held invalid, illegal or otherwise unenforceable, such provision will be deemed severed from this Agreement, and all other provisions will remain in full force and effect.\nThis Agreement will in all respects be governed by and interpreted, construed and enforced in accordance with the laws of the United States of America and the State of California without respect to its choice of law provisions.\nAny action between the parties will be venued in a California state or federal court.\nYou irrevocably submit to the personal jurisdiction in California state or federal court.</p>\n<strong>No Modifications or Waiver</strong>\n<p>This Agreement may not be modified or amended except by a separate writing, signed by both you and us.\nThe failure by us at any time to enforce any of the provisions of this Agreement or any right or remedy available here under or at law or in equity, or to exercise any option herein provided, will not constitute a waiver of such provision, right, remedy or option or in any way affect the validity of this Agreement.\nThe waiver of any default by us will not be deemed a continuing waiver, but will apply solely to the instance to which such waiver is directed.</p>\n<strong>Effect of Agreement, Survival of Terms</strong>\n<p>This Agreement will be binding upon and inure to the benefit of the parties and their respective successors and permitted assigns.\nNo third party beneficiaries are intended or created by virtue of this Agreement.\nThis Agreement does not create a partnership, joint venture or agency relationship between the parties.\nAny terms of this Agreement that would, by their nature, survive the expiration or termination of this Agreement will survive.\nYou acknowledge that you have not been induced to enter into this Agreement by any representations or statements, oral or written, not expressly contained in this Agreement.</p>\n<strong>Electronic Form</strong>\n<p>A printed version of this Agreement and of any notice given in electronic form shall be admissible in judicial or administrative proceeding to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.</p>\n<strong>Correction of Errors and Inaccuracies</strong>\n<p>This Agreement, the Content, and Sites may contain typographical errors or other errors or inaccuracies.\nWe reserve the right to correct any errors, inaccuracies or omissions and to change or update this Agreement, the Content or Sites at any time without prior notice.\nWe do not however, guarantee that any errors, inaccuracies or omissions will be corrected.</p>\n14.\nQuestions or Additional Information\n<p>If you have any questions regarding this Agreement or wish to obtain additional information, you can contact us at webmaster@mediaplayer10.com.</p>\n<strong>Last Updated: February, 2020.</strong>\n<ul>\n<li>Home</li>\n<li>Contact Us</li>\n<li>Support</li>\n<li>Privacy Policy</li>\n<li>Terms Of Service</li>\n<li>Uninstall</li>\n<li>Developers</li>\n<li>Unsubscribe</li>\n<li>Do Not Sell My Personal Information</li>\n</ul> ", "created_at": "2021-04-25 12:29:21.511445", "updated_at": "2021-04-25 13:15:17.729822"}, {"id": 5383, "name": "Privacy Policy", "url": "https://www.mediaplayer10.com/privacy-policy/", "xpath": "", "text": " Play All Your Media Files With Ease!\nPlay all your media files with MediaPlayer10 Chrome New Tab Privacy Policy Privacy Policy\nLast Updated December, 2020\nContents\n<ol>\n<li>Scope</li>\n<li>What data do we use?</li>\n<li>Why do we use this data?</li>\n<li>Do we use web browser cookies, or pixels?</li>\n<li>Will we ever contact you (and how to opt-out)?</li>\n<li>Will we share this data?</li>\n<li>U.S.\nChildren’s Online Privacy Protection Act (“COPPA”)</li>\n<li>California Consumer Privacy Act (“CCPA”)</li>\n8.1 Consumers With Disabilities.\nNon-Discrimination<br>\n8.2 Designated Methods For Submitting CCPA Requests<br>\n8.3 Personal Information<br>\n8.4 Necessity To Maintain Your Personal Information<br>\n8.5 Opt-out / Opt-in For Sale Of Personal Information\n<li>E.U.\nGeneral Data Protection Regulation (“GDPR”)</li>\n9.1 GDPR Owner<br>\n9.2 Personal Data<br>\n9.3 Disclosure<br>\n9.4 Data Retention<br>\n9.5 Contact GDPR Owner\n<li>Privacy Practices Disclosure For Chrome Web Store</li>\n<li>Policy Updates</li>\n<li>Contact Us</li>\n</ol>\n<p>This website (“site”), “service”, application (“app”), and web browser extension (“extension”) are owned and operated by Tightrope Interactive, Inc.\n(“we”, “our”, “us”), a Delaware (U.S.) corporation.</p>\n1.\nScope\n<p>This Privacy Policy (“Privacy Policy”) pertains to your use (“user”, “you”, “your”) of our site, service, app, extension, and web push notifications (“Notifications”).\nThey may be collectively referred to as “products” except when specified otherwise.</p>\n2.\nWhat data do we use?\n<p>The data we may use includes:</p>\n<ul>\n<li>IP Address – Your public “Internet Protocol” address sent to us by your web browser.</li>\n<li>GUID – A unique “Generic User Identification” created when you visit our site, use our service, install our app, add our extension, or subscribe to Notifications.</li>\n<li>UA – The “User Agent” and version of your web browser.\ne.g.\nChrome 84, Firefox 79, Safari 13, etc.</li>\n<li>OS – The “Operating System” and version used by your hardware.\ne.g.\nWindows 10, macOS 10.15, etc.</li>\n<li>Anonymous service diagnostic data (“diagnostic data”), including but not limited to network connection conditions.</li>\n</ul>\n3.\nWhy do we use this data?\n<p>We may use this data to enable us to make our products work for you.</p>\n<ul>\n<li>We use your public IP address to determine geography, and prevent fraudulent use of our products.</li>\n<li>We use a GUID to ensure the proper functionality of our products.</li>\n<li>We use your UA and OS information to optimize our products for your web browser and operating system.</li>\n<li>We use anonymous diagnostic data to maintain quality of service.</li>\n</ul>\n4.\nDo we use web browser cookies, or pixels?\n<p>Cookies are removable text files stored in your web browser.\nWe may ask your web browser to store one or more cookies when you use our products in order to make them work for you.\nPixels or “web beacons” are similar in function to cookies.\nWe may ask your web browser to load pixels for our products to better understand how you use them so we can improve them, and for other business purposes.</p>\n5.\nWill we ever contact you (and how to opt-out)?\n<ul>\n<li>If you contact us, we may reply using the contact information you provide at that time.</li>\n<li>You can disable or remove our app or extension at any time.\n</li>\n<li>If you opt-in via your web browser to Notifications, we may send them to you via the mechanisms built-in to your User Agent and/or OS.</li>\n<ul>\n<li>You’ve disabled this site’s Notifications.\nIf you are still seeing notifications, please try our manual unsubscribe instructions.</li>\n</ul>\n<ul>\n<li>This web browser profile is not subscribed to this site’s Notifications.</li>\n<li>If you are still seeing notifications from the web address of this site, please try our manual unsubscribe instructions.</li>\n</ul>\n<ul>\n<li>If you opted-in via your web browser to this site’s Notifications, you can unsubscribe by using this link.</li> You can also disable this site’s Notifications via your web browser settings (a.k.a.\noptions or preferences).</ul>\n</ul>\n6.\nWill we share this data?\n<p>Your data may pass through third-party service providers that we use to make our products work for you.\nThese third-parties may include:</p>\n<ul>\n<li>Amazon Web Services (Data Privacy FAQ)</li>\n<li>Cloudflare (Privacy Policy)</li>\n<li>Google (Privacy Policy).\nGoogle Analytics Opt-out Browser Add-on</li>\n<li>IBM Cloud (Privacy Statement)</li>\n<li>Verizon Media (Privacy Centers)</li>\n</ul> 7.\nU.S.\nChildren’s Online Privacy Protection Act (“COPPA”)\n<p>We do not knowingly collect or sell information from children under the age of 13 pursuant to the Children’s Online Privacy Protection Act of 1998, 15 U.S.C.\n6501-6505.\nWe encourage parents and legal guardians to be familiar with the Internet activity of their children.\nFor more information, visit the United States Federal Trade Commission website about protecting kids online.</p>\n8.\nCalifornia Consumer Privacy Act (“CCPA”)\n<p>This Section 8 applies to you if you are a natural person who is a California resident, as defined in Section 17014 of Title 18 of the California Code of Regulations.\nThis section describes our good faith effort to meet our obligations if CCPA applies to you.</p>\n8.1 Consumers With Disabilities.\nNon-Discrimination\n<p>Consumers with disabilities can submit a CCPA request as described below in Section 8.2.\nWe will make a reasonable effort to furnish Section 8 in an alternative format that you can consume.\nYou have a right not to receive discriminatory treatment by us for the exercise of the privacy rights conferred by the CCPA.</p>\n8.2 Designated Methods For Submitting CCPA Requests\n<p>You can contact us to submit a CCPA request via this webform, or by calling our automated, toll-free (within the United States) phone number: 1-833-874-2272.\nPlease be aware that your public Caller ID information may be collected for business purposes if you choose the phone call method.</p>\n<p>\n</p>\n<p>For inquiries about our Privacy Policy that are not related to CCPA, please use the contact information at the end of this Privacy Policy.</p>\n8.3 Personal Information\n<p>The State of California Civil Code, Division 3, Part 4, Title 1.81.5.\nCalifornia Consumer Privacy Act of 2018 [1798.100 – 1798.199], CCPA, defines “personal information” as including “…information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household.”</p>\n<p>For the purposes of our Privacy Policy, the “person” is “you” (“your”, “user”).\nThe personal information we collect may include:</p>\n<ul>\n<li>\n<em>Display Name</em> – If you enter personal information into the service’s “Display Name” text input field, it will be used for business purposes, including using it to temporarily identify you by your chosen display name in a service session.</li>\n<li>\n<em>IP Address</em> – Your public “Internet Protocol” address sent to us by your web browser.</li>\n<li>\n<em>GUID</em> – A unique “Generic User Identification” created when you visit our site, use our service, install our app, add our extension, or subscribe to Notifications which may be stored in a cookie.</li>\n<li>\n<em>Anonymous Diagnostic Data</em> – Anonymous service diagnostic data, including but not limited to network connection conditions.</li>\n<li>\n<em>UA</em> – The “User Agent” and version of your web browser.\ne.g.\nChrome 84, Firefox 79, Safari 13, etc.</li>\n<li>\n<em>OS</em> – The “Operating System” and version used by your hardware.\ne.g.\nWindows 10, macOS 10.15, etc.</li>\n</ul>\n8.4 Necessity To Maintain Your Personal Information\n<p>The personal information we collect may be used for the following business purposes, which are necessary for us in order to:</p>\n<ul>\n<li>Offer you our products.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity.</li>\n<li>Debug to identify and repair errors that impair existing intended functionality.</li>\n</ul>\n8.5 Opt-out / Opt-in For Sale Of Personal Information\n<p>We do not explicitly sell your personal information.\ntherefore, there is no need to opt-out of the sale of your personal information.\nYou may submit a CCPA request as described in Section 8.2 to preemptively opt-out or opt-in your personal information to a sale if one is made within 12-months from the date we receive your request.</p>\n9.\nE.U.\nGeneral Data Protection Regulation (“GDPR”)\n<p>This Section 9 applies to you if you are a national of a European Economic Area (“EEA”) member state.\nThis section describes our good faith effort to meet our obligations if GDPR applies to you.</p>\n9.1 GDPR Owner\n<p>You can contact our GDPR owner via this email link, or post:</p>\nTightrope Interactive, Inc.<br>\nATTN: GDPR Request<br>\n588 Sutter Street #551<br>\nSan Francisco, California 94102-1102<br>\nUnited States of America<br>\n<br>\n<p>\n<em>For inquiries about our Privacy Policy that are not related to GDPR, please use the contact information at the end of this Privacy Policy.</em>\n</p>\n9.2 Personal Data\n<p>European Union regulation 2016/679, GDPR, defines “personal data” as “…any information relating to an identified or identifiable natural person (‘data subject’).\nan identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person”</p>\n<p>For the purposes of our Privacy Policy, the “data subject” is “you” (“your”, “user”).\nThe personal data we collect may include:</p>\n<ul>\n<li>\n<em>Display Name</em> – If you enter personal data into the service’s “Display Name” text input field, it will temporarily identify you by your chosen display name in a service session.</li>\n<li>\n<em>IP Address</em> – Your public “Internet Protocol” address sent to us by your web browser.</li>\n<li>\n<em>GUID</em> – A unique “Generic User Identification” created when you visit our site, use our service, install our app, add our extension, or subscribe to Notifications.</li>\n<li>\n<em>Anonymous Diagnostic Data</em> – Anonymous service diagnostic data, including but not limited to network connection conditions.</li>\n</ul>\n<p>The personal data we collect may be used for the following purposes:</p>\n<ul>\n<li>Fraud detection to prevent abuse of our products.</li>\n<li>Geography detection to aid with fraud detection, and the delivery of our products appropriate for your location.</li>\n</ul>\n<p>Our basis for processing personal data includes:</p>\n<ul>\n<li>GDPR Recital 47: “The processing of personal data strictly necessary for the purposes of preventing fraud also constitutes a legitimate interest of the data controller concerned.”</li>\n<li>GDPR Article 6(1)(f): “processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third party…”</li>\n</ul>\n9.3 Disclosure\n<p>We may pass your personal data without first obtaining your consent to third parties listed in Section 6.</p>\n9.4 Data Retention\n<p>We may retain your public IP address in server logs for a time period of at least 20 days.\nGUID data may be retained for a period of at least 90 days after the last use of our products by a user with a GUID.</p>\n9.5 Contact GDPR Owner\n<p>Please contact our GDPR owner as described in Section 9.1 to exercise your rights as a GDPR data subject, or to file a complaint.\nThe GDPR owner can help you with GDPR-specific matters including:</p>\n<ul>\n<li>Request a copy of information, if any, stored about you.</li>\n<li>Correct information, if any, stored about you.</li>\n<li>Erase information, if any, stored about you.</li>\n<li>Restrict how information, if any, about you is used.</li>\n<li>Transfer the information, if any, about you.</li>\n<li>Object to how your information, if any, is used in certain cases.</li>\n<li>Request why we are unable to fulfill your request, if applicable.</li>\n</ul>\n10.\nPrivacy Practices Disclosure For Chrome Web Store\n<p>Pursuant to Section 6 of the Google Chrome Web Store “Updated Privacy Policy &amp.\nSecure Handling Requirements” “Updated on Thursday, November 19, 2020”, our extensions for Google Chrome collect your “Location” (e.g.\nregion, IP address), and the “User Activity” (e.g.\nclicks) of our extensions.\nWe use this information to understand the usage of and improve our products.</p>\n<p>Our extensions request the minimum browser permissions and site permissions required to function.\nYou as the user can review the “Site access” and “Permissions” of extensions by opening chrome://extensions in Chrome.</p>\n<p>We do not sell this data to third parties, use or transfer this data for purposes that are unrelated to the item’s (extension’s) core functionality, or use or transfer this data to determine creditworthiness or for lending purposes knowingly by us.</p>\n11.\nPolicy Updates\n<p>We reserve the right to modify this Privacy Policy at any time.\nWe will update this Privacy Policy if we make material changes to it.</p>\n12.\nContact Us\n<p>If you have questions or concerns about this Privacy Policy, its implementation, or feel that we have not followed it, please let us know by email or post:</p>\n<p>Tightrope Interactive, Inc.<br>\nATTN: Privacy Policy – General Inquiry<br>\n588 Sutter Street #551<br>\nSan Francisco, California 94102-1102</p>\n<ul>\n<li>Home</li>\n<li>Contact Us</li>\n<li>Support</li>\n<li>Privacy Policy</li>\n<li>Terms Of Service</li>\n<li>Uninstall</li>\n<li>Developers</li>\n<li>Unsubscribe</li>\n<li>Do Not Sell My Personal Information</li>\n</ul> ", "created_at": "2021-04-25 12:29:20.804775", "updated_at": "2021-04-25 13:15:54.402549"}], "points": [], "urls": ["mediaplayer10.com"]}}