{"error": 448, "message": "OK", "parameters": {"id": 4529, "name": "Pluto TV", "created_at": "2021-07-06 09:21:08.09652", "updated_at": "2021-07-06 22:00:44.364226", "wikipedia": "https://en.wikipedia.org/wiki/Pluto_TV", "keywords": null, "related": null, "slug": "pluto-tv", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4529.png", "url": "pluto.tv", "documents": [{"id": 7994, "name": "Terms of Use", "url": "https://corporate.pluto.tv/terms-of-use/", "xpath": "/html/body/section[2]/div/div/article", "text": " Wednesday, January 1, 2020 Terms of Use <p>\n<strong>Last Modified: January 01, 2020</strong>\n</p>\n<p>(See the <strong>Legal Updates Summary</strong>\n<strong> tab to learn more)&nbsp;&nbsp;</strong>\n</p>\n<strong>PLUTO TERMS OF USE AGREEMENT</strong>\n<p>THESE TERMS OF USE CONTAIN AN ARBITRATION CLAUSE AND A CLASS ACTION WAIVER CLAUSE.&nbsp.\nBY USING THE SERVICES (DEFINED BELOW), YOU ARE ACCEPTING THE TERMS OF USE AND, WHILE YOU MAY STILL PURSUE CLAIMS AGAINST US, WITH A FEW EXCEPTIONS (FOR EXAMPLE, IF YOU SUBMIT A VALID ARBITRATION/CLASS ACTION WAIVER OPT-OUT NOTICE AS DESCRIBED IN SECTION 19.5 BELOW), YOU ARE AGREEING THAT YOU MUST PURSUE YOUR CLAIMS IN A BINDING ARBITRATION PROCEEDING (AND NOT IN A COURT) AND ONLY ON AN INDIVIDUAL (AND NOT A CLASS ACTION) BASIS.\nSEE OUR FAQS at https://support.pluto.tv/hc/en-us.\nFOR MORE INFORMATION ON THE ARBITRATION AND CLASS ACTION WAIVER CLAUSES.\nPLEASE READ THESE TERMS OF USE CAREFULLY TO UNDERSTAND YOUR RIGHTS AND RESPONSIBILITIES.</p>\n<p>Welcome to Pluto TV.&nbsp.\nThis is the official Terms of Use Agreement (“Agreement”) for the Pluto TV website, application or other interactive service that includes an authorized link to this Agreement and all other websites, applications and other interactive services you also use that are offered by Pluto Inc.\n(“Pluto”) (collectively, all such websites, applications and other interactive services, the “Services,” “we,” “us” or “our”).&nbsp.\nThe Services are owned, operated and/or provided on behalf of Pluto TV, which offers television channel or programming services (such as television networks, websites, applications or other interactive services) and offers other products and services under various brands.&nbsp.\nIn connection with Pluto’s operation of the Services, it is utilizing the materials and services of Viacom International Inc.\n(“VII”) and the other Affiliates (the “Pluto/VII Entities”).&nbsp;&nbsp.\n“Affiliates” refers to VII and its parent company Viacom Inc.\nand all affiliates that Viacom Inc.\ndirectly or indirectly owns or controls (such as Pluto, Paramount Pictures Corporation and the other affiliates of Viacom Media Networks as described at https://www.viacbs.com/viacom-brands.</p>\n<p>This Agreement covers the following areas:&nbsp;</p>\n<ol>\n<li>\n<i>Eligibility.\nAdditional Terms.\nBinding Agreement.</i>\n</li>\n<li>\n<i>Registration.</i>\n</li>\n<li>\n<i>Modifications to this Agreement.</i>\n</li>\n<li>\n<i>Ownership of Intellectual Property.</i>\n</li>\n<li>\n<i>Advertising.</i>\n</li>\n<li>\n<i>Rules of Conduct.</i>\n</li>\n<li>\n<i>Shopping.</i>\n</li>\n<li>\n<i>Text Messaging Marketing and Promotions.</i>\n</li>\n<li>\n<i>Closed Captioning of Internet Protocol-Delivered Video Programming.</i>\n</li>\n<li>\n<i>Postings.</i>\n</li>\n<li>\n<i>Contest, Sweepstakes, Auctions and Other Promotions.</i>\n</li>\n<li>\n<i>Certain Products or Services.</i>\n</li>\n<li>\n<i>Hyperlinks to Third Party Sites.</i>\n</li>\n<li>\n<i>Deactivation/Termination of Your Registration or Use.</i>\n</li>\n<li>\n<i>Disclaimers and Limitations of Liability.</i>\n</li>\n<li>\n<i>Indemnification.</i>\n</li>\n<li>\n<i>Ads and Malware.</i>\n</li>\n<li>\n<i>Privacy.</i>\n</li>\n<li>\n<i>Resolution of Disputes.\nBinding Arbitration.\nNo Class or Representative Actions or Arbitrations.</i>\n</li>\n<li>\n<i>Governing Law, Arbitration Location, Jurisdiction, Venue and Jury Trial Waiver.</i>\n</li>\n<li>\n<i>Miscellaneous Terms.</i>\n</li>\n<li>\n<strong> ELIGIBILITY.\nADDITIONAL TERMS.\nBINDING AGREEMENT</strong>\n</li>\n</ol>\n<p>You must be at least 13 years of age or older (“Services Minimum Age”) to use the Services.&nbsp.\nPlease note, certain areas on the Services may contain specific content for which you must be older than the Services Minimum Age to access and view such content.\nThe Services are designed and targeted to audiences residing in, and is governed by and operated in accordance with the laws of, the United States of America, its territories and possessions (“U.S.”).&nbsp.\nFor example, if the Services require you to be at least 13 years of age, please be aware that certain areas on the Services may contain content for which you must be at least 17 years of age to access and view even if the Services’ age eligibility requirements are less than 17 years of age.&nbsp.\nIf you are not yet the Services Minimum Age or the required greater age for certain features, do not reside in the U.S.\nand/or do not meet any other eligibility requirements, or, if for any reason, you do not agree with all of the terms and conditions contained in this Agreement, please discontinue using the Services immediately because by using or attempting to use the Services, you certify that you are at least the Services Minimum Age or other required greater age for certain features, meet any other eligibility and residency requirements of the Services and agree to all of the terms and conditions of this Agreement.&nbsp;</p>\n<p>These terms and conditions regarding your use of the Service constitute a legally binding agreement between you, on the one hand, and Pluto, on the other hand.</p>\n<p>In this Agreement, the term “Services” includes all websites and web pages within or associated with the Services (such as third level domain names and other subdomains) as well as any equivalent, mirror, replacement, substitute or backup websites and web pages that are associated with the Services.&nbsp.\nBy using the Services, you understand, acknowledge and agree that you will abide by the terms of this Agreement and any additional terms that govern certain products and/or services which will be presented in conjunction with those products and/or services (“Additional Terms”), including, but not limited to, any terms that may be provided on the Services relating to the submission of content, media and materials you submit for posting on the Services (“User Content Submission Agreement”) and the rules of participation (“Rules”) which govern certain activities and services such as voting and contests and sweepstakes.\nThe Services’ Additional Terms and the Privacy Policy for the Services (see the Privacy Policy tab for the Services) (“Privacy Policy”) are hereby incorporated in this Agreement by reference.&nbsp.\nIf there is a conflict between this Agreement and Additional Terms for the activity which you choose to participate in, the Additional Terms shall govern.\nThis Agreement will remain in full force and effect as long as you are a user of the Services and, in the event of termination of any membership, service or feature, you will still be bound by your obligations under this Agreement (including, but not limited to, the Privacy Policy and any Additional Terms), such as any indemnifications, warranties and limitations of liability.</p>\n<p>The words “use” or “using” in this Agreement means any time an individual (a “user”), directly or indirectly, with or without the aid of a machine or device, does or attempts to access, interact with use, display, view, print or copy from the Services, transmit, receive or exchange data or communicate with the Services, or in any way utilizes, benefits, takes advantage of or interacts with any function, service or feature of the Services, for any purpose whatsoever.\nThis Agreement does not cover your rights or responsibilities with respect to third party content or sites or any links that may direct your browser or your connection to third party sites or pages.\nThis is the entire and exclusive Agreement between you and us regarding the use of the Services and it cannot be modified, except as specifically described below in .\nThis Agreement applies regardless of whether you are accessing the Services via a personal computer, a mobile device or any other technology or devices now known or hereafter developed or discovered (each, a “Device”).</p>\n<strong>2.\nREGISTRATION</strong>\n<p>You may be required to sign up for an account, and select a password and user name (“Pluto User ID”) in order to access and use certain features or functions of the Services.\nYou promise to provide us with accurate, complete, and updated registration information about yourself.\nYou may not select as your Pluto User ID a name that you don’t have the right to use, or another person’s name with the intent to impersonate that person.\nYou may not transfer your account to anyone else without our prior written permission.\nYou will keep all your registration information accurate and current, and if your account credentials are compromised or your account is misused, contact us at the address below.</p>\n<p>If we offer user registration on the Services, to register as a member of the Services, there may be a few options for you to register (which are further described in our Privacy Policy): Services registration, Third Party Social Media Network Sign-On (as described in our Privacy Policy).\nWe may also, from time to time, provide users with additional codes or passwords necessary to access and use certain features or functions of the Services.\nPlease read our Privacy Policy, which provides additional information on options we may provide to register on the Services and the information we collect, use, disclose, manage and store.\nYour user name and password are personal to you and you may not allow any others to use your user name or password under any circumstances.\nTo the fullest extent permissible by law, we are not liable for any harm caused or related to the theft or misappropriation of your user name or password, disclosure of your user name or password, or your authorization of anyone else to use your user name or password.\nYou agree to immediately notify us if you become aware of or believe there is or may have been any unauthorized use of (or activity using) your user name or password or any other need to deactivate your user name or password due to security concerns.</p>\n<strong>3.\nMODIFICATIONS TO THIS AGREEMENT</strong>\n<p>We reserve the right to revise the terms of this Agreement, at any time and from time to time, for any reason in our sole discretion by posting an updated Terms of Use Agreement without advance notice to you.\nWe shall post or display notices of material changes on the Services’ homepage and/or otherwise on the Services and/or e-mail you or notify you upon login about these changes.\nthe form of such notice is at our discretion.\nOnce we post them on the Services, these changes become effective immediately and, if you use the Services after they become effective, it will signify your agreement to be bound by the changes.\nYou should check back frequently and regularly review the terms and conditions of this Agreement, including, but not limited to, any Additional Terms and the Privacy Policy, so you are aware of the most current rights and obligations that apply to you and the terms and conditions of your agreement with us.</p>\n<strong>4.\nOWNERSHIP OF INTELLECTUAL PROPERTY</strong>\n<p>The contents of the Services, including all Services software, design, text, images, photographs, illustrations, audio and video material, artwork, graphic material, databases, proprietary information and all copyrightable or otherwise legally protectable elements of the Services, including, without limitation, the selection, sequence and ‘look and feel’ and arrangement of items, and all trademarks, service marks and trade names (individually and/or collectively, “Material”), are the property of Pluto, and any of its successors and assigns, and any of its respective licensors (for example, certain software on the Services may contain software owned by third parties and Postings may be owned by you or third parties), Advertisers (as defined below), suppliers, and operational service providers and are legally protected under applicable U.S.\nand foreign laws, rules and regulations and international treaties.&nbsp.\nUnless the context clearly requires otherwise or we explicitly say so in writing, the term “Services” includes “Material” as well.\nThe Services are to be used solely for your noncommercial, non-exclusive, non-assignable, non-transferable and limited personal use and for no other purposes.\nYou must not alter, delete or conceal any copyright or other notices contained on the Services, including notices on any Material you are permitted to download, transmit, display, print or reproduce from the Services.\nYou shall not, nor will you allow any third party (whether or not for your benefit) to reproduce, modify, create derivative works from, display, perform, publish, distribute, disseminate, broadcast or circulate to any third party (including, without limitation, on or via a third party website), or otherwise use, any Material without the express prior written consent of Pluto.\nAny unauthorized or prohibited use of any Material may subject you to civil liability, criminal prosecution, or both, under applicable federal, state and local laws.\nWe require users to respect our copyrights, trademarks, and other intellectual property rights.\nWe likewise respect the intellectual property of others.\nOn notice, we will act expeditiously to remove content on the Services that infringes the copyright rights of others and will disable the access to the Services and its services of anyone who uses them to repeatedly to infringe the intellectual property rights of others.</p>\n<p>We take protection of copyrights, both our own and others, very seriously.\nWe therefore employ multiple measures to prevent copyright infringement over the Services and to promptly end any infringement that might occur.\nIf you believe that the Services contain elements that infringe your copyrights in your work, please follow the procedures set forth in our Copyright Compliance Policy for the Services (see the Copyright Compliance tab for the Services) (“Copyright Compliance Policy”).</p>\n<strong>5.\nADVERTISING</strong>\n<p>From time to time, you may communicate with, receive communications from, be re-directed to, interact with, or participate in or use the services or obtain goods and services of or from, third parties (collectively, the “Advertisers”), such as our advertisers, sponsors, or promotional partners, as a result of your use of the Services.\nAll such communication, interaction and participation is strictly and solely between you and such Advertisers and, to the fullest extent permissible by law, we shall not be responsible or liable to you in any way in connection with these activities or transactions (including, without limitation, any representations, warranties, covenants, contracts or other terms or conditions that may exist between you and the Advertiser or any goods or services you may purchase or obtain from any Advertiser).</p>\n<strong>6.\nRULES OF CONDUCT</strong>&nbsp.\n<p>Your use of the Services is subject to all applicable laws, rules and regulations and, in some cases, international treaties.\nYou are solely responsible for all activities, acts and omissions that occur in, from, through or under your user name or password.\nYou are also prohibited from using the Services (or attempting to use the Services, or allowing, enabling or condoning others to use the Services) in a manner that:</p>\n<ul>\n<li>is or is likely to be libelous, defamatory, indecent, vulgar or obscene, pornographic, sexually explicit or sexually suggestive, racially, culturally, or ethnically offensive, harmful, harassing, intimidating, threatening, hateful, objectionable, discriminatory, or abusive, or which may or may appear to impersonate anyone else;</li>\n<li>discusses us or any programming services on the Services in a clearly false or misleading manner, is unrelated to our products or services, or includes personal information of individuals or trade secrets;</li>\n<li>discourages or is likely to discourage any person, firm or enterprise from using all or any portion, features or functions of the Services, or from advertising, linking or becoming a supplier to us in connection with the Services;</li>\n<li>sends or results in the transmission of junk e-mail, chain letters, duplicative or unsolicited messages, or so-called “spamming” and “phishing”;</li>\n<li>uses the Services for commercial or business purposes, including, without limitation, advertising, marketing or offering goods or services, whether or not for financial or any other form of compensation or through linking with any other website or web pages;</li>\n<li>transmits, distributes or uploads programs or material that contain malicious code, such as viruses, timebombs, cancelbots, worms, trojan horses, spyware, or other potentially harmful programs or other material or information;</li>\n<li>forges any TCP/IP packet header or part of the header information in any email, newsgroup posting or other posting for any reason;</li>\n<li>violates any laws, rules or regulations (including, without limitation, laws regarding the transmission of technical data or software exported from the United States), judicial or governmental order or any treaties, or violates or infringes upon any copyright or other intellectual property rights, rights of publicity or privacy or any other rights of ours or of any other person, firm or enterprise;</li>\n<li>gains or enables unauthorized access to the Services or any of its features or functions, other users’ accounts, names, passwords, personally identifiable information or other computers, websites or pages, connected or linked to the Services;</li>\n<li>modifies, disrupts, impairs, alters or interferes with the use, features, functions, operation or maintenance of the Services or the use and enjoyment of the Services by any other person, firm or enterprise;</li>\n<li>collects, obtains, compiles, gathers, transmits, reproduces, deletes, revises, views or displays any material or information, whether personally identifiable or not, posted by or concerning any other person, firm or enterprise, in connection with their or your use of the Services, unless you have obtained the express, prior permission of such other person, firm or enterprise to do so;</li>\n<li>except with our prior permission, uses manual or automated software, devices, scripts, robots or other means or processes to access, “scrape,” “crawl” or “spider” any web pages or other services contained in the Services.\nor</li>\n<li>otherwise violates or is inconsistent with this Agreement, including, but not limited to, any Additional Terms and the Privacy Policy.</li>\n</ul>\n<strong>7.\nSHOPPING</strong>\n<p>If we offer certain e-Commerce to enable you to purchase goods and services through the Services (the “E-Commerce Service” or “Shop”), additional terms (such as those available on or through the Shop page) apply to your use and access of the E-Commerce Service which are Additional Terms and incorporated herein by reference.</p>\n<p>The Shop on certain Pluto websites, applications or other interactive services utilizes third party operational service providers.\nAll purchases made through these third party operational service providers are subject to their respective terms and conditions of use.\nWe and the Pluto/VII Entities are not responsible and have no liability whatsoever for goods or services you obtain through our third party operational service providers or other web sites or web pages.\nWe encourage you to make whatever investigation you feel necessary or appropriate before proceeding with any online transaction with any of these third parties.\nPluto and the Pluto/VII Entities do not make any representations or warranties as to the security of any information (including, without limitation, credit card and other personal information) you might be requested to give any such third party, and you irrevocably waive any claim against us with respect to such sites.\nWe and the Pluto/VII Entities are not responsible for assisting you in correcting any problem you may experience with goods and services purchased through a third party operational service provider, even if the goods or services were shown on one of the web pages of the Services.\nWe and the Pluto/VII Entities cannot ensure that you will be satisfied with any products or services that you purchase from any third party operational service provider as those are owned and operated by independent entities.\nCustomer service issues related to goods or services should be directed to the relevant third party operational service provider.</p>\n<p>We and the Pluto/VII Entities do not guarantee that product descriptions or other content will be accurate, complete, reliable, current, or error-free.\nDescriptions and images of, and references to, products on the Services do not imply Pluto’s endorsement of such products.\nFurthermore, customer reviews seen in our Shop are provided by the third party operational service provider’s users and are subject to such third party operational service provider’s own community guidelines.\nWe, the Pluto/VII Entities and our third party operational service providers reserve the right, with or without prior notice, to change product descriptions, images, and references.\nto limit the available quantity of any product.\nto honor, or impose conditions on the honoring of, any coupon, coupon code, promotional code or other similar promotions.\nto bar any user from conducting any or all transaction(s).\nand/or to refuse to provide any user with any product.\nPrice and availability of any product are subject to change without notice.</p>\n<strong>8.\nTEXT MESSAGING MARKETING AND PROMOTIONS</strong>\n<p>The Services through Pluto may provide you with the opportunity to register for special Promotions, services, news, programming and information (collectively, “Text Service(s)”) delivered via text messaging on wireless Devices such as mobile phones and, if we do so, we will obtain appropriate consent for any Text Services in accordance with the nature of the Text Service and applicable laws, rules and regulations.\nThe Information requested or transmitted as part of the registration process includes your wireless telephone number and may include other information, such as your preferences regarding goods or services, choices of music or artists, or other similar survey information and/or an email address.\nDepending on the Text Service and the Information collected, you may also be required to confirm your agreement to this Agreement (including, but not limited to, the Privacy Policy and Additional Terms).\n</p>\n<p>If you register for Text Services, you acknowledge, understand and agree that you may be charged by your wireless carrier for the ability to send or receive all such messages.\nThe standard messaging rates of your wireless carrier shall apply to all Text Services, unless noted otherwise.\nUnder no circumstances shall the Services or any programming services available on the Services be responsible for any wireless service charges incurred by you or by a person that has access to your wireless device, telephone number, or email address.\nIf you change or deactivate your wireless telephone number, you agree to notify us when your wireless telephone number is no longer associated with you and identify such wireless phone number to ensure that future messages directed to you are not sent to the person to whom your old number has been or will be assigned.</p>\n<p>You understand, acknowledge and agree that the Services may, at its sole discretion and without liability to you or any user, terminate its offer of any specific Text Service or all Text Services at any time without advance notice.\nThe Services may provide notice of terminations or changes in services on the Services</p>\n<strong>9.\nCLOSED CAPTIONING OF INTERNET PROTOCOL-DELIVERED VIDEO PROGRAMMING</strong>\n<p>In accordance with the Twenty-First Century Communications and Video Accessibility Act of 2010, all video programming distributors that make video programming available directly to end users through a distribution method that uses the internet protocol are required to provide contact information to end users for the receipt and handling of written closed captioning complaints.</p>\n<p>If you have a complaint regarding the Services’ compliance with the closed captioning requirements of the Twenty-First Century Communications and Video Accessibility Act of 2010, please go to http://media.viacom.com/accessibility/.</p>\n<strong>10.\nPOSTINGS</strong>\n<p>Your comments, suggestions and information are important to us.\nPortions of the Services may provide you and other users an opportunity to participate in forum services, blogs, web communities and other message and communication facilities (“Communities”) and may provide you with the opportunity, through such Communities or otherwise, to submit, post, display, transmit and/or exchange information, ideas, opinions, messages, content, media, materials or other information (collectively, “Posts” or “Postings”).\nIf the Services provides a User Content Submission Agreement, such terms govern any User Content (as defined therein) which are also Postings under this Agreement and such User Content Submission Agreement are Additional Terms under this Agreement.</p>\n<strong>10.1 Responsibility for Postings.\nOur Right to Review, Monitor, Edit and/or Screen and Take Other Actions.</strong>\n<p>You understand, acknowledge and agree that Postings are the sole responsibility of the person from which such Postings originated.\nThis means that you are solely and entirely responsible for the consequences of all Postings that you (including, but not limited to, Postings made under your name, user name and/or email address) upload, post, email, transmit or otherwise make available via the Services.\nExcept for the licenses, authorizations, consents and rights granted hereunder (including, but not limited to, as described in any User Content Submission Agreement that may be posted on the Services), as comprehensive and broad as they may seem or actually be, we acquire no title or ownership rights in or to any User Content you submit and nothing in this Agreement conveys to us any ownership rights in your User Content.</p>\n<p>Postings do not reflect the views of the Services (or any programming services thereon), and the Services (and any programming services thereon) do not represent or guarantee the truthfulness, accuracy or reliability of any Posting or endorse or support any opinions expressed in any Postings.\nNeither the Services nor any affiliated programming services on the Services control any Postings submitted, although we may (in our sole discretion) use automated and/or manual means of reviewing Postings in order to prevent unauthorized content from appearing and being displayed on the Services.\nThe Services reserve the right to review, monitor, edit and/or screen any Postings and to delete, remove, move, re-format, edit or reject, without notice to you, any Postings that we deem, in our sole discretion, to be in violation of this Agreement or to be unacceptable to the Services or any of our affiliated programming services thereon, or for any reason or for no reason whatsoever.\nprovided, however, that neither the Services nor any programming service on the Services shall have any obligation or liability for failure to do so or for doing so in any particular manner.\nIf we change your Postings, you will not be responsible for any such changes we make.</p>\n<p>If we determine, in our sole discretion and judgment, that any Posting does or may violate any of the terms of this Agreement, in addition to our rights as described in this Agreement, we reserve the right, at any time and without limiting any and all other rights we may have under this Agreement, at law or in equity, to: (i) refuse to allow you to Post.\n(ii) remove and delete Postings.\n(iii) revoke your right to use the Services.\nand/or (iv) use any technological, legal, operational or other means available to us to enforce the provisions of this Agreement, including, without limitation, blocking specific IP addresses or deactivating your registration on the Services.</p>\n<p>The amount of storage space on the Services per user is limited.\nSome Postings may not be processed due to space constraints or outbound message limitations.\nYou understand, acknowledge and agree that we assume no responsibility for deletion of Postings or any failure to store, receive or deliver Postings in a timely manner or any other matter relating to Postings.\nPostings are subject to all of the terms of this Agreement, including, but not limited to, the Rules of Conduct.</p>\n<strong>10.2 Grant of Rights.\nRepresentations, Warranties and Covenants.</strong>\n<p>If a Posting originates from you or your account, you hereby agree that (and each time you submit (or attempt to submit) a Posting, you reaffirm such agreement that): (i) you specifically authorize the Services to use such Posting in whole or in part, throughout the universe, in perpetuity in or on any and all media, now known or hereafter devised, and alone or together with or as part of other information, content and/or material of any kind or nature.\n(ii) you represent, warrant and covenant that (A) the Posting is original to you and/or fully cleared for use as contemplated herein, (B) the Posting does and will not, in any way, violate or breach any of the terms of this Agreement, (C) the Posting does not contain libelous, tortious, obscene or otherwise unlawful material or information, (D) the Posting, and the Services’ exercise of the rights you grant to us to the Postings, will not infringe upon, misappropriate or otherwise violate any copyright or other intellectual property, privacy, publicity or other rights of any party, or otherwise violate any other applicable law, rule or regulation, (E) the Posting shall not be injurious to the health of any user, (F) neither the Services nor the Pluto/VII Entities shall be required to pay or incur any sums to any person or entity as a result of our permitted use or exploitation of the Posting, and (G) all of the information provided by you associated with your Posting is complete and accurate.\nand (iii) if your Posting incorporates the name, logo, brand, service or trademark, voice, likeness or image of any person, firm or enterprise, you additionally represent, warrant and covenant to the Services and the Pluto/VII Entities that (A) you have the right to grant the Services the right to use all such Postings as described above, (B) the Posting was produced in compliance with all applicable laws and regulations and (C) for any Posting that contains original videos, you will comply with any applicable identification verification and record-keeping requirements, and our policies regarding governmental certification procedures relating thereto, and you will secure and maintain the requisite personal information and identification documentation for all individuals who appear in any such original videos, as may be required by law and/or otherwise requested or required by us in connection with our corporate compliance policies and practices, which includes (y) the individual’s full legal name, current address, date of birth and (z) a legible photocopy of a valid government-issued identification document (e.g., a U.S.\npassport, state driver’s license or valid photo ID card) to verify the individual’s identity.\nWith the submission of each such Posting, the Services reserve the right to request that you, and upon such request you must, deliver a full and complete set of such identification verification records to us, as well as a legible photocopy of your valid driver’s license, passport or other acceptable government-issued photo identification for our verification and record-keeping purposes.</p>\n<p>Upon the request of the Services, you will promptly furnish any documentation, substantiation and releases necessary and reasonably required to verify and substantiate your compliance with any or all of the terms and conditions of this Agreement, including, without limitation, the foregoing representations, warranties and covenants and, if applicable, you will promptly comply with any specific requests or directions we give you in connection with Postings you submit that may be subject to these requirements.</p>\n<p>Notwithstanding anything to the contrary, you also understand and agree that the Services and the Pluto/VII Entities shall not be obligated or responsible for providing any guild or residual payments in connection with the submission and exploitation of any Posting.</p>\n<strong>10.3 Claims Regarding Content.</strong>\n<p>If you believe that any content on the Services (including, without limitation, Postings) violates any of the terms of this Agreement (except for any notices covered by the Copyright Compliance Policy), please email us at information@viacom.com (please refer to our Copyright Compliance Policy for any notices covered by the Copyright Compliance Policy).\nWe cannot guarantee that we will respond to your message and we reserve the right to take or refrain from taking any or all steps available to us once we receive any such message.</p>\n<strong>10.4 Certain Rights of Removal for Postings.</strong>\n<p>Registered users of the Services who are California residents and are under 18 years of age may request and obtain removal of Postings on the Services that they themselves post by emailing us at posting_removal@viacom.com.\nAll requests must be labeled “California Removal Request” on the email subject line.\nAll requests must provide a description of the content or information in your Posting that you want removed and information reasonably sufficient to permit us to locate the material and, so that we can process your request and contact you if we have questions, include your registered username, name, street address, city, state, zip code and email address (your street address is optional if you wish to receive a response to your request via email), include the name and URL (if applicable) of the website, application or other interactive service and indicate your preference on how our response to your request should be sent (email or postal mail).\nWe shall not accept requests via postal mail, telephone or facsimile.\nWe are not responsible for notices that are not labeled or sent properly, or may not be able to respond if you do not provide complete information.\nWe may also provide you the ability to remove individual specific Postings that are comments by navigating to the comment, selecting the delete option when you hover over the right-hand side of the comment with your cursor and verifying the deletion request.</p>\n<p>Please also note that any requests for removal do not ensure complete or comprehensive removal of the content or information from the Services.\nFor example, content that you have posted may be republished or reposted by another user or third party.\nSee also [Section 8] of our Privacy Policy regarding how you may delete certain Information.</p>\n<strong>11.\nCONTESTS, SWEEPSTAKES, AUCTIONS AND PROMOTIONS</strong>\n<p>From time to time, the Services and/or its Advertisers, operational service providers and suppliers may conduct promotions on or through the Services, including, but not limited to, auctions, contests and sweepstakes (“Promotions”).\nEach Promotion may have Additional Terms, such as the rules governing any voting relating to a Promotion and other rules relating to the Promotion, which will be posted or otherwise made available to you and, for purposes of each Promotion, are Additional Terms and will be deemed incorporated into and form a part of this Agreement.</p>\n<strong>12.\n</strong>\n<strong>CERTAIN PRODUCTS AND SERVICES</strong>\n<strong>12.1 RSS Feeds and Podcasts.</strong>\n<p>The Services may provide RSS Feeds (“RSS Feeds”) consisting of selected text, audio, video, and photographic content (“Content”) from the Services that is provided over the Internet using an XML feed.\nCertain RSS Feeds may be podcasts (“Podcasts”) which may include as part of the Content an associated audio, video and/or photographic file where the audio and/or video file may be downloaded and played from a user’s Device or (if permitted) transferred to another Device.\nCertain software and hardware is required for users to download and view and/or play Content through RSS Feeds.</p>\n<p>Content is Material and subject to all of the terms of this Agreement, even though you may download, copy and/or transfer to a Device, or through a Device to another Device, the RSS Feeds and associated Content.</p>\n<p>By your access to and use of RSS Feeds, you understand, acknowledge and agree that the Services do not warrant that its RSS Feeds will operate on all Devices.\nPlease see the “Disclaimer and Limitations of Liability” section below for further details.</p>\n<strong>12.2 Mobile Applications.</strong>\n<p>If the Services offer products and services through applications available on your wireless or other mobile Device (such as a mobile phone) (the “Mobile Application Services”), such as applications you download or text messaging services, these Mobile Application Services are governed by the Additional Terms presented in connection with the applicable Mobile Application Service.\nThese Mobile Application Services may be provided at no charge to you or may be available for a fee, as provided in the applicable Additional Terms, including, but not limited to, the terms presented to you in connection with your download of such Mobile Application Service.\nIn addition, your wireless carrier’s standard messaging rates and other messaging, data and other rates and charges will apply to certain Mobile Application Services.\nYou should check with your carrier to find out what plans your carrier offers and how much the plans cost.\nIn addition, the use or availability of certain Mobile Application Services may be prohibited or restricted by your wireless carrier, and not all Mobile Application Services may work with all wireless carriers or Devices.\nTherefore, you should check with your wireless carrier to find out if the Mobile Application Services are available for your wireless Device, and what restrictions, if any, may be applicable to your use of such Mobile Application Services.\nIf you change or deactivate your wireless telephone number, you agree to promptly update your Mobile Application Services account information, or otherwise notify us that the wireless telephone number is no longer associated with you and identify such wireless phone number, to ensure that future messages directed to you are not sent to the person to whom your old number has been or will be assigned.</p>\n<p>\n<strong>Under no circumstances will the Services or any of the Pluto/VII Entities be responsible for any wireless service charges incurred by you or by a person that has access to your wireless device, telephone number, or email address using any Mobile Application Services.</strong>\n</p>\n<strong>12.3 Viral Features.</strong>\n<p>There may be portions of the Services, content, functionality or features (e.g., digital streaming media player(s)) (“Viral Features”) that we make available to users for your personal use.\nWhile we can change how, to whom and to what extent we make these Viral Features available at any time without any notice and in our sole discretion, so long as they are available to you, whenever you visit the Services or take advantage of any of these ViralFeatures, you agree not to download any content made available as part of the Viral Features and acknowledge that such content is available only for streaming viewing and, further, that you are bound by the applicable provisions of this Agreement and our Privacy Policy.</p>\n<strong>13.\nHYPERLINKS TO THIRD PARTY SITES</strong>\n<p>The appearance, availability, or your use of URLs or hyperlinks referenced or included anywhere on the Services or any other form of link or re-direction of your connection to, with or through the Services, does not constitute an endorsement by, nor does it incur any obligation, responsibility or liability on the part of, the Services or any of the Pluto/VII Entities, any of their successors and assigns, and any of their respective officers, directors, employees, agents, representatives, licensors, Advertisers, suppliers, and operational service providers.\nWe do not verify, endorse or have any responsibility for any such third party sites, their business practices (including their privacy policies), or any goods or services associated with or obtained in connection with any such site, even if the Services’ or one of our affiliate’s logo(s) or sponsorship identification is on the third party site as part of a co-branding or promotional arrangement.\nIf any third party site obtains or collects Personal Information or other information from you, in no event shall we assume or have any responsibility or liability.\nPlease read our Privacy Policy, which describes how the Services collect and use your Personal Information and other information and certain of our relationships.</p>\n<strong>14.\nDEACTIVATION/TERMINATION OF YOUR REGISTRATION OR USE</strong>\n<p>If the Services offer user registration and you are registered to use the Services, you may deactivate your account on the Services, at any time and for any reason, by logging in to your account, and then following the instructions on the Services to deactivate your account.\nIf you are unable to deactivate your account on this Services using this method or otherwise have questions about how to deactivate your account, please contact us at information@viacom.com.</p>\n<p>We may terminate your use of and registration on the Services, at any time and for any reason, with or without cause, without prior notice to you and without any liability or further obligation of any kind whatsoever to you or any other party.\nSee our Privacy Policy for more information about deactivation or termination of accounts by parents or legal guardians if you have not yet reached the age of majority where you live.</p>\n<strong>15.\nDISCLAIMER AND LIMITATIONS OF LIABILITY</strong>\n<p>THE SERVICES, AND ALL MATERIALS, GOODS AND SERVICES AND POSTINGS ARE MADE AVAILABLE ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY REPRESENTATION OR WARRANTY OF ANY KIND, EXPRESS OR IMPLIED (INCLUDING, WITHOUT LIMITATION, WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE) OR ANY GUARANTY OR ASSURANCE THE SERVICES WILL BE AVAILABLE FOR USE, OR THAT ALL FEATURES, FUNCTIONS OR OPERATIONS WILL BE AVAILABLE OR PERFORM AS DESCRIBED.\nWITHOUT LIMITING THE FOREGOING, TO THE FULLEST EXTENT PERMISSIBLE BY LAW, WE ARE NOT RESPONSIBLE OR LIABLE FOR ANY MALICIOUS CODE, DELAYS, INACCURACIES, ERRORS, OR OMISSIONS RELATING TO YOUR USE OF THE SERVICES.\nYOU UNDERSTAND, ACKNOWLEDGE AND AGREE THAT, TO THE FULLEST EXTENT PERMISSIBLE BY LAW, YOU ARE ASSUMING THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, PERFORMANCE, TIMELINESS, ADEQUACY, COMPLETENESS, CORRECTNESS, AUTHENTICITY, SECURITY AND VALIDITY OF ANY AND ALL FEATURES AND FUNCTIONS OF THE SERVICES, INCLUDING, WITHOUT LIMITATION, POSTINGS AND MATERIALS ASSOCIATED WITH YOUR USE OF THE SERVICES.</p>\n<p>YOU UNDERSTAND AND AGREE THAT, TO THE FULLEST EXTENT PERMISSIBLE BY LAW, THE SERVICES, PLUTO, THE PLUTO/VII ENTITIES, AND THEIR RESPECTIVE SUCCESSORS AND ASSIGNS, AND ANY OF ITS AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, REPRESENTATIVES, LICENSORS, OPERATIONAL SERVICE PROVIDERS, ADVERTISERS, OR SUPPLIERS, SHALL NOT BE LIABLE FOR ANY LOSS OR DAMAGE OF ANY KIND, DIRECT OR INDIRECT, RELATING TO THE SERVICES OR THIS AGREEMENT, INCLUDING, BUT NOT LIMITED TO, COMPENSATORY, CONSEQUENTIAL, INCIDENTAL, DIRECT, INDIRECT, SPECIAL OR PUNITIVE DAMAGES, HOWEVER ARISING OR CAUSED, WHETHER FORESEEABLE OR NOT, REGARDLESS OF THE FORM OF ACTION OR THE BASIS OR CHARACTERIZATION OF THE CLAIM AND EVEN IF ADVISED OF THE POSSIBILITY OF DAMAGES.\nWITHOUT LIMITING THE FOREGOING, THE SERVICES ARE MAINTAINED ON SERVERS IN THE UNITED STATES AND THE SERVICES AND PLUTO DISCLAIM ALL LIABILITY FOR ANY USE NOT SPECIFICALLY AUTHORIZED OR THAT IS IN VIOLATION OF THIS AGREEMENT OR THE LAWS OR REGULATIONS THAT MAY APPLY TO YOU IN ANY JURISDICTION OR COUNTRY.</p>\n<p>NOTWITHSTANDING ANY CLAIM THAT A SOLE OR EXCLUSIVE REMEDY THAT IS PROVIDED IN THIS AGREEMENT MAY OR DOES FAIL OF ITS ESSENTIAL PURPOSE, YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT, TO THE FULLEST EXTENT PERMISSIBLE BY LAW, YOUR SOLE AND EXCLUSIVE REMEDY FOR ANY LOSS OR DAMAGE SHALL BE LIMITED TO HAVING PLUTO, UPON WRITTEN NOTICE FROM YOU TO US, ATTEMPT TO REPAIR, CORRECT OR REPLACE ANY DEFICIENT GOODS OR SERVICES UNDER THIS AGREEMENT AND, IF REPAIR, CORRECTION OR REPLACEMENT IS NOT REASONABLY COMMERCIALLY PRACTICABLE FOR PLUTO, TO REFUND ANY MONIES ACTUALLY PAID BY YOU TO US FOR THE GOODS OR SERVICES INVOLVED AND TO TERMINATE AND DISCONTINUE YOUR USE OF THE SERVICES.\nYOU FURTHER UNDERSTAND AND ACKNOWLEDGE THE CAPACITY OF THE SERVICES, IN THE AGGREGATE AND FOR EACH USER, IS LIMITED.\nCONSEQUENTLY, SOME MESSAGES AND TRANSMISSIONS MAY NOT BE PROCESSED IN A TIMELY FASHION OR AT ALL, AND SOME FEATURES OR FUNCTIONS MAY BE RESTRICTED OR DELAYED OR BECOME COMPLETELY INOPERABLE.\nAS A RESULT, YOU ACKNOWLEDGE AND AGREE THAT PLUTO ASSUMES NO LIABILITY, RESPONSIBILITY OR OBLIGATION TO TRANSMIT, PROCESS, STORE, RECEIVE OR DELIVER TRANSACTIONS OR POSTINGS OR FOR ANY FAILURE OR DELAY ASSOCIATED WITH ANY POSTINGS AND YOU ARE HEREBY EXPRESSLY ADVISED NOT TO RELY UPON THE TIMELINESS OR PERFORMANCE OF THE SERVICES FOR ANY TRANSACTIONS OR POSTINGS.\nSOME JURISDICTIONS DO NOT ALLOW FOR THE EXCLUSION OR LIMITATION OF CERTAIN WARRANTIES OR THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO SOME OF THE EXCLUSIONS AND LIMITATIONS DESCRIBED IN THIS AGREEMENT MAY NOT APPLY TO YOU.</p>\n<strong>16.\nINDEMNIFICATION</strong>\n<p>You agree to indemnify, defend and hold the Services, Pluto, the Pluto/VII Entities and any programming services offered on the Services, and any of their successors and assigns, and any of their respective officers, directors, employees, agents, representatives, licensors, Advertisers, suppliers, and operational service providers harmless from and against any and all claims, actions, losses, expenses, damages and costs (including reasonable attorneys’ fees), resulting from any breach or violation of this Agreement by you.</p>\n<p>Pluto reserves the right to assume, at its sole expense, the exclusive defense and control of any such claim or action and all negotiations for settlement or compromise, and you agree to fully cooperate with Pluto in the defense of any such claim, action, settlement or compromise negotiations, as requested by Pluto.</p>\n<strong>17.\nADS AND MALWARE</strong>\n<p>We take great care and pride in creating the Services.\nWe are always on the lookout for technical glitches that affect how the Services work.\nWhen we find them on our end, we will fix them.\nUnfortunately, your Device may cause some glitches that affect how you see the Services — and that is beyond our control.</p>\n<p>If you experience any unusual behavior, content or ads on the Services, it may be the result of Malware on your computer.\nMalware — short for MALicious softWARE — is a term used to broadly classify a form of software that is installed in a computer system with malicious intentions, usually without the owner’s knowledge or permission.\nMalware includes computer viruses, key loggers, malicious active content, rogue programs and dialers, among others.\nWhile we continuously work closely with our partners to ensure that everything on the Services is working properly, sometimes Malware programs on your Device may interfere with your experience on the Services and on other sites that you visit.</p>\n<p>We suggest that you take actions (such as installing reputable third party antivirus software) that may help to clean your Device and that could monitor or prevent future installations of Malware.</p>\n<p>Please note that we cannot be responsible for the effects of any third party software including Malware on your Device.\nPlease make sure to carefully read the Help or Customer Support areas of any software download site.\nIf you do discover any Malware on your Device, we also suggest you speak with a qualified technician for your Device.\nIf, after taking the above actions, you are still experiencing any problems, please feel free to contact us at information@viacom.com</p>\n<strong>18.\nPRIVACY</strong>\n<p>We respect your privacy and the use and protection of your Information.\nPlease see our Privacy Policy for important information and disclosures relating to the collection and use of your Information in connection with your use of the Services.</p>\n<strong>19.\nRESOLUTION OF DISPUTES: BINDING ARBITRATION.\nNO CLASS OR REPRESENTATIVE ACTIONS OR ARBITRATIONS</strong>\n<p>\n<strong>See our FAQS at https://corporate.pluto.tv/terms-of-use/arbitration-faq for more information.</strong>\n</p>\n<strong>19.1 Binding Arbitration and Exclusions from Arbitration.</strong>\n<p>EXCEPT AS PROVIDED BELOW OR UNLESS YOU SUBMIT A VALID ARBITRATION/CLASS ACTION WAIVER OPT-OUT NOTICE (AS DESCRIBED IN SECTION 19.5), ANY AND ALL CLAIMS BETWEEN YOU AND ANY PLUTO/VII ENTITY WILL BE RESOLVED IN BINDING ARBITRATION RATHER THAN IN COURT.\nYou and Pluto agree to submit to individual arbitration the resolution of any and all Claims by or between you and/or Pluto, except that you and Pluto agree that the following will not be subject to the mandatory arbitration provisions in this Section 19.1: (A) any Claim filed by you or Pluto with respect to any violation, enforcement or validity of patent, trademark, trade dress, service mark, copyright and/or trade secret rights of you, Pluto, or any third party, including, but not limited to, Claims related to content that you upload to or share on the Services and/or (B) you or Pluto may seek a preliminary injunction, restraining order or other provisional equitable relief in any court as provided in Section 20 in connection with any Claim whereby you or Pluto, as applicable, may suffer immediate and irreparable harm for which money damages may be inadequate and impossible to calculate (including, but not limited to, a Claim under Section 19.1(A)), where such Claim under this Section 19.1(B) will not be subject to the informal dispute resolution procedures described in Section 19.2 below.\nprovided, however, that, subsequent to obtaining such preliminary injunction, restraining order or other provisional equitable relief, the Claim will then be submitted to arbitration in accordance with Section 19.\nYou and Pluto agree that this Agreement affects interstate commerce, and that the enforceability of Section 19 will be governed by, construed, and enforced, both procedurally and substantively, by the Federal Arbitration Act, 9 U.S.C.\nsections 1–9 (“FAA”).\nArbitration is the referral of a dispute to one or more impartial persons for a final and binding determination.\nThere is no judge or jury in arbitration, discovery is more limited than in court, there are no class or representative proceedings, and court review of an arbitration decision is limited.\nAn arbitrator must follow this Agreement and can award on an individual basis the same damages and relief as a court (including, but not limited to, injunctive and declaratory relief, statutory damages, and attorneys’ fees).\n“Claim(s)” means any dispute, claim or controversy by or between you and/or Pluto relating to the Services and/or this Agreement (including, but not limited to, this Services’ Privacy Policy and all Additional Terms, Rules, regulations, procedures and policies that we refer to in this Agreement), as may be modified from time-to-time, and the subject matter hereof, including, but not limited to, any contract, tort, statutory, or equity claims.</p>\n<strong>19.2 Informal Dispute Resolution.</strong>\n<p>Except with respect to Claims described in Section 19.1(B) above, before either you or Pluto pursue or participate in any Claim against the other party in arbitration or court proceedings, you or Pluto must notify the other party of the Claim in writing at least 60 days in advance of initiating the arbitration or court proceeding in order to provide a reasonable opportunity to resolve the Claim.\nYou may send a written notice of your Claim to Pluto at 1515 Broadway, New York, New York 10036, Attention: Viacom Inc.\nGeneral Counsel.\nPluto may send written or electronic notice of its Claim to your email address, your account or any physical or other address Pluto has for you.\nThe notice must describe the Claim in reasonable detail and set forth the relief requested so that the other party has an opportunity to adequately address the Claim.\nExcept with respect to Claims described in Section 19.1(B) above, you and Pluto agree to negotiate in good faith with each other to try to informally resolve the Claim and, if you and Pluto do not reach an informal resolution of the Claim within 60 days, then the Claim may be submitted to binding arbitration as set forth in Section 19 or court as permitted by Section 19.1.</p>\n<strong>19.3 Arbitration Proceedings and Costs.</strong>\n<p>Any arbitration will be administered by the American Arbitration Association (“AAA”) pursuant to its Consumer Arbitration Rules (the “AAA Rules”), as modified by this Agreement.\nThe AAA Rules, and other information about the AAA, are available at the AAA’s website at www.adr.org.\nA form for initiating arbitration proceedings is available on the AAA’s website (see “Demand for Arbitration, Consumer Arbitration Rules”, under Rules and Forms, Consumer Forms, at https://www.adr.org, but contact the AAA if you have issues locating the form) and arbitration proceedings shall be initiated in the location described in Section 20.\nAs required by the AAA Rules, if you initiate the arbitration proceedings, you must send the original copy of the completed form to Pluto, which should be sent to Pluto at the following address: 1515 Broadway, New York, New York 10036, Attention: Viacom Inc.\nGeneral Counsel.\nIf your Claim is for $10,000 or less, you may choose whether the arbitration will be conducted solely based on documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing under the AAA Rules.\nIn all cases, you and Pluto shall exchange documents and other information that you or Pluto intend to use in the arbitration.</p>\n<p>Upon filing of an arbitration demand for Claims up to $75,000, Pluto will reimburse you for all necessary filing, administration and arbitrator fees paid by you to the AAA or, if you wish Pluto to pay such fees directly to the AAA, you must request payment of such fees by Pluto by mail to the AAA along with your form initiating arbitration and Pluto will make arrangements to pay such fees directly to the AAA.\nIn the event the arbitrator determines that the Claim(s) you assert in the arbitration are frivolous or vexatious, you agree to reimburse Pluto for all fees associated with the arbitration paid by Pluto on your behalf.\nYou agree that Pluto shall have no obligation to pay any other fees except as determined by the arbitrator.</p>\n<p>For Claims that total more than $75,000, the AAA Rules will govern payment of filing, administration and arbitrator fees to the maximum extent permitted by law.\nThe decision of the arbitrator will be binding and conclusive on all parties, and judgment to enforce the decision may be entered by any court of competent jurisdiction.</p>\n<strong>19.4 Class Action Waiver.</strong>\n<p>UNLESS YOU SUBMIT A VALID ARBITRATION/CLASS ACTION WAIVER OPT-OUT NOTICE (AS DESCRIBED IN SECTION 19.5), YOU AND PLUTO AGREE THAT ANY DISPUTE RESOLUTION PROCEEDINGS WHETHER IN ARBITRATION OR IN COURT WILL BE CONDUCTED ONLY ON AN INDIVIDUAL BASIS AND NOT IN A CLASS, CONSOLIDATED OR REPRESENTATIVE ACTION.\nYou and Pluto expressly agree that any Claim is personal to you and Pluto, shall only be resolved by an individual arbitration (or individual court proceedings with respect to Claims excluded from mandatory arbitration as described in Section 19.1 of this Agreement), and shall in no event be brought as a class arbitration, a class action, or any other representative proceeding.\nThe arbitrator (or court if the Claim is excluded from mandatory arbitration as described in Section 19.1 of this Agreement) may only conduct an individual arbitration (or court action if the Claim is excluded from mandatory arbitration as described in Section 19.1 of this Agreement), and may not consolidate more than one person’s claims and may not preside over any form of representative or class proceeding.\nIf a court or arbitrator determines that this class action waiver is unenforceable in an action between you and Pluto, then this Agreement to arbitrate will be unenforceable.\nNeither you nor Pluto consent to class arbitration.</p>\n<strong>19.5 Right to Opt Out of Mandatory Arbitration and Class Action Waiver.</strong>\n<p>\n<strong>IF YOU DO NOT WISH TO BE BOUND BY THE MANDATORY ARBITRATION AND CLASS ACTION WAIVER PROVISIONS IN SECTIONS 19.1, 19.3 AND 19.4, YOU MUST NOTIFY PLUTO IN WRITING (THE “Arbitration/Class Action Waiver Opt-Out Notice”), WHERE THE ARBITRATION/CLASS ACTION WAIVER OPT-OUT NOTICE MEETS ALL OF THE FOLLOWING REQUIREMENTS:</strong>\n</p>\n<p>19.5.1 Sent by first class mail, postage prepaid, certified and return receipt requested or sent by overnight courier service (such as Federal Express) to Pluto TV, c/o Viacom Inc., Attention: Viacom Legal Department, Records Management, 1515 Broadway, 51st Floor, New York, NY 10036.</p>\n<p>19.5.2 Postmarked (if sent by first class mail) or deposited with the overnight courier service no later than (A), if you register as a new registered user of the Services on or after 2/9/2016 (“Agreement to Arbitrate Date” except as provided in (C) below), 45 days after the date you accept this Agreement for the first time, unless an earlier deadline in Section 19.5.2(C) applies, (B), if you are already a registered user of the Services before the Agreement to Arbitrate Date, 45 days after the earlier of either (I) your first log in to the Services on or after the Agreement to Arbitrate Date or (II) the date which email notice of the Agreement containing this Section 19, if any, was sent to the email address associated with your user registration, unless an earlier deadline in Section 19.5.2(C) applies or (C) for all other users of the Services, 45 days after you accept this Agreement for the first time on or after the Agreement to Arbitrate Date, which Agreement to Arbitrate Date shall be December 31, 2016 for users of the Services’ applications, unless a longer period is required by applicable law.</p>\n<p>19.5.3 Includes your first and last name, address, phone number, email address and, if applicable, your username if you are a registered user of the Services along with an identification of the Services for each such username.\nWe shall use the foregoing information included in the Arbitration/Class Action Waiver Opt-Out Notice to record, process, maintain and administer your opt-out of the mandatory arbitration and class action waiver provisions and not for marketing purposes.</p>\n<p>19.5.4 Includes a statement that you do not agree to the mandatory arbitration and class action waiver.</p>\n<p>If the Arbitration/Class Action Waiver Opt-Out Notice meets all of the above requirements, you will be deemed to have opted out of the mandatory arbitration and class action waiver provisions in Section 19.1, Section 19.3 and Section 19.4 with respect to the Services.\nNote that a valid Arbitration/Class Action Waiver Opt-Out Notice applies only to the individual identified in such notice as opting out.</p>\n<p>\n<strong>If the Arbitration/Class Action Waiver Opt-Out Notice does not meet all of the above requirements, you will not be deemed to have opted out of the mandatory arbitration and class action waiver provisions in Section 19.1, Section 19.3 and Section 19.4.</strong>\n</p>\n<strong>20.\nGOVERNING LAW, ARBITRATION LOCATION, JURISDICTION, VENUE AND JURY TRIAL WAIVER.</strong>\n<p>With the exception of the provision above that the enforceability of Section 19 is governed both procedurally and substantively by the FAA, this Agreement and your use of the Services is otherwise governed by, construed and enforced in accordance with the laws of the State of New York (without regard to that state’s conflict of laws rules).</p>\n<p>You or Pluto shall initiate arbitration in the United States county or territory in which you reside or, if you do not reside in the United States or one of its territories, in the non-United States country in which you reside.\nprovided, however, that (a) Pluto may request to transfer the arbitration to New York County, New York if it agrees to pay any additional fees or costs you incur as a result of the change in location as such additional fees or costs are determined by the arbitrator and to the maximum extent permitted by law and, upon such request, (b)(i) if you agree to such request, the arbitration shall be transferred to New York County, New York or (ii) if you do not agree to such request, Pluto shall have right to request that the arbitrator determine the location in which the arbitration shall be held.\nYou and Pluto agree that any Claim that is allowed to proceed in court as set forth in Section 19.1 of this Agreement (including, but not limited to, as a result of your submission of a valid Arbitration/Class Action Waiver Opt-Out Notice), or otherwise proceeds in court in the event the agreement to arbitrate above is found not to apply to you or a particular Claim as a result of a decision by the arbitrator or a court order, is subject to exclusive jurisdiction and venue in the State or Federal Courts situated in the Borough of Manhattan, New York City, State of New York.</p>\n<p>To the extent it may be applicable, you and Pluto agree to opt out from and expressly exclude any applicability of the Uniform Computer Information Transactions Act.\nIf any Claim proceeds in court rather than in arbitration, YOU AND PLUTO WAIVE ANY RIGHT TO A JURY TRIAL.</p>\n<strong>21.\nMISCELLANEOUS TERMS</strong>\n<p>This Agreement, together with any Additional Terms, our Privacy Policy and any other regulations, procedures and policies that we refer to and which are hereby incorporated by reference, contains the entire understanding and agreement between you and the Services and supersedes any and all prior or inconsistent understandings relating to the Services and your use of the Services.\nThis Agreement cannot be changed or terminated orally and may not be modified except as described in this Agreement.\nIf any provision of this Agreement is held to be illegal, invalid or unenforceable, this will not affect any other provisions and the Agreement will be deemed amended to the extent necessary to make it legal, valid and enforceable.\nAny provision that must survive in order to allow us to enforce its meaning shall survive the termination of this Agreement.\nhowever, no action relating to this Agreement or your use of the Services, regardless of form or the basis of the claim, may be brought by you more than one (1) year after the cause of action has arisen (or if multiple causes, from the date the first such cause arose).\nThe laws and regulations of the U.S.\nrestrict the export and re-export of certain technology and you agree not to use, export or re-export any Material relating to the Services in violation of those laws and regulations.\nThe section titles in this Agreement are for convenience only and do not have any legal effect.</p>\n<p>This Terms of Use Agreement was last modified on the date indicated above and is effective immediately.</p>\n<p>© 2021 Pluto Inc.\nAll rights reserved.</p> ", "created_at": "2021-07-06 09:21:08.104921", "updated_at": "2021-07-06 07:23:28.667532"}, {"id": 7993, "name": "Privacy Policy", "url": "https://corporate.pluto.tv/privacy-policy/", "xpath": "/html/body/section[2]/div/div/article", "text": " Wednesday, January 1, 2020 Privacy Policy Viacom Privacy Policy and Your California Privacy Rights <p>\n<strong>Last Modified: January 1, 2020</strong>\n</p>\n<p>This Privacy Policy (“Privacy Policy”) explains the privacy practices of Viacom International Inc.\n(and its brands, including MTV, Comedy Central, Paramount Networks, VH1, SnowGlobe, VidCon, Awesomeness, CMT, TVLand, Logo, and Bellator), Paramount Pictures Corporation, Spike Cable Networks Inc., BET Holdings LLC, Pluto Inc., and their controlled subsidiaries (collectively “Viacom”, “we”, “us”, or “our”).\nSome of Viacom’s Services are directed at children, in which case the privacy policy available at ˇnick.com/legal/83acmp/privacy-policy applies.\nViacom creates entertainment experiences that drive conversation and culture around the world through television, film, digital media, live events, merchandise, and other services.\nWhen you visit the websites, mobile and online applications or other products and services of our brands, attend our live events, view our content or advertisements, or contact our customer service (collectively, the “Services”), we may collect information from or about you.\nThis Privacy Policy applies to all information about you that we collect in connection with the Services in the United States.\nWhile some of the information we describe here is technical, our goal is to make this policy straightforward, so please Contact Us.\nif you have any questions.\n</p>\n<p>We may change this Privacy Policy from time to time.\nWhen we make changes, we will revise the date at the top of the policy and, in some cases, will notify you through the Services, such as on our homepage, or via email or other communication.\nIf you are a California resident, in order to learn more about your California Privacy Rights, please see the California Privacy Notice.\nsection below.</p> Personal Information We Collect <p>We collect information from and about you in connection with the Services.\nSome of this information may be considered “personal information,” meaning it identifies you or your device or it is reasonably associated with you.\nWe also collect, use, and disclose aggregated or deidentified data that does not reasonably identify you or your device and is not subject to this Privacy Policy.</p> Information You Provide <p>We collect information directly from you in a variety of ways.\nFor example, we may collect information when you:</p>\n<p>• Register for an account, participate in interactive areas of our Services, or fill out forms on our Services;</p>\n<p>• Request additional information about our Services or sign up to receive news, information or special offers from us;</p>\n<p>• Interact with us on social media;</p>\n<p>• Purchase any product, subscription, or event ticket from us;</p>\n<p>• Attend one of our events;</p>\n<p>• Request information or assistance from us, including correspondence with our customer service teams;</p>\n<p>• Participate in or respond to surveys or requests for opinions, feedback and preferences;</p>\n<p>• Participate in events, screenings, contests, sweepstakes, or promotions.</p>\n<p>• The types of information we collect directly from you include;</p>\n<p>• Identifiers, such as your name, email address, phone number, and mailing address;</p>\n<p>• Demographic information, such as your gender and age;</p>\n<p>• Commercial information, such as payment and billing information.\nand</p>\n<p>• Other information that relates to or is capable of being associated with you, such as passwords, personal preferences and interests, age, gender, and any other personal information you choose to provide.</p> Information Collected Automatically <p>We automatically collect personal information when you access and use our Services, including:</p>\n<p>• Device and network identifiers such as your IP address, mobile advertising ID, media access control (MAC) address, and identifiers associated with browser cookies, web beacons and similar technologies we deploy on our Services;</p>\n<p>• Internet or electronic network activity information, such as your Internet service provider (ISP), browser type and operating system version, language settings, access times, pages viewed, the routes by which you access our Services, and your use of any hyperlinks available within our Services.\nand</p>\n<p>• Geolocation data, such as (i) information that identifies the precise location of your mobile device (when we have your consent to do so) and (ii) your IP address, which may be used to estimate your approximate location.</p> Cookies and Similar Technologies <p>We and our advertising and analytics service providers use cookies, which are small text files that help store user preferences and activity, similar technologies such as web beacons, pixels, ad tags, and SDKs, which are blocks of code provided by our partners that may be installed in our mobile and online applications, to recognize you when you visit our Services, and to collect information such as the number of visits, which features, pages, or content are popular, and to measure your browsing activities.\nThese technologies allow us to optimize the operation of our Services, including by allowing us to help ensure our Services are functioning properly, improve the Services, and to provide, target, and measure advertisements.</p> Information from Third Parties <p>We may collect personal information about you from other sources so we can better understand you and provide you with services, advertising, and offers that may be of interest to you.\nFor example, we may collect personal information about you from:</p>\n<p>• Third-party social media services, such as Facebook, Twitter, and Google, that you use to interact with our Services (e.g., to create an account) or that allow you to share information, but always in accordance with the authorization procedures and privacy settings you establish with such social media services;</p>\n<p>• Television services (or “multichannel video programming distributors”) or other third-party services, such as film exhibitors, that distribute our content.\nand</p>\n<p>• Our unaffiliated partners, such as third-party interactive applications (e.g., mobile devices, third-party services, embedded audio and video players), co-branded partners and websites (e.g., on our Facebook pages), our advertisers, and commercially available sources (e.g., data aggregators and public data sets).</p> Personal Information We Derive <p>We may derive information or draw inferences about you based on the information we, or our partners, collect.\nFor example, we may make inferences that you are interested in a particular type of content or event so that we can show content or ads that are more relevant to your interests.\nWe may also build a profile of you containing information that we, or third parties, may collect in order to identify you across sites, devices, and over time and may augment your profile with information derived from inferences described above.</p>\n<p>All of the information we collect about you may be combined and used for the purposes described in the “Use of Your Personal Information” section below.</p> Use of Your Personal Information <p>We collect and use information about you for the following purposes, including to:</p>\n<p>• Provide, maintain, and improve our Services, as well as to develop new content and features;</p>\n<p>• Complete the transactions you request and perform our contractual obligations;</p>\n<p>• Create, manage, and authenticate your account;</p>\n<p>• Send notifications related to your account and purchases;</p>\n<p>• Send promotional messages and newsletters such as via email, text messaging, or push notification;</p>\n<p>• Enable you to participate in public platforms or other interactive features of the Services;</p>\n<p>• Respond to customer service requests;</p>\n<p>• Conduct internal research and development;</p>\n<p>• Target advertisements to you both on and off of our Services;</p>\n<p>• Analyze traffic and user activities on our Services, identify popular areas or features, and optimize and personalize the Services;</p>\n<p>• Debug the Services.\nand</p>\n<p>• Protect the rights and property of Viacom and others and comply with our legal obligations, including to detect, investigate, and prevent fraud and other illegal activities and to enforce our agreements.</p>\n<p>We may use each of the categories of personal information we collect for all of the uses described above.</p> Disclosure of Your Personal Information <p>We share the personal information we collect in the limited circumstances described below.</p>\n<p>• With our Affiliates and Subsidiaries.\nWe disclose your personal information to other Viacom companies, subsidiaries and affiliates, for the purposes described in the Use of Personal Information section above.</p>\n<p>• With our Service Providers.\nWe share personal information with unaffiliated companies or individuals we hire or work with that perform services on our behalf, including customer support, web hosting, information technology, payment processing, event providers, direct mail and email distribution, contest, sweepstakes and promotion administration, and analytics services.</p>\n<p>• In Connection with a Corporate Transaction.\nWe may disclose or transfer personal information as part of, or during negotiations for, any purchase, sale, lease, merger, or any other type of acquisition, disposal, or financing involving our brands.</p>\n<p>• With our Professional Advisors.\nWe share personal information with our legal, financial, insurance and other advisors in connection with the corporate transactions described above or in connection with the management of our business and operations.</p>\n<p>• With Law Enforcement Authorities and Individuals Involved in Legal Proceedings.\nWe share personal information when it’s necessary for us to comply with applicable law or legal process, to respond to legal claims, or to protect our rights, property or personal safety of our users, employees, or the public.</p>\n<p>• With Your Consent or At Your Direction.\nWe share personal information with third parties when you ask us to do so or intentionally interact with a third party.\nFor example, if you decide to participate in certain interactive areas or features of our Services, such as posting a comment on a public blog, you are directing us to share this information with other users of our Services.</p>\n<p>We do not sell your identifying information such as your name, email address, phone number, or postal address.\nSome of our brands share identifiers such as cookies and the advertising identifier associated with your mobile or internet-connected device with our advertising partners, and those partners use and share those identifiers to show advertisements that are targeted to your interests.\nWhere a brand does this, it will give you the opportunity to opt out by clicking the “Do Not Sell My Personal Information” link on the home page of the relevant website, mobile and online application, or other service.\nPlease note that when you use these tools on our websites, you will need to renew your choices if you clear your cookies or use a new browser or device.</p>\n<p>In addition to the disclosures above, we also disclose personal information to companies to provide analytics services and display advertisements on our Services.\nThese providers may use cookies, web beacons, device identifiers, and other tracking technologies which collect information about your use of our Services.\nThis information may be used by us and others to determine the popularity of our Services, deliver advertising and content targeted to your interests on our Services and on other websites, apps, and other services and to better understand your online activity.\nYou can find more information about this practice or to opt out of your web browsing activity for interest-based advertising purposes, by visiting aboutads.info/choices.\nYour device may also include a feature that allows you to opt out of the use of information about your use of mobile and online applications for interest-based advertising purposes (“Limit Ad Tracking” on iOS devices or “Opt Out of Personalized Ads” on Android devices).</p>\n<p>Please visit http://srp.viacom.com/sitefaq.html for more information on certain key third-party partners that we use in connection with the Services, including partners that provide online behavioral advertising, sometimes called personalized advertising or tailored advertising, and your choices regarding the use of your information.</p> Social Sharing <p>The Services may allow you to share your personal information with social media platforms and other third parties.\nWhen you share in this manner, the privacy practices of the social media platform control who has access to your information and how it is treated by the social media platform.\nPlease consult the privacy policies of any social media platform to which you share information in this manner to learn about the social media platform’s data practices.</p> Children’s Content <p>Some of Viacom’s Services are directed at children, in which case the privacy policy available at nick.com/legal/83acmp/privacy-policy applies.\nThe Viacom Services governed by this privacy policy are generally not intended for use by children.\nIn cases where channels available through our general audience services are directed to children, we collect only a limited amount of personal information from those channels, as permitted by the Children’s Online Privacy Protection Act.\nSpecifically, we may collect IP address, device identifiers, certain unique ID numbers, and limited viewing information.\nWe do not use, or allow our partners to use this information other than for purposes of supporting our internal operations, such as to provide children with access to features and activities on the Services, to customize content and improve our Services, or serve contextual advertising or limit the number of times a particular advertisement is seen.\nWe never allow interest-based advertising on portions of our Services that are directed to children or where we know that the user is a child or a teen under 16.</p> Your Rights and Choices <p>Marketing Communications</p>\n<p>You may opt out of receiving promotional communications from us by following the instructions in those messages.\nIf you opt out, we may still send you non-promotional communications, such as emails about your account or orders from us.</p> Location Data <p>When you use any of our mobile and online applications that collect precise location information, you may be asked to consent to the collection of this information.\nYou can change your preferences at any time through the settings on your mobile device.</p> Mobile Push Notifications/Alerts <p>With your consent, we may send promotional and non-promotional push notifications or alerts to your mobile device.\nYou can deactivate these messages at any time by changing the notification settings on your mobile device.</p> California Privacy Notice <p>If you are a California resident, please review these additional privacy disclosures, which provide a summary of how we collect, use, and disclose personal information from you and also explains your rights under California law.</p> Categories of Information We Collect, Use, and Disclose for Business Purposes <p>We collect the following categories of personal information as described in the Personal Information We Collect section.\nWe collect this information from you, your devices, third parties, or as otherwise described in this policy.\nWe use these categories as described in the Use of Your Personal Information section above, and we disclose these categories of personal information for business purposes as described in the Disclosure of Your Personal Information section above:</p>\n<p>• Identifiers, such as name, email address, mailing address, phone number, or IP address.</p>\n<p>• Demographic information, such as your gender and age.</p>\n<p>• Commercial information, such as records of purchases and payment information.</p>\n<p>• Internet or other electronic network activity information, such as log data, and information about the devices and computers you use to access the Services.</p>\n<p>• Geolocation data, such as GPS signals, device sensors, Wi-Fi access points, and cell tower IDs, where you have allowed access to that information.\n</p>\n<p>• Electronic, visual, or similar information, such as photos.</p>\n<p>• Other information you provide, such as messages on discussion boards or responses to surveys.</p>\n<p>• Inferences drawn from any of the above, including about the content or ads that may be of interest to you.</p> Your Rights <p>Under the California Consumer Privacy Protection Act (CCPA), California residents have the right to request access to or deletion of their personal information, to request additional details about our information practices, to opt out of the “sale” of their personal information, and to not be discriminated against for exercising these rights.\nBelow we explain how you may exercise these rights.\nIf you need further assistance regarding your rights, please contact us at Privacy@viacom.com, and we will consider your request in accordance with applicable laws.</p> Access <p>You may request access to the specific pieces of personal information we have about you.\nYou may also request additional details about our information practices, including the categories of personal information we collect, the sources of information, the types of third parties we share information with, the types of personal information we share for business purposes, and details about the information we have sold, if any.\nYou may request access by visiting http://viacomprivacy.com.</p> Editing and Deletion <p>You may review, modify, and delete your personal information by visiting viacomprivacy.com.\nUpon receipt of your request to exercise your rights to access and delete your personal information, we will verify your identity to protect your security and personal information.\nAfter submitting a request, please monitor your email for verification instructions.\nNote that even if we honor your request to delete your information, we may retain certain information as required or permitted by law.</p> Do Not Sell My Personal Information <p>As described above, some of our brands may share your personal information with advertising partners so that they can show advertisements on our properties, and these advertisements may be targeted to your interests, which may constitute a “sale” under California law.\nWhere a brand does this, it will give you the option to opt out of disclosures for these purposes by following the “Do Not Sell My Personal Information” link on the homepage or download page of the relevant website, mobile app, or other service.</p> Information for European Residents <p>The Services are operated in the United States.\nIf you are located in the European Union or elsewhere outside of the United States, please be aware that any information you provide to us will be transferred to the United States.\nBy using the Services, participating in any of our Services and/or providing us with your information, you consent to this transfer.</p>\n<p>We and our service providers may transfer your personal information to, or store or access it in, other countries where the laws may not provide levels of protection for your personal information equivalent the protection provided by the laws of the European Union or elsewhere outside of the United States.\nWhen we do this, we take steps to ensure that your personal information receives an appropriate level of protection through contractual requirements imposed on the recipient of the information (you can obtain a copy of these clauses by contacting us at DataPrivacyRights@viacom.com.</p> Questions or Complaints from European Residents <p>If you have a question about our Privacy Policy, data practices or the choices available to you, please contact us using the information below.\nIf we are not able to address your concern and you are a resident of the EEA, you have the right to lodge a complaint with the Data Protection Authority where you live, work, or where the issue took place.\nFor contact details of your local Data Protection Authority, please see http://ec.europa.eu/justice/data-protection/article-29/structure/data-protection-authorities/index_en.htm.</p> Contact Us <p>If you have any questions about this Privacy Policy, you may call us at 1-888-851-8412 or email us at Privacy@viacom.com with the subject line “Privacy Rights”.</p>\n<p>\n<i>For Residents of Europe:</i>\n</p>\n<p>Data Protection Officer</p>\n<p>DataPrivacyRights@viacom.com</p>\n<p>© 2021 Pluto Inc.\nAll rights reserved.</p> ", "created_at": "2021-07-06 09:21:08.101414", "updated_at": "2021-07-06 07:21:49.686446"}, {"id": 7995, "name": "Cookie Policy", "url": "https://corporate.pluto.tv/cookie-policy/", "xpath": "/html/body/section[2]/div/div/article", "text": " Monday, July 2, 2018 Cookie Policy <strong>Last Updated: July 2, 2018</strong>\n<p>\nTo review the previous Cookie Policy, please go here.<br>\nTo review Terms of Use, please go here.<br>\nTo review Privacy Policy, please go here.\n</p>\n<p>Welcome to Pluto TV.\nWe take your privacy seriously.\nPlease read this Cookie and Similar Technology Policy (“<b>Cookie Policy</b>”) to understand how we use cookies, web beacons and tracking technologies on our website at Pluto.tv (including any subdomains, mobile and connected TV versions, the “Sites”), how we share information they provide, and how you can control or manage your consent to the collection of data using these technologies.\n</p>\n<p>This Cookie Policy is incorporated into our Privacy Policy and Terms of Use.\nCapitalized terms not defined here will have the definitions set forth in these agreements.</p>\n<p>We use cookies and similar technologies in the following ways and as otherwise communicated to you from time to time (subject to your consent when required by applicable laws).</p>\n<b>What are cookies and similar technologies?</b>\n<p>A cookie is a small text file that a website places on your browser.\nCookies are used by most websites for security, to learn about and improve upon how users navigate a website, or to enable various features.\nFor example, cookies can allow the website to save your password, determine whether it is your first visit to the website and how long you stayed on each page, &nbsp;determine if you were brought to the website from another website, and other similar information.\n</p>\n<p>Similar technologies, such as web beacons or pixel tags typically function through the use of small files, such as a GIF or PNG, which are opened on a page, ad, or in an email.\nThe request for these files from a server reveals certain information, such as your browser type, IP address, and other information.\n&nbsp;Tracking pixels (sometimes referred to as web beacons) are electronic tags with a unique identifier embedded in websites, online ads and/or email, and that are designed to provide usage information such as ad impressions or clicks, measure popularity of the Services and associated advertising, and to access user cookies.\nWe may also use these automated technologies to collect, analyze, and correlate with other tracking technologies certain information related to the devices you use to access the Services, such as IP addresses, browser type and version, browser language, OS version, unique device identifiers, and other information about your computer(s) and/or mobile device(s), to the extent made available by your device, OS, or your chosen configuration or choices.\nIn certain cases, these technologies may be used to identify your device or browser through a common process known as “device fingerprinting.”</p>\n<p>Other tracking technologies also include locally shared objects (also known as ‘Flash cookies,’) HTML cookies, or other tracking software that stores data on your device on behalf of third parties.\nThese files may be installed through your browser or other software on your computer that is used by your browser.\nThese files may be installed by us or a third party.\nTo control the storage of data through such software, users may be required to change their preferences in the software itself, through a browser, or through the use of specialized add-ons or plugins.</p>\n<b>What is the difference between session and persistent cookies?</b>\n<p>All cookies have a time limit for which they will be stored.\nCookies are typically classified as “session cookies” or “persistent cookies” depending on how long they will be stored.\nSession cookies remain on your browser while you are logged on to a particular website and typically ‘expire’ or are deleted from your device when or shortly after you leave the website, close the browser, or when you delete them.\nPersistent cookies remain on your device for longer periods of time, sometimes indefinitely, or until you delete them.\n</p>\n<b>How can these technologies affect my privacy?</b>\n<p>Information from cookies and similar technologies may be used to collect information about your activities over time and across sites.\nFor example, information can be aggregated and used to determine patterns of behavior on the website, or simply to store your preferences.\nSometimes however, cookies and similar technologies can be used to link information about browsing, viewing, or other uses to a single device, browser, or user, although this information is not typically correlated to information that readily identifies you.\nTo learn more about how cookies and other tracking and analytics technologies are generally used and how they can affect your privacy, visit www.allaboutcookies.org.</p>\n<b>What cookies/technologies do you use and how do you use/share them?</b>\n<p>We use cookies and similar technologies for several important reasons.\nFirst, we use cookies for “essential” or “functional” purposes, meaning they enable various features of the Services.\nCertain other “analytics” or “performance” cookies and similar technologies track how the Services are used or perform, and how users engage with the Services.\n“Advertising” and “tracking” cookies and similar technologies are used in the process of selecting and delivering advertisements to you, and help us to continue offering our Services free of charge.</p>\n<p>Please note, the specific cookies and technologies we use are subject to change without notice.\nWe may use third-party analytics providers who use tools, such as Google Analytics, to enhance analytics on our Sites.\nSee your browser’s settings menu for a list of the cookies currently in use on our Services.\nYou may contact us using the information below if you have questions about any specific cookie or other technology.</p>\n<p>We generally use the following types of cookies and similar technologies on our Services:</p>\n<i>Essential and functional cookies/technologies</i>\n<p>Our Services typically use certain cookies, web beacons and tracking technologies that enable various operations on the webpage.\nFor example, our browser-based Services request the installation of essential cookies to maintain an active session, or keep you logged in to your account.\nOur browser-based Services may similarly request the installation of a cookie for various functions, for example, if you would like your browser to remember your username or password, or stay logged in after a session has ended.\nOur use of essential technologies may occur regardless whether you have provided your consent.\nOur functional technologies may be used without your consent, or you may consent implicitly through your use of a particular feature or browser configuration.\nPlease note, if your browser does not accept cookies, these features may not work properly or your experience may suffer.\n</p>\n<i>Analytics cookies/technologies</i>\n<p>Our Services use cookies, web beacons and tracking technologies to understand how users navigate our Services and the content they view.\nFor example, when you first arrive to our Sites, our Sitesmay install several session cookies that track how long you stay on each page.\nOur Services may also install persistent cookies that help us keep track of the number of returning visitors and to understand how users reach our Services.\n</p>\n<p>These cookies, web beacons and tracking technologies are generally used in order to improve the performance of our Services and to learn how users interact with the features of our Services or other services.\nThese cookies or technologies may be provided or controlled by us or our trusted third-party service providers.\nFor example, we currently work with analytics providers who provide tools that analyze usage of our Services.\nWhile some of these cookies may use unique identifiers, the data is analyzed only in the aggregate and we do not use these technologies to identify you personally.\n</p>\n<i>Advertising and targeting-related cookies/technologies</i>\n<p>Our Services also use cookies, web beacons and tracking technologies to understand, tailor, and deliver content and advertisements through our Service.\nFor example, we may use third parties such as network advertisers and ad exchanges to serve advertisements across the internet and may use third party analytics service providers to evaluate and provide us and/or third parties with information about the use of these ads on third party websites and viewing of ads and of our content.\n</p>\n<p>This collection and ad targeting takes place both on our Services and on third-party websites that participate in the ad network, such as websites that feature advertisements delivered by the ad network.\nWe may also share information about your use of our Services with our advertising and analytics partners.\nThis process also helps us track the effectiveness of our marketing efforts.\nWe and third-party vendors, for example Google and AdRoll, use third-party technologies together to report how your ad impressions, uses of advertising services, and your interactions with these ad impressions and/or ad services are related to visits to our Services.\nSee our Privacy Policy for additional details.</p>\n<p>The information these parties collect includes information about your visits to our Sites and Services, as well as other sites and services you may use.\nWe or these third parties may augment the information collected with information provided by third parties.\nWe and the parties that operate these services may build a profile of you containing this information, create or link your information to a profile or unique ID, and may be able to identify you across sites, devices, and over time.\nThese third-party tracking technologies allow us and these providers to better inform, optimize and deliver advertisements that are personalized to your preferences and individual profile.\n.\n</p>\n<p>These technologies may also track whether you view, interact with, or how often you have seen an ad, or whether you purchase a good or service you were shown in an advertisement.\nIn some cases, these technologies may be used to develop and assess aspects of a profile about you to determine whether you are a type of person to which a company wants to advertise, whether and how ads you see are effective, and may also be used to augment your profile with information derived from these observations.</p>\n<b>What are my choices regarding these technologies?</b>\n<p>You can control cookies, web beacons and tracking technologies or withdraw your consent to information collection in several ways.\nFirst, many browsers allow you to change the settings such that the browser will either allow or block the installation of cookies.\nYou may delete all cookies stored by your browser using your browser’s privacy menu.\nThird parties may also offer you a choice as to whether or not to have your information collected for certain purposes.\n</p>\n<i>\n<p>\n</p>\n<p>Analytics Services</p>\n</i>\n<p>\n<i>\n</i>\n</p>\n<p>To learn more about, or to opt-out of Google’s analytic and marketing services, visit </p>\n<p>Google Analytics Terms of Use, the Google Privacy Policy, or Google Analytics Opt-out.\nTo learn more about how to opt out of Google’s use of cookies, visit Google’s Ads Settings, here.\n</p>\n<i>Advertising Services</i>\n<p>If you wish to take steps to opt-out of tracking by certain online advertisers, you can visit the Digital Advertising Alliance’s opt-out page at www.aboutads.info/choices or the Network Advertising Initiative at www.networkadvertising.org/optout_nonppii.asp or if you are located in the EU, at www.youronlinechoices.eu.\nFor more information about how to control cookies or other choices online, please visit www.allaboutcookies.org/manage-cookies.\nIn addition, you may limit ad tracking and the ability for our Sites to track you across third party sites by enabling the “do not track” setting in your browser’s settings menu.</p>\n<b>Updates to this policy</b>\n<p>We may update this Cookie Policy from time to time.\nWe will post the most current version of this Cookie Policy with its effective date on our Services.\nYour continued use of the Services means you consent to the terms of this Cookie Policy.</p>\n<b>Contact </b>\n<p>If you have any questions or concerns regarding our privacy policies, please send us a detailed message to our support team here, and we will try to resolve your concerns, or you may contact our Privacy Officer at privacy@pluto.tv or via mail at 750 N.\nSan Vicente Blvd., Suite 800 West, West Hollywood, 90069.</p> ", "created_at": "2021-07-06 09:21:08.106717", "updated_at": "2021-07-06 07:23:05.925128"}], "points": [], "urls": ["pluto.tv"]}}