{"error": 448, "message": "OK", "parameters": {"id": 2419, "name": "1Muslim", "created_at": "2020-11-24 03:16:32.378863", "updated_at": "2021-03-25 03:19:27.193992", "wikipedia": null, "keywords": null, "related": null, "slug": "1muslim", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2419.png", "url": "1muslimapp.com", "documents": [{"id": 3492, "name": "Malegra Tablet", "url": "https://www.publicpills.com/malegra.html", "xpath": "<a href=\"https://www.publicpills.com/malegra.html\">Buy malegra</a> (Sildenafil) just start $0.60/ Pill used to treat male erection related problems in just 30 minutes, Check malegra 100 reviews, price &amp;amp; dosage.", "text": null, "created_at": "2021-01-15 10:41:13.495734", "updated_at": "2021-01-15 10:41:13.495734"}, {"id": 3140, "name": "Privacy Policy", "url": "https://1muslimapp.com/privacy-policy-en.html", "xpath": "/html/body/div[1]/div/div/div", "text": " Privacy Policy of <strong>1Muslim</strong>\n<p>This Application collects some Personal Data from its Users.</p> Policy summary Personal Data collected for the following purposes and using the following services: <ul>\n<li>\n<ul>\n<li> Analytics <ul>\n<li> Google Analytics for Firebase <p>Personal Data: Cookies, unique device identifiers for advertising (Google Advertiser ID or IDFA, for example) and Usage Data</p>\n</li>\n</ul>\n</li>\n<li> Beta Testing <ul>\n<li> Google Play Beta Testing and TestFlight <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Contacting the User <ul>\n<li> Contact form <p>Personal Data: city, email address and phone number</p>\n</li>\n</ul>\n</li>\n<li> Device permissions for Personal Data access <ul>\n<li> Device permissions for Personal Data access <p>Personal Data: Approximate location permission (non-continuous), Precise location permission (non-continuous) and Storage permission</p>\n</li>\n</ul>\n</li>\n<li> Displaying content from external platforms <ul>\n<li> Google Maps widget <p>Personal Data: Cookies and Usage Data</p>\n</li>\n</ul>\n</li>\n<li> Handling payments <ul>\n<li> Android Pay and Apple Pay <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Infrastructure monitoring <ul>\n<li> Crashlytics <p>Personal Data: geographic position, unique device identifiers for advertising (Google Advertiser ID or IDFA, for example) and various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Location-based interactions <ul>\n<li> Non-continuous geolocation <p>Personal Data: geographic position</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> Further information about Personal Data <ul>\n<li>\n<ul>\n<li> Push notifications <p>This Application may send push notifications to the User.<br>\n</p>\n</li>\n</ul>\n</li>\n</ul> Contact information <ul>\n<li>\n<ul>\n<li> Owner and Data Controller <p> Ruslan Elmurzaev <br>8 per.\nKaryerny, pos.\nGroznensky <br>Grozny, Chechnya, Russia </p>\n<p>\n<b>Owner contact email:</b> support@1muslimapp.com</p>\n</li>\n</ul>\n</li>\n</ul> Full policy Owner and Data Controller <p> Ruslan Elmurzaev <br>8 per.\nKaryerny, pos.\nGroznensky <br>Grozny, Chechnya, Russia </p>\n<p>\n<b>Owner contact email:</b> support@1muslimapp.com</p> Types of Data collected <p> Among the types of Personal Data that this Application collects, by itself or through third parties, there are: Cookies, Usage Data, unique device identifiers for advertising (Google Advertiser ID or IDFA, for example), phone number, email address, city, Precise location permission (non-continuous), Approximate location permission (non-continuous), Storage permission and geographic position.\n</p>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.<br>Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Application.<br>Unless specified otherwise, all Data requested by this Application is mandatory and failure to provide this Data may make it impossible for this Application to provide its services.\nIn cases where this Application specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.<br>Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.<br>Any use of Cookies – or of other tracking tools – by this Application or by the owners of third-party services used by this Application serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through this Application and confirm that they have the third party's consent to provide the Data to the Owner.</p> Mode and place of processing the Data Methods of processing <p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.<br>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Application (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p> Legal basis of processing <p>The Owner may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>Users have given their consent for one or more specific purposes.\nNote: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</li>\n<li>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\n</p> Place <p> The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.<br>\n<br> Depending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.\n</p>\n<p> Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.<br>\n<br> If any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.\n</p> Retention time <p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</li>\n</ul>\n<p> The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.<br>\n<br> Once the retention period expires, Personal Data shall be deleted.\nTherefore, the right to access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.\n</p> The purposes of processing <p> The Data concerning the User is collected to allow the Owner to provide its Services, as well as for the following purposes: Analytics, Beta Testing, Contacting the User, Device permissions for Personal Data access, Location-based interactions, Displaying content from external platforms, Handling payments and Infrastructure monitoring.\n</p>\n<p>Users can find further detailed information about such purposes of processing and about the specific Personal Data used for each purpose in the respective sections of this document.</p> Device permissions for Personal Data access <p>Depending on the User's specific device, this Application may request certain permissions that allow it to access the User's device Data as described below.</p>\n<p>By default, these permissions must be granted by the User before the respective information can be accessed.\nOnce the permission has been given, it can be revoked by the User at any time.\nIn order to revoke these permissions, Users may refer to the device settings or contact the Owner for support at the contact details provided in the present document.<br>The exact procedure for controlling app permissions may be dependent on the User's device and software.</p>\n<p>Please note that the revoking of such permissions might impact the proper functioning of this Application.</p>\n<p>If User grants any of the permissions listed below, the respective Personal Data may be processed (i.e accessed to, modified or removed) by this Application.</p> Approximate location permission (non-continuous) <p> Used for accessing the User's approximate device location.\nThis Application may collect, use, and share User location Data in order to provide location-based services.<br> The geographic location of the User is determined in a manner that isn't continuous.\nThis means that it is impossible for this Application to derive the approximate position of the User on a continuous basis.\n</p> Precise location permission (non-continuous) <p> Used for accessing the User's precise device location.\nThis Application may collect, use, and share User location Data in order to provide location-based services.<br> The geographic location of the User is determined in a manner that isn't continuous.\nThis means that it is impossible for this Application to derive the exact position of the User on a continuous basis.\n</p> Storage permission <p>Used for accessing shared external storage, including the reading and adding of any items.</p> Detailed information on the processing of Personal Data <p>Personal Data is collected for the following purposes and using the following services:</p>\n<ul>\n<li> Analytics <p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p> Google Analytics for Firebase (Google LLC) <p>Google Analytics for Firebase or Firebase Analytics is an analytics service provided by Google LLC.\n<strong>In order to understand Google's use of Data, consult Google's partner policy</strong>.</p>\n<p>Firebase Analytics may share Data with other tools provided by Firebase, such as Crash Reporting, Authentication, Remote Config or Notifications.\nThe User may check this privacy policy to find a detailed explanation about the other tools used by the Owner.</p>\n<p>This Application uses identifiers for mobile devices (including Android Advertising ID or Advertising Identifier for iOS, respectively) and technologies similar to cookies to run the Firebase Analytics service.</p>\n<p>Users may opt-out of certain Firebase features through applicable device settings, such as the device advertising settings for mobile phones or by following the instructions in other Firebase related sections of this privacy policy, if available.</p>\n<p> Personal Data collected: Cookies, unique device identifiers for advertising (Google Advertiser ID or IDFA, for example) and Usage Data.\n</p>\n<p> Place of processing: United States – Privacy Policy.\nPrivacy Shield participant.\n</p>\n</li>\n<li> Beta Testing <p> This type of service makes it possible to manage User access to this Application, or parts of it, for the purpose of testing a certain feature or the entire Application.<br> The service provider may automatically collect data related to crashes and statistics related to the User's use of this Application in a personally identifiable form.\n</p> Google Play Beta Testing (Google LLC) <p>Google Play Beta Testing is a beta testing service provided by Google LLC.</p>\n<p> Personal Data collected: various types of Data as specified in the privacy policy of the service.\n</p>\n<p> Place of processing: United States – Privacy Policy.\n</p> TestFlight (Apple Inc.) <p>TestFlight is a beta testing service provided by Apple Inc.</p>\n<p> Personal Data collected: various types of Data as specified in the privacy policy of the service.\n</p>\n<p> Place of processing: United States – Privacy Policy.\n</p>\n</li>\n<li> Contacting the User Contact form (this Application) <p>By filling in the contact form with their Data, the User authorizes this Application to use these details to reply to requests for information, quotes or any other kind of request as indicated by the form’s header.</p>\n<p> Personal Data collected: city, email address and phone number.\n</p>\n</li>\n<li> Device permissions for Personal Data access <p>This Application requests certain permissions from Users that allow it to access the User's device Data as described below.</p> Device permissions for Personal Data access (this Application) <p>This Application requests certain permissions from Users that allow it to access the User's device Data as summarized here and described within this document.</p>\n<p> Personal Data collected: Approximate location permission (non-continuous), Precise location permission (non-continuous) and Storage permission.\n</p>\n</li>\n<li> Displaying content from external platforms <p> This type of service allows you to view content hosted on external platforms directly from the pages of this Application and interact with them.<br> This type of service might still collect web traffic data for the pages where the service is installed, even when Users do not use it.\n</p> Google Maps widget (Google LLC) <p>Google Maps is a maps visualization service provided by Google LLC that allows this Application to incorporate content of this kind on its pages.</p>\n<p> Personal Data collected: Cookies and Usage Data.\n</p>\n<p> Place of processing: United States – Privacy Policy.\nPrivacy Shield participant.\n</p>\n</li>\n<li> Handling payments <p> Payment processing services enable this Application to process payments by credit card, bank transfer or other means.\nTo ensure greater security, this Application shares only the information necessary to execute the transaction with the financial intermediaries handling the transaction.<br> Some of these services may also enable the sending of timed messages to the User, such as emails containing invoices or notifications concerning the payment.\n</p> Android Pay (Google LLC) <p>Android Pay is a payment service provided by Google Inc., which allows Users to make payments using their mobile phones.</p>\n<p> Personal Data collected: various types of Data as specified in the privacy policy of the service.\n</p>\n<p> Place of processing: United States – Privacy Policy.\n</p> Apple Pay (Apple Inc.) <p>Apple Pay is a payment service provided by Apple Inc., which allows Users to make payments using their mobile phones.</p>\n<p> Personal Data collected: various types of Data as specified in the privacy policy of the service.\n</p>\n<p> Place of processing: United States – Privacy Policy.\n</p>\n</li>\n<li> Infrastructure monitoring <p> This type of service allows this Application to monitor the use and behavior of its components so its performance, operation, maintenance and troubleshooting can be improved.<br> Which Personal Data are processed depends on the characteristics and mode of implementation of these services, whose function is to filter the activities of this Application.\n</p> Crashlytics (Google LLC) <p>Crashlytics is a monitoring service provided by Google LLC.</p>\n<p> Personal Data collected: geographic position, unique device identifiers for advertising (Google Advertiser ID or IDFA, for example) and various types of Data as specified in the privacy policy of the service.\n</p>\n<p> Place of processing: United States – Privacy Policy.\n</p>\n</li>\n<li> Location-based interactions Non-continuous geolocation (this Application) <p> This Application may collect, use, and share User location Data in order to provide location-based services.<br> Most browsers and devices provide tools to opt out from this feature by default.\nIf explicit authorization has been provided, the User’s location data may be tracked by this Application.<br> The geographic location of the User is determined in a manner that isn't continuous, either at the specific request of the User or when the User doesn't point out its current location in the appropriate field and allows the application to detect the position automatically.\n</p>\n<p> Personal Data collected: geographic position.\n</p>\n</li>\n</ul> Further information about Personal Data <ul>\n<li> Push notifications <p>This Application may send push notifications to the User.</p>\n</li>\n</ul> The rights of Users <p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<b>Withdraw their consent at any time.</b> Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</li>\n<li>\n<b>Object to processing of their Data.</b> Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>\n<b>Access their Data.</b> Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>\n<b>Verify and seek rectification.</b> Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>\n<b>Restrict the processing of their Data.</b> Users have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.\n</li>\n<li>\n<b>Have their Personal Data deleted or otherwise removed.</b> Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</li>\n<li>\n<b>Receive their Data and have it transferred to another controller.</b> Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</li>\n<li>\n<b>Lodge a complaint.</b> Users have the right to bring a claim before their competent data protection authority.</li>\n</ul> Details about the right to object to processing <p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.\n</p> How to exercise these rights <p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p> Cookie Policy <p>This Application uses Cookies.\nTo learn more and for a detailed cookie notice, the User may consult the Cookie Policy.</p> Additional information about Data collection and processing Legal action <p> The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Application or the related Services.<br>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.\n</p> Additional information about User's Personal Data <p> In addition to the information contained in this privacy policy, this Application may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.\n</p> System logs and maintenance <p> For operation and maintenance purposes, this Application and any third-party services may collect files that record interaction with this Application (System logs) use other Personal Data (such as the IP Address) for this purpose.\n</p> Information not contained in this policy <p> More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.\n</p> How “Do Not Track” requests are handled <p> This Application does not support “Do Not Track” requests.<br>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.\n</p> Changes to this privacy policy <p> The Owner reserves the right to make changes to this privacy policy at any time by giving notice to its Users on this page and possibly within this Application and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\n<br>\n<br> Should the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.\n</p> Definitions and legal references Personal Data (or Data) <p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data <p>Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User <p>The individual using this Application who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject <p>The natural person to whom the Personal Data refers.</p> Data Processor (or Data Supervisor) <p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner) <p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Application.\nThe Data Controller, unless otherwise specified, is the Owner of this Application.</p> This Application <p>The means by which the Personal Data of the User is collected and processed.</p> Service <p>The service provided by this Application as described in the relative terms (if available) and on this site/application.</p> European Union (or EU) <p> Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.\n</p> Cookies <p>Small sets of data stored in the User's device.</p> Legal information <p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to this Application, if not stated otherwise within this document.</p>\n<p> Latest update: September 18, 2018 </p> ", "created_at": "2020-11-24 03:17:15.602266", "updated_at": "2020-11-24 03:17:17.476484"}, {"id": 3141, "name": "Terms and Conditions", "url": "https://1muslimapp.com/tos-en.html", "xpath": "/html/body/div[1]", "text": " Terms and Conditions of <strong>1Muslim</strong>\n<p>These Terms govern</p>\n<ul>\n<li>the use of this Application, and,</li>\n<li>any other related Agreement or legal relationship with the Owner</li>\n</ul>\n<p>in a legally binding way.\nCapitalized words are defined in the relevant dedicated section of this document.</p>\n<br>\n<p>The User must read this document carefully.</p>\n<p>The Owner offers Products through the App Store.\nAlthough the entire contractual relationship relating to these Products is entered into solely by the Owner and Users, Users acknowledge and agree that Apple may enforce these Terms as a third-party beneficiary.</p>\n<p>This Application is provided by:</p>\n<p>\n<b>Ruslan Elmurzaev</b>\n<br>8 per.\nKarerny, <br>pos.\nGroznensky, Grozny, <br>Russian Federation, 364061</p>\n<p>\n<b>Owner contact email:</b> support@1muslimapp.com </p> What the User should know at a glance<ul>\n<li>Please note that some provisions in these Terms may only apply to certain categories of Users.\nIn particular, certain provisions may only apply to Consumers or to those Users that do not qualify as Consumers.\nSuch limitations are always explicitly mentioned within each affected clause.\nIn the absence of any such mention, clauses apply to all Users.</li>\n</ul> TERMS OF USE<p>Unless otherwise specified, the terms of use detailed in this section apply generally when using this Application.</p>\n<p>Single or additional conditions of use or access may apply in specific scenarios and in such cases are additionally indicated within this document.</p>\n<p>By using this Application, Users confirm to meet the following requirements:</p>\n<ul>\n<li>There are no restrictions for Users in terms of being Consumers or Business Users;</li>\n</ul>\n<ul>\n<li>Users aren’t located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist-supporting” country;</li>\n<li>Users aren’t listed on any U.S.\nGovernment list of prohibited or restricted parties;</li>\n</ul> Content on this Application <p>Unless where otherwise specified or clearly recognizable, all content available on this Application is owned or provided by the Owner or its licensors.</p>\n<p>The Owner undertakes its utmost effort to ensure that the content provided on this Application infringes no applicable legal provisions or third-party rights.\nHowever, it may not always be possible to achieve such a result.<br> In such cases, without prejudice to any legal prerogatives of Users to enforce their rights, Users are kindly asked to preferably report related complaints using the contact details provided in this document.</p> Rights regarding content on this Application - All rights reserved <p>The Owner holds and reserves all intellectual property rights for any such content.</p>\n<p>Users may not therefore use such content in any way that is not necessary or implicit in the proper use of the Service.</p>\n<p>In particular, but without limitation, Users may not copy, download, share (beyond the limits set forth below), modify, translate, transform, publish, transmit, sell, sublicense, edit, transfer/assign to third parties or create derivative works from the content available on this Application, nor allow any third party to do so through the User or their device, even without the User's knowledge.</p>\n<p>Where explicitly stated on this Application, the User may download, copy and/or share some content available through this Application for its sole personal and non-commercial use and provided that the copyright attributions and all the other attributions requested by the Owner are correctly implemented.</p>\n<p>Any applicable statutory limitation or exception to copyright shall stay unaffected.</p> Access to external resources <p>Through this Application Users may have access to external resources provided by third parties.\nUsers acknowledge and accept that the Owner has no control over such resources and is therefore not responsible for their content and availability.</p>\n<p>Conditions applicable to any resources provided by third parties, including those applicable to any possible grant of rights in content, result from each such third parties’ terms and conditions or, in the absence of those, applicable statutory law.</p> Acceptable use <p>This Application and the Service may only be used within the scope of what they are provided for, under these Terms and applicable law.</p>\n<p>Users are solely responsible for making sure that their use of this Application and/or the Service violates no applicable law, regulations or third-party rights.</p>\n<p>Therefore, the Owner reserves the right to take any appropriate measure to protect its legitimate interests including by denying Users access to this Application or the Service, terminating contracts, reporting any misconduct performed through this Application or the Service to the competent authorities – such as judicial or administrative authorities - whenever Users engage or are suspected to engage in any of the following activities:</p>\n<ul>\n<li>violate laws, regulations and/or these Terms;</li>\n<li>infringe any third-party rights;</li>\n<li>considerably impair the Owner’s legitimate interests;</li>\n<li>offend the Owner or any third party.</li>\n</ul> TERMS AND CONDITIONS OF SALEPaid Products <p>Some of the Products provided on this Application, as part of the Service, are provided on the basis of payment.</p>\n<p>The fees, duration and conditions applicable to the purchase of such Products are described below and in the dedicated sections of this Application.</p> Product description <p>Prices, descriptions or availability of Products are outlined in the respective sections of this Application and are subject to change without notice.</p>\n<p>While Products on this Application are presented with the greatest accuracy technically possible, representation through photos, images, colors, sounds or any other means is for reference only and implies no warranty as to the characteristics of the purchased Product.</p>\n<p>The characteristics of the chosen Product will be outlined during the purchasing process.</p>\n<p>All notifications related to the described purchasing process shall be sent to the email address provided by the User for such purposes.</p> Prices <p>Users are informed during the purchasing process and before order submission, about any fees, taxes and costs (including, if any, delivery costs) that they will be charged.</p>\n<p>Prices on this Application are displayed:</p>\n<ul>\n<li>including all applicable fees, taxes and costs;</li>\n</ul> Methods of payment <p>Information related to accepted payment methods are made available during the purchasing process.</p>\n<p>Some payment methods may only be available subject to additional conditions or fees.\nIn such cases related information can be found in the dedicated section of this Application.</p>\n<p>All payments are independently processed through third-party services.\nTherefore, this Application does not collect any payment information – such as credit card details – but only receives a notification once the payment has been successfully completed.</p>\n<p>If payment through the available methods fail or is refused by the payment service provider, the Owner shall be under no obligation to fulfil the purchase order.\nAny possible costs or fees resulting from the failed or refused payment shall be borne by the User.</p> Purchase via app store <p>This Application or specific Products available for sale on this Application must be purchased via a third-party app store.\nTo access such purchases, Users must follow the instructions provided on the relevant online store (such as \"Apple App Store\" or \"Google Play\"), which may vary depending on the particular device in use.</p>\n<p>Unless otherwise specified, purchases done via third-party online stores are also subject to such third-parties’ terms and conditions, which, in case of any inconsistency or conflict, shall always prevail upon these Terms.</p>\n<p>Users purchasing through such third-party online stores must therefore read such terms and conditions of sale carefully and accept them.</p> Retention of usage rights <p>Users do not acquire any rights to use the purchased Product until the total purchase price is received by the Owner.</p> DeliveryPerformance of services <p>The purchased service shall be performed or made available within the timeframe specified on this Application or as communicated before the order submission.</p> Contract durationTrial period <p>Users have the option to test this Application or selected Products during a limited and non-renewable trial period, at no cost.\nSome features or functions of this Application may not be available to Users during the trial period.<br> Further conditions applicable to the trial period, including its duration, will be specified on this Application.</p>\n<p>The trial period shall automatically convert into the equivalent paid Product, unless the User cancels the purchase before the trial period expires.</p> Subscriptions <p>Subscriptions allow Users to receive a Product continuously or regularly over a determined period of time.</p>\n<p>Paid subscriptions begin on the day the payment is received by the Owner.</p>\n<p>In order to maintain subscriptions, Users must pay the required recurring fee in a timely manner.\nFailure to do so may cause service interruptions.</p> Subscriptions handled via Apple ID <p>Users may subscribe to a Product using the Apple ID associated with their Apple App Store account by using the relevant process on this Application.\nWhen doing so, Users acknowledge and accept that</p>\n<ul>\n<li>any payment due shall be charged to their Apple ID account;</li>\n<li>subscriptions are automatically renewed for the same duration unless the User cancels at least 24 hours before the current period expires;</li>\n<li>any and all fees or payments due for renewal will be charged within 24-hours before the end of the current period;</li>\n<li>subscriptions can be managed or cancelled in the Users’ Apple App Store account settings.</li>\n</ul>\n<p>The above shall prevail upon any conflicting or diverging provision of these Terms.</p> Liability and indemnificationAustralian UsersLimitation of liability <p>Nothing in these Terms excludes, restricts or modifies any guarantee, condition, warranty, right or remedy which the User may have under the Competition and Consumer Act 2010 (Cth) or any similar State and Territory legislation and which cannot be excluded, restricted or modified (non-excludable right).\nTo the fullest extent permitted by law, our liability to the User, including liability for a breach of a non-excludable right and liability which is not otherwise excluded under these Terms of Use, is limited, at the Owner’s sole discretion, to the re-performance of the services or the payment of the cost of having the services supplied again.</p> US UsersDisclaimer of Warranties <p>\n<strong>This Application is provided strictly on an “as is” and “as available” basis.\nUse of the Service is at Users’ own risk.\nTo the maximum extent permitted by applicable law, the Owner expressly disclaims all conditions, representations, and warranties — whether express, implied, statutory or otherwise, including, but not limited to, any implied warranty of merchantability, fitness for a particular purpose, or non-infringement of third-party rights.\nNo advice or information, whether oral or written, obtained by user from owner or through the Service will create any warranty not expressly stated herein.</strong>\n</p>\n<p>\n<strong>Without limiting the foregoing, the Owner, its subsidiaries, affiliates, licensors, officers, directors, agents, co-branders, partners, suppliers and employees do not warrant that the content is accurate, reliable or correct.\nthat the Service will meet Users’ requirements.\nthat the Service will be available at any particular time or location, uninterrupted or secure.\nthat any defects or errors will be corrected.\nor that the Service is free of viruses or other harmful components.\nAny content downloaded or otherwise obtained through the use of the Service is downloaded at users own risk and users shall be solely responsible for any damage to Users’ computer system or mobile device or loss of data that results from such download or Users’ use of the Service.</strong>\n</p>\n<p>\n<strong>The Owner does not warrant, endorse, guarantee, or assume responsibility for any product or service advertised or offered by a third party through the Service or any hyperlinked website or service, and the Owner shall not be a party to or in any way monitor any transaction between Users and third-party providers of products or services.</strong>\n</p>\n<p>\n<strong>The Service may become inaccessible or it may not function properly with Users’ web browser, mobile device, and/or operating system.\nThe owner cannot be held liable for any perceived or actual damages arising from Service content, operation, or use of this Service.</strong>\n</p>\n<p>\n<strong>Federal law, some states, and other jurisdictions, do not allow the exclusion and limitations of certain implied warranties.\nThe above exclusions may not apply to Users.\nThis Agreement gives Users specific legal rights, and Users may also have other rights which vary from state to state.\nThe disclaimers and exclusions under this agreement shall not apply to the extent prohibited by applicable law.</strong>\n</p> Limitations of liability <p>\n<strong>To the maximum extent permitted by applicable law, in no event shall the Owner, and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees be liable for</strong>\n</p>\n<ul>\n<li>\n<strong>any indirect, punitive, incidental, special, consequential or exemplary damages, including without limitation damages for loss of profits, goodwill, use, data or other intangible losses, arising out of or relating to the use of, or inability to use, the Service.\nand</strong>\n</li>\n<li>\n<strong>any damage, loss or injury resulting from hacking, tampering or other unauthorized access or use of the Service or User account or the information contained therein;</strong>\n</li>\n<li>\n<strong>any errors, mistakes, or inaccuracies of content;</strong>\n</li>\n<li>\n<strong>personal injury or property damage, of any nature whatsoever, resulting from User access to or use of the Service;</strong>\n</li>\n<li>\n<strong>any unauthorized access to or use of the Owner’s secure servers and/or any and all personal information stored therein;</strong>\n</li>\n<li>\n<strong>any interruption or cessation of transmission to or from the Service;</strong>\n</li>\n<li>\n<strong>any bugs, viruses, trojan horses, or the like that may be transmitted to or through the Service;</strong>\n</li>\n<li>\n<strong>any errors or omissions in any content or for any loss or damage incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available through the Service.\nand/or</strong>\n</li>\n<li>\n<strong>the defamatory, offensive, or illegal conduct of any User or third party.\nIn no event shall the Owner, and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees be liable for any claims, proceedings, liabilities, obligations, damages, losses or costs in an amount exceeding the amount paid by User to the Owner hereunder in the preceding 12 months, or the period of duration of this agreement between the Owner and User, whichever is shorter.</strong>\n</li>\n</ul>\n<p>\n<strong>This limitation of liability section shall apply to the fullest extent permitted by law in the applicable jurisdiction whether the alleged liability is based on contract, tort, negligence, strict liability, or any other basis, even if company has been advised of the possibility of such damage.</strong>\n</p>\n<p>\n<strong>Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, therefore the above limitations or exclusions may not apply to User.\nThe terms give User specific legal rights, and User may also have other rights which vary from jurisdiction to jurisdiction.\nThe disclaimers, exclusions, and limitations of liability under the terms shall not apply to the extent prohibited by applicable law.</strong>\n</p> Indemnification <p>\n<strong>The User agrees to defend, indemnify and hold the Owner and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees harmless from and against any and all claims or demands, damages, obligations, losses, liabilities, costs or debt, and expenses, including, but not limited to, legal fees and expenses, arising from</strong>\n</p>\n<ul>\n<li>\n<strong>User’s use of and access to the Service, including any data or content transmitted or received by User;</strong>\n</li>\n<li>\n<strong>User’s violation of these terms, including, but not limited to, User’s breach of any of the representations and warranties set forth in these terms;</strong>\n</li>\n<li>\n<strong>User’s violation of any third-party rights, including, but not limited to, any right of privacy or intellectual property rights;</strong>\n</li>\n<li>\n<strong>User’s violation of any statutory law, rule, or regulation;</strong>\n</li>\n<li>\n<strong>any content that is submitted from User’s account, including third party access with User’s unique username, password or other security measure, if applicable, including, but not limited to, misleading, false, or inaccurate information;</strong>\n</li>\n<li>\n<strong>User’s willful misconduct.\nor</strong>\n</li>\n<li>\n<strong>statutory provision by User or its affiliates, officers, directors, agents, co-branders, partners, suppliers and employees to the extent allowed by applicable law.</strong>\n</li>\n</ul> Common provisionsNo Waiver <p>The Owner’s failure to assert any right or provision under these Terms shall not constitute a waiver of any such right or provision.\nNo waiver shall be considered a further or continuing waiver of such term or any other term.</p> Service interruption <p>To ensure the best possible service level, the Owner reserves the right to interrupt the Service for maintenance, system updates or any other changes, informing the Users appropriately.</p>\n<p>Within the limits of law, the Owner may also decide to suspend or terminate the Service altogether.\nIf the Service is terminated, the Owner will cooperate with Users to enable them to withdraw Personal Data or information in accordance with applicable law.</p>\n<p>Additionally, the Service might not be available due to reasons outside the Owner’s reasonable control, such as “force majeure” (eg.\nlabor actions, infrastructural breakdowns or blackouts etc).</p> Service reselling <p>Users may not reproduce, duplicate, copy, sell, resell or exploit any portion of this Application and of its Service without the Owner’s express prior written permission, granted either directly or through a legitimate reselling program.</p> Privacy policy <p>To learn more about the use of their Personal Data, Users may refer to the privacy policy of this Application.</p> Intellectual property rights <p>Without prejudice to any more specific provision of these Terms, any intellectual property rights, such as copyrights, trademark rights, patent rights and design rights related to this Application are the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties relating to intellectual property.</p>\n<p>All trademarks — nominal or figurative — and all other marks, trade names, service marks, word marks, illustrations, images, or logos appearing in connection with this Application are, and remain, the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties related to intellectual property.</p> Changes to these Terms <p>The Owner reserves the right to amend or otherwise modify these Terms at any time.\nIn such cases, the Owner will appropriately inform the User of these changes.</p>\n<p>Such changes will only affect the relationship with the User for the future.</p>\n<p>The continued use of the Service will signify the User’s acceptance of the revised Terms.\nIf Users do not wish to be bound by the changes, they must stop using the Service.\nFailure to accept the revised Terms, may entitle either party to terminate the Agreement.</p>\n<p>The applicable previous version will govern the relationship prior to the User's acceptance.\nThe User can obtain any previous version from the Owner.</p>\n<p>If required by applicable law, the Owner will specify the date by which the modified Terms will enter into force.</p> Assignment of contract <p>The Owner reserves the right to transfer, assign, dispose of by novation, or subcontract any or all rights or obligations under these Terms, taking the User’s legitimate interests into account.\nProvisions regarding changes of these Terms will apply accordingly.</p>\n<p>Users may not assign or transfer their rights or obligations under these Terms in any way, without the written permission of the Owner.</p> Contacts <p>All communications relating to the use of this Application must be sent using the contact information stated in this document.</p> Severability <p>Should any provision of these Terms be deemed or become invalid or unenforceable under applicable law, the invalidity or unenforceability of such provision shall not affect the validity of the remaining provisions, which shall remain in full force and effect.</p> EU Users <p>Should any provision of these Terms be or be deemed void, invalid or unenforceable, the parties shall do their best to find, in an amicable way, an agreement on valid and enforceable provisions thereby substituting the void, invalid or unenforceable parts.<br> In case of failure to do so, the void, invalid or unenforceable provisions shall be replaced by the applicable statutory provisions, if so permitted or stated under the applicable law.</p>\n<p>Without prejudice to the above, the nullity, invalidity or the impossibility to enforce a particular provision of these Terms shall not nullify the entire Agreement, unless the severed provisions are essential to the Agreement, or of such importance that the parties would not have entered into the contract if they had known that the provision would not be valid, or in cases where the remaining provisions would translate into an unacceptable hardship on any of the parties.</p> US Users <p>Any such invalid or unenforceable provision will be interpreted, construed and reformed to the extent reasonably required to render it valid, enforceable and consistent with its original intent.\nThese Terms constitute the entire Agreement between Users and the Owner with respect to the subject matter hereof, and supersede all other communications, including but not limited to all prior agreements, between the parties with respect to such subject matter.\nThese Terms will be enforced to the fullest extent permitted by law.</p> Governing law <p>These Terms are governed by the law of the place where the Owner is based, as disclosed in the relevant section of this document, without regard to conflict of laws principles.</p> Exception for European Consumers <p>However, regardless of the above, if the User qualifies as a European Consumer and has their habitual residence in a country where the law provides for a higher consumer protection standard, such higher standards shall prevail.</p> Venue of jurisdiction <p>The exclusive competence to decide on any controversy resulting from or connected to these Terms lies with the courts of the place where the Owner is based, as displayed in the relevant section of this document.</p> Exception for European Consumers <p>The above does not apply to any Users that qualify as European Consumers, nor to Consumers based in Switzerland, Norway or Iceland.</p> Definitions and legal references This Application (or this Application) <p>The property that enables the provision of the Service.</p> Agreement <p>Any legally binding or contractual relationship between the Owner and the User, governed by these Terms.</p> Business User <p>Any User that does not qualify as a Consumer.</p> European (or Europe) <p>Applies where a User is physically present or has their registered offices within the EU, regardless of nationality.</p> Owner (or We) <p>Indicates the natural person(s) or legal entity that provides this Application and/or the Service to Users.</p> Product <p>A good or service available for purchase through this Application, such as e.g.\nphysical goods, digital files, software, booking services etc.</p>\n<p>The sale of Products may be part of the Service.</p> Service <p>The service provided by this Application as described in these Terms and on this Application.</p> Terms <p>All provisions applicable to the use of this Application and/or the Service as described in this document, including any other related documents or agreements, and as updated from time to time.</p> User (or You) <p>Indicates any natural person or legal entity using this Application.</p> Consumer <p>Any User qualifying as a natural person who accesses goods or services for personal use, or more generally, acts for purposes outside their trade, business, craft or profession.</p>\n<p> Latest update: December 29, 2019 </p> ", "created_at": "2020-11-24 03:18:09.57929", "updated_at": "2020-11-24 03:18:10.771058"}, {"id": 3169, "name": "Cookie Policy", "url": "http://1muslimapp.com/cookie-policy-en.html", "xpath": "/html/body/div[1]/div/div/div", "text": " Cookie Policy of 1Muslim <p>Cookies consist of portions of code installed in the browser that assist the Owner in providing the Service according to the purposes described.\nSome of the purposes for which Cookies are installed may also require the User's consent.</p>\n<p>Where the installation of Cookies is based on consent, such consent can be freely withdrawn at any time following the instructions provided in this document.</p> Technical Cookies and Cookies serving aggregated statistical purposes <ul>\n<li> Activity regarding the saving of preferences, optimization, and statistics <p> This Application uses Cookies to save browsing preferences and to optimize the User's browsing experience.\nAmong these Cookies are, for example, those used for the setting of language and currency preferences or for the management of first party statistics employed directly by the Owner of the site.\n</p>\n</li>\n</ul> Other types of Cookies or third parties that install Cookies <p>Some of the services listed below collect statistics in an anonymized and aggregated form and may not require the consent of the User or may be managed directly by the Owner - depending on how they are described - without the help of third parties.</p>\n<p>If any third party operated services are listed among the tools below, these may be used to track Users’ browsing habits – in addition to the information specified herein and without the Owner’s knowledge.\nPlease refer to the privacy policy of the listed services for detailed information.</p>\n<ul>\n<li> Analytics <p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p> Google Analytics for Firebase (Google LLC) <p>Google Analytics for Firebase or Firebase Analytics is an analytics service provided by Google LLC.\n<strong>In order to understand Google's use of Data, consult Google's partner policy</strong>.</p>\n<p>Firebase Analytics may share Data with other tools provided by Firebase, such as Crash Reporting, Authentication, Remote Config or Notifications.\nThe User may check this privacy policy to find a detailed explanation about the other tools used by the Owner.</p>\n<p>This Application uses identifiers for mobile devices (including Android Advertising ID or Advertising Identifier for iOS, respectively) and technologies similar to cookies to run the Firebase Analytics service.</p>\n<p>Users may opt-out of certain Firebase features through applicable device settings, such as the device advertising settings for mobile phones or by following the instructions in other Firebase related sections of this privacy policy, if available.</p>\n<p> Personal Data collected: Cookies, unique device identifiers for advertising (Google Advertiser ID or IDFA, for example) and Usage Data.\n</p>\n<p> Place of processing: United States – Privacy Policy.\nPrivacy Shield participant.\n</p>\n</li>\n<li> Displaying content from external platforms <p> This type of service allows you to view content hosted on external platforms directly from the pages of this Application and interact with them.<br> This type of service might still collect web traffic data for the pages where the service is installed, even when Users do not use it.\n</p> Google Maps widget (Google LLC) <p>Google Maps is a maps visualization service provided by Google LLC that allows this Application to incorporate content of this kind on its pages.</p>\n<p> Personal Data collected: Cookies and Usage Data.\n</p>\n<p> Place of processing: United States – Privacy Policy.\nPrivacy Shield participant.\n</p>\n</li>\n</ul> How to provide or withdraw consent to the installation of Cookies <p>In addition to what is specified in this document, the User can manage preferences for Cookies directly from within their own browser and prevent – for example – third parties from installing Cookies.<br>Through browser preferences, it is also possible to delete Cookies installed in the past, including the Cookies that may have saved the initial consent for the installation of Cookies by this website.<br>Users can, for example, find information about how to manage Cookies in the most commonly used browsers at the following addresses: Google Chrome, Mozilla Firefox, Apple Safari and Microsoft Internet Explorer.</p>\n<p>With regard to Cookies installed by third parties, Users can manage their preferences and withdrawal of their consent by clicking the related opt-out link (if provided), by using the means provided in the third party's privacy policy, or by contacting the third party.</p>\n<p>Notwithstanding the above, the Owner informs that Users may follow the instructions provided on the subsequently linked initiatives by the EDAA (EU), the Network Advertising Initiative (US) and the Digital Advertising Alliance (US), DAAC (Canada), DDAI (Japan) or other similar services.\nSuch initiatives allow Users to select their tracking preferences for most of the advertising tools.\nThe Owner thus recommends that Users make use of these resources in addition to the information provided in this document.</p> Owner and Data Controller <p> Ruslan Elmurzaev <br>8 per.\nKaryerny, pos.\nGroznensky <br>Grozny, Chechnya, Russia </p>\n<p>\n<b>Owner contact email:</b> support@1muslimapp.com</p>\n<p> Since the installation of third-party Cookies and other tracking systems through the services used within this Application cannot be technically controlled by the Owner, any specific references to Cookies and tracking systems installed by third parties are to be considered indicative.\nIn order to obtain complete information, the User is kindly requested to consult the privacy policy for the respective third-party services listed in this document.\n</p>\n<p>Given the objective complexity surrounding the identification of technologies based on Cookies, Users are encouraged to contact the Owner should they wish to receive any further information on the use of Cookies by this Application.</p> Definitions and legal references Personal Data (or Data) <p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data <p>Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User <p>The individual using this Application who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject <p>The natural person to whom the Personal Data refers.</p> Data Processor (or Data Supervisor) <p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner) <p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Application.\nThe Data Controller, unless otherwise specified, is the Owner of this Application.</p> This Application <p>The means by which the Personal Data of the User is collected and processed.</p> Service <p>The service provided by this Application as described in the relative terms (if available) and on this site/application.</p> European Union (or EU) <p> Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.\n</p> Cookies <p>Small sets of data stored in the User's device.</p> Legal information <p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to this Application, if not stated otherwise within this document.</p>\n<p> Latest update: September 18, 2018 </p> ", "created_at": "2020-11-27 20:40:30.571552", "updated_at": "2020-11-27 20:40:33.376322"}], "points": [{"id": 11643, "title": "There is a date of the last update of the terms", "source": "https://1muslimapp.com/tos-en.html", "status": "Generated through the annotate view", "created_at": "2020-11-24 20:51:59.560018", "updated_at": "2020-11-24 20:53:33.377831", "quoteText": "Latest update: December 29, 2019", "case_id": 331, "document_id": 3141, "quoteStart": 25413, "quoteEnd": 25445}, {"id": 11641, "title": "There is a date of the last update of the terms", "source": "https://1muslimapp.com/privacy-policy-en.html", "status": "Generated through the annotate view", "created_at": "2020-11-24 20:51:09.863241", "updated_at": "2020-11-24 21:59:44.8403", "quoteText": "Latest update: September 18, 2018 </p>", "case_id": 331, "document_id": 3140, "quoteStart": 25906, "quoteEnd": 25944}, {"id": 11649, "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials", "source": "https://1muslimapp.com/tos-en.html", "status": "Generated through the annotate view", "created_at": "2020-11-24 21:16:32.839744", "updated_at": "2020-11-26 02:23:28.754235", "quoteText": "The owner cannot be held liable for any perceived or actual damages arising from Service content, operation, or use of this Service.</strong>\n</p>\n<p>\n<strong>Federal law, some states, and other jurisdictions, do not allow the exclusion and limitations of certain implied warranties.\nThe above exclusions may not apply to Users.\nThis Agreement gives Users specific legal rights, and Users may also have other rights which vary from state to state.\nThe disclaimers and exclusions under this agreement shall not apply to the extent prohibited by applicable law.</strong>", "case_id": 291, "document_id": 3141, "quoteStart": 12892, "quoteEnd": 13460}], "urls": ["1muslimapp.com"]}}