{"error": 448, "message": "OK", "parameters": {"id": 5233, "name": "FUJITSU GENERAL ", "created_at": "2021-10-24 06:58:14.731466", "updated_at": "2021-10-24 22:01:05.206685", "wikipedia": null, "keywords": null, "related": null, "slug": "fujitsu-general", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5233.png", "url": "fujitsugeneral.com", "documents": [{"id": 9383, "name": "Privacy ", "url": "https://www.fujitsugeneral.com/us/privacy/index.html", "xpath": "//*[@id=\"contents\"]", "text": " Privacy <p>Fujitsu General Limited and its affiliates (the \"Fujitsu General Group\") are committed to respecting your privacy.\nFujitsu General Group actively supports current industry initiatives to preserve individual privacy rights on the Internet.</p>\n<p>Fujitsu General Group recognizes the importance of the personal data by which you can be identified, such as your name, address, or e-mail address (\"Personal Data\").\nIn general, you can visit www.fujitsu-general.com without revealing any Personal Data.\nAt times we may track the Internet address of people who visit www.fujitsu-general.com and analyze this data for trends and statistics, but the tracked data will not include your Personal Data.\nOther Fujitsu General Group websites may collect your Personal Data in compliance with applicable laws and regulations.\nIf you do not provide the information we request, you can still visit most of our website but you may be unable to access certain options, offers and services.</p>\n<p>Some Fujitsu General Group websites send \"cookies\" to your computer to better serve you with more tailored information when you return to the website.\nCookies are identifiers that include unique characters, but unless you input your Personal Data onto our website you cannot be identified, and will remain anonymous.\nYou can set most browsers to tell you when you are sent a cookie and to refuse to receive it.</p> ", "created_at": "2021-10-24 06:58:14.735536", "updated_at": "2021-10-24 05:00:04.052889"}, {"id": 9382, "name": "Terms of Use", "url": "https://www.fujitsugeneral.com/us/terms/index.html", "xpath": "//*[@id=\"contents\"]", "text": " Terms of Use <p>These terms of use (\"Terms\") are a binding legal agreement between you or, if you access www.fujitsu-general.com (the \"Website\") on behalf of a corporation or a legal entity, such corporation or legal entity on whose behalf you access the Website (collectively, \"You\" or \"Your\") and Fujitsu General Limited \"FGL\"), a company having its registered office at 3-3-17 Suenaga, Takatsu-ku, Kawasaki, Kanagawa, Japan 213-8502, concerning Your access to the Website (as defined below).</p>\n<p>READ THESE TERMS CAREFULLY BEFORE USING THIS WEBSITE.\nBy accessing or using this Website (as defined below), You agree to the Terms in their entirety, including when the Terms are amended pursuant to Section 6.\nBy accessing or using this Website, You represent that You are of legal age to enter into the Terms.\nIf you do not agree to the Terms, do not use this Website (as defined below) in any manner.</p> 1.\nUse of This Website <p>You are responsible for obtaining access to this Website, and such access may incur charges from Internet service providers and telecom companies.\nYou are responsible for such charges.\nIn addition, you should prepare and be responsible for all equipment necessary to access this Website.</p>\n<p>You are free to select any equipment and means necessary to access this Website without the consent of FGL</p> 2.\nIntellectual Property <p>This Website, including materials that may be available to You through this Website, is protected by copyrights, trademarks, patents and other proprietary rights as well as laws governing intellectual property rights.</p>\n<p>The content on this Website may not, except under written license granted by an authorized representative of FGL, be copied, reproduced, transmitted, displayed, distributed, rented, sublicensed, altered, stored for subsequent use, or otherwise used, in whole or in part, in any manner whatsoever, except to the extent that such use is authorized under Japanese copyright and other relevant laws.\n</p>\n<p>You acknowledge that any and all rights, titles, and interests in and to this Website will remain with FGL or its licensors.\nYou may have the right to use this Website only in accordance with the Terms and do not acquire any other right, title, or interest, whether by implication, estoppel, or otherwise.</p> 3.\nLimitations <p>When accessing this Website, DO NOT:</p>\n<ol>\n<li>reverse-engineer, decompile, disassemble, or otherwise attempt to discover the source codes, object codes, or underlying structure of this Website;</li>\n<li>modify, adapt, or translate this Website, or create derivative works based on this Website;</li>\n<li>make unauthorized access to or use of the systems and Website of FGL or its licensors or transmit viruses, worms, Trojan Horses, time bombs, spyware, malware, cancelbots, passive collection mechanisms, robots, data mining software, or any other malicious or invasive code or program into the systems and Website of FGL or its licensors;</li>\n<li>probe attack, scan, or test the vulnerability of the systems and Website of FGL and its licensors;</li>\n<li>interfere with, breach, or circumvent any security features, authentication mechanisms, or any other feature that restricts or enforces limitations on the use of, or access to, the systems and Website of FGL and its licensors;</li>\n<li>alter or remove any copyright, trademark or other proprietary notices appearing on this Website;</li>\n<li>incorporate this Website or its content into any products or services.\nor</li>\n<li>copy or reproduce this Website or its content to any other server or location for reproduction or redistribution purposes.</li>\n</ol>\n<p>You are solely responsible for any violation of laws, rules, or regulations that may result from Your failure to abide by the Terms.</p> 4.\nDISCLAIMER OF WARRANTY <p>THIS WEBSITE IS PROVIDED TO YOU ON AN \"AS IS\" BASIS.\nFGL, ITS LICENSORS, AFFILIATED COMPANIES, AND SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THIS WEBSITE OR THE SUITABILITY THEREOF FOR ANY PURPOSES, AND EACH HEREBY EXPRESSLY DISCLAIMS ANY WARRANTIES OF ANY KIND WITH RESPECT TO THE SERVICES, WHETHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, STATUTORY WARRANTIES, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT OF THIRD PARTY RIGHTS, AND ANY WARRANTIES REGARDING THE COMPLETENESS, AVAILABILITY, ACCURACY, OR RELIABILITY OF THIS WEBSITE AND/OR ITS CONTENT.\nYOU ACKNOWLEDGE THAT THE ENTIRE RISK ASSOCIATED WITH THE USE OF THIS WEBSITE IS ASSUMED BY YOU.</p> 5.\nLIMITATION OF LIABILITY <p>YOU ACKNOWLEDGE AND ACCEPT THAT YOU ACCESS THIS WEBSITE AT YOUR OWN RISK.\nUNDER NO CIRCUMSTANCES WILL FGL, ITS LICENSORS, AFFILIATED COMPANIES, OR SUPPLIERS, OR ITS OR THEIR DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, OR REPRESENTATIVES BE LIABLE TO YOU OR ANY THIRD PARTIES FOR ANY INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, INCLUDING LOST PROFITS, LOST SALES OR BUSINESS, OR LOST DATA ARISING OUT OF THE USE OF THIS WEBSITE OR INABILITY TO ACCESS THIS WEBSITE, EVEN IF FGL OR ITS LICENSORS HAVE BEEN AWARE OR MAY HAVE BEEN AWARE OF THE POSSIBILITY OF SUCH DAMAGES.\nYOUR SOLE AND EXCLUSIVE REMEDY FOR YOUR DISSATISFACTION WITH THIS WEBSITE MAY BE TO STOP ACCESSING THIS WEBSITE.\nNOTHING IN SECTION 5 SHALL LIMIT FGL’S LIABILITY TO YOU FOR ANY LIABILITY THAT CANNOT BE EXCLUDED UNDER APPLICABLE LAWS.</p> 6.\nOther Terms <ol>\n<li>FGL may amend the Terms from time to time at its sole discretion and without prior notice to You.\nYour continued access to or use of this Website following the posting of any change constitutes Your acceptance of those changes.\nFGL therefore encourages You to review the Terms periodically when You access this Website.\nYou can determine when FGL last changed the Terms by referring to the \"LAST UPDATED\" legend at the bottom of this page.\nNotwithstanding the foregoing, any changes to the Terms shall not apply to any dispute that may have arisen between You and FGL prior to the date on which FGL posted a revision to the Terms incorporating such changes or otherwise notified You of such changes.</li>\n<li>Except where explicitly stated otherwise herein, if any provision of the Terms is found to be invalid or unenforceable, the invalidity or unenforceability of such provision shall not affect other provisions of the Terms, and provisions not affected by such invalidity or unenforceability shall remain in full force and effect.</li>\n<li>The Terms are governed by the laws of Japan.\nYou and FGL hereby irrevocably submit to the exclusive jurisdiction of the Tokyo District Court for the settlement of disputes arising out of or in connection with the Terms.\nYou agree to waive any jurisdictional, venue, or inconvenient forum objections.</li>\n<li>FGL does not represent or warrant that this Website is appropriate or available for use in any particular jurisdiction.\nAccessing the content on this Website from countries or regions where such content is deemed illegal is prohibited.\nYou agree that, when you use or access this Website or the Subsites, you do so on your own initiative, and that you are responsible for complying with the applicable local laws, rules, and regulations.</li>\n<li>Products and services presented on this Website or the Subsites may not be available for purchase in your country or area of residence.\nThe reference to such products and services on this Website or the Subsites does not imply or warrant that those products or services are or will be available in your country or area of residence.\nCheck with authorized local sales representatives of Fujitsu General Group companies for the availability and prices of specific products and services in your country or area of residence.</li>\n<li>By uploading, e-mailing, posting, publishing, or otherwise transmitting any content to FGL in connection with this Website (each a \"Submission\"), You acknowledge that such Submission is non-confidential and automatically grant (or warrant that the owner of such rights has expressly granted) to FGL a perpetual, worldwide, non-exclusive, royalty-free, fully paid-up, sublicensable (in multiple tiers), assignable, and transferable right and license to use, reproduce, modify, adapt, publish, perform and display (publicly or otherwise), transmit, and distribute such Submission in any form, medium, or technology currently known or any which may be hereinafter developed.\nIn addition, You warrant that all so-called moral rights in the Submission have been waived.</li>\n<li>You must not directly or indirectly export or re-export content of this Website to any country in breach of Japanese or any other applicable export laws or regulations.</li>\n<li>These Terms also incorporate by reference and include the terms and conditions set forth in FGL’s Privacy Policy provided on the Privacy Policy page.</li>\n</ol>\n<ul>\n<li>Privacy Policy</li>\n</ul> 7.\nLinks from Other Sites <p>FGL grants permission to provide a link to the Website on your website, provided that you meet the following conditions: (i) your site will not slander or damage FGL nor contain inappropriate content.\n(ii) your site will not be detrimental to public order and morality, nor harm the trustworthiness or dignity of FGL.\n(iii) your site will not infringe third party's rights, property, or privacy.\n(iv) you will not create any frame around the Content nor give any wrong impression that the content belongs to FGL by any other means.\n(v) your site will not be presented in a manner that may give the wrong impression of a collaborative or cooperative relationship existing between you and FGL.\n(vi) your site will not give the wrong impression that FGL certifies or supports your site on which the link appears.\nand (vii) your site will not be such as to be determined by FGL to be inappropriate for any other reason.</p>\n<p>FGL may demand that you delete such a link.\nThis permission will be revoked if you breach any provision of the Terms or any applicable terms of use of the Subsites.\nUpon revocation of the permission, you must remove any link to this Website immediately.</p> How to set up a link: <ul>\n<li>Set up a link from your website to this Website by the following method:</li>\n</ul> Examples of using text links: <ol>\n<li>&lt;a href=\"https://www.fujitsu-general.com/\" title=\"FUJITSU GENERAL LIMITED\" &gt;FUJITSU GENERAL LIMITED&lt;/a&gt;</li>\n<li>&lt;a href=\"https://www.fujitsu-general.com/\" title=\"FUJITSU GENERAL \" &gt;FUJITSU GENERAL &lt;/a&gt;</li>\n</ol> 8.\nLinks from This Website and Subsites to Other Websites <p>This Website may provide links to other websites or resources.\nAs FGL has no control over such websites or resources, you acknowledge and agree that FGL is not responsible for the availability of such external websites or resources, and does not endorse and is not responsible or liable for any content, advertising, product, or other materials on or available from such external websites or resources.\nYou also acknowledge and agree that FGL will not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with your use of or reliance on any such content, goods or services available on or through any such website or resource.</p>\n<p>Nothing contained in this Website should be interpreted as a recommendation or endorsement by FGL of the content provided by the linked websites or any product or service shown on or provided by such linked websites.\nNothing contained herein should be deemed to constitute a partnership or the like between FGL and operators of the linked websites.</p>\n<p>Viewing of any website other than this Website or the Subsites should be done at your own risk in accordance with (i) applicable laws, rules, and regulations of any government (including, without limitation, any subdivision, agency, and instrumentality thereof whatsoever) and (ii) the terms and conditions specified in such websites.</p> 9.\nContact FGL <p>If You have any questions about the Terms or this Website, contact FGL using the inquiry form provided from the link below.\nWhen you contact us by e-mail, do not include any sensitive information in Your e-mail, as e-mail communication is not always secure.</p>\n<ul>\n<li>Inquiry Form (Global Site)</li>\n</ul> 10.\nMiscellaneous <p>These Terms contain the entire agreement between You and FGL with respect to this Website and supersede all prior or contemporaneous communications and proposals, whether electronic, oral, or written, between You and FGL with respect to this Website.\nYou hereby acknowledge that You have no power or authority to assume or create any obligation or responsibility on behalf of FGL.\nA party may waive its rights under these Terms only by a written document executed by both parties.\nAny failure to enforce any provision of these Terms will not constitute a waiver thereof or of any other provision hereof.\nYou may not assign, transfer, or sublicense any or all of Your rights or obligations under these Terms without FGL’s express prior written consent.\nNo provision of these Terms is intended for the benefit of any third party, and the parties do not intend that any provision should be enforceable by any third party.\nHeadings, captions, or section titles contained herein are inserted only for convenience purposes, and in no way define or explain any section or provision hereof.\nFGL will not be responsible for failures to fulfill any obligations due to causes beyond its control.</p>\n<p>LAST UPDATED: January 2020</p> ", "created_at": "2021-10-24 06:58:14.733561", "updated_at": "2021-10-24 04:59:13.253827"}], "points": [{"id": 27429, "title": "There is a date of the last update of the agreements", "source": "https://www.fujitsugeneral.com/us/terms/index.html", "status": "Generated through the annotate view", "created_at": "2022-03-21 15:29:46.465941", "updated_at": "2022-03-21 15:29:46.465941", "quoteText": "LAST UPDATED: January 2020</p", "case_id": 331, "document_id": 9382, "quoteStart": 13490, "quoteEnd": 13519}, {"id": 27428, "title": "The court of law governing the terms is in Japan", "source": "https://www.fujitsugeneral.com/us/terms/index.html", "status": "Generated through the annotate view", "created_at": "2022-03-21 15:28:51.399297", "updated_at": "2022-03-21 15:29:07.394803", "quoteText": "The Terms are governed by the laws of Japan.\n", "case_id": 163, "document_id": 9382, "quoteStart": 6452, "quoteEnd": 6497}, {"id": 27427, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.fujitsugeneral.com/us/terms/index.html", "status": "Generated through the annotate view", "created_at": "2022-03-21 15:28:30.999267", "updated_at": "2022-03-21 15:28:30.999267", "quoteText": "Your continued access to or use of this Website following the posting of any change constitutes Your acceptance of those changes.\n", "case_id": 403, "document_id": 9382, "quoteStart": 5505, "quoteEnd": 5635}, {"id": 27426, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.fujitsugeneral.com/us/terms/index.html", "status": "Generated through the annotate view", "created_at": "2022-03-21 15:28:05.675317", "updated_at": "2022-03-21 15:28:05.675317", "quoteText": "FGL may amend the Terms from time to time at its sole discretion and without prior notice to You.\n", "case_id": 121, "document_id": 9382, "quoteStart": 5407, "quoteEnd": 5505}], "urls": ["fujitsugeneral.com"]}}