{"error": 448, "message": "OK", "parameters": {"id": 3074, "name": "Digiarty Software", "created_at": "2021-04-09 22:28:28.683545", "updated_at": "2021-04-10 00:02:48.155995", "wikipedia": null, "keywords": null, "related": null, "slug": "digiarty_software", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3074.png", "url": "winxdvd.com", "documents": [{"id": 4895, "name": "End User License Agreement", "url": "https://www.winxdvd.com/company/end-user-license-agreement.htm", "xpath": "", "text": " <ul>\n<li>Home</li>\n</ul>\n<ul>\n<li>Multimedia</li>\n<li>Mobile</li>\n<li>Store</li>\n<li>Download</li>\n</ul>\n<ol>\n<li> How-tos</li>\n</ol>\n<ol>\n<li>Company</li>\n</ol>\n<ol>\n<li>Support</li>\n</ol> Featured Multimedia Software WinX DVD Ripper Platinum <p>Backup &amp.\nrip DVD to MP4 (H.264 HEVC).\nCopy DVD easily and fast.</p> Learn More &gt;&gt.\nWinX HD Video Converter Deluxe <p>GPU accelerated 4K UHD video converter - resize, cut &amp.\ndownload videos.</p> Learn More &gt;&gt.\n<p>Check our holiday sales, save up to 75% &gt;&gt;</p> WinX MediaTrans <p>The easiest iPhone/iPad manager.\nManage, back up iOS files.\nFree up<br> space.\nExtra fast two-way transfer.\n</p> Learn More &gt;&gt.\n<p>Check our holiday sales, save up to 75% &gt;&gt;</p> Support Center <p>Sales FAQ</p>\n<p>Tech FAQ</p>\n<p>User Guide</p>\n<p>Contact Support Team<i>Have any questions on purchase or need technical support, please contact us &gt;&gt;</i>\n</p>\n<p>\n</p>\n<p>Home &gt.\nCompany &gt.\nLicense Agreement</p> End User License Agreement <p>\n<em>WinXDVD products and services target at oversea markets outside of mainland China.\nFor users from mainland China, please find our authorized agencies in your region to buy WinXDVD products.\n</em>\n</p>\n<p>This is a legal agreement between you, the end user, and WinXDVD Software, the developer of the program (\"WinXDVD\"), regarding your use of WinXDVD products (\"Software\").\nBy installing the Software, you agree to be bound by the terms of this agreement.\n</p> 1.\nGRANT OF LICENSE <p>WinXDVD hereby grants to you (an individual) the revocable, personal, non-exclusive, and nontransferable right to install and activate the software on one computer solely for your personal and non-commercial use, unless you have purchased a commercial license from WinXDVD.\nSharing this Software with other individuals, or allowing other individuals to view the contents of this Software, is in violation of this license.\nYou may not make the Software available on a network, or in any way provide the Software to multiple users, unless you have first purchased at least a multi-user license from WinXDVD.\n</p> 2.\nCOPYRIGHT <p>The Software is owned by WinXDVD and protected by copyright law and international copyright treaties.\nYou may not remove or conceal any proprietary notices, labels or marks from the Software.\n</p> 3.\nRESTRICTIONS ON USE <p>You may not, and you may not permit others to (a) reverse engineer, decompile, decode, decrypt, disassemble, or in any way derive source code from, the Software.\n(b) modify, distribute, or create derivative works of the Software.\n(c) copy (other than one back-up copy), distribute, publicly display, transmit, sell, rent, lease or otherwise exploit the Software.\n</p> 4.\nCOVER CD <p>The reproduction and distribution of WinXDVD Software (evaluation copy only) in various Cover CDs published by associated magazines are allowed.\nHowever a copy of magazine with CD is required to be sent to WinXDVD Software.\n</p> 5.\nTERM <p>This License is effective until terminated.\nYou may terminate it at any time by destroying the Software, together with all copies thereof.\nThis License will also terminate if you fail to comply with any term or condition of this Agreement.\nUpon such termination, you agree to destroy the Software, together with all copies thereof.\n</p> 6.\nNO OTHER WARRANTIES <p>WinXDVD SOFTWARE DOES NOT WARRANT THAT THE SOFTWARE IS ERROR FREE.\nWinXDVD SOFTWARE DISCLAIMS ALL OTHER WARRANTIES WITH RESPECT TO THE SOFTWARE, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT OF THIRD PARTY RIGHTS.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY MAY LAST, OR THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nTHIS WARRANTY GIVES YOU SPECIFIC LEGAL RIGHTS AND YOU MAY ALSO HAVE OTHER RIGHTS WHICH VARY FROM JURISDICTION TO JURISDICTION.\n</p> 7.\nSEVERABILITY <p>In the event of invalidity of any provision of this license, the parties agree that such invalidity shall not affect the validity of the remaining portions of this license.\n</p> 8.\nNO LIABILITY FOR CONSEQUENTIAL DAMAGES <p>IN NO EVENT SHALL WinXDVD SOFTWARE OR ITS SUPPLIERS BE LIABLE TO YOU FOR ANY CONSEQUENTIAL, SPECIAL, INCIDENTAL OR INDIRECT DAMAGES OF ANY KIND ARISING OUT OF THE DELIVERY, PERFORMANCE OR USE OF THE SOFTWARE, EVEN IF WinXDVD SOFTWARE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN NO EVENT WILL WinXDVD SOFTWARE LIABILITY FOR ANY CLAIM, WHETHER IN CONTRACT, TORT OR ANY OTHER THEORY OF LIABILITY, EXCEED THE LICENSE FEE PAID BY YOU, IF ANY.\n</p>\n<p>ACKNOWLEDGMENT BY INSTALLING THE SOFTWARE, YOU ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND THE FORE GOING AND THAT YOU AGREE TO BE BOUND BY ITS TERMS AND CONDITIONS.\nYOU ALSO AGREE THAT THIS AGREEMENT IS THE COMPLETE AND EXCLUSIVE STATEMENT OF AGREEMENT BETWEEN THE PARTIES AND SUPERSEDES ALL PROPOSED OR PRIOR AGREEMENTS, ORAL OR WRITTEN, AND ANY OTHER COMMUNICATIONS BETWEEN THE PARTIES RELATING TO THE LICENSE DESCRIBED HEREIN.\n</p>\n<p>Home | About | Site Map | Privacy Policy | Agreement | News | Contact Us | Resource</p>\n<p>\n<i>Copyright © 2021 Digiarty Software, Inc.\nAll rights reserved</i>\n</p> Any third party product names and trademarks used in this website are property of their respective owners.\nAll the related logos and images, including but not limited to Apple's iPhone®, iPod®, iPad®, iTunes® and Mac® are registered trademarks of their own.\nDigiarty Software, Inc.\nis not owned by or affiliated with Apple Inc.\nand any of those companies.\n", "created_at": "2021-04-09 22:28:29.291557", "updated_at": "2021-04-09 22:28:47.385509"}, {"id": 4894, "name": "Privacy Policy", "url": "https://www.winxdvd.com/privacy-policy.htm", "xpath": "", "text": " <ul>\n<li>Multimedia</li>\n<li>Mobile</li>\n<li>Download Center</li>\n</ul>\n<ol>\n<li>\n</li>\n</ol>\n<ol>\n<li>How-tos</li>\n</ol>\n<ol>\n<li>Support</li>\n</ol> Featured Multimedia Software WinX DVD Ripper Platinum <p>Fast rip DVD to MP4 (H.264/HEVC).\nBackup DVD in 5 mins.</p> Learn More WinX HD Video Converter Deluxe <p>GPU accelerated 4K video converter, resizer &amp.\ndownloader.</p> Learn More <p>Check our holiday sales, save up to 75% &gt;&gt;</p> WinX MediaTrans <p>Manage, backup &amp.\ntransfer videos, music, photos between iPhone iPad and computer in an easier way.\nFree up space and fast two-way sync.\n</p>\n<ul>\n<li>Backup Photos</li>\n<li>Manage Music</li>\n<li>Transfer Videos</li>\n</ul> Learn More <p>Check our holiday sales, save up to 75% &gt;&gt;</p> Support Center Sales FAQ <p>Find the answers to purchase benefits, license code, refund, etc.</p> Tech FAQ <p>Get help yourself if you have any questions with Digiarty Software.\n</p> User Guide <p>Tutorials and step-by-step guides to learn how to use our products.</p> About Us <p>We've been focused on multimedia software solutions, since 2006.\n</p>\n<p>Contact Support Team<i>Have any questions on purchase or need technical support, please contact us &gt;&gt;</i>\n</p> Howto Center DVD Center <p>Get effective solutions to fix DVD backup, rip &amp.\nplaying troubles.\n</p> Video Resource <p>Find the answers to convert, resize, edit, and play your 4K/HD videos.\n</p> Transfer Data <p>Take full control of your data, transfer between iDevices and PC.\n</p> Tips and Glossary <p>Go and get the hottest topics and a boatload of home entertainment tips.\n</p>\n<p>More Guides and Solutions<i>Full tutorials and guides to copy DVD and burn disc easily and quickly &gt;&gt;</i>\n</p>\n<ul>\n<li>WinX DVD Ripper Platinum</li>\n<li>WinX HD Video Converter Deluxe</li>\n<li>WinX MediaTrans</li>\n<li>Download Center</li>\n<li>Support</li>\n<li>How-tos</li>\n</ul>\n<p>Home &gt.\nPrivacy Policy</p> Digiarty (WinXDVD) Privacy Policy Last Updated: Nov.\n26, 2019 <p>WinXDVD knows that you care how your information is processed and used, and we appreciate your trust that we will do so carefully and sensibly.</p>\n<p>WinXDVD offers multimedia products, including DVD backup software used to turn your physical DVD discs into digital files, video toolkit to convert and process your various video files, as well as iOS management tool to transfer, organize and edit your iPhone/iPad/iPod media content.</p>\n<p>Please take a moment to read the product-specific details in this privacy statement, including what type of information is gathered, how the information is used and for what purposes, to whom we disclose the information, and how we safeguard your personal information.</p> The Personal Information We Collect and How We Use It 1.\nThe Personal Information You Give to Our Authorized Payment Processor or Reseller.\n<p>We've been using 2Checkout as our payment processor since 2009.\nAs a trusted e-commerce platform, 2Checkout has the US headquarters in Atlanta and the European headquarters in Amsterdam, The Netherlands.</p>\n<p>The \"Personal Information\" hereby may include, but is not limited to.</p>\n<ul>\n<li>\n<em>Your name, country and email address</em>\n</li>\n<li>\n<em>The billing/physical address you submit</em>\n</li>\n<li>\n<em>The payment method you use</em>\n</li>\n<li>\n<em>The currency you choose</em>\n</li>\n</ul> Your credit card number is not visible to us! <p>All the billing information is collected, encrypted and stored by 2Checkout.\nAs a vendor, WinXDVD receives order notifications and has access to the data because we need it to</p>\n<ul>\n<li>\n<em>Generate sales report internally, by day, by country, etc</em>\n</li>\n<li>\n<em>Provide after-sale customer service based on order ID, etc</em>\n</li>\n<li>\n<em>Answer technical inquiries of the product(s) you purchased</em>\n</li>\n</ul>\n<p>We also send important software news, update notification or holiday deals via the email address you used to place the order.\nPlease rest assured that you can opt-out at any time.\n</p> 2.\nThe Personal Information You Give to Our Tech Support <p>We may collect or ask you to provide necessary information when you reach us by requesting technical support.</p>\n<p>The information may include, without limitation, your order ID, your licensed email address, what features you use in our software, how you use our software, your computer or device information, and sometimes the media files you want to process with our software.\n</p>\n<p>In general, we collect no more information than is required to help us solve the technology problems you are experiencing.\nBy sending the related information to us, you agree to share them with WinXDVD.\nIf you do not want to share the information with WinXDVD, please don't included in the email.</p>\n<p>The media files you give to us will never be disclosed outside WinXDVD.\nWe may retain the media files anonymously and confidentially for internal R&amp;D to improve the product performance.</p> 3.\nThe Email Address You Input to Enter Our Contest/Giveaway <p>WinXDVD holds software free giveaways/gift contests on our site irregularly.\nWe may ask you to provide your email address in order to send you the software registration info or keep the file to draw the winner of a contest.\n</p>\n<p>You'll be also asked to input the email address together with the license code you obtain to activate the giveaway version.\nThe purpose is to authorize and identify the activation of WinX software via our secure license server.\n</p>\n<p>By entering the email address, you agree to share it with WinXDVD.\nWe'll be able to see it on our license server.\nHowever, we only see the email address without any possibility to identify you nor access your private data.\n</p>\n<p>\n<i>We may subsequently send software guides, update notification or related deals via the email address you submitted.\nWe use trusted third-party email services to send such kind of messages or newsletters.\nYou can change your subscription preference or opt-out at any time.\n</i>\n</p> Processing of the Data Related to Your Visit to Our Website 1.\nGoogle Analytics <p>Most web browsers and commercial sites use Cookies.\n</p>\n<p>But WinXDVD doesn't directly use Cookies to track your behaviors on winxdvd.com.</p>\n<p>Instead, we use <b>Google Analytics</b> for website data analysis.\nGoogle Analytics is a web analytics service provided by Google, Inc.\n(\"Google\").\nIt is designed to help the website analyze how users use the site.\nThe information about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States.\nFrom Google Analytics, we can see the geographic location of your visit (based your IP address), the <b>basic information</b> about the computer, tablet, or mobile phone, browser that you use to visit us, referring/exit pages, clickstream data of our websites, etc.\n</p> 2.\nEmbedded URLs <p>WinXDVD may use a tracking technique that employs embedded URLs to allow use of the electronic Channels without cookies.\nEmbedded URLs allow limited information to follow you as you navigate the electronic Channels, but are not associated with Personal Identifying Information and are not used beyond the session.</p> 3.\nShopping Cart Based on Your Geo <p>When you click a buy button on winxdvd.com, you'll leave the site and be directed to the shopping cart secured and processed by 2Checkout.\nIt uses technology to identify your geo in order to deliver shopping cart in the correct language and local currency in the event of a purchase.</p> Processing of the Data Related to Your Use of Our Software <p>WinXDVD has no way to collect or track any information of your private data such as the DVD/video/music files you back up, convert or edit, the online content you download, nor the files you transfer and password you use to encrypt data with our mobile phone management tool.\n</p>\n<p>But you are recommended to copy the <b>Log File</b> of the WinX software you are using and send it to us if you meet any problems during use.</p>\n<p>Where to find the Log File?</p>\n<p>Take WinX DVD Ripper Platinum for example:</p>\n<p>\n<em>Click the \"Envelope\" icon on the upper right of the program -&gt.\nclick \"View Log File\" -&gt.\nThe information displays.<br>If you enter unexpected quit, the \"Log File\" window will pop up automatically when you launch it again.\nThe File records your previous operation.</em>\n</p>\n<p>Log File lists the video audio parameters of your source file including:</p>\n<ul>\n<li>\n<em>Audio Channel, Codec, Quality, Sample Rate</em>\n</li>\n<li>\n<em>Video Aspect, Codec, Frame Rate, Resolution, Quality</em>\n</li>\n<li>\n<em>And so on</em>\n</li>\n</ul>\n<p>The Log File doesn't contain any Personal Identifying Information.\n<br>\n<b>Only when you copy the Log File from your program and send it to us can we view it.</b>\n</p>\n<p>By sending the Log File to us, you agree to share it with WinXDVD.\nWe will use such information to investigate the issue you encounter in order to provide individual assistance.\nWe promise that we will never publish or share any of your Log File outside WinXDVD.</p> How We Share Your Information <p>WinXDVD keeps your personal information confidential.\nWe will not sell, rent or lease your personal information to others.\nUnless we have your permission, we will not use or share your personal information in ways unrelated to the ones described at the time you provide the data.\nOnly with one exception as below:</p>\n<p>\n<b>Government and Law Enforcement</b> We may access and/or disclose your personal information if we believe such action is necessary to: (a) comply with the law or legal process served on WinXDVD.\n(b) protect and defend the rights or property of WinXDVD (including the enforcement of our agreements).\nor (c) act in urgent circumstances to protect the personal safety of users of WinXDVD or members of the public.</p> How to Change or Delete Your Information <p>If you want us to correct, amend, or delete your personal information, e.g.\nyour email address associated with the license code, or your newsletter subscriptions, please contact us with your request.\nWe will respond to your request within a reasonable timeframe.\nHowever, some information may remain in archived/backup copies to comply with our legal obligations, resolve disputes and enforce our agreements.</p>\n<p>For the information processed by the third-party partners, you have the right to access your personal information.\nIf you want to access, correct, amend, or delete inaccurate data on our third-party partner's platform, you should contact them directly as they are the data controllers and WinXDVD has no control of those information.</p> Revisions of This Privacy Policy <p>All updates to this policy will be posted here.\nWe will occasionally update this Privacy Policy to reflect changes in our services and customer feedback.\nWe encourage you to periodically review this Privacy Policy to be informed of how WinXDVD is protecting your information.</p> Contact Information <p>WinXDVD regularly reviews its compliance with this Policy.\nPlease feel free to direct any questions or concerns regarding this Policy or WinXDVD's treatment of personal information by contacting us through this website.\nIf you have questions about this Privacy Policy or believe that WinXDVD has not adhered to this Privacy Policy, please contact us and we will make efforts to promptly determine and remedy the problem.\n</p>\n<p>Digiarty Software is a leading multimedia software provider, delivering easy-to-use and innovative multimedia solutions to users all over the world.</p> Company <ul>\n<li>About Us</li>\n<li>Business Partner</li>\n<li>Find out our News</li>\n<li>Contact Us</li>\n</ul> Product <ul>\n<li>DVD Ripping Software</li>\n<li>Video Converter</li>\n<li>DVD Copy Software</li>\n<li>iPhone Data Transfer</li>\n</ul> Support <ul>\n<li>Sales FAQ Center</li>\n<li>Tech FAQ Center</li>\n<li>User Guides</li>\n<li> How-tos</li>\n</ul> Newsletter <p>Stay up-to-date with our news, updates, guides.</p> Follow us: <p>Home | About | Site Map | Privacy Policy | License Agreement | News | Contact Us | How-tos</p>\n<p>\n<i>Copyright © 2021 Digiarty Software, Inc.\nAll rights reserved</i>\n</p> Any third party product names and trademarks used in this website are property of their respective owners.\nAll the related logos and images, including but not limited to Apple's iPhone®, iPod®, iPad®, iTunes® and Mac® are registered trademarks of their own.\nDigiarty Software, Inc.\nis not owned by or affiliated with Apple Inc.\nand any of those companies.\n", "created_at": "2021-04-09 22:28:28.987546", "updated_at": "2021-04-09 22:29:10.242609"}], "points": [{"id": 28151, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.winxdvd.com/company/end-user-license-agreement.htm", "status": "Generated through the annotate view", "created_at": "2022-07-03 05:59:51.946519", "updated_at": "2022-07-03 05:59:51.946519", "quoteText": "In the event of invalidity of any provision of this license, the parties agree that such invalidity shall not affect the validity of the remaining portions of this license.", "case_id": 294, "document_id": 4895, "quoteStart": 4060, "quoteEnd": 4232}, {"id": 28149, "title": "No guarantee is given regarding quality", "source": "https://www.winxdvd.com/company/end-user-license-agreement.htm", "status": "Generated through the annotate view", "created_at": "2022-07-03 05:58:22.617745", "updated_at": "2022-07-03 05:58:22.617745", "quoteText": "WinXDVD SOFTWARE DOES NOT WARRANT THAT THE SOFTWARE IS ERROR FREE.", "case_id": 160, "document_id": 4895, "quoteStart": 3336, "quoteEnd": 3402}, {"id": 27558, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.winxdvd.com/privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2022-03-26 19:03:29.195418", "updated_at": "2022-03-26 19:03:29.195418", "quoteText": "The information about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States.\n", "case_id": 399, "document_id": 4894, "quoteStart": 6468, "quoteEnd": 6619}, {"id": 27557, "title": "There is a date of the last update of the agreements", "source": "https://www.winxdvd.com/privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2022-03-26 19:02:23.263361", "updated_at": "2022-03-26 19:02:23.263361", "quoteText": "Last Updated: Nov.\n26, 2019 <p>", "case_id": 331, "document_id": 4894, "quoteStart": 1968, "quoteEnd": 1999}], "urls": ["winxdvd.com"]}}