{"error": 448, "message": "OK", "parameters": {"id": 6297, "name": "R-Wipe & Clean", "created_at": "2022-01-08 20:31:54.017263", "updated_at": "2022-01-08 23:01:20.40555", "wikipedia": null, "keywords": null, "related": null, "slug": "r-wipe-clean", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6297.png", "url": "r-wipe.com", "documents": [{"id": 11425, "name": "Terms of Use ", "url": "https://www.r-wipe.com/Terms_Of_Use.shtml", "xpath": "/html/body/div[1]/div/div/div[2]/div[2]", "text": "\n<p>\n<br> Our websites (the Websites) that post a link to this Terms of Use (the Terms) are offering software products and online services (the Services) provided by R-Tools Technology Inc.(R-TT), an Ontario corporation, subject to your compliance with the terms and conditions set forth below.\n</p>\n<p> Your use of any web-page in the Websites constitutes your binding acceptance of these Terms, including any modifications that we make.\nThe Website is for informational purposes only and is not intended to provide any financial, legal, or investment advice.\nIf you do not agree with any of the below Terms of Use, please do not use this Website.\n</p>\n<p> These Terms of Use apply to all visitors of this Website, including our registered users, resellers and distributors of R-TT products and Services.\n</p>\n<p> We have the right, but not the obligation, to take any of the following actions in our sole discretion at any time and for any reason without giving you any prior notice:\n</p>\n<ul>\n<li>Restrict, suspend, or terminate your access to all or any part of our Services except any Service provided in accordance with the software EULA for the registered users of our software products;</li>\n<li>Change, suspend, or discontinue all or any part of our Services except any Service provided in accordance with the software EULA for the registered users of our software products;</li>\n<li>Refuse, ignore, move, or remove any material that you submit to our sites for any reason;</li>\n<li>Refuse, move, or remove any content that is available on our sites;</li>\n<li>Deactivate or delete your accounts and all related information and files in your account, except information related to ordered and paid software products and/or services;</li>\n<li>Establish general practices and limits concerning use of our sites.</li>\n</ul>\n<p> If we request registration information from you, you will provide us with true, accurate, current, and complete information.\nYou will promptly update your registration to keep it accurate, current, and complete.\nIf we issue you a password, you may not reveal it to anyone else.\nYou may not use anyone else's password.\nYou are responsible for maintaining the confidentiality of your accounts and passwords.\nYou agree to immediately notify us of any unauthorized use of your passwords or accounts or any other breach of security.\nYou also agree to exit from your accounts at the end of each session.\nWe will not be responsible for any loss or damage that may result if you fail to comply with these requirements.\n</p>\n<p> The technology and the software underlying our sites and the Services is the property of R-TT, our affiliates, and our partners.\nYou agree not to copy, modify, rent, lease, loan, sell, assign, distribute, reverse engineer, grant a security interest in, or otherwise transfer any right to the technology or software underlying our sites or the Services.\nYou agree not to modify the software underlying our sites in any manner or form or to use modified versions of such software, including (without limitation) for the purpose of obtaining unauthorized access to our sites.\n</p>\n<p> Without limiting the foregoing, you agree that you will not use our sites to take any of the following actions:\n</p>\n<ul>\n<li>Defame, abuse, harass, stalk, threaten, or otherwise violate the legal right of others;</li>\n<li>Publish, post, upload, e-mail, distribute, or disseminate (collectively, \"Transmit\") any inappropriate, profane, defamatory, infringing, obscene, indecent, or unlawful content;</li>\n<li>Transmit files that contain viruses, corrupted files, or any other similar software or programs that may damage or adversely affect the operation of another person's computer, websites, any software or hardware, or another equipment;</li>\n<li>Transmit surveys, contests, pyramid schemes, spam, unsolicited advertising or promotional materials, or chain letters;</li>\n<li>Download any file that you know or reasonably should know cannot be legally obtained in such manner;</li>\n<li>Falsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or the source of software or other material;</li>\n<li>Restrict or inhibit any other user from using and enjoying any public area within our Website;</li>\n<li>Interfere with or disrupt our Website;</li>\n<li>Forge headers or manipulate identifiers or other data in order to disguise the origin of any content transmitted through our sites or to manipulate your presence on our Website;</li>\n<li>Take any action that imposes an unreasonably or disproportionately large load on our server/equipment;</li>\n<li>Engage in any illegal activities.</li>\n</ul>\n<p> You agree to use our forums, communities and/or message or communication facilities (collectively, the \"Forums\") only to send and receive messages and material that are proper and related to that particular Forum.\n</p>\n<p> If you choose a username that, in our sole discretion, is obscene, indecent, abusive or that might otherwise subject us to public disparagement or scorn, we reserve the right, without prior notice to you, to automatically change your username, delete your posts from our sites, deny you access to the Website, or any combination of these options.\n</p>\n<p> Unauthorized access to our Website is a breach of these Terms and a violation of the law.\nYou agree not to access our sites by any means other than through the interface that is provided by R-TT for use in accessing our sites.\nYou agree not to use any automated means, including, without limitation, agents, robots, scripts, or spiders, to access, monitor, or copy any part of our sites, except those automated means that we have approved in advance and in writing.\n</p>\n<p> Use of our sites is subject to existing laws and legal process.\nNothing contained in these Terms shall limit our right to comply with governmental, court, and law-enforcement requests or requirements relating to your use of our sites.\n</p>\n<p>\n<b>Disclaimer of Warranties</b>\n</p>\n<p> YOUR USE OF THIS WEBSITE IS AT YOUR OWN RISK.\nINFORMATION AND PRODUCTS OR SERVICES OFFERED BY R-TT AND THIRD PARTIES THROUGH THIS WEBSITE ARE PROVIDED \"AS IS\" WITHOUT ANY EXPRESS WARRANTY OF ANY KIND, INCLUDING WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR OR IMPLIED PURPOSE, OR NON-INFRINGEMENT.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF WARRANTIES IN CERTAIN TYPES OF AGREEMENTS, SO THE ABOVE EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU.\n</p>\n<p> This website may contain downloadable materials developed by a third party as well as links to external sites.\nR-TT is not responsible for, and has no control over, the content of such downloadable materials or external sites.\nYou understand that R-TT cannot and does not guarantee or warrant that files or software of any kind, or from any source, available for downloading through this website, will be free of infection or viruses, worms, Trojan Horses or other code or defects that manifest contaminating or destructive properties.\n</p>\n<p>\n<b>Restriction of Liability</b>\n</p>\n<p> R-TT will not be liable for any damages or injury caused by, including but not limited to, any failure of performance, error, omission, interruption, defect, delay in operation of transmission, computer virus, or line failure.\nR-TT will not be liable for any damages or injury, including but not limited to, special or consequential damages that result from the use of, or the inability to use, the materials in this site, even if there is negligence of R-TT or an authorized R-TT representative has been advised of the possibility of such damages, or both.\nThe above limitation or exclusion may not apply to you to the extent that applicable law may not allow the limitation or exclusion of liability for incidental or consequential damages.\nR-TT total liability to you for all losses, damages, and causes of action (in contract, tort (including without limitation, negligence), or otherwise) will not be greater than the amount you paid to access this site.\n</p>\n<p>\n<b>Indemnification</b>\n</p>\n<p> You agree to indemnify, defend and hold harmless R-TT, its officers, directors, employees, agents, licensors, suppliers and any third party providers of information or services to the Website from and against all losses, expenses, damages and costs, including reasonable attorneys' fees, resulting from any violation of these Terms.\n</p>\n<p>\n<b>Confidentiality and Privacy</b>\n</p>\n<p> All of the information that we collect from you, such as registration and credit card information, is subject to our privacy policy.\nPlease click here to see our full privacy policy.\n</p>\n<p>\n<b>Copyright Notice</b>\n</p>\n<p> Except as otherwise provided, R-TT owns all content contained in this Website, including without limitation the information, materials, text, graphics, Website design, and the selection, assembly and arrangement thereof (collectively, the \"Content\").\nThe Content is protected by copyright and other laws of Canada and other countries and may not be used for any commercial purpose or copied, distributed, displayed, modified, reproduced, performed, published, posted or reverse engineered in whole or in part without the prior written permission of R-TT.\n</p>\n<p>\n<b>Miscellaneous</b>\n</p>\n<p> These Terms shall be governed by laws of the Province of Ontario and the laws of Canada, notwithstanding any principles of conflicts of law.\nIf any provision of the Terms shall be considered unlawful, void or otherwise unenforceable, then that provision shall be deemed severable from these Terms and not affect the validity and enforceability of any other provisions.\n</p> ", "created_at": "2022-01-08 20:31:54.023078", "updated_at": "2022-01-08 19:32:35.312791"}, {"id": 11424, "name": "privacy policy", "url": "https://www.r-wipe.com/Privacy_Policy.shtml", "xpath": "/html/body/div[1]/div/div/div[2]/div[2]", "text": "\n<p> Updated May 20th, 2018\n</p>\n<p> R-Tools Technology Inc.\n(henceforth \"R-TT\" or \"we\") takes strong measures to protect the security of your personal information.\nWe take the stringent precautions to protect your data from loss, misuse, unauthorized access or disclosure, alteration or destruction.\nWe do not sell or give away personal information obtained from our customers or publishers.\n</p>\n<p> Please read our Privacy Policy (\"Policy\") carefully.\nWhen you submit information to us, you consent to the processing of your information as described in this policy.\n<b>IF YOU DO NOT AGREE WITH ANY PART OF THE POLICY, THEN PLEASE DO NOT USE THE SERVICES.</b>\n</p>\n<p>\n<b>1.</b> The data controller for the information you provide or that we collect on r-tt.com, its subdomains and the affiliated domains r-studio.com, r-undelete.com, r-wipe.com and drive-image.com (collectively referred to herein \"R-TT Domains\") is R-TT registered and resides in the province of Ontario, Canada.\n</p>\n<p>\n<b>2.</b> This Privacy Policy applies to use of public portions of R-TT domains and registered users of R-TT products and services (https://secure.r-tt.com/UserConsole.shtml\n, https://www.r-tt.com/Distribution.shtml\n, https://www.r-tt.com/Affiliate_Program.shtml\n, http://directory.r-tt.com/Submit_Site/\n, http://articles.r-tt.com/login/\n, http://articles.r-tt.com/registration/\n, https://secure.r-tt.com/distributor/login/), collectively, \"Services\".\nIf a particular part of the Services posts its own privacy policy, then that policy, not this policy, applies in the case of an inconsistency.\n</p>\n<p> This Policy does not apply to information that is collected by any third-party website or service that you access through the Services.\n</p>\n<p>\n<b>3.</b> We collect different types of personal and other information based on your use of our products and services and our business relationship with you.\n</p>\n<ul>\n<li>\n<b>\n<i>Contact Information</i>\n</b> that allows us to communicate with you -- including your name, address, telephone number, and e-mail address;</li>\n<li>\n<b>\n<i>Billing information</i>\n</b> related to your financial relationship with us -- including your contact information, your payment data, transaction id, order and service history.</li>\n<li>\n<b>\n<i>Equipment, Performance, Our Web Pages Usage, Viewing and other Technical Information</i>\n</b> about your use of our web-pages, products or services --including device id and type, device-specific settings and characteristics, operating system, identifiers associated with cookies or other technologies that may uniquely identify your device or browser or any account with R-TT, Internet Protocol (IP) address, HTTP agent, browser type and language, time zones, the date and time of your request and referral URL.</li>\n</ul>\n<p>\n<b>4.</b> We collect information in the following ways:\n</p>\n<ul>\n<li>From user while purchasing or interacting with our sales or support departments over the phone or online about a product or service we offer or provide;</li>\n<li>Automatically when a user visits our websites, fills out and submits online forms or uses our products and services;</li>\n<li>From others, including our merchant providers, our vendors and resellers;</li>\n</ul>\n<p>\n<b>5.</b> We use \"cookies\" (small text files placed on your hard drive) on certain pages to help analyze our web page flow.\ncustomize our services, content and advertising.\nmeasure promotional effectiveness, and promote trust and safety.\nA cookie typically contains the name of the domain (internet location) from which the cookie originated, the \"lifetime\" of the cookie (i.e.\nwhen it expires) and a randomly generated unique number or similar identifier.\nA cookie also may contain information about your computer, such as user settings, browsing history and activities conducted while using the Services.\nThe cookie information is used to carry out our obligations arising from any contracts entered into between us and our affiliate partners.\nYou are always free to decline our cookies if your browser permits, although doing so may interfere with your use of some of our sites or services.\nYou also may be able to reject device identifiers by activating the appropriate setting on your device.<br>\nWe also use Google Youtube which is a Google service that uses Data Collection Technology to collect anonymous information about use of the Services and report website trends.\n</p>\n<p>\n<b>6.</b> We perform different operations on the information, whether or not by automated means, such as collecting, recording, storing, organizing, use, modification, disclosure or deleting (collectively, \"process information\") and use it in a variety of ways, including to:\n</p>\n<ul>\n<li>Provide you with the customer and technical support services;</li>\n<li>Process transactions/orders requested by you;</li>\n<li>Provide the services you purchase, and to respond to your questions;</li>\n<li>Communicate with you regarding service updates, offers, and promotions;</li>\n<li>Deliver customized content and advertising that may be of interest to you;</li>\n<li>Investigate, prevent or take action regarding any illegal activities such fraud, license violations and other misuses of the Services;</li>\n<li>Analyze trends and statistically monitor how many people are using the Services;</li>\n<li>Develop, improve and protect the Services;</li>\n<li>Ensure the technical functionality and security of the Services.</li>\n</ul>\n<p> Most of the time, the reason we process your information is to perform the contract that you have with us to use the Services.\nWe may use your information when we have legitimate interests to do so.\nFor instance, we analyze users' behavior on the Services to continuously improve our offerings, marketing our new products and features and process information for administrative, fraud detection and legal purposes.\n</p>\n<p>\n<b>7.</b> We share personal data collected through the Services as follows:\n</p>\n<ul>\n<li>We share information with our merchant providers Scotiabank and Paypal to process your payments for the Services;</li>\n<li>We may share and transfer personal data if we are involved in a merger, sale, acquisition, divestiture, restructuring, reorganization, dissolution, bankruptcy or other change of ownership or control by R-TT or any affiliated company (in each case, whether in whole or in part);</li>\n<li>Applicable law or regulations may require R-TT to disclose your personal data if: (i) reasonably necessary to comply with audit, legal process (such as a court order, subpoena or search warrant), government investigation, or other legal requirements or (ii) necessary for the prevention or detection of crime (subject in each case to applicable law);</li>\n<li>We also share information if (i) disclosure would mitigate R-TT's liability in an actual or threatened lawsuit.\n(ii) as necessary to protect legal rights of R-TT, users, customers, vendors, business partners or other interested parties.\n(iii) to pursue available remedies or limit the damages.\n(iv) to enforce our agreements.\nand (v) to respond to an emergency.</li>\n</ul>\n<p>\n<b>8.</b> We keep your personal data only as long as needed for legitimate business purposes and as permitted by applicable law.\nIn accordance with the CRA (Canada Revenue Agency) circular # IC78-10R5 all Ontario corporation business records must be kept for a minimum of six years from the end of the last tax year to which they relate.\nThe received credit card numbers and their security codes and expiration dates are used to process the sale transactions and they are never stored in databases on our servers except first four and last four digits of credit cards for search and verification purposes only;<br> All of our servers are located in Canada and no cross-border data transfer is involved.\n</p>\n<p>\n<b>9.</b> You have the right to review, change and delete certain personal data that you provided to R-TT by signing in to our Registered User's Console, Distributor/Reseller account or Publisher account.\nGenerally, we do not manually modify your personal information and you may not change any billing or credit card information related to a particular payment transaction once the transaction is already processed and recorded in our database.\nIf you have additional questions regarding the correction or deletion of the personal data we hold about you, please contact us using the contact information below.\nPlease be reminded that we will review your request but may be restricted in our ability to change or delete your personal data.\nIf the Services are made available to you by our reseller or distributor you must contact him directly and he should send us a request on your behalf.\nWe may reject requests for certain reasons, including if the request is unlawful or if it may infringe on trade secrets or intellectual property or privacy rights of a third party.\nIn certain countries, including in the European Union, you have the right to lodge a complaint with the appropriate data protection authority if you have concerns about how we process your personal data.\n</p>\n<p> If you do not wish to receive news or marketing-related emails from us, please click the unsubscribe link in such email.\nThe unsubscribe link is a mandatory for all news or marketing-related emails we send.\n</p>\n<p>\n<b>10.</b> Your account on R-TT server is protected by a password for your privacy and security.\nYou need to prevent unauthorized access to your account and personal information by selecting and protecting your password appropriately and limiting access to your computer and browser by signing off after you have finished accessing your account.\n</p>\n<p> We follow generally accepted industry standards to protect personal information submitted to us, both during transmission and once we receive it.\nFor example, we protect the information transmitted from your browser to the Services using Secure Sockets Layer (SSL) software or similar encryption technology.\nNo method of transmission over the Internet, or method of electronic storage, is 100% secure, however.\nTherefore, while we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security and any transmission is at your own risk.\nThat's why we do not store your credit card information on our server.\nIf you believe that information you provided to us is no longer secure, please notify us immediately using the contact information provided below.\nWe may also suspend your use of all or part of the Services without notice if we suspect or detect any breach of security.\n</p>\n<p>\n<b>11.</b> The Services may include links to third-party websites and services that are not operated by us.\nWhen you click these links, you will be directed away from the Services.\nA link to a third-party website or service does not mean that we endorse it or the quality or accuracy of information presented on it.\nIf you decide to visit a third-party website or service, you are subject to its privacy practices and policies, not ours.\nThis Policy does not apply to any personal data that you provide to these other websites and services.\n</p>\n<p>\n<b>12.</b> We operate our online services in compliance with the Children's Online Privacy Protection Act and do not permit registration by, and will not knowingly collect or use personally identifiable information from, anyone under 13 years of age.\nIf we learn that we have received any information directly from a child under age 13 without his/her parent's verified consent, we will use that information only to inform the child that he/she cannot use the Services.\n</p>\n<p> R-TT may amend this Policy from time to time.\nUse of information we collect now is subject to the Policy in effect at the time such information is collected.\nIf we make a material change to this Policy that reduces your privacy rights, we will notify you in advance through the Services.\nYour continued use of the Services after the Effective Date constitutes your acceptance of the amended Policy.\nThe amended Policy supersedes all previous versions.\n</p>\n<p> You can send us questions or feedback on any of our privacy policies.\n</p> ", "created_at": "2022-01-08 20:31:54.020925", "updated_at": "2022-01-08 19:32:53.547479"}], "points": [], "urls": ["r-wipe.com"]}}