{"error": 448, "message": "OK", "parameters": {"id": 3798, "name": "SketchUp", "created_at": "2021-05-28 09:52:24.1066", "updated_at": "2021-05-28 22:00:21.740903", "wikipedia": "https://en.wikipedia.org/wiki/SketchUp", "keywords": null, "related": null, "slug": "sketchup", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3798.png", "url": "sketchup.com", "documents": [{"id": 6378, "name": "Privacy Policy", "url": "https://www.sketchup.com/legal/privacy-notice", "xpath": "", "text": " Skip to main content <p> | </p> Sign InSign Up <ul>\n<li> UR Email Manage My Account </li>\n<li>My Apps</li>\n<li>Sign Out</li>\n<li> Start a FREE 30 day trial of SketchUp Start My Trial Remember to Start your Trial <p>Launch SketchUp to start your 30 day trial</p> Don't Forget! <p>You have [daysLeft] days left in your trial.</p> Your 30 day trial has expired.\nManage your Account SketchUp Pro <p>Check out these cool features</p> Learn More Tips &amp.\nTricks <p>Here are some tips for using SketchUp</p> Learn More </li>\n</ul> Buy Products Create SketchUp Pro SketchUp for Web SketchUp for Schools Extension Warehouse Sefaira PreDesign Communicate LayOut Add Location V-Ray Scan Essentials SketchUp Viewer Collaborate 3D Warehouse Trimble Connect Explore Offerings SketchUp Free SketchUp Shop SketchUp Pro SketchUp Studio Enterprise SketchUp Studio for Higher Education Higher Education Admin All Products Plans &amp.\nPricing Professional Personal Higher Education Primary &amp.\nSecondary Reseller Locator Industries Architecture Commercial Interiors Construction Kitchen, Bath, and Interior Design Landscape Architecture Residential Construction Urban Planning Woodworking 3D Printing Resources Blog Forums Help Center SketchUp Campus Trainers YouTube <ul>\n<li> Products <ul>\n<li> Create <ul>\n<li> SketchUp Pro </li>\n<li> SketchUp for Web </li>\n<li> SketchUp for Schools </li>\n<li> Extension Warehouse </li>\n<li> Sefaira </li>\n<li> PreDesign </li>\n</ul>\n</li>\n<li> Communicate <ul>\n<li> LayOut </li>\n<li> Add Location </li>\n<li> V-Ray </li>\n<li> Scan Essentials </li>\n<li> SketchUp Viewer </li>\n</ul>\n</li>\n<li> Collaborate <ul>\n<li> 3D Warehouse </li>\n<li> Trimble Connect </li>\n</ul>\n</li>\n<li> Explore Offerings <ul>\n<li> SketchUp Free </li>\n<li> SketchUp Shop </li>\n<li> SketchUp Pro </li>\n<li> SketchUp Studio </li>\n<li> Enterprise </li>\n<li> SketchUp Studio for Higher Education </li>\n<li> Higher Education Admin </li>\n</ul>\n</li>\n<li> All Products </li>\n</ul>\n</li>\n<li> Plans &amp.\nPricing <ul>\n<li> Professional </li>\n<li> Personal </li>\n<li> Higher Education </li>\n<li> Primary &amp.\nSecondary </li>\n<li> Reseller Locator </li>\n</ul>\n</li>\n<li> Industries <ul>\n<li> Architecture </li>\n<li> Commercial Interiors </li>\n<li> Construction </li>\n<li> Kitchen, Bath, and Interior Design </li>\n<li> Landscape Architecture </li>\n<li> Residential Construction </li>\n<li> Urban Planning </li>\n<li> Woodworking </li>\n<li> 3D Printing </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li> Blog </li>\n<li> Forums </li>\n<li> Help Center </li>\n<li> SketchUp Campus </li>\n<li> Trainers </li>\n<li> YouTube </li>\n</ul>\n</li>\n</ul> Try SketchUp SketchUp, Trimble, and Your Privacy <p> As part of Trimble, we are dedicated to keeping your data private and secure.\nWe are also committed to transparency, so we want you to understand the information we may collect from you and why we collect it.\nThe following is a supplement to Trimble’s privacy commitment.\n</p>\n<p> The information we collect falls into three categories: </p>\n<br>\n<p>\n<b>Purchase Information</b>\n</p>\n<p> When you purchase or use one of our free products, we collect basic information provided by you to ensure a record of your purchase and entitlements.\n</p>\n<p>\n<b>Usage Information</b>\n</p>\n<p> We capture information that helps us understand your experience with SketchUp, so that we can offer you more helpful content to help you get better at the software you're working with.\nWe do use some of this information to serve you applicable content through digital advertising, email, and web properties.\n</p>\n<p>\n<b>Profile Information</b>\n</p>\n<p> We store information you provide to us to maintain a profile associated with your Trimble account.\nWe use this information to communicate with you, and we never share it with third parties unless you explicitly ask us to, helpful content to help you get better at the software you're working with, and you will always have the ability to update, remove, or add information as desired.\n</p>\n<br>\n<br>\n<p> You can always manage your SketchUp privacy preferences, and below you’ll find a more detailed look at how our products and services utilize your data.\n</p> SketchUp Pro What we collect <p> SketchUp Pro validates the software license at the time of installation, and collects activation details when the product starts up.\nThe activation details provide anonymized information regarding the environment the application is running in.\nSpecifically, we capture the following: </p>\n<ul>\n<li> Globally unique user ID - Completely anonymous </li>\n<li> License state - Trial vs Purchased </li>\n<li> Basic product information such as version, operating environment, language, and OpenGL version </li>\n</ul>\n<p> Network versions of SketchUp Pro also collect information to make sure that the software is used in compliance with the number of licenses purchased.\nIf, for example, a user purchased a network license with 200 seats, we will count how many seats are currently being used and will allow 200 clients to runs concurrently.\n</p>\n<p> SketchUp Pro uses third-party software to collect error and crash information.\nThe collection and submission of data is voluntary and you will be asked whether or not you would like to submit the information at the time of the crash.\n</p>\n<p> SketchUp Pro relies on Trimble ID for authentication and does not store any user information within the product.\nTrimble ID collects your first and last name, and email address.\nThis information is required to utilize any products which require authentication (sign in).\n</p> How we use that information <p> The metrics are anonymous and we use the data to validate software use and prevent piracy.\nWe also use them to understand product usage and to improve the product’s performance.\n</p> How to access, update, and protect information <p> You can access your license information from the SketchUp menu bar.\nUpdates to licenses must be made through the help of a customer service representative in order to protect the validity of the license.\nYou may also review your license through our license manager.\n</p>\n<p> You can find supplemental product specific terms in the SketchUp Pro end user license agreement.\n</p> SketchUp Pro and V-Ray integration <p>\nV-Ray<sup>®</sup> is a plug-in developed by Chaos<sup>®</sup> Group and used to render photorealistic visualizations.\nThe plug-in is bundled with the SketchUp Studio subscription offering exclusively.\nSketchUp will share personally identifiable information with Chaos Group if you choose to use the V-Ray extension.\nThe use of the V-Ray plugin conforms to Chaos Group’s privacy policy.\n</p>\n<p>Chaos<sup>®</sup> and V-Ray<sup>®</sup> are registered trademarks of Chaos Software OOD in Bulgaria and/or other countries.</p> SketchUp Free What we collect <p> SketchUp Free relies on Trimble ID for authentication and does not store any user information within the product.\nTrimble ID collects your first and last name, and email address.\nThis information is required to utilize any products which require authentication (sign in).\nSketchUp Free also relies on Trimble Connect for project management and file storage.\nLearn more about Trimble Connect.\nPlease see the Trimble Connect terms of service for more information.</p>\n<p> SketchUp Free collects usage information, such as user activity, performance metrics data, and log information, which includes IP addresses, browser type, and error and crash information.\n</p> How we use that information <p> SketchUp Free uses the Trimble ID service to validate the use of our free product and to link you to your Trimble Connect account.\nThe metrics are anonymous and we use them to understand product usage and to improve the product’s performance.\n</p> How to access, update, and protect information <p> You can access your account information by logging onto the SketchUp Free application and clicking on the preferences button in the top left hand corner of the page.\nTo delete your account, please use the delete your data form.\n</p>\n<p> You can find supplemental product specific terms in the SketchUp Free Terms of Service.\n</p> SketchUp for Schools What we collect <p>SketchUp for Schools integrates with Google’s G Suite for EDU and Microsoft Education.\nStudents log in through their Google or Microsoft account, and SketchUp does not receive any student information.\nServer logs collect information about requests made to the server, and include IP addresses, but do not collect user-specific information.\nSketchUp for Schools does not collect any registration data or account data for any of its users.\nRather, this information is submitted directly to Google and Microsoft's services and is never stored by us.\nFor additional information, please visit the SketchUp for Schools terms of service.</p>\n<p>SketchUp for Schools collects usage information, such as user activity, performance metrics data, and log information, which includes IP addresses, browser type, and error and crash information.\nAll information is anonymized and cannot be tracked back to an individual.</p> How we use that information <p> The metrics are anonymous and we use them to understand product usage and to improve the product’s performance.\n</p> How to access, update, and protect information <p>SketchUp for Schools does not collect any user data.\nRequests for access to user data need to be submitted to Google's G Suite for EDU or to Microsoft Education.</p>\n<p>You can find supplemental product specific terms in the SketchUp for Schools Terms of Service.</p>\n<p>\n</p> SketchUp Viewer What we collect <p> In order to download SketchUp models on mobile devices, headsets, and other compatible hardware, SketchUp Viewer allows users to sign in to 3D Warehouse, Trimble Connect, Dropbox, the iOS Files App, and/or other applications.\nSketchUp Viewer does not store any personal information within the product.\n</p>\n<p> SketchUp Viewer collects usage information, such as user activity, performance metrics data, and log information, which includes IP addresses, device IDs, device type, error and crash information.\n</p> ARCore <p>ARCore is Android's SDK for Augmented Reality which allows you to view your models in AR in SketchUp Viewer.\nFor further information about ARCore privacy practices, please read its privacy policy</p> How we use that information <p> The metrics are anonymous and we use them to understand product usage and to improve the product’s performance.\n</p> How to access, update, and protect information <p> You have direct control over which cloud services SketchUp Viewer has access to, to sign out from a cloud service go to the Main Menu &gt.\nAccounts from within the application.\nTo delete a model from the application, on the Home Screen, select the Information icon &gt.\nDelete on the model you wish to delete.\n</p>\n<br>\n<p> Here's how to find supplemental product specific terms: </p>\n<ul>\n<li> HoloLens: within the application, go to Main Menu &gt.\nLegal &gt.\nEULA </li>\n<li> iOS and Android: within the application, go to Main Menu &gt.\nLegal &gt.\nEULA -or- view the terms online.\n</li>\n</ul> 3D Warehouse What we collect <p> 3D Warehouse allows you to upload, download, and view 3D models.\nYou can keep models private or share them with the 3D Warehouse user community.\n3D Warehouse stores the models for you, allows you to comment on models of others and to manage access to your models.\n3D Warehouse relies on Trimble ID for authentication.\nA 3D Warehouse profile is created for you when you log in with Google or Trimble ID for the first time.\nYou can choose to add information about yourself or not.\nThis information can include an avatar, first name, last name, websites you own, and social media accounts.\nYou have the ability to opt in to notifications through your profile.\nYour profile information is stored within a 3D Warehouse database and is never shared with third parties.\n</p>\n<p> You have the ability to upload your models and make them available for download by the 3D Warehouse community, or keep them private and not accessible by the community.\nModels shared on 3D Warehouse can be downloaded and saved by community members onto their personal computers or devices.\nYou have the voluntary ability to claim credit for a model by assigning your name or user handle to the model.\nOnce the model is shared, your claimed credit can not be removed from the computers of other users who subsequently downloaded the models.\n</p>\n<p> In addition to your model and profile information, 3D Warehouse collects usage information, such as user activity, for example content likes, view and downloads, performance metrics data, and log information, which includes IP addresses, and browser type.\n</p> How we use that information <p> We use your account to associate 3D models to you.\nYou choose to provide the information that you want.\nYou can also choose to keep your information private and only viewable by you.\nYour account allows you to interact with the 3D Warehouse community, comment, share and collect work, if you choose to do so.\n</p>\n<p> We also track anonymous usage metrics to understand product usage and improve product performance.\n</p> How to access, update, and protect information <p> You have direct control of your personal information via the 3D Warehouse profile.\nTo access it, log onto the 3D Warehouse and click on the profile icon in the top right corner of the web page.\nTo delete your account, please use the delete your data form.\n</p>\n<p> You can find supplemental product specific terms in the SketchUp 3D Warehouse terms of use.\n</p> SketchUp Extension Warehouse What we collect <p> The Extension Warehouse allows you to upload, download and purchase SketchUp extensions.\nThere are two types of users of the Extension Warehouse, those that download extensions, and those that develop extensions.\nUsers are required to login to download or develop extensions.\nThe Extension Warehouse relies on Trimble ID for authentication.\nYou can choose to add profile information, such as a bio and photo, or not.\nYou have the ability to opt-in to notifications through your profile.\nYour profile information is stored within the Extension Warehouse website and is only shared with extension developers if you require support for one of their extensions.\n</p>\n<p> SketchUp collects additional information from extension developers.\nThe extension developer terms of service can be found online.\nExtension developers can make extensions available for free through the Extension Warehouse, sell their extensions through the Extension Warehouse, or make the extension available on the Extension Warehouse, but collect payment through their website.\n</p>\n<p> The Extension Warehouse collects usage information, such as user activity, performance metrics data, and log information, which includes IP addresses, browser type, and error and crash information.\n</p> How we use that information <p> If you purchase extensions through the Extension Warehouse, we will collect billing information necessary to process an order.\nWe use your account to associate extensions to you.\nYou choose to provide the information that you want.\nYou can also choose to keep your information private.\nYour profile allows you to interact with the Extension Warehouse community, comment, share and collect work, if you choose to do so.\n</p> How to access, update, and protect information <p> You have direct control of your personal information via the Extension Warehouse profile.\nTo access it, log onto the Extension Warehouse and click on the profile icon in the top right corner of the web page.\nTo delete your account, please use the delete your data form .\n</p>\n<p> You can find supplemental product specific terms in the SketchUp Extension Warehouse terms of use.\n</p> SketchUp.com What we collect <p> The SketchUp.com website provides information on SketchUp-related products and links you to other SketchUp services.\nOn the SketchUp website, you can opt-in to newsletters which include marketing materials and tips on how to use SketchUp products.\nIf you download a SketchUp trial, you will be asked to provide some basic information such as first name, last name, email address, company, country and province where you work.\nYou can opt-out of marketing emails when you provide your information.\nIf you are outside of the United States, you can ask to have your information forwarded to a local reseller that can help you with SketchUp products.\nSketchUp.com uses web browser cookies to remember information about your visit, like your preferred language and your page view history.\n</p> How we use that information <p> Information gathered during SketchUp trials is used to provide you information regarding SketchUp products.\nIf you are a user outside the of United States, and you requested to have a local reseller contact you, we will share your name, email address and company information with the reseller.\n</p>\n<p> The cookie information we collect can make our site and products more useful to you.\nWe also use this information to serve you ads relevant to SketchUp on other websites and social networks.\n</p>\n<p> The SketchUp website also collects usage information, such as user activity, performance metrics data, and log information, which includes IP addresses, browser type, and error and crash information.\n</p> How to access, update, and protect information <p> You can opt-out of marketing email by clicking on the unsubscribe link included in all SketchUp marketing emails.\nYou can also visit the unsubscribe page.\nIf you wish to delete account, product or support information, please use the delete your data form.\nYou can opt out of ads we show you by interacting with them directly, or by setting your cookie preferences on SketchUp.com to turn off targeting cookies.\n</p> SketchUp Forums What we collect <p> The SketchUp Forum is a place to share SketchUp experiences, ask questions, and fix problems through ongoing conversation.\nIn order to participate, users need to create an account.\nA profile is created for you when you create a SketchUp Forum account and you are able to choose how much information you’d like to disclose.\nYou will also have the ability to opt-in to notifications through your profile.\nYour profile information is stored within the Forums website and is never shared with third parties.\n</p>\n<p> The SketchUp Forum website collects usage information, such as user activity, performance metrics data, and log information, which includes IP addresses, browser type, and error and crash information.\n</p> How we use that information <p> We use your account to associate your conversations and posts to you.\nYou choose to provide the information that you want to share.\nYou can also choose to keep your information private.\nYour profile allows you to interact with members of the SketchUp community and comment, if you choose to do so.\n</p> How to access, update, and protect information <p> You have direct control of your personal information via the SketchUp Forum profile.\nTo access it, log onto the SketchUp Community Forum and click on the profile icon in the top right corner of the web page.\nYou can delete your account directly from your account preferences page.\n</p> SketchUp Help Center What we collect <p> The SketchUp Help Center allows you to find answers to questions around the use of SketchUp products.\nquestions about purchasing and billing.\nand technical support.\nIf you submit a support request, we will collect basic information about you such as your name and email address so that we can contact you.\n</p> How we use that information <p> If you submit a support request, you will be assigned a case number and the support request will be tracked to completion in out support system.\n</p>\n<p> The Help Center website collects usage information, such as user activity, performance metrics data, and log information, which includes IP addresses, browser type, and error and crash information.\n</p> How to access, update, and protect information <p> If you wish to delete support requests that you have submitted in the past, please use the delete your data form.\n</p> Sefaira Website What we collect <p> The Sefaira.com website provides information related to Sefaira products and allows you to opt-in to newsletters which include marketing materials and tips on how to use Sefaira products.\nIf you request a Sefaira trial, you will be asked to provide some basic information such as first name, last name, email address, profession, company, and country where you work.\n</p>\n<p> Sefaira uses cookies to remember information about your visit, like pages visited.\nThat allows us to understand usage of our website and whether users can readily find important information.\n</p> How we use that information <p> Information gathered during the Sefaira trial request is used to create a 30-day Sefaira application account.\nIf you opted-in to marketing emails, information regarding offers and tips on using Sefaira products will be sent to your email address.\n</p>\n<p> Cookie information is used for many purposes.\nThey are used, for example, to remember preferences, to count visitors to a page, or to help you sign up for Sefaira services.\n</p>\n<p> The Sefaira website collects usage information, such as user activity, performance metrics data, and log information, which includes IP addresses, browser type, and error and crash information.\n</p> How to access, update, and protect information <p> You can opt-out of marketing email by clicking on the unsubscribe link included in all Sefaira marketing emails.\nYou can also visit the subscription management page.\nIf you wish to delete account, product or support information, please use the delete your data form.\n</p>\n<p> You can find supplemental product specific terms in the Sefaira Terms of Service.\n</p> Sefaira Applications What we collect <p> The Sefaira web application is the website that runs the performance analysis of your model.\nUsers are required to login in order to use the application.\nA user profile is created for you when you are added to a Sefaira account as a trial user and/or by your account administrator.\nWe capture basic information about you such as your first name, last name, email, and password.\nYou have the ability to opt-in to notifications through your profile.\nYour profile information is stored within the Sefaira application and is never shared with third parties.\n</p>\n<p> In addition to your profile information, Sefaira collects usage information, such as projects you own or have access to, user events (e.g.\nthe uploading of models, number of analysis run by users, performance metrics data, and log information, which includes IP addresses, and browser type).\n</p> How we use that information <p> The information allows us to understand the usage of the product, and helps to guide the development of new functionality.\nIt also enables us to help you use the product better.\nYour profile information is never shared with third parties.\n</p> How to access, update, and protect information <p> If you wish to delete your Sefaira account, please use the delete your data form.\n</p>\n<p> You can find supplemental product specific terms in the Sefaira Terms of Service.\n</p>\n<p>Positioning-centric information is changing the way people, businesses and governments work throughout the world.\nBy applying Trimble's advanced positioning solutions, productivity increases and safety improvements are being realized.</p>\n<p>More About Trimble</p>\n<ul>\n<li>About Us</li>\n<li>The SketchUp Team</li>\n<li>Careers</li>\n<li>SketchUp Blog</li>\n<li>Trimble Buildings</li>\n<li>Privacy Policy</li>\n</ul>\n<ul>\n<li>Developers</li>\n<li>Developer Center</li>\n<li>SketchUp Ruby API</li>\n<li>SketchUp SDK</li>\n<li>Extensions</li>\n<li>Developer Forum</li>\n</ul>\n<ul>\n<li>Programs</li>\n<li>Educational Grants</li>\n<li>Visiting Professionals</li>\n<li>Non-Profit Organizations</li>\n<li>Project Spectrum</li>\n</ul>\n<ul>\n<li>Help</li>\n<li>Contact Us</li>\n<li>Forum</li>\n<li>Help Center</li>\n<li>Retrieve SketchUp License</li>\n<li>Resellers</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> ico-single-user-16px ico-cloud-storage-32px ico-cloud-storage-48px ico-cloud-storage-16px ico-enclosed-caret-right-16px ico-enclosed-caret-left-16px ico-enclosed-arrow-left-24px ico-enclosed-arrow-left-32px ico-enclosed-arrow-left-48px ico-enclosed-arrow-right-16px ico-enclosed-arrow-right-24 ico-enclosed-arrow-right-32px ico-enclosed-arrow-right-48px ico-enclosed-arrow-up-16px ico-enclosed-arrow-up-24px ico-enclosed-arrow-up-32px ico-enclosed-arrow-up-48px ico-enclosed-caret-down-16px ico-enclosed-caret-down-24px ico-enclosed-caret-down-32px ico-enclosed-caret-down-48px ico-enclosed-caret-left-24px ico-enclosed-caret-left-32px ico-enclosed-caret-left-48px ico-enclosed-caret-right-24px ico-enclosed-caret-right-32px ico-enclosed-caret-right-48px ico-enclosed-caret-up-16px ico-enclosed-caret-up-24px ico-enclosed-caret-up-32px ico-enclosed-caret-up-48px ico-enclosed-check-1pt-12px ico-enclosed-check-1pt-16px ico-enclosed-check-1pt-24px ico-enclosed-check-1pt-32px ico-enclosed-check-12px ico-enclosed-check-16px ico-enclosed-check-24px ico-enclosed-check-32px ico-enclosed-check-48px ico-enclosed-x-16px ico-enclosed-x-24px ico-enclosed-x-32px ico-enclosed-x-48px ico-info-12px ico-info-16px ico-info-24px ico-info-32px ico-info-48px ico-open-arrow-down-16px ico-open-arrow-down-24px ico-open-arrow-down-32px ico-open-arrow-down-48px ico-open-arrow-left-16px ico-open-arrow-left-24px ico-open-arrow-left-32px ico-open-arrow-left-48px ico-open-arrow-right-16px ico-open-arrow-right-24px ico-open-arrow-right-32px ico-open-arrow-right-48px ico-open-arrow-up-16px ico-open-arrow-up-24px ico-open-arrow-up-32px ico-open-arrow-up-48px ico-open-caret-down-16px ico-open-caret-down-24px ico-open-caret-down-32px ico-open-caret-down-48px ico-open-caret-left-16px ico-open-caret-left-24px ico-open-caret-left-32px ico-open-caret-left-48px ico-open-caret-right-16px ico-open-caret-right-24px ico-open-caret-right-32px ico-open-caret-right-48px ico-open-caret-up-16px ico-open-caret-up-24px ico-open-caret-up-32px ico-open-caret-up-48px ico-open-check-16px ico-open-check-24px ico-open-check-32px ico-open-check-48px ico-open-x-16px ico-open-x-24px ico-open-x-32px ico-open-x-48px ico-refresh-16px ico-refresh-24px ico-refresh-32px ico-refresh-48px ico-enclosed-arrow-24px ico-enclosed-arrow-down-16px ico-enclosed-arrow-down-32px ico-enclosed-arrow-down-48px ico-enclosed-arrow-left-16px ico-2d-drawings-32px ico-2d-drawings-48px ico-3d-printing-32px ico-3d-printing-48px ico-accurate-models-32px ico-accurate-models-48px ico-add-location-32px ico-add-location-48px ico-annotate-32px ico-annotate-48px ico-answer-rfis-32px ico-answer-rfis-48px ico-billing-32px ico-blog-32px ico-blog-48px ico-building-performance-32px ico-building-performance-48px ico-buildings-lifecycle-32px ico-cloud-16px ico-cloud-32px ico-cloud-48px ico-cloud-software-16px ico-cloud-software-32px ico-cloud-software-48px ico-collaborate-32px ico-collaborate-48px ico-community-16px ico-community-32px ico-community-48px ico-component-32px ico-contact-us-32px ico-contact-us-48px ico-context-and-details-32px ico-context-and-details-48px ico-customer-support-32px ico-customer-support-48px ico-custom-features-32px ico-custom-features-48px ico-customization-32px ico-customization-48px ico-daylighting-32px ico-daylighting-48px ico-desktop-16px ico-desktop-32px ico-desktop-48px ico-detailed-drawing-sets-32px ico-detailed-drawing-sets-48px ico-detailed-reports-32px ico-detailed-reports-48px ico-education-32px ico-email-16px ico-email-32px ico-email-48px ico-energy-analysis-32px ico-energy-analysis-48px ico-free-32px ico-free-48px ico-full-feature-desktop-modeler-32px ico-full-feature-desktop-modeler-48px ico-geopositioning-32px ico-geopositioning-48px ico-grouping-16px ico-grouping-32px ico-grouping-48px ico-HVAC-32px ico-import-export-16px ico-import-export-32px ico-import-export-48px ico-inferencing-32px ico-inferencing-48px ico-info-16px1 ico-info-32px1 ico-info-48px1 ico-interoperability-32px ico-interoperability-48px ico-iterate-32px ico-iterate-48px ico-layout-32px ico-layout-48px ico-license-renewal-32px ico-mobile-16px ico-mobile-32px ico-mobile-48px ico-model-anywhere-32px ico-model-anywhere-48px ico-my-maintenence-plan-32px ico-performance-goals-32px ico-performance-goals-48px ico-phone-16px ico-phone-32px ico-phone-48px ico-photo-realistic-32px ico-photo-realistic-48px ico-powerful-modeler-32px ico-powerful-modeler-48px ico-presentation-graphics-32px ico-presentation-graphics-48px ico-purchasing-license-32px ico-refresh-16px1 ico-refresh-32px1 ico-refresh-48px1 ico-retrieve-license-number-32px ico-sales-32px ico-scale-32px ico-scale-48px ico-shadow-studies-32px ico-shadow-studies-48px ico-shareable-libraries-32px ico-shareable-libraries-48px ico-shopping-cart-32px ico-shopping-cart-48px ico-su-analysis-32px ico-su-analysis-48px ico-su-blue-square-32px ico-su-desktop-32px ico-su-desktop-48px ico-su-green-square-32px ico-su-purple-square-32px ico-su-red-square-32px ico-technical-support-32px ico-technical-support-48px ico-thermal-comfort-32px ico-thermal-comfort-48px ico-training-32px ico-training-48px ico-view-32px ico-vr-32px ico-vr-48px ico-wind-32px ico-2d-drawings-16px ico animation 32px ico animation 32px ico atmospheric effects 32px ico atmospheric effects 48px ico custom features 32px ico custom features 48px ico design narrative 32px ico design narrative 48px ico geometry management 32px ico geometry management 48px ico lighting 32px ico lighting 48px ico rapid rendering 32px ico rapid rendering 48px ico rendering 32px ico rendering 48px ico team alignment 32px ico team alignment 48px ico materials 32px ico materials 48px ico-backdrop-32px ico-backdrop-48px ico-geometry-management-32px ico-geometry-management-48px ico trimble connect 48pxico su web 48pxico trimble connect 16pxico trimble connect 24pxico vray 24pxico vray 48pxico xr viewer 16pxico xr viewer 32pxico xr viewer 24pxico xr viewer 48pxico 3dwh 16pxico 3dwh 24pxico 3dwh 32pxico 3dwh 48pxico ext wh 16pxico ext wh 32pxico sefaira 16pxico ext wh 24pxico sefaira 32pxico vray 32pxico sefaira 48pxico sketchup 16pxico sefaira 24pxico sketchup 32pxico sketchup 48pxico su mobile viewer 16pxico sketchup 24pxico ext wh 48pxico su mobile viewer 32pxico su mobile viewer 48pxico su web 16pxico su web 24pxico su web 32pxico vray 16pxico su mobile viewer 24pxico trimble connect 32px ico prod vr viewer 48pxico prod sketchup 48pxico concepts 48pxico seasons 48pxico prod trimble connect 48pxico prod xr viewer 48pxico outside 48pxico options 48pxico prod 3dwh 48pxico shading 48pxico prebuilt 48pxico prod sefaira 48pxico prod su mobile viewer 48pxico prod predesign 48pxico prod su web 48pxico prod ext wh 48pxico add location 48px ico-ext-wh-48px ico-3dwh-48px ico-interoperability-48px ico prod vray 48px i20-ico-prod-scan-essentials-48px i20-ico-visualization-modes-48px ico-workflow-efficiency-48px i20-ico-robust-scan-data-48px i20-ico-precise-3D-modeling-48px i20-ico-point-cloud-import-48px i20-ico-optimization-48px i20-ico-move-rotate-tool-48px i20-ico-interoperability-gears-48px i20-ico-inspection-tool-48px i20-ico-animations-and-vr-48px i20-ico-client-engagement-approval-48px i20-ico-design-narrative-48px i20-ico-frame-buffer-48px i20-ico-light-gen-48px i20-ico-light-mix-48px i20-ico-material-library-48px i20-ico-real-time-rendering-48px i20-ico-sky-orientation-48px i20-ico-stylized-renders-48px i20-ico-team-alignment-48px i20-ico-3D-modeling-desktop-reverse-48px i20-ico-collaborate-efficiently-48px i20-ico-collaboration-and-cloud-storage-48px i20-ico-communicate-your-designs-48px i20-ico-design-consensus-48px i20-ico-design-narrative-reverse-48px i20-ico-enhanced-design-research-48px i20-ico-high-quality-rendering-48px i20-ico-model-on-point-cloud-data-48px i20-ico-point-cloud-data-reverse-48px i20-ico-precise-3D-modeling-check-48px i20-ico-presentation-ready-graphics-48px i20-ico-real-time-rendering-gear-48px i20-ico-sketchup-pro-desktop-48px i20-ico-virtual-augmented-reality-apps-48px <ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Contact</li>\n<li>Do Not Sell My Personal Information</li>\n<li>© 2020, Trimble Inc.</li>\n</ul> English Español Français Deutsch Italiano 日本語 한국어 Português 简体中文 繁體中文 Русский Svenska English<ul>\n<li>English</li>\n<li>Español</li>\n<li>Français</li>\n<li>Deutsch</li>\n<li>Italiano</li>\n<li>日本語</li>\n<li>한국어</li>\n<li>Português</li>\n<li>简体中文</li>\n<li>繁體中文</li>\n<li>Русский</li>\n<li>Svenska</li>\n</ul> Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent Preferences Confirm My ChoicesBack Button<p>Back</p> Performance Cookies<p>\n</p>Vendor Search Search Icon Filter Icon<p>Clear Filters</p> Information storage and accessApplyConsent Leg.Interest<p>All Consent Allowed</p> Select All Vendors Select All Vendors All Consent Allowed Confirm My Choices<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Cookies Settings Accept All Cookies", "created_at": "2021-05-28 09:52:24.109127", "updated_at": "2021-05-28 07:52:38.874851"}], "points": [], "urls": ["sketchup.com"]}}