{"error": 448, "message": "OK", "parameters": {"id": 5256, "name": "ente.io", "created_at": "2021-10-25 18:52:23.031025", "updated_at": "2021-11-03 23:01:05.660704", "wikipedia": null, "keywords": null, "related": null, "slug": "ente-io", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/5256.png", "url": "ente.io,web.ente.io", "documents": [{"id": 9424, "name": "terms of service", "url": "https://ente.io/terms/", "xpath": "/html/body/div[1]/div[1]/div/div/div[3]", "text": "Scope of these terms<ol>\n<li>\n<p>ente (\"Drizzle Technologies Private Limited\", \"we\", \"us\") provides cloud storage with user-controlled encryption.\nWe provide services ourselves at our website at https://ente.io, subdomains and related sites (\"website\"), using our mobile apps (\"mobile apps\"), and our application programming interface (“API”).\nUsing ente, you and other users can encrypt your files and data by way of user-controlled encryption (\"UCE\") with a key derived from your \"password\" (or \"passphrase\"), upload, access, store, manage, share, communicate, download and decrypt files and other data (all of which we call \"data\" in these terms) and give access to that data to others (all together, \"services\" and each, a \"service\").</p>\n</li>\n<li>\n<p>These terms are binding and apply to any use of the services, website and our mobile apps by you and anyone who you allow to access your data or our services.\nBy using our services, the website or our mobile apps, you and they irrevocably agree to these terms.\nIf you do not like these terms or don't want to be bound, you can't use our services, the website or our mobile apps.\nIn particular, OUR SERVICES ARE PROVIDED SUBJECT TO CERTAIN DISCLAIMERS BY US AND UNDERTAKINGS BY YOU, INCLUDING AN INDEMNITY FROM YOU IF YOU BREACH THESE TERMS.</p>\n</li>\n<li>\n<p>We can change these terms at any time by providing you at least 30 days' prior notice of the change, whether via our website, via our mobile apps, by sending you an email or via any messaging service we provide.\nYour continued use after that notice means that you agree to the changed terms.\nIf you have paid for a subscription that is due to expire after that 30 day notice period and you do not wish to continue to use our services under the new terms, you may terminate your subscription before the new terms come into force.\nWe will then (but not otherwise) refund the unexpired portion of your subscription payment within 30 days and close your account.</p>\n</li>\n<li>\n<p>If you comply with these terms, then we grant you a non-exclusive, non-transferable, worldwide license to access and use our services via the website, our mobile apps and our API if applicable, in accordance with these terms and any plan you have subscribed for.</p>\n</li>\n</ol>Your data<ol>\n<li>\n<p>If you allow others to access your data (e.g.\nvia any of the sharing features within ente), in addition to them accepting these terms, you are responsible for their actions and omissions while they are using our services and you agree to fully indemnify us for any claim, loss, damage, fine, costs (including our legal fees) and other liability if they breach any of these terms.</p>\n</li>\n<li>\n<p>UCE is fundamental to our services.\nThis means that you, not us, have encrypted control of who has access to your data.\nYou should keep your password and Recovery Key safe and confidential.\nYou must not share your password with anyone else and should not release encryption keys to anyone else unless you wish them to have access to your data.\nIf you lose or misplace your password, you will lose access to your data.\nEncryption won’t help though if someone has full access to your system or device.\nWe strongly urge you to use best practices for ensuring the safety and security of your system and devices (e.g.\nvia unique passwords, security upgrades, firewall protection, anti-virus software, securing and encrypting your devices).\nWe will never send you emails asking for your password.</p>\n</li>\n<li>\n<p>You must maintain copies of all data stored by you on our services.\nThere could be a loss of data and we cannot guarantee that the services will be bug free.\nYou should download all data prior to termination of services.</p>\n</li>\n<li>\n<p>We will store and process your data on our service subject to these terms and any plan you subscribe to.\nIf you choose to stop using our services, you must download your data first because we will schedule your uploaded files for deletion within the next 30 days.\nWe may still maintain minimal metadata about the now deleted files to ensure that clients who at one point had access to these files can render these deletions gracefully.\nPost account-deletion we may also maintain your email address, IP address and user agent information in a hashed form to prevent an abuse of free trials.\nIf we suspend or terminate our services to you because you have breached these terms, or someone you have given access to has breached these terms, during the term of that suspension we may, if we wish, delete your data immediately or deny you access to your data but keep it for evidential purposes.\nIn circumstances where we cease providing our services for other reasons, we will, if we consider it appropriate, it is reasonably practicable and we are not prevented by law or likely to incur any liability in doing so, give you 30 days' notice to retrieve your data.</p>\n</li>\n</ol>Your obligations<ol>\n<li>\n<p>Once you have subscribed to a plan for our services (with payment having been made via the website, or one of our mobile apps, you need to pay the fees (if any) for that plan (and any other taxes or duties).\nYour contract for services is with us and is governed exclusively by these terms and our policies referenced in these terms.\nWe can also change the fees for our services (other than those you have already contracted and paid for) at any time if we give you notice.\nIn the absence of manifest error or other lawful error, you can't withhold payment or claim any set-off without getting our written agreement.</p>\n</li>\n<li>\n<p>If at any time you do not make a payment to us when you are supposed to (including on termination), we can (and this doesn't affect any other rights we may have against you) suspend or terminate your use of the service.</p>\n</li>\n<li>\n<p>You must:</p>\n</li>\n</ol>\n<p>11.1.\nwhere you have subscribed for a service, always give us and keep up to date, your correct contact and any billing details;</p>\n<p>11.2.\ncomply with these terms and any other agreements you have with us;</p>\n<p>11.3.\ncomply with all applicable laws, regulations and rules when using the website, our services and with respect to any data you upload, access or share using our services.</p>What you can't do<ol>\n<li>You can't:</li>\n</ol>\n<p>12.1.\nuse our services if you are under 18 years of age.</p>\n<p>12.1.\nassign or transfer any rights you have under these terms to any other person (including by sharing your password with someone else) without our prior written consent;</p>\n<p>12.2.\ndo anything that would damage, disrupt or place an unreasonable burden on our website or service or anyone else's use of our website, our mobile apps or a service including but not limited to denial of service attacks or similar;</p>\n<p>12.3.\ninfringe anyone else's intellectual property (including but not limited to copyright) or other rights in any data;</p>\n<p>12.4.\nresell or otherwise supply our services to anyone else without our prior written consent;</p>\n<p>12.5.\nopen multiple free accounts;</p>\n<p>12.6.\nuse our website, mobile apps, API, or any service, including, without limitation, any communication tools available through the website, our mobile apps, or our API, or any forum, chat facility or message centre that we provide:</p>\n<p>12.6.1.\nto store, use, download, upload, share, access, transmit, or otherwise make available, data in violation of any law in any country (including to breach copyright or other intellectual property rights held by us or anyone else);</p>\n<p>12.6.2.\nto send unwelcome communications of any kind (including but not limited to unlawful unsolicited commercial communications) to anyone (e.g.\nspamming by sharing content);</p>\n<p>12.6.3.\nto abuse, defame, threaten, stalk or harass anyone, or to harm them;</p>\n<p>12.6.4.\nto store, use, download, upload, share, access, transmit, or otherwise make available, unsuitable, offensive, obscene or discriminatory information of any kind;</p>\n<p>12.6.5.\nto run any network scanning software, spiders, spyware, robots, open relay software or similar software;</p>\n<p>12.6.6.\nto upload anything or otherwise introduce any spyware, viruses, worms, trojan horses, time bombs or bots or any other damaging items which could interfere with our, or anyone else's, network, device or computer system;</p>\n<p>12.6.7.\nto use any software or device which may hinder the services (like mail bombs, war dialing, automated multiple pinging etc.);</p>\n<p>12.6.8.\nto attempt to gain unauthorised access to any services other than those to which you have been given express permission to access.\nor</p>\n<p>12.6.9.\nto impersonate anyone or to try to trick or defraud anyone for any reason (e.g.\nby claiming to be someone you are not);</p>\n<p>12.6.10.\nto store data of any kind on our servers (that are currently in France and Netherlands) that violates any data localization laws applicable in your country.</p>\n<p>12.6.11.\nIf you register with us, you will need to use a password in conjunction with your specific account email address.\nYou need to make sure your password is secure, not used by you on other sites and confidential.\nMake sure you tell us straight away if you think or know someone else has used your password or there has been any other security breach.\nWe will hold you responsible for anything done using your account and password.\nMAKE YOUR PASSWORD A STRONG ONE AND KEEP IT SECURE.\nWe are not responsible if someone else gains access to your computer or other device and/or your ente password and/or encryption keys for any files.</p>Intellectual PropertyOur IP<ol>\n<li>\n<p>You are not allowed to, and you can't let anyone else use, copy, alter, distribute, display, licence, modify or reproduce, reverse assemble, reverse compile, communicate, share, transmit or otherwise make available, (whether digitally, electronically, by linking, or in hard copy or by any means whatsoever), any of our code, content, copyright materials, intellectual property or other rights without getting our permission in writing, other than in order to use our services as intended or as allowed under any open source licences under which we use intellectual property provided by others.\nThe open source code that we use, where we obtained it, and licences for that code, are all referenced on our website and via our mobile apps.</p>\n</li>\n<li>\n<p>Without limiting any other provision of these terms, you are only permitted to directly and specifically use the API if you get a written consent from us to do so by writing to dev@ente.io and agree that you may only publish or make available your application after we have approved it pursuant to our application approval process and licence agreement available on request at dev@ente.io.</p>\n</li>\n</ol>Your IP<ol>\n<li>You own, or undertake that you are authorised to use, any intellectual property in any data you store on, use, download, upload, share, access, transmit or otherwise make available to or from, our systems or using our services.\nYou grant us a worldwide, royalty-free licence to use, store, back-up, copy, transmit, distribute, communicate, modify and otherwise make available, your data, solely for the purposes of enabling you and those you give access to, to use our services and for any other purpose related to provision of the services to you and them.</li>\n</ol>Copyright Infringement Notices<ol>\n<li>\n<p>We respect the copyright of others and require that users of our services comply with copyright laws.\nYou are strictly prohibited from using our services to infringe copyright.\nYou may not upload, download, store, share, access, display, stream, distribute, e-mail, link to, communicate, transmit, or otherwise make available any files, data, or content that infringes any copyright or other proprietary rights of any person or entity.</p>\n</li>\n<li>\n<p>We will respond to notices of alleged copyright infringement that comply with applicable law and are properly provided to us.\nIf you believe that your content has been copied or used in a way that constitutes copyright infringement, please provide us with the following information:</p>\n</li>\n</ol>\n<p>17.1.\na physical or electronic signature of the copyright owner or a person authorised to act on their behalf;</p>\n<p>17.2.\nidentification of the copyrighted work claimed to have been infringed;</p>\n<p>17.3.\nidentification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material including the exact file identifier (with decryption key) to that material on ente;</p>\n<p>17.4.\nyour contact information, including your address, telephone number, and an email address.\na statement by you that you have a good faith belief that use of the material in the manner complained of is not authorised by the copyright owner, its agent, or the law.\nand</p>\n<p>17.5.\na statement that the information in the notification is accurate, and, under penalty of perjury (unless applicable law says otherwise), that you are authorised to act on behalf of the copyright owner.</p>\n<ol>\n<li>We reserve the right to remove data alleged to be infringing without prior notice, at our sole discretion, and without liability to you.\nIn appropriate circumstances, we will also terminate your account if we consider you to be a repeat infringer.\nDetails of our designated copyright agent for notice of alleged copyright infringement are on our contacts page.</li>\n</ol>Copyright Counter-Notices<ol>\n<li>\n<p>We process all takedown notices based on good faith acceptance of the representations from the party submitting the takedown notice.\nWe do not review the material before processing the takedown notice.</p>\n</li>\n<li>\n<p>You may file a counter-notice if you believe that access to a file you have uploaded has been wrongly disabled because it was the subject of an incorrect takedown notice.\nYou should only do so if you are confident that no other party owns copyright in the material, or you have rights to store the material and, if you are sharing it, that you have the right to do so.</p>\n</li>\n<li>\n<p>Please understand that:</p>\n</li>\n</ol>\n<p>21.1.\nWhen we receive your counter-notice, we pass it, including your address and other contact information, to the party who issued the original takedown notice.\nBy submitting your counter-notice you authorise us to do so.</p>\n<p>21.2.\nFiling a counter-notification may lead to legal proceedings between you and the complaining party.</p>\n<p>21.3.\nThere may be adverse legal consequences in India and/or your jurisdiction if you make a false or bad faith allegation by using this process.</p>\n<p>21.4.\nIf, when using this counter-notice process, you make a false or bad faith allegation or otherwise breach these terms or any of our policies and that causes us any loss, costs (including legal costs), damages or other liability, we reserve the right to claim for and recover from you that loss, those costs (including full legal costs on a solicitor-client basis), damages and other liability, by deduction from any balance in our account and/or by proceedings in India and/or the jurisdiction of the address in your counter-notice.</p>\n<p>21.5.\nWe provide this counter-notice process voluntarily for the purposes of all applicable copyright takedown and counter-notice regimes in India and other jurisdictions, but, in doing so, we do not submit to any jurisdiction, law, tribunal or court other than those of India, as set out in these terms.\nWe may amend, suspend or withdraw this counter-notice process at any time, provided that any counter-notices in train at that time shall continue to be processed.</p>\n<ol>\n<li>\n<p>By filing a counter-notice, you are deemed to have accepted the above terms.\nIf you do not accept the above terms, do not file a counter-notice.</p>\n</li>\n<li>\n<p>To file a counter-notice with us, you must provide a written communication to copyright@ente.io that includes substantially the following:</p>\n</li>\n</ol>\n<p>23.1.\nIdentification of the specific URL(s) of material that has been removed or to which access has been disabled.</p>\n<p>23.2.\nYour full name, address, telephone number, email address and the name within your ente account.</p>\n<p>23.3.\nThe statement: \"I have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\"</p>\n<p>23.4.\nThe reasons for that good faith belief, sufficient to explain the mistake or misidentification to the person who filed the original takedown notice.</p>\n<p>23.5.\nThe statement \"I will accept service of proceedings in India or in the jurisdiction where my address in this counter-notice is located, from the person who provided Drizzle Technologies Private Limited with the original copyright takedown notice or an agent of such person.\"</p>\n<p>23.6.\nSignature.\nA scanned physical signature or usual signoff in an email.</p>\n<p>23.7.\nYou may also provide comments.</p>\n<ol>\n<li>\n<p>We will only accept a counter-notification directly from the user from whose account a folder or file has been disabled.\nCounter-notifications must be submitted from the email address associated with the ente account.</p>\n</li>\n<li>\n<p>If we do not receive any further communication from or on behalf of the person who originally submitted the takedown notice, or any communication we do receive does not in our sole opinion adequately justify the original takedown notice, we may, but shall not be obliged to, reinstate the material in approximately 10-14 days provided we have no reason to believe that the material infringes copyright.</p>\n</li>\n<li>\n<p>Nothing in this counter-notice section prejudices our right to remove or disable access to any material at any time, for any reason or no reason.</p>\n</li>\n</ol>Other Infringement Notices<ol>\n<li>If you consider there has been some other infringement or breach of law, or of these terms, and wish to file a complaint, contact us at the relevant address on our contacts page.\nWe will generally require the same amount of detail as set out above for copyright infringement notices.\nSee also our Takedown Guidance Policy.</li>\n</ol>Suspension and Termination<ol>\n<li>\n<p>You can terminate your access to our services at any time by following the 'Cancel your account' link in the Account section of the website or the Settings section of our mobile apps or by writing an email to account-closure@ente.io&nbsp;from your registered account's email address.\nHowever, we may not provide any part-refund for any allowance not used on any subscription you may have.</p>\n</li>\n<li>\n<p>We can immediately suspend or terminate your access to the website and our services without notice to you if you breach any of these terms or any other agreement you have with us.</p>\n</li>\n<li>\n<p>We may also terminate or suspend our services or any part of our services, if you are using an account without a paid subscription plan and have exceeded the trial period set for such free accounts.</p>\n</li>\n<li>\n<p>All charges outstanding on your account must be paid at termination.</p>\n</li>\n</ol>Severability and Waiver<ol>\n<li>If any provision of these terms is held to be invalid or unenforceable, the remaining provisions will remain in full force and effect.\nIf we do not enforce any right or provision of these terms or if we in any instance grant any concession or indulgence, that will not be deemed a waiver of such right or provision or obligate us to grant any concession or indulgence to anyone else.</li>\n</ol>Force Majeure<ol>\n<li>We will not be liable by reason of any failure or delay in the performance of our obligations because of events beyond our reasonable control, which may include, without limitation, denial-of-service attacks, strikes, shortages, riots, insurrection, fires, flood, storm, explosions, acts of God, war, terrorism, governmental action, labour conditions, earthquakes, material shortages, extraordinary internet congestion or extraordinary connectivity issues or failure of a third party host, (each a \"Force Majeure Event\").\nUpon the occurrence of a Force Majeure Event, we will be excused from any further performance of the obligations which are affected by that Force Majeure Event for so long as the event continues.</li>\n</ol>Disclaimers<ol>\n<li>\n<p>WE DON'T GIVE YOU ANY WARRANTY OR UNDERTAKING ABOUT THE SERVICES OR THE WEBSITE WHICH ARE PROVIDED \"AS IS\".\nTO AVOID DOUBT, ALL IMPLIED CONDITIONS OR WARRANTIES ARE EXCLUDED AS MUCH AS IS PERMITTED BY LAW, INCLUDING (WITHOUT LIMITATION) WARRANTIES OF MERCHANTABILITY, FITNESS FOR PURPOSE, SAFETY, RELIABILITY, DURABILITY, TITLE AND NON-INFRINGEMENT.</p>\n</li>\n<li>\n<p>We will try to give you access to our website and our mobile apps all the time, but we do not make any promises or provide you with a warranty that our website or the services will be without any faults, bugs or interruptions.</p>\n</li>\n<li>\n<p>Whilst we intend that the services should be available 24 hours a day, seven days a week, it is possible that on occasions the website or services may be unavailable to permit maintenance or other development activity to take place or be periodically interrupted for reasons outside our control.</p>\n</li>\n<li>\n<p>Information on our website will change regularly.\nWe will try to keep our website up to date and correct, but again, we do not make any promises or guarantees about the accuracy of the information on our website.</p>\n</li>\n<li>\n<p>We do not warrant that the services will meet your requirements or that they will be suitable for any particular purpose.</p>\n</li>\n<li>\n<p>You are the controller in respect of some data ente holds about you and ente is the processor, for General Data Protection Regulation (“GDPR”) purposes.\nente is the controller in respect of some other data.\nSee our Privacy &amp.\nData Policy for more details.\nThese terms, our Privacy &amp.\nData Policy and our Takedown Guidance Policy are the contract between us that governs our processing of that data.\nIt is your sole responsibility to determine that the services meet the needs of you, your business or otherwise and are suitable for the purposes for which they are used.</p>\n</li>\n<li>\n<p>We also aren't legally responsible for:</p>\n</li>\n</ol>\n<p>40.1.\nany corruption or loss of data or other content which you or anyone else may experience after using our website or our mobile apps, or any problems you may have when you view or navigate our website or use any of our mobile apps;</p>\n<p>40.2.\ndevices or equipment that we do not own or have not given you;</p>\n<p>40.3.\nany loss or damage if you do not follow our reasonable instructions, these terms, our Privacy &amp.\nData Policy and our Takedown Guidance Policy;</p>\n<p>40.4.\nany actions or non-actions of other people which disrupt access to our website, our mobile apps, or our API, including the</p>\n<p>40.4.1.\ncontent and nature of any data that you upload, access or share;</p>\n<p>40.4.2.\ncontent of other people's websites even if a link to their website is included on our website or our mobile apps.</p>Limitation of Liability and Indemnity by You<ol>\n<li>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, WE (THIS INCLUDES OUR EMPLOYEES, OFFICERS, AGENTS AND AUTHORISED RESELLERS) ARE NOT LIABLE WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), EQUITY OR ON ANY OTHER GROUNDS TO YOU OR ANYONE ELSE FOR ANY DIRECT, INDIRECT OR CONSEQUENTIAL DAMAGE, LOSS, COST OR EXPENSE, DAMAGE TO PROPERTY, INJURY TO PERSONS, LOSS OF PROFITS, LOSS OF DATA OR REVENUE, LOSS OF USE, LOST BUSINESS OR MISSED OPPORTUNITIES, WASTED EXPENDITURE OR SAVINGS WHICH YOU MIGHT HAVE HAD, DENIAL OF SERVICE OR ACCESS TO OUR WEBSITE, OUR MOBILE APPS OR OUR API, OCCURRING DIRECTLY OR INDIRECTLY FROM THE USE OR ABILITY OR INABILITY TO USE, OR RELIANCE ON, OUR WEBSITE, OUR MOBILE APPS OR OUR API, OR THE SERVICES, AND BASED ON ANY TYPE OF LIABILITY INCLUDING BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE), STATUTORY OR PRODUCT LIABILITY, OR OTHERWISE.</p>\n</li>\n<li>\n<p>YOU SHALL INDEMNIFY US AGAINST ALL CLAIMS, COSTS (INCLUDING ALL OUR LEGAL COSTS), EXPENSES, DEMANDS OR LIABILITY, DAMAGES AND LOSSES WHETHER DIRECT, INDIRECT, CONSEQUENTIAL, OR OTHERWISE, AND WHETHER ARISING IN CONTRACT, TORT (INCLUDING IN EACH CASE NEGLIGENCE), OR EQUITY OR OTHERWISE, ARISING DIRECTLY OR INDIRECTLY FROM BREACH BY YOU OR ANYONE YOU GIVE ACCESS TO YOUR DATA, OF ANY OF THESE TERMS OR ANY POLICY REFERENCED IN THESE TERMS.</p>\n</li>\n<li>\n<p>IF YOU ARE NOT SATISFIED WITH THE SERVICES, THEN YOUR SOLE AND EXCLUSIVE REMEDY IS TO TERMINATE YOUR USE OF OUR SERVICES AND THE CONTRACT YOU HAVE WITH US.</p>\n</li>\n<li>\n<p>DESPITE THE ABOVE, IF ANY COURT OR OTHER COMPETENT AUTHORITY HOLDS US (THIS INCLUDES OUR OFFICERS, STAFF AND AGENTS) LIABLE FOR ANY MATTER RELATED TO THESE TERMS OR OUR SERVICES, OUR TOTAL COMBINED LIABILITY WILL BE LIMITED TO THE MOST RECENT SUBSCRIPTION AMOUNT YOU HAVE PAID TO US.</p>\n</li>\n</ol>Disputes and Choice of Law<ol>\n<li>\n<p>Any and all disputes arising out of this agreement, its termination, or our relationship with you shall be determined by binding arbitration in Bengaluru, India.\n</p>\n</li>\n<li>\n<p>The relationship we have with you under these terms and their interpretation and construction together with any dispute, suspension or termination arising out of or in connection with them, is governed exclusively by Indian law.\nente does not submit to any other jurisdiction other than India and the Indian law.\nYou and we submit to the exclusive jurisdiction of the Indian arbitral tribunals (and courts for the purposes of the enforcement of any arbitral award or appeal on question of law).\nThe parties agree to enforcement of the arbitral award and orders and any judgement in India and in any other country.</p>\n</li>\n</ol>Refunds<ol>\n<li>Unless otherwise provided by Indian law or by a particular service offer, all purchases are final and non-refundable.\nIf you believe that ente has charged you in error, you must contact us within 90 days of such charge.\nNo refunds will be given for any charges more than 90 days old.\nWe reserve the right to issue refunds or credits at our sole discretion.\nIf we issue a refund or credit, we are under no obligation to issue the same or similar refund in the future.\nThis refund policy does not affect any statutory rights that may apply.\nIf you have made a payment by mistake and have not used the subscription plan services, you must contact support@ente.io within 24 hours.\nThis will be acknowledged promptly and answered within 7 days.</li>\n</ol>Recurring Paid Subscriptions<ol>\n<li>Recurring subscriptions will renew indefinitely, either monthly or annually, based upon your chosen subscription period, unless the subscription is cancelled prior to a renewal date.\nFor recurring subscriptions established via mobile apps using in-app-purchase platforms, you should refer to your app store or play store account for details of the dates and terms of the subscription.\nAny other recurring subscription will renew on the same day of month as it was established, except in cases where the day is not available due to a short month, in which case the renewal date will be moved to the first day of the following month.</li>\n</ol>Cancellation of Recurring Paid Subscriptions<ol>\n<li>Recurring subscriptions established through the mobile app using in-app-purchase platforms should be cancelled through the relevant app store account directly.\nAny other recurring subscription should be cancelled by navigating to the accounts section within your browser or app and selecting the option to cancel your subscription.\nAny payments processed after an effective subscription cancellation will be promptly refunded by us.\nIf you cancel a paid subscription, you shall no longer be entitled to the free trial available for fresh sign ups.</li>\n</ol>Information and Privacy<ol>\n<li>\n<p>We reserve the right to disclose data and other information as required by law or any competent authority.\nOur approach is referenced in our Privacy &amp.\nData Policy and Takedown Guidance Policy, both of which are subject to these terms.</p>\n</li>\n<li>\n<p>You and anyone else you give access to are also bound by our Privacy &amp.\nData Policy and Takedown Guidance Policy.\nBy accepting these terms, you also accept our Privacy &amp.\nData Policy and Takedown Guidance Policy.</p>\n</li>\n</ol>Notices<ol>\n<li>You can contact us by sending an email to support@ente.io.\nIf we need to contact you or provide you with notice we will email you at the email address you have recorded in your account details and such notices will be valid and deemed to be received by you whether or not you are using that address.\nWe may also send notices via any chat facility or internal messaging system (such as push notifications) we may provide.</li>\n</ol>Rights to Third Parties<ol>\n<li>ente employees, officers, agents, related companies and affiliates are entitled to the benefit of all indemnities and other provisions of these terms which are for the benefit of ente in these terms.</li>\n</ol>Entire Agreement<ol>\n<li>These terms, our Privacy &amp.\nData Policy and Takedown Guidance Policy, the terms of any plan you purchase and any other terms and policies expressly referenced in these terms, together constitute the entire agreement between us relating to your use of the website, our mobile apps, our API and our services.\nFrom the date they come into force, in respect of any use of any of our services after that, they supersede and replace any prior agreement, arrangement or understanding between you and us regarding the use of our services.\nNo agreement, arrangement or understanding alleged to be made between us, or representation alleged to be made, by us or on our behalf, to you, if inconsistent with these terms, shall be valid unless agreed to in writing by an executive officer of ente.</li>\n</ol>\n<br>\n<br>\n<p>Last updated 20 October 2020, effective 20 October 2020.</p>\n<p>If you have a concern about any of these terms, please write to us at&nbsp;friends@ente.io.</p>", "created_at": "2021-10-25 16:55:15.836684", "updated_at": "2021-10-25 16:56:43.041915"}, {"id": 9423, "name": "Privacy Policy", "url": "https://ente.io/privacy", "xpath": "/html/body/div[1]/div[1]/div/div[3]", "text": "tl;drat ente, we collect and store only the bare minimum amount of information necessary to fulfill our role as a personal data storage provider.<br>all of your files and the metadata related to those files are stored encrypted, and only you hold the decryption keys.<br>we collect no app usage metrics.<br>crash reports (if any) are anonymized.<br>you can view the complete list of information we collect here.<br>if you think we could collect lesser information while retaining the quality of our service, please write to privacy@ente.io.<br>\n<br>\n<br>\n<em>now for the long version...</em>Introduction<ol>\n<li>\n<p>This Policy governs our processing of your \"personal data\" (as defined in the European Union’s General Data Protection Regulation EU2016/679 (“GDPR”)) and the way in which we deal with other data that is not personal information.\nThe term “processing” is used as defined in the GDPR.\nIt includes collection, storage, and all of the ways we use, and allow you to use, personal information, when we provide our services.\nYou are the data controller under the GDPR of the personal information you provide to us as part of your Account Data (see below).\nDrizzle Technologies Private Limited (CIN U72900KA2020PTC133651) (\"ente\", \"we\", \"us\" or \"our\") of Flat 301, Purvi Pride Apartments, Varthur, Bangalore, Karnataka, India, 560087 is the data controller under the GDPR of all other personal information.</p>\n</li>\n<li>\n<p>This Policy is divided into five sections to make it easier for you to see which provisions apply to different types of data.\nWords and phrases which are defined in our Terms of Service (“ToS”) have the same meanings when they are used in this Policy.</p>\n</li>\n<li>\n<p>The sections of this Policy are:</p>\n</li>\n</ol>\n<p>3.1 This Introduction section.</p>\n<p>3.2 The “Your Files” section.\nThis covers the actual encrypted files that you upload, access and share using our services.</p>\n<p>3.3 The “Account Data” section.\nThis covers the metadata that is collected and generated by our systems when you use our services, and the information that you provide to us when you register and communicate with us.</p>\n<p>3.4 The “Website Usage Data” section.\nThis covers the data that is collected and generated by our systems when anyone browses our website.</p>\n<p>3.5 The “General Terms” section, which applies to all our services and all types of data.</p>\n<ol>\n<li>The GDPR provides rights to European users, but, as a leading privacy company, we make the GDPR protections and rights available to all our users globally in respect of their personal data wherever you may live.</li>\n</ol>Your Files<ol>\n<li>This is the section of this Policy that covers the actual encrypted files that you upload, access and share using our services (“Your Files”).\nThe following specific terms apply:</li>\n</ol>\n<p>5.1 When you upload a file, it is already encrypted at your device, so we do not know whether it is personal to you or someone else, relates to a business or some other organisation, or what it contains.\nWe also generate and store encrypted previews of images, videos and certain other types of file.</p>\n<p>5.2 All Your Files remain encrypted at all times while they are on our system.\nThey are never received, stored or otherwise dealt with by us in unencrypted form because any decryption takes place only on your device or that of another user to whom you have provided the file/album/folder/collection keys or links that are created when you give them access.</p>\n<p>5.3 We collect Your Files because that is necessary for us to provide our end-to-end encrypted cloud storage and collaboration services that you contract for when you agree to our ToS.</p>\n<p>5.4 Although Your Files are not personal information within our system because you have encrypted them, you should know that we store Your Files and make them available from servers in secure facilities in Europe or in countries that the European Commission has determined to have an adequate level of protection under Article 45 of the GDPR, depending where you are based.</p>\n<p>5.5 We keep Your Files while you are subscribed to our services but this is subject to our suspension and termination rights set out in our ToS.\nYou should download Your Files prior to termination of services.</p>\n<p>5.6 If you forget your password you will lose access to all Your Files.</p>\n<p>5.7 When you delete one of Your Files it will be made inaccessible, marked for deletion and removed when the next appropriate file purging process is run, subject to any retention specifically allowed under this Policy or our ToS.\nAfter account termination, all Your Files will be marked for deletion and removed when the next appropriate file purging process is run, subject to any retention specifically allowed under this Policy or our ToS.</p>\n<p>5.9 We may, but shall not be obliged to, keep Your Files after your account has been suspended or terminated.\nIn particular, we may, but shall not be obliged to, keep Your Files where we consider it necessary for evidential purposes relating to a breach of our ToS or with respect to current or anticipated action by any competent enforcement authority or other third party.\nWith respect to release of Your Files to competent enforcement authorities and third parties, see our Takedown Guidance Policy.</p>\n<p>5.10 See also the General Terms section of this Policy which applies to all types of data, including Your Files.</p>Account Data<ol>\n<li>This section covers account information you give us, and metadata that we generate in relation to Your Files, and your account.\nThe following specific terms apply:</li>\n</ol>\n<p>6.1 When you sign up for particular services on our website you will need to give us the details required in our registration form and will need to keep that information up to date.</p>\n<p>6.2 When you use our services, the following information is retained in their unencrypted form:</p>\n<ul>\n<li>Your email address to serve as a medium of communication and as an identifier for your account.</li>\n<li>Your name and avatar (both optional) for notifying other users when you invite/share files with them.</li>\n<li>Amount of storage consumed by your encrypted data (files and thumbnails).</li>\n<li>Deletion status of your files to remove deleted files from clients who might have already downloaded them.</li>\n<li>Owner, sharee relationships within folders/albums/collections to control access permissions.</li>\n<li>Payment invoices provided to us by our third-party Payment Processors for verifying the validity of your subscription plan.</li>\n<li>Details of referrers and people your have referred, together with the storage balance accrued, for the purposes of ente's referral programme.</li>\n<li>The email addresses you choose to share an album with.</li>\n<li>Your public key.</li>\n<li>IP address and port information used for API calls to ensure account security, to detect data centers closest to you, and to mitigate possible DDoS attacks.</li>\n<li>Browser type and operating system of the devices from which you have logged in to ente to ensure account security.</li>\n<li>Timestamps when our database rows were modified as a result of an API call from your account.</li>\n<li>Takedowns and account suspension history.</li>\n<li>Our communications with you.</li>\n</ul>\n<p>6.3 From time to time we may need to communicate with each other directly.\nWe will use the email address you have verified in your account.\nYou can communicate with us using the appropriate address on our contacts page.\nExamples of direct communications include invoices, copyright or other enforcement emails, notifications under our Takedown Guidance Policy, system update information, data breach notifications, notification of major changes to our ToS or this Policy.</p>\n<p>6.4 Access to your account and files is by way of nominated email address and password.\nIt is your responsibility to keep these safe and secure as ente stores the email address but does not store the password.\nIf you forget your password you will lose access to all your data.</p>\n<p>6.5 We will collect, store, use and otherwise process Account Data so that we can provide the services you have contracted to obtain from us under our ToS.\nWe also have a legitimate interest in processing Account Data so that we can maintain and improve our systems and services and communicate with you as referenced in this Policy.</p>\n<p>6.6 We retain Account Data as long as your account is active.\nAfter account suspension or termination we may, but shall not be obliged to, retain all Account Data if enforcement action is likely or commenced under our ToS&nbsp;or Takedown Guidance Policy or for 1 month, whichever is longer.\nWhere there is no enforcement action likely or commenced and the 1 month period has expired, Account Data that identifies you will be anonymized, but where you are a contact of, have had a data shared with you by another ente user, those details will continue to be retained to allow services to continue for those other users.\nSee also the General Terms of this Policy with regard to retention.</p>\n<p>6.7 You can request to download your Account Data by reaching out to you privacy@ente.io from your registered email address.\nYou can also request correction of Account Data if it is considered incorrect, in accordance with the GDPR.\nThe information will be provided or updated promptly, and at least within one month, without charge unless the request is manifestly unfounded or excessive.\nCorrections will be promptly considered and actioned if appropriate.</p>\n<p>6.8 If we have disclosed the Account Data to any third party (such as a compliance authority), we will inform them of any correction where possible and will also inform the individuals about the third parties to whom the data has been disclosed where lawful and appropriate.</p>\n<p>6.9 See also the General Terms section of this Policy which applies to all types of data, including Account Data.</p>Website Usage Data<ol>\n<li>This is the section of this Policy that covers activity on our website (“Website Usage Data”).\nThe following specific terms apply:</li>\n</ol>\n<p>7.1 We use a privacy focussed third-party analytics service to monitor the metrics of our website.\nYou can read their privacy policy here: https://simpleanalytics.com/privacy</p>\n<p>7.2 See also the General Terms section of this Policy which applies to all types of data, including Website Usage Data.</p>Crash Logs<ol>\n<li>In case our mobile or web application encounters an error, an anonymized crash report is sent to our self hosted instance of Sentry to help us detect and fix issues that may crop up.\nThese reports help our applications stay healthy and are purged every 60 days.\nThese reports are not connected to your account.</li>\n</ol>Server Logs<ol>\n<li>All API calls to our server from your account are logged for security reasons and also to aid in debugging.\nThese logs are purged every 60 days.</li>\n</ol>General Terms<ol>\n<li>This is the section of this Policy that covers all types of data.</li>\n</ol>Basis of processing and dealing with data<ol>\n<li>As noted above, we process your personal information because we have contracted with you to do so under our ToS, this Policy, and our Takedown Guidance Policy.\nWe cannot provide our services without that data.\nOther data that is not personal information is also dealt with by us in accordance with our ToS, this Policy, and our x.</li>\n</ol>Giving access to other users<ol>\n<li>You must ensure that anyone who has access to any of Your Files or your Account Data complies with our ToS, this Policy, and our Takedown Guidance Policy.\nYou are responsible for their compliance.</li>\n</ol>Your own security practices are critical<ol>\n<li>We strongly urge you to use best practices for ensuring the safety of your systems and devices (e.g.\nvia unique passwords, security upgrades, firewall protection, anti-virus software, securing devices).\nente will never send an email asking for your password, so do not be fooled by any such email since it will not be from us.\nWe cannot guarantee the security of computers or devices nor of transmission from and to your device over the Internet and thus cannot guarantee there will be no unauthorised access.\nAlso, if you lose or otherwise allow access to your password or encryption keys, you will lose the security of all your data.\nIf you forget your password you will lose access to all your data.\nUsing the same password for ente as you have used at other sites can lead to others accessing and taking control of your ente account if one of those other sites is breached or hacked.</li>\n</ol>Disclosure for civil or criminal enforcement<ol>\n<li>If we think it is necessary or we have to by law in any jurisdiction, then we are entitled to give Your Files, any Account Data and any Website Usage Data to competent authorities.\nWe reserve the right to assist any law enforcement agency with investigations, including disclosure of information to them or their agents.\nWe also reserve the right to comply with any legal processes, including but not limited to subpoenas, search warrants and court orders initiated by enforcement authorities or other third parties.\nWe may disclose Your Files, any Account Data and any Website Usage Data to enforce or apply our ToS or any other agreement we have with you, or to protect the rights, property, or safety of us or our other users, third parties or the operation of our services.\nFor more detail on disclosure to competent enforcement authorities and other third parties, see our Takedown Guidance Policy.</li>\n</ol>Third-party services<ol>\n<li>We use the following third-party services to deliver specific services to you.</li>\n</ol>\n<p>15.1.\n<strong>Payment Processors</strong>\n</p>\n<p>We use third-party services to process your payments.\nWe will not store or collect your payment card details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council that help ensure the secure handling of payment information.</p>\n<p>The Privacy Policies of the payment processors we work with can be accessed below:</p>\n<ul>\n<li>Apple: https://www.apple.com/legal/privacy</li>\n<li>Google: https://policies.google.com/privacy</li>\n<li>Stripe: https://stripe.com/privacy</li>\n</ul>\n<p>15.2.\n<strong>Support Chat</strong>\n</p>\n<p>We use Crisp to power our support chat interface.\nThe data that is pushed to them is obfuscated and does not include a customer's personal information.\nYou can find their privacy policy here: https://crisp.chat/privacy.</p>\n<p>15.3.\n<strong>Feedback Collection</strong>\n</p>\n<p>We use FeatureMonkey to collect feedback from users and to decide what features we should be working on.\nThe data that is pushed to them is obfuscated and does not include a customer's personal information (like name or email).\nYou can find their privacy policy here: https://www.featuremonkey.com/privacy.</p>\n<p>15.4.\n<strong>Website Analytics</strong>\n</p>\n<p>We use a privacy focused third-party analytics service to monitor the metrics of our website.\nYou can read their privacy policy here: https://simpleanalytics.com/privacy</p>\n<p>15.5.\n<strong>Backend Analytics</strong>\n</p>\n<p>We use Amplitude for analyzing API access patterns.\nThe data that is pushed to them is obfuscated and does not include a customer's personal information.\nYou can read their privacy policy here: https://amplitude.com/privacy.</p>\n<p>15.6.\n<strong>Transactional Emails</strong>\n</p>\n<p>We use Zoho for sending out emails like login tokens, billing reminders, notification when an album is shared with you, etc.\nYou can read their privacy policy here: https://zoho.com/privacy.</p>No Ads<ol>\n<li>We will never serve you ads.\nNeither will we use your data for ad targeting or other commercial purposes.</li>\n</ol>No commercial sale of data<ol>\n<li>We will never sell Your Files, any Account Data or any Website Usage Data.\nWe will not disclose or otherwise provide Your Files, any Account Data or any Website Usage Data to a third party, or make any other use of Your Files, any Account Data or any Website Usage Data, for any purpose which is not specifically allowed under this Policy, our ToS or our Takedown Guidance Policy or is not incidental to the normal use of our services.</li>\n</ol>Data security<ol>\n<li>Data security is very important to ente, whether that is your personal information or any other data.\nThat is why we publish our client-side browser and mobile app software and why we have provided information in this Policy on collection and storage of all data whether or not it is personal information.</li>\n</ol>Communications<ol>\n<li>\n<p>We may send invoices, security or service updates and various other notices by email to the email address listed in your account or using any of our messaging systems.\nThey will be deemed to be received in accordance with our&nbsp;ToS.</p>\n</li>\n<li>\n<p>If appropriate, some of those notices will contain unsubscribe information so you can opt out of further receipt.\nWe will abide by any email unsubscription request (other than those we need to send for invoicing, security or service updates and other service provider purposes).</p>\n</li>\n</ol>Children's Privacy<ol>\n<li>Our service does not address anyone under the age of 18 (\"Children\").\nWe do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or a guardian and you are aware that your Child has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we will take steps to remove that information from our servers.</li>\n</ol>Law<ol>\n<li>Subject to the rights that those in the European Union have under the GDPR, this Policy and its interpretation and operation are governed solely by Indian law.\nSubject to the rights that those in the European Union have under the GDPR, you, us and all users, submit to the exclusive jurisdiction of the Indian arbitral tribunals and courts as further described in our ToS and you agree not to raise any jurisdictional issue if we need to enforce an arbitral award or judgment in India or another country.</li>\n</ol>Contact and complaints<ol>\n<li>\n<p>Questions and comments regarding this Policy are welcomed and should be addressed to the Privacy Officer at privacy@ente.io.\nFor a comprehensive list of contact details for Drizzle Technologies Private Limited, and each of our related or affiliated entities and payment processors, together with details of how to contact our privacy officer and data protection officer, see our contacts page.</p>\n</li>\n<li>\n<p>If you are in Europe or otherwise have the right to lodge a complaint with a supervisory authority, you can find contact details for our European Representative and European supervisory authority on our contacts page.</p>\n</li>\n</ol>Changes to our Policy<ol>\n<li>We may make changes to this Policy in the future.\nAny breaking changes will be notified to all users.</li>\n</ol>\n<br>\n<br>\n<p>Last updated 24 November 2020, effective 24 November 2020.</p>\n<p>If you have a concern about any of these terms, please write to us at &nbsp;privacy@ente.io.</p>", "created_at": "2021-10-25 18:52:23.034649", "updated_at": "2021-10-25 16:54:09.488354"}], "points": [{"id": 25473, "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-25 17:39:22.767959", "updated_at": "2021-10-29 15:15:02.245334", "quoteText": "We may still maintain minimal metadata about the now deleted files to ensure that clients who at one point had access to these files can render these deletions gracefully.\nPost account-deletion we may also maintain your email address, IP address and user agent information in a hashed form to prevent an abuse of free trials.", "case_id": 304, "document_id": 9424, "quoteStart": 4003, "quoteEnd": 4328}, {"id": 25479, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-25 17:51:29.141032", "updated_at": "2021-10-28 15:45:48.646114", "quoteText": "WE DON'T GIVE YOU ANY WARRANTY OR UNDERTAKING ABOUT THE SERVICES OR THE WEBSITE WHICH ARE PROVIDED \"AS IS\".\nTO AVOID DOUBT, ALL IMPLIED CONDITIONS OR WARRANTIES ARE EXCLUDED AS MUCH AS IS PERMITTED BY LAW, INCLUDING (WITHOUT LIMITATION) WARRANTIES OF MERCHANTABILITY, FITNESS FOR PURPOSE, SAFETY, RELIABILITY, DURABILITY, TITLE AND NON-INFRINGEMENT.", "case_id": 286, "document_id": 9424, "quoteStart": 20442, "quoteEnd": 20791}, {"id": 25484, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-26 03:28:44.387567", "updated_at": "2021-11-03 16:33:01.218293", "quoteText": "Our approach is referenced in our Privacy &amp.\nData Policy and Takedown Guidance Policy, both of which are subject to these terms.</p>\n</li>\n<li>\n<p>You and anyone else you give access to are also bound by our Privacy &amp.\nData Policy and Takedown Guidance Policy.\nBy accepting these terms, you also accept our Privacy &amp.\nData Policy and Takedown Guidance Policy.", "case_id": 144, "document_id": 9424, "quoteStart": 28146, "quoteEnd": 28514}, {"id": 25483, "title": "This service has a no refund policy with some exceptions", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-25 17:54:34.887409", "updated_at": "2021-11-03 16:29:45.475743", "quoteText": "<li>Unless otherwise provided by Indian law or by a particular service offer, all purchases are final and non-refundable.\nIf you believe that ente has charged you in error, you must contact us within 90 days of such charge.\nNo refunds will be given for any charges more than 90 days old.", "case_id": 398, "document_id": 9424, "quoteStart": 25959, "quoteEnd": 26246}, {"id": 25482, "title": "The court of law governing the terms is in Bengaluru, India", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-25 17:53:35.735146", "updated_at": "2021-11-03 16:29:20.320264", "quoteText": "<p>Any and all disputes arising out of this agreement, its termination, or our relationship with you shall be determined by binding arbitration in Bengaluru, India.\n</p>\n</li>\n<li>\n<p>The relationship we have with you under these terms and their interpretation and construction together with any dispute, suspension or termination arising out of or in connection with them, is governed exclusively by Indian law.\nente does not submit to any other jurisdiction other than India and the Indian law.\nYou and we submit to the exclusive jurisdiction of the Indian arbitral tribunals (and courts for the purposes of the enforcement of any arbitral award or appeal on question of law).\nThe parties agree to enforcement of the arbitral award and orders and any judgement in India and in any other country.</p>", "case_id": 163, "document_id": 9424, "quoteStart": 25134, "quoteEnd": 25935}, {"id": 25481, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-25 17:52:37.684546", "updated_at": "2021-11-03 16:33:41.741822", "quoteText": "Information on our website will change regularly.\nWe will try to keep our website up to date and correct, but again, we do not make any promises or guarantees about the accuracy of the information on our website.", "case_id": 288, "document_id": 9424, "quoteStart": 21369, "quoteEnd": 21581}, {"id": 25480, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-25 17:52:10.199061", "updated_at": "2021-10-29 15:15:36.148982", "quoteText": "We will try to give you access to our website and our mobile apps all the time, but we do not make any promises or provide you with a warranty that our website or the services will be without any faults, bugs or interruptions.", "case_id": 287, "document_id": 9424, "quoteStart": 20810, "quoteEnd": 21036}, {"id": 25478, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-25 17:50:39.818791", "updated_at": "2021-11-03 16:33:47.112131", "quoteText": "If we do not enforce any right or provision of these terms or if we in any instance grant any concession or indulgence, that will not be deemed a waiver of such right or provision or obligate us to grant any concession or indulgence to anyone else.", "case_id": 295, "document_id": 9424, "quoteStart": 19409, "quoteEnd": 19657}, {"id": 25477, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-25 17:50:23.761686", "updated_at": "2021-11-01 13:45:34.032518", "quoteText": "<li>If any provision of these terms is held to be invalid or unenforceable, the remaining provisions will remain in full force and effect.", "case_id": 294, "document_id": 9424, "quoteStart": 19270, "quoteEnd": 19408}, {"id": 25476, "title": "This service can use your content for all their existing and future services", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-25 17:47:24.331296", "updated_at": "2021-11-03 16:34:52.868895", "quoteText": "You grant us a worldwide, royalty-free licence to use, store, back-up, copy, transmit, distribute, communicate, modify and otherwise make available, your data, solely for the purposes of enabling you and those you give access to, to use our services and for any other purpose related to provision of the services to you and them.", "case_id": 180, "document_id": 9424, "quoteStart": 11015, "quoteEnd": 11344}, {"id": 25475, "title": "You are prohibited from attempting to gain unauthorized access to other computer systems", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-25 17:45:23.604423", "updated_at": "2021-11-03 16:33:24.851243", "quoteText": "<p>12.6.8.\nto attempt to gain unauthorised access to any services other than those to which you have been given express permission to access.", "case_id": 284, "document_id": 9424, "quoteStart": 8469, "quoteEnd": 8610}, {"id": 25474, "title": "This service is only available to users over a certain age", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-25 17:41:44.751865", "updated_at": "2021-11-03 16:29:28.10846", "quoteText": "12.1.\nuse our services if you are under 18 years of age.", "case_id": 152, "document_id": 9424, "quoteStart": 6289, "quoteEnd": 6345}, {"id": 25472, "title": "The service does not guarantee that software errors will be corrected", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-25 17:36:23.026268", "updated_at": "2021-11-03 16:34:58.348643", "quoteText": "There could be a loss of data and we cannot guarantee that the services will be bug free.", "case_id": 289, "document_id": 9424, "quoteStart": 3568, "quoteEnd": 3657}, {"id": 25471, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-25 17:34:21.888834", "updated_at": "2021-10-29 15:14:05.468737", "quoteText": "Your continued use after that notice means that you agree to the changed terms.", "case_id": 403, "document_id": 9424, "quoteStart": 1528, "quoteEnd": 1607}, {"id": 25470, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-25 17:33:50.373399", "updated_at": "2022-01-03 23:05:06.77142", "quoteText": "<p>We can change these terms at any time by providing you at least 30 days' prior notice of the change, whether via our website, via our mobile apps, by sending you an email or via any messaging service we provide.", "case_id": 122, "document_id": 9424, "quoteStart": 1313, "quoteEnd": 1527}, {"id": 25469, "title": "There is a date of the last update of the agreements", "source": "https://ente.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-10-25 17:32:25.936877", "updated_at": "2021-10-29 15:13:44.066317", "quoteText": "Last updated 20 October 2020, effective 20 October 2020.", "case_id": 331, "document_id": 9424, "quoteStart": 30056, "quoteEnd": 30112}], "urls": ["ente.io", "web.ente.io"]}}