{"error": 448, "message": "OK", "parameters": {"id": 6177, "name": "Online HTML Editor", "created_at": "2021-12-25 20:59:06.331321", "updated_at": "2021-12-25 23:01:18.617528", "wikipedia": null, "keywords": null, "related": null, "slug": "online-html-editor", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6177.png", "url": "html-online.com", "documents": [{"id": 11179, "name": "Privacy And Terms and Conditions", "url": "https://html-online.com/privacy-terms-and-conditions/", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>Contact</li>\n</ul> Terms and conditions, Privacy Policy <p>Welcome to our website.\nIf you continue to browse and use this website, you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern HTML-Online's relationship with you in relation to this website.\nIf you disagree with any part of these terms and conditions, please do not use our website.</p>\n<p>The term 'HTML-Online' or 'us' or 'we' refers to the owner of the website.</p>\n<p>\n<strong>This website is not collecting personal data, but we use third party tools that might do so.\nPlease check their privacy policies for further information: Googla Analytics, Google AdSense, Google Mail, Facebook, Godaddy hosting.</strong>\n</p>\n<p>\n<strong>The use of this website is subject to the following terms of use:</strong>\n</p>\n<ul>\n<li>The content of the pages of this website is for your general information and use only.\nIt is subject to change without notice.</li>\n<li>This website uses Google Analytics to monitor browsing preferences.\nIf you do allow this to be used, some personal information may be stored by us.</li>\n<li>We use <strong>cookies</strong> to collect anonymous visitor statistics through Google Analytics, to show personalized ads with Google AdSense, to save your editor settings and to detect if this is the first time you're visiting the site.\nPlease read third party privacy policies for more details: Google Analytics, Google AdSense.</li>\n<li>We show ads and might place randomly a link to the end of the cleaned documents.</li>\n<li>Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose.\nYou acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.</li>\n<li>Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable.\nIt shall be your own responsibility to ensure that any products, services or information available through this website meet your specific requirements.</li>\n<li>This website contains material which is owned by or licensed to us.\nThis material includes, but is not limited to, the cleaning script, the design, layout, look, appearance and graphics.\nReproduction is prohibited other than in accordance with the copyright notice, which forms part of these terms and conditions.</li>\n<li>All trademarks reproduced in this website which are not the property of, or licensed to, the operator are acknowledged on the website.</li>\n<li>Unauthorised use of this website may give rise to a claim for damages and/or be a criminal offence.</li>\n<li>From time to time this website may also include links to other websites.\nThese links are provided for your convenience to provide further information.\nThey do not signify that we endorse the website(s).\nWe have no responsibility for the content of the linked website(s).</li>\n<li>Your use of this website and any dispute arising out of such use of the website is subject to the laws of England, Northern Ireland, Scotland and Wales.</li>\n</ul>\n<p>Contact address: </p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> &nbsp.\n© HTML-Online.com ", "created_at": "2021-12-25 20:59:06.333369", "updated_at": "2021-12-25 19:59:35.797041"}], "points": [], "urls": ["html-online.com"]}}