{"error": 448, "message": "OK", "parameters": {"id": 2583, "name": "Belkin", "created_at": "2021-01-20 20:05:08.645656", "updated_at": "2021-03-25 03:19:56.190316", "wikipedia": "https://en.wikipedia.org/wiki/Belkin", "keywords": null, "related": null, "slug": "belkin", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2583.png", "url": "belkin.com", "documents": [{"id": 3679, "name": "Privacy Policy", "url": "https://www.belkin.com/us/privacypolicy/", "xpath": "/html/body/main/div[2]/div/div[2]/div/div", "text": "BELKIN PRIVACY POLICY Update Privacy Preferences <p>We at Belkin are committed to protecting your privacy.\nOur goal is to provide you with a positive experience on our websites and when using our apps, products and services, while at the same time keeping your Personal Information, as defined below, secure.\nOur privacy practices are described below, as well as in separate notices given when an app, product or service is purchased or downloaded (our \"<u>Privacy Policy</u>\").\nThis Privacy Policy covers all Belkin products and Belkin websites, except for Belkin products and services with separate Privacy Notices provided when those products and/or services are downloaded or set up.\nBy visiting Belkin websites, using Belkin products or providing us with your Personal Information (as defined below), you are accepting and consenting to the practices, terms and conditions described in this Privacy Policy.\nIf you are visually impaired, you may access this notice through your browser’s audio reader.</p>\n<p>You will not need to consent to this Privacy Policy but do acknowledge you have read and understood its terms.</p>\n<p>For ease of reference, we will use the following terms in this Privacy Policy:</p>\n<ul>\n<li>\"<u>Belkin</u>\", \"<u>our</u>\", \"<u>us</u>\" or \"<u>we</u>\" means Belkin International, Inc., including its global subsidiaries and affiliated companies (including Linksys and Wemo);</li>\n<li>\"<u>Belkin products</u>\" includes all Belkin, Linksys, Wemo and Playa branded apps, products and services.\nand</li>\n<li>\"<u>Belkin websites</u>\" include all global Belkin, Linksys, Wemo and Playa websites.</li>\n</ul>\n<p>If you are in the European Economic Area (\"<u>EEA</u>\"), for the purposes of the EU General Data Protection Regulation 2016/679 (\"<u>GDPR</u>\"), the data controller is Belkin LTD, Unit 1, Regent Park, Booth Drive, Park Farm South, Wellingborough, Northants, NN8 6GR, United Kingdom.</p>\n<p>To assist with navigation, we have provided the following links to each section of our Privacy Policy:</p>\n<ul>\n<li>Types of Information Covered by This Privacy Policy and Purposes for Collection and Use</li>\n<li>Sharing Information</li>\n<li>Marketing</li>\n<li>Where We Store Your Information</li>\n<li>Updating Your Personal Information</li>\n<li>Your Rights</li>\n<li>Information for California Residents</li>\n<li>Retention of Personal Information</li>\n<li>Cookies, Web Beacons and Other Web Tools</li>\n<li>Security</li>\n<li>Links to Other Sites</li>\n<li>Forums/Chat Rooms</li>\n<li>Updates to this Privacy Policy</li>\n<li>How to Contact Us</li>\n</ul>\n<br>\n<br> Types of Information Covered by This Privacy Policy and Purposes for Collection and Use <p>\n<i>Personal Information.</i> This means any information that (either in isolation or in combination with other information) can be used to identify you directly or indirectly.\nSome examples of Personal Information include your name, address, email address, phone number, any ID number or location data.</p>\n<p>\n<i>Aggregated Information.</i> Information may be aggregated and/or anonymized.\nWhen information is aggregated, it is combined with information about other customers and users.\nAggregated information that includes Personal Information is considered Personal Information until it has been anonymized.</p>\n<p>\n<i>Anonymized Information.</i> When information is anonymized, Personal Information is removed from collected data and the remaining portion of the data is repurposed for internal or external use, such as to determine how many users of a particular router include an Internet-enabled television in a home network environment, or how many users viewed a particular website video or advertisement.\nAnonymized information cannot be used to identify you.</p>\n<p>\n<i>Children’s Personal Information.</i> The Belkin websites and Belkin products are not directed to, nor does Belkin knowingly collect Personal Information from children under the age of 16.\nIf we are informed that we have collected the Personal Information of a child under the age of 16, we will delete that Personal Information from our systems.\nIf you believe we might have inadvertently collected Personal Information from or about a child under the age of 16, please contact us here.\nWe also do not sell the information of minors under 16 years of age.</p>\n<p>The following provides examples of the types of information we collect about you and how we use that information.</p> Context Types of Data Primary Purposes for Collection and Use of Data Account and Product Registration We collect your name and contact information when you create an account and/or register your product.\nWe also collect information relating to the actions that you perform while logged into your account.\nWe have a legitimate interest in providing account related functionalities to our users, including securely authenticating your account with us.\nAccounts can be used for easy checkout and to save your preferences and transaction history.\nInformation provided during product registration also helps us provide you with information about firmware updates, service downtimes and new features and to provide you with more efficient customer support.\nWe also use account information to notify you about changes to Belkin terms, conditions and policies to perform our contracts with you.\nContractor and Partner Information We collect the name, and contact information, of our contractors and partners and their employees with whom we may interact.\nWe have a legitimate interest in contacting our contractors and business partners and communicating with them concerning normal business administration such as projects, services, and billing.\nCookies and first party tracking We use cookies and clear GIFs.\n“Cookies” are small pieces of information that a website sends to a computer’s hard drive while a web site is viewed.\nSee “Cookies, Web Beacons and Other Web Tools” below for more information.\nWe have a legitimate interest in making our website operate efficiently.\nCookies and third party tracking We participate in behavior-based advertising.\nThis means that a third party uses technology (e.g., a cookie) to collect information about your use of our website so that they can provide advertising about products and services tailored to your interests on our website, or on other websites.\nSee our “Cookies, Web Beacons and Other Web Tools” for more information.\nWe also use cookies and other web tools for data and statistical analysis.\nWe provide cookies and third party tracking tools to you based on your consent, and we may have a legitimate interest in engaging in behavior-based advertising to offer you a more personalized advertising experience and in capturing website analytics.\nCustomer Support If you report a problem or contact us for support, we will collect your name, phone number and email address.\nand if you submit a Return Materials Authorization, we will collect your physical address and credit card number, as well as any other content that you send to us, in order for us to provide support.\nWe use your information to perform our contract to provide you with products or services and to honor product warranties.\nWe also have a legitimate interest in providing support to our customers and fixing issues that they bring to our attention.\nDemographic Information We collect personal information, such as your age or location.\nWe have a legitimate interest in understanding our users and providing tailored services.\nEmployment If you apply for a job posting or become an employee, we collect information necessary to process your application or to retain you as an employee.\nProviding this information is required for employment.\nIn certain jurisdictions including the EEA, we use information about current employees to perform our contract of employment, or the anticipation of a contract of employment with you.\nIn some contexts, we are also required by law to collect information about our employees.\nWe also have a legitimate interest in using your information to have efficient staffing and work force operations.\nFeedback, Discussion Forums and Social Media If you participate in a discussion forum on our website, provide us with feedback or interact with us on one of our social media sites we will collect your name and email address, as well as any other content that you send to us, in order to reply.\nWe have a legitimate interest in receiving, and acting upon, your feedback or issues, as well as monitoring and regulating forums you choose to participate in.\nWe also have a legitimate interest in developing new products and improving current products based on your feedback.\nMarketing List When you sign up for one of our marketing lists, we collect your email address, postal address or SMS text number, depending on the list.\nWe share information about our products and services with individuals that consent to receive such information.\nWe also have a legitimate interest in sharing information about our products or services that we feel may interest you.\nMobile Devices We collect information from your mobile device such as unique identifying information broadcast from your device when visiting our website.\nWe have a legitimate interest in understanding how users interact with us and with our products and services on their mobile devices.\nOrder Placement and Purchase We collect your name, billing address, shipping address, email address, phone number, and credit card number when you place an order on one of our ecommerce sites.\nWe use your information to perform our contract to provide you with products or services.\nWe also use order and purchase information to comply with legal requirements to which we are subject, such as tax and financial reporting requirements.\nPromotions We collect information that you provide as part of a promotional opportunity, including co-branded promotions with another company.\nWe have a legitimate interest in fulfilling our promotions.\nSurveys When you participate in a survey we collect information that you provide through the survey.\nIf the survey is provided by a third-party service provider, the third party’s privacy policy applies to the collection, use, and disclosure of your information.\nWe have a legitimate interest in understanding your opinions and collecting information relevant to our organization.\nSweepstakes or contests When you participate in a sweepstakes or contest, we collect information about you which includes contact information to notify you if you are selected and to add your name to a winners list.\nWe have a legitimate interest in operating the sweepstakes.\nIn some contexts, we are also required by law to collect information about those that enter our sweepstakes and we have a legitimate interest in complying with those laws.\nWebsite interactions We use technology to monitor how you interact with our website.\nThis may include which links you click on, information that you type into our online forms, products you viewed or searched for, page response times, download errors, length of visits to certain pages, videos watched, page interaction information (such as scrolling, clicks and mouse-overs) and methods used to browse away from the page.\nThis may also include information about your device or browser.\nWe have a legitimate interest in understanding how you interact with our website to better improve it, to ensure that content is presented in the most effective manner, to troubleshoot issues relating to website navigation and to understand your preferences and interests in order to select offerings that you might find most useful.\nWe also have a legitimate interest in detecting and preventing fraud and ensuring that your experience on our websites is as secure as possible.\nWeb logs We collect information, including your browser type, operating system, Internet Protocol (IP) address (a number that is automatically assigned to a computer when the Internet is used), domain name, click-activity, referring website, language preferences and/or a date/time stamp for visitors.\nWe have a legitimate interest in monitoring our networks and the visitors to our websites.\nAmong other things, it helps us understand which of our website services is the most popular.\n<br>\n<p>In addition to the information that we collect from you directly, we may also receive information about you from other sources, including third parties, business partners, our affiliates, or publicly available sources.\nWhen you provide Personal Information to us, we will only use your Personal Information for the purposes set out in this Privacy Policy, and any notification provided to you at the time of collection.</p> Sharing Information <p>Under no circumstances do we rent or sell your Personal Information.\nWe will only share your Personal Information with third parties for marketing purposes if you have granted us permission to do so, and in accordance with the “Marketing” section below.\nWe share Personal Information in the following ways:</p>\n<ul>\n<li>within Belkin for purposes of data processing or storage.</li>\n<li>within Belkin's corporate group, including with our subsidiaries, affiliated companies and divisions, all of whom may use your information for the purposes disclosed in this Privacy Policy.</li>\n<li>with Belkin’s service providers.\nOur service providers are not allowed to use, share, or retain your personal information except as permitted by us.</li>\n<li>with other third parties with your consent.\nPlease note that if you consent to the disclosure of your Personal Information to a third party, that third party will apply its own privacy practices.\nYou should carefully review the privacy notice of any third party before providing them with your Personal Information.</li>\n<li>with service providers, advisors or other third parties to the extent reasonably necessary to proceed with the negotiation or completion of a merger, acquisition or sale of all or a portion of our assets.\nIf Belkin merges with, acquires or is acquired by another entity, Personal Information would be transferred as a whole to the successor entity.</li>\n<li>to comply with the law or legal process (such as responding to subpoenas or court orders), to comply with government reporting obligations and to exercise our legal rights or defend against legal claims.</li>\n<li>to protect our legal rights or those of others, such as protecting the Belkin brand or investigating violations of Belkin terms of use, violations of law, intellectual property infringement, misuse of Belkin websites, fraud or potential threats to personal safety.</li>\n</ul>\n<p>In addition, we share aggregated anonymized information with third parties and service providers for a variety of purposes, including to analyze trends about home networking and utility use, to show third parties how their products could work with Belkin products and to generally improve our products and services.\nWe've taken steps to ensure that this information cannot be linked back to you, and we require third parties to keep all shared information in its anonymized form.</p>\n<p>Any service providers with whom we share your Personal Information are required to maintain the confidentiality of the information and are prohibited from using it for any other purpose.\nWe will take all reasonable steps to make sure these service providers comply with the same privacy principles that govern our collection of your Personal Information.</p>\n<p>We will ask for your consent, such as by email response, opt-in box or click through agreement acceptance, before we use or share your Personal Information for any other purpose.</p> Marketing <p>You have the right to ask us not to process your Personal Information for marketing purposes.\nWe will inform you (before collecting your Personal Information) if we intend to use your Personal Information for marketing purposes, or if we intend to disclose your Personal Information to any third party for marketing purposes.</p>\n<p>We will give you choices about your Personal Information.\nSome choices are presented up front in the form of opt-in notices or acceptance boxes for marketing to you or sharing your Personal Information with third parties.\nYou always have the choice to opt-out if you later change your mind.\nOne form of opt-out is clicking the Unsubscribe link in a marketing email.\nThis will take you off our marketing email list.\nPlease note that these opt-in/opt-out choices do not apply to the receipt of mandatory website, service or software communications, such as update or downtime information, or receipt of order or shipping confirmations on Belkin website stores, which you may receive periodically as part of Belkin performing its contract with you, unless you cancel your service or order or terminate use of software in accordance with the applicable terms of use or license agreement.</p>\n<p>If you do not wish to receive direct marketing material from us or a third party, in addition to following the \"Unsubscribe\" instructions in a marketing email, you can send us a request here.</p> Where We Store Your Information <p>The data that we collect from you may be transferred to and stored at various locations globally, including the United States.\nIt may also be processed by Belkin staff or contractors operating outside your country of residence (including if you are in Europe, outside of the EEA, or if you are in Australia or New Zealand (“ANZ”), outside of ANZ) who work for us or for one of our suppliers.\nSuch staff may be engaged in, among other things, the fulfilment of your order, the processing of your payment details or the provision of support services.\nWe also use cloud-based applications and services to store and process your Personal Information, which may result in your Personal Information being stored outside your country of residence (or the EEA or ANZ).</p>\n<p>We will take such steps as are reasonable to make sure we and our service providers do not breach the privacy principles that govern our collection of your Personal Information and that your Personal Information is treated securely and in accordance with this privacy policy as well as applicable data protection laws.\nBy providing your Personal Information to us, you fully understand that Belkin will transfer, process and store your Personal Information outside of your country of residence where data protection standards may be different, and disclose your Personal Information to overseas service providers who may not fully comply with the particular laws of your country.</p>\n<p>Our Privacy Policy and our practices are designed to provide a globally consistent level of protection for Personal Information all over the world.\nThis means that even in countries whose laws provide for less protection for your information, Belkin will still handle your information in the manner described in this Privacy Policy and in conformity with all applicable laws.\nThis includes, where relevant, entering into EU standard contractual clauses (or equivalent measures) with the party outside the EEA (available here).</p> Updating Your Personal Information <p>We need your help in keeping your Personal Information accurate and up to date, so please notify us of any changes to your Personal Information.\nYou can access and update your Personal Information and communication preferences at any time in the following ways:</p>\n<ul>\n<li>by clicking the \"Unsubscribe\" link in any email you receive from us;</li>\n<li>by sending a request to us here.\nPlease be sure to include your name, email address and specific relevant information about the information you would like to change or the material that you no longer wish to receive.\nor</li>\n<li>for many Belkin websites and Belkin products, by signing into your online account located at the URL provided when you signed up for the Belkin website or service</li>\n</ul> Your Rights <p>You have a number of rights in relation to your personal data.\nThese can differ by country and jurisdiction.\nYou may have the following rights:</p>\n<ul>\n<li>The right to correct your data if it is inaccurate or incomplete.</li>\n<li>The right to transfer Personal Information you have provided to us to a third party if we are processing that data on either the basis of your consent or to perform a contract with you.</li>\n<li>The right to delete your Personal Information, unless we are required to retain it by law, or to establish, exercise or defend legal claims, or for another one of our business purposes.</li>\n<li>The right to receive a copy of your Personal Information held on our current records.\nIf you are outside the EEA or California, we may make a reasonable charge if records must be accessed from backed up or archived records.\nNote that California residents may be entitled to ask us for a notice describing what categories of personal information (if any) we share with third parties or affiliates for direct marketing.</li>\n</ul>\n<p>If you are resident in the EEA, you also have the following rights:</p>\n<ul>\n<li>The right to withdraw your consent to our processing of your Personal Information at any time after you have consented, including optingout of receiving marketing materials.\nThe easiest way to do this is by clicking the \"Unsubscribe\" link in any email you receive from us.</li>\n<li>The right to restrict our processing of your Personal Information where you believe such data to be inaccurate, our processing to be unlawful, or that we no longer need to process such data for a particular purpose (unless we are not able to delete the data due to a legal or other obligation or because you do not wish for us to delete it).</li>\n<li>The right to object to such processing on grounds relating to your particular situation, where the legal justification for our processing of your Personal Information is our legitimate interest.\nWe will abide by your request unless we have compelling legitimate grounds for the processing which override your interests and rights, or if we need to continue to process the data to establish, exercise or defend legal claims.</li>\n</ul>\n<p>Please address written requests and questions about your rights to us through our online webform, located here or, if you are in California, by phone at 877-460-2323.</p>\n<p>We will respond to your request promptly upon receipt.\nIf you are in the EEA, this will be within one month of receipt, or, if further time is required, we will inform you of this and the reason for the delay.\nWe may ask you to verify your identity before we can act on your request.\nWe may conduct an identity verification by phone call or email.\nDepending on your request, we will ask for information such as your name, the email address connected to your account with us or the date of a support call you made to us.\nWe may also ask you to provide a signed declaration confirming your identity.</p>\n<p>In some circumstances, you may designate an authorized agent to submit requests to exercise certain privacy rights on your behalf.\nWe will require verification that you provided the authorized agent permission to make a request on your behalf.\nYou must provide us with a copy of the signed permission you have given to the authorized agent to submit the request on your behalf and verify your own identity directly with us.</p>\n<p>If you are an authorized agent submitting a request on behalf of an individual in California, you must attach a copy of the following information to the request:</p>\n<ol>\n<li>A completed Authorized Agent Designation Form, located here, indicating that you have authorization to act on the consumer’s behalf.</li>\n<li>If you are a business, proof that you are registered with the Secretary of State to conduct business in California.</li>\n</ol>\n<p>If we do not receive both pieces of information, the request will be denied.</p>\n<p>If your Personal Information has been disclosed to a third party in accordance with this Privacy Policy, we will take reasonable steps to notify the third party of any updated information you provide to us.</p>\n<p>If you are in the EEA, you also have the right to lodge a complaint with the local data protection authority if you believe that we have not complied with applicable data protection laws.\nPlease click here for a list of contact details for the EEA data protection authorities.</p> Information for California Residents <p>California law indicates that organizations should disclose whether certain categories of information are collected, “sold” or transferred for an organization’s “business purpose” (as those terms are defined under California law).\nYou can find a list of the categories of information that we collect and share here.\nIf you would like more information concerning the categories of personal information (if any) we share with third parties or affiliates for those parties to use for direct marketing, please submit a written request to us using the information in the “How to Contact Us” section below.\nWe do not discriminate against California residents who exercise any of their rights described in this Privacy Policy.</p> Retention of Personal Information <p>We will only retain your Personal Information to fulfill the purposes for which it was collected, as required for legitimate business purposes as described in this Privacy Policy, or otherwise permitted by law.\nWhen we no longer need to use Personal Information, we will remove it from our systems and records and/or take steps to anonymize it so that you can no longer be identified from it.</p>\n<p>To determine the appropriate retention period for Personal Information, we consider the amount, nature, and sensitivity of the Personal Information, the potential risk of harm from unauthorized use or disclosure of your Personal Information, the purposes for which we process your Personal Information and whether we can achieve those purposes through other means, and the applicable legal requirements.</p> Cookies, Web Beacons and Other Web Tools <p>Belkin uses automatic data collection tools such as cookies, embedded web links and widgets.\nThese tools collect certain information that your browser or your mobile device sends to Belkin websites and Belkin Products.</p>\n<p>This privacy policy explains the types of cookies we collect and the purpose for collecting them.\nOur websites allow you to manage your cookie preferences.</p>\n<p>Some websites have “do not track” features that allow you to tell a website not to track you.\nThese features are not all uniform.\nWe do not currently respond to those signals.</p>\n<p>Click here for a description of the cookies we may use on this website.</p> Security <p>We strive to maintain appropriate administrative, technical and physical safeguards designed to protect the information collected by Belkin websites and Belkin products.\nUnfortunately, the transmission of information via the Internet is not 100% secure.\nIf you use a computer or device that can be accessed by others, other people may be able to access unencrypted Personal Information.\nIf you do not want your information to be available to others, exercise caution when using public computers or devices or when using any computer or device to which users unauthorized by you may have access.</p>\n<p>We recommend that you take every precaution in protecting your Personal Information when you are on the Internet.\nFor example, create strong passwords by using a combination of letters, numbers and symbols, change your passwords often, and make sure you use a secure browser.\nWhen creating a password for your home network, make sure you choose a unique password that you do not use for other Internet-based services and websites.\nYou should also be aware that names that you give your WiFi-enabled devices, home networks and services (also known as \"friendly names\") may be detectable by Linksys and by others outside your home, so you should not use Personal Information as part of your friendly names.</p>\n<p>If we are required by law to inform you of a breach to your personal information, we may notify you electronically, in writing, or by telephone, if permitted to do so by law.</p> Links to Other Sites <p>Belkin websites and online services may contain links to websites or online services operated by Belkin (such as Linksys, Wemo or Playa) or operated by other Belkin affiliated companies.\nBelkin websites and services may also include links to websites operated by, and/or use or offer products and services from third parties, such as a third party app that works with a Belkin product.\nOnce you leave Belkin websites and Belkin products, your activities are governed by the terms of use and privacy policies of the third party websites and online services.\nBelkin is not responsible for the privacy practices or the content of these websites and online services, and we encourage you to carefully read the terms of use and privacy policies of any website and online service you visit.</p>\n<p>Belkin websites and Belkin products may contain social media features, such as Facebook \"Like\" buttons.\nThese features may collect information about your device's IP address, set cookies to facilitate interaction with social media features or link you to a social media website where you may post Personal Information.\nAll interactions with social media features are governed by the privacy policy of the social media company providing the feature.</p> Forums/Chat Rooms <p>If you participate in or post information to a discussion forum or chat room on any Belkin website or Belkin product, you should be aware that the information you provide there will be made broadly available to others, and can be read, collected, forwarded or used by other users of these forums, potentially inside or outside Belkin, who have access to that forum.\nThis information could also be used to send you unsolicited messages.\nPlease recognize that individual forums may have additional rules and conditions.\nEach participant's opinion on a forum or chat room is his or her own and should not be considered as reflecting the opinion of Belkin.\nWe are not responsible for Personal Information or any other information you may choose to submit in these forums, or the consequences of any submission.\nIf at any time you would like to remove a posting, please contact us here.\nKeep in mind that removal of a posting from a forum or chat room does not mean that the posting has been completely removed from the Internet.</p> Updates to this Privacy Policy <p>We may update this Privacy Policy from time to time, so please review it frequently.\nIf we change our Privacy Policy, we will post the revised version here, with an updated revision date.\nIf we make material changes to our Privacy Policy, we will notify you by email or prominently post a notice on this website.</p> How to Contact Us <p>Should you have any privacy-related questions or comments related to this Privacy Policy, please contact us here or, if you are in California, by phone at 877-460-2323.</p>\n<p>If you have complaints or concerns about this Privacy Policy, please contact us here.\nWe treat all complaints about a breach of the privacy laws seriously.\nSomeone from Belkin will investigate your complaint and respond to you within a reasonable time.</p> &nbsp.\n<p>\n<i>Last Revised and Updated Effective July 1, 2020</i>\n</p> Scroll Up", "created_at": "2021-01-20 20:06:46.505909", "updated_at": "2021-01-24 09:57:25.479873"}, {"id": 3678, "name": "Security", "url": "https://www.belkin.com/us/security/", "xpath": "/html/body/main/div[2]/div/div[3]", "text": " <p>Belkin International places a high value on security of its networking products.\nFor many people, their home Wi-Fi router is the only barrier between their home network and a multitude of hostile internet threats intent on taking over their devices.</p>\n<p>To protect our user’s privacy and security, Belkin is happy to accept all vulnerability reports that adhere to our coordinated vulnerability disclosure guidelines.</p>\n<br>\n<br> In Scope <ul>\n<li>Belkin routers, range extenders, keyboards, and other networked devices</li>\n<li>Linksys routers, range extenders, Wi-Fi dongles, switches, and other networked devices</li>\n<li>WeMo home automation switches, light bulbs, cameras, and other networked devices</li>\n</ul> Not In Scope <p>\n<strong>Any services or systems that are hosted by third party providers or Belkin International owned property, services be it physical or intellectual.\nThis includes and is may not only limited to:</strong>\n</p>\n<ul>\n<li>Belkin.com, Linksys.com, and WeMo.com web endpoints</li>\n<li>WeMo Cloud</li>\n<li>Linksys Smart Wi-Fi web and cloud endpoints</li>\n<li>Social Engineering and Phishing attacks against Belkin employees, contractors, customers, or support</li>\n</ul> How To Submit <p>\n<strong>PLEASE READ THE ENTIRE PAGE PRIOR TO SUBMITTING A VULNERABILITY.</strong>\n</p>\n<p>If you need help finding your Wi-Fi password or believe your router has been hacked, please contact Technical support below:<br> Linksys<br> Belkin </p>\n<p>Please click here to submit your vulnerability.</p> DISCLOSURE <p>After receiving your vulnerability report, the Belkin security team will review your report and commission a fix to our remediation team.\nAfter Belkin publishes the fix for the affected SKUs listed in your report, Belkin will give the green light to disclose the vulnerability.</p>\n<p>We ask that all coordinated vulnerability disclosures contain the following information:</p>\n<ul>\n<li>A link to the firmware download page containing the fixed firmware</li>\n<li>A sentence or two in either the title of the disclosure or in the first few paragraphs confirming that a fix for the vulnerability is available</li>\n<li>Accurate representation of the attack details per the CVSSv3 guidelines (LAN-only attacks are “Local” not “Remote”, etc.)</li>\n</ul> LEGAL STATEMENT <p>To encourage a healthy working relationship with the security research community, Belkin promises not to engage in legal action against individuals who:</p>\n<ul>\n<li>Report vulnerabilities while following the guidelines set by Belkin's Vulnerability Disclosure Program.</li>\n<li>Engage in vulnerability testing within the scope listed above.</li>\n<li>Perform security tests on their own Belkin products.</li>\n<li>Perform security tests on Belkin products with the consent of the owner of the product.</li>\n</ul> Scroll Up ", "created_at": "2021-01-20 20:05:33.95552", "updated_at": "2021-01-24 09:57:30.740806"}, {"id": 3681, "name": "Terms of Use", "url": "https://www.belkin.com/us/terms-of-use/", "xpath": "/html/body/main/div[2]/div/div[2]", "text": " <p>\n<strong>Promotional Terms and Conditions – Updated June 2020</strong>\n</p>\n<p>For all Belkin.com promotions: Offers are not valid on phone orders.\nOffers valid on product in stock- no special orders or pre-orders are included.\nNot to be used to purchase with the intent of reselling.\nNo discount will be applied to products with more than 4 units of same item.\nOffers cannot be applied to previous purchases and cannot be redeemed for cash.\nTerms of offer are subject to change.</p>\n<p>Holiday Sale - 20% off sitewide with promo code GIFT2020.\nOffer valid on Belkin.com purchases with qualifying product(s) in the same cart.\nValid only on Tuesday, December 1, 2020 from 12:01am PST until Friday, December 25, 2020 11:59pm PST.\nTo redeem online enter the unique promo code mentioned (case sensitive) in the promo code box at checkout.\nSales tax and shipping do not qualify for discount.\nOffer is subject to product availability and may be discontinued at any time.\nExcluded are preorders, exclusive deals, EDU, KVM and Phyn&nbsp;products.\nPlease check Belkin.com for a full list of excluded products .\nNot to be used to purchase with the intent of reselling.\nOne redemption per customer and no more than 4 units of same item allowed.\nOffer valid in the U.S.\nand Canada only.\nNo special orders, phone orders or pre-orders are eligible for this offer.\nOffer is non-transferable, cannot be applied to previous purchases and cannot be redeemed for cash and cannot be combined with other offers or discounts including employee discounts or bundle pricing.\nTerms of offer are subject to change without notice.\nNo adjustments on previous purchases.\nThis offer is non-transferable and subject to change without notice.</p>\n<p>25% Off ComfortFit Face Masks Offer - Offer valid on Belkin.com purchase of qualifying ComfortFit Face Mask (BBM003) in single cart.\nValid only on Friday, October 30, 2020, 12:00am PST through Wednesday, March 31, 2021, 11:59pm PST.\nEnter promo code COMFORT at checkout to receive discount.\nSales tax and shipping do not qualify for discount.\nOffer is subject to product availability and may be discontinued at any time.\nNot to be used to purchase with the intent of reselling.\nNo more than 4 units of same item allowed.\nOffer valid in the U.S.\nand Canada only.\nNo special orders, phone orders or pre-orders are eligible for this offer.\nOffer is non-transferable, cannot be applied to previous purchases and cannot be redeemed for cash and cannot be combined with other offers or discounts including employee discounts or bundle pricing.\nTerms of offer are subject to change without notice.</p>\n<p>New Year Sale - 15% off sitewide with promo code NY2021.\nOffer valid on Belkin.com purchases with qualifying product(s) in the same cart.\nValid only on Thursday, December 26, 2020 from 12:01am PST until Sunday, January 3, 2021 11:59pm PST.\nTo redeem online enter the unique promo code mentioned (case sensitive) in the promo code box at checkout.\nSales tax and shipping do not qualify for discount.\nOffer is subject to product availability and may be discontinued at any time.\nExcluded are preorders, Exclusive Deals SKUs, EDU, KVM and Phyn products.\nPlease check Belkin.com for a full list of excluded products .\nNot to be used to purchase with the intent of reselling.\nOne redemption per customer and no more than 4 units of same item allowed.\nOffer valid in the U.S.\nand Canada only.\nNo special orders, phone orders or pre-orders are eligible for this offer.\nOffer is non-transferable, cannot be applied to previous purchases and cannot be redeemed for cash and cannot be combined with other offers or discounts including employee discounts or bundle pricing.\nTerms of offer are subject to change without notice.\nNo adjustments on previous purchases.\nThis offer is non-transferable and subject to change without notice.</p> ", "created_at": "2021-01-20 20:17:42.467512", "updated_at": "2021-01-24 09:57:14.084223"}, {"id": 3680, "name": "End User License Agreement", "url": "https://www.belkin.com/us/end-user-license-agreement/", "xpath": "/html/body/main/div[2]/div/div[1]/div/div", "text": " BELKIN INTERNATIONAL, INC.<br>End-User License Agreement <p>Belkin International, Inc., including all affiliates and subsidiaries (“Belkin”, “us” or “we”) thanks you for choosing one of our Belkin, Linksys or Wemo products (the “Product”).\nThis End-User License Agreement (this “Agreement”) is a legal document that contains the terms and conditions under which limited use of certain Software (as defined below) that operates with the Product is licensed to you.</p>\n<p>PLEASE READ THIS AGREEMENT CAREFULLY BEFORE INSTALLING OR USING THIS PRODUCT.</p>\n<p>BY CHECKING THE BOX OR CLICKING THE BUTTON TO CONFIRM YOUR ACCEPTANCE WHEN YOU FIRST INSTALL THE SOFTWARE, YOU ARE AGREEING TO ALL THE TERMS OF THIS AGREEMENT.\nALSO, BY USING, COPYING OR INSTALLING THE SOFTWARE, YOU ARE AGREEING TO ALL THE TERMS OF THIS AGREEMENT.\nIF YOU DO NOT AGREE TO ALL OF THESE TERMS, DO NOT CHECK THE BOX OR CLICK THE BUTTON AND/OR DO NOT USE, COPY OR INSTALL THE SOFTWARE, AND UNINSTALL THE SOFTWARE FROM ALL DEVICES THAT YOU OWN OR CONTROL.\nIF YOU DO NOT ACCEPT THE TERMS OF THIS AGREEMENT AND YOU PURCHASED A PRODUCT CONTAINING THE SOFTWARE FROM AN AUTHORIZED RETAILER, RESELLER OR APP STORE (AS DEFINED BELOW), YOU MAY BE ELIGIBLE TO RETURN THE PRODUCT FOR A REFUND, SUBJECT TO THE TERMS AND CONDITIONS OF THE APPLICABLE RETURN POLICY.</p>\n<p>IF YOU ARE LOCATED IN THE UNITED STATES, THIS AGREEMENT CONTAINS A DISPUTE RESOLUTION AND BINDING ARBITRATION PROVISION IN SECTION 17, INCLUDING A CLASS ACTION WAIVER THAT AFFECTS YOUR RIGHTS WITH RESPECT TO DISPUTES YOU MAY HAVE WITH BELKIN.\nYOU MAY OPT OUT OF SUCH ARBITRATION AND CLASS ACTION WAIVER AS PROVIDED IN SECTION 17.</p>\n<p>This Software is licensed to you by Belkin and, where applicable, by Belkin’s suppliers.\n“Software” means any and all firmware programs and associated files provided with respect to the Product.\nany and all software programs, applications or “apps” and associated files provided with respect to the Product.\nall modified versions of and upgrades or improvements to such programs (such as those provided via web-based updates), all subsequent versions of such programs, and all copies of such programs and files.\nSoftware does not include any Open Source Software (as defined below).</p>\n<p>By “you,” we mean the purchaser, recipient or other end user of the Product containing the Software or the purchaser, recipient or other end user of the Software on a standalone basis.\n“You” may also mean a person who has downloaded the Software from an authorized website, such as http://www.belkin.com or from an authorized application market or store, such as Apple’s App Store or Google Play (each such application market or store is referred to in this Agreement as an “App Store” and collectively as “App Stores”).</p>\n<p>\n<strong>1.&nbsp;&nbsp;<u>LICENSE GRANT</u>\n</strong>.\nBelkin hereby grants you the right to use: (i) where your Product is not a “Small-Medium Business or SMB” branded Product, for your personal, non-commercial purposes.\nor (ii) where your Product is a “Small Medium Business or SMB Product, for your personal or commercial use.\ncopies of the Software in object code form on devices that you own (or, in the case of firmware, one copy of the firmware in object code form solely on the Product relating to the firmware).\nAs part of this license, you may (A) operate the Software in the manner described in the user documentation for the Software.\n(B) where the Software is provided for download onto a personal computer or mobile device, make as many copies of the Software as you reasonably need for your own use (this does not include firmware).\nand (C) permanently transfer all of your rights to use the Product (including but not limited to the Software) to another person, so long as that person also agrees to be bound by this Agreement, and following such transfer you stop using the Product and the Software.</p>\n<p>You can find the user documentation for the Software on the “Support” page of the applicable Belkin website.</p>\n<p>\n<strong>2.&nbsp;&nbsp;<u>LICENSE RESTRICTIONS</u>\n</strong>.\nThe Software is made available to you on the basis of a limited license only as set out in this Agreement.\nYou have the non-exclusive right to use the Software in accordance with this Agreement.\nHowever, you may not (i) modify, adapt or otherwise create derivative works from the Software, the Product containing the Software or user documentation (except as may be permitted by an applicable open source license).\n(ii) lease, sublicense, resell, rent, loan, redistribute, or otherwise transfer (except as expressly permitted above), whether for commercial purposes or otherwise, the Software or user documentation.\n(iii) reverse engineer, disassemble, decrypt or decompile the Product or the Software or otherwise try to reduce the Software to a human-readable form, except where and only to the extent that such activity is permitted by applicable law or where Belkin is required to permit such activity under the terms of an applicable open source license.\n(iv) remove or alter any copyright, trademark or other proprietary notices contained in the Software or user documentation.\n(v) use the Product, Software or user documentation to develop a competing hardware and/or software product, or otherwise in any manner not set forth in this Agreement or the user documentation.\n(vi) if the Software is firmware, copy the firmware (other than one backup copy for archival purposes only), use it on a multi-user system or operate it separately from the Product onto which it is embedded.\n(vii) use the Software to transmit software viruses or other harmful computer code, files or programs, or to circumvent, disable or otherwise interfere with security-related features of the Software.\n(viii) use the Software to collect or harvest any third party’s personally identifiable information, to send unauthorized commercial communications or to invade the privacy rights of any third party.\nor (ix) use the Software for any unlawful purpose, and/or in any manner that breaches this Agreement.\nAll rights not expressly granted to you by Belkin under this Agreement are hereby reserved by Belkin.\nYou will not acquire such rights, whether through estoppel, implication, or otherwise.</p>\n<p>\n<strong>3.&nbsp;&nbsp;<u>APP SOFTWARE RESTRICTIONS</u>\n</strong>.\nIf you have downloaded the Software from an App Store, you are also subject to any terms of use of that App Store.\nSuch terms of use may prohibit you from doing some of the things you are permitted to do under this Agreement or permit you to do some of the things you are prohibited from doing under this Agreement.\nIn addition, application of the App Store’s terms of use may result in other terms of this Agreement not being applicable to the Software or applying in a different way than this Agreement states.\nIf your use of the Software is subject to an App Store’s terms of use, then in the event of any conflict or ambiguity between the terms of this Agreement and such App Store’s terms of use, the App Store’s terms of use will govern, but only to the extent necessary to resolve such conflict or ambiguity, and the terms of this Agreement will otherwise remain in full force and effect.\nNotwithstanding anything to the contrary in this Agreement, by using the Software, you acknowledge and agree that it is solely your responsibility to understand the terms of this Agreement, as well as the terms of use of any App Store that may be relevant to the Software or the Product.\nIf this Agreement relates to an App downloaded from Apple’s App Store, the terms in the attached Apple Rider will also apply to you.\n</p>\n<p>\n<strong>4.&nbsp;&nbsp;<u>UPGRADES AND UPDATES</u>\n</strong>.\nWhile Belkin is not required to do so, Belkin may provide you with upgrades or updates to this Software.\nThis Agreement will govern any upgrades provided by Belkin that replace and/or supplement the original firmware and/or Software, unless such upgrade is accompanied by a separate end user license agreement, in which case the terms of that end user license agreement will govern.\nIf you decide not to download and/or to use an upgrade or update provided by Belkin, you understand that you could put the Software at risk to serious security threats or cause the Software to become unusable or unstable.\nSome Products include an auto-update feature, which gives us the ability to make updates automatically.\nYou can change auto-update options by changing your settings within the Product account information.\nIn very limited cases, updates may still be automatically applied, regardless of the auto-update setting.\nFor example, we may provide an automatic update that fixes a security breach or vulnerability to your network.\nWe may also provide you with updated Software data files automatically to benefit you, such as to provide you with updated device information to identify new devices in your network.\nThese data files do not update your firmware but consist of Software files that are cached on your Product and override older files.\nBy agreeing to this Agreement, you agree to automatic updates.</p>\n<p>\n<strong>5.&nbsp;&nbsp;<u>DATA AND PRIVACY</u>\n</strong>.\nBelkin is committed to protecting your privacy.\nOur goal is to provide you with a positive experience when using our apps, products and services, while at the same time keeping your Personal Information, as defined in the Belkin Privacy Policy (the “Privacy Policy”), secure.\nOur privacy practices are described in the Privacy Policy, as well as in separate notices given when an app, product or service is purchased or downloaded.\nAt all times your information will be treated in accordance with the Belkin Privacy Policy, which is incorporated by reference into this Agreement and can be viewed here.</p>\n<p>\n<strong>6.&nbsp;&nbsp;<u>OPEN SOURCE SOFTWARE</u>\n</strong>.\nYou hereby acknowledge that the Software may contain Open Source Software.\nThis license does not apply to Open Source Software contained in the Software.\nRather, the terms and conditions in the applicable Open Source Software license shall apply to the Open Source Software.\nNothing in this Agreement limits your rights under, or grants you rights that supersede, any Open Source Software license.\nYou acknowledge that the Open Source Software license is solely between you and the applicable licensor of the Open Source Software.\nYou shall comply with the terms of all applicable Open Source Software licenses, if any.\nLicense and copyright information for the Open Source Software are disclosed in the Product documentation, within the “Support” tab on Belkin websites and within the “Contact Us” section on Linksys websites.\nBelkin is not obligated to provide any maintenance or support for the Open Source Software or any Product Software that has been modified by you pursuant to an Open Source Software license.</p>\n<p>“Open Source Software” means any software or software component or technology that is subject to an open source license.\nOpen source licenses are generally licenses that make source code available for free modification and distribution, but can also apply to technology received and distributed solely in object code form.\nExamples of open source licenses include: (a) GNU's General Public License (GPL) or Lesser/Library GPL (LGPL).\n(b) the OpenSSL License.\n(c) the Mozilla Public License.\n(d) the Berkeley Software Distribution (BSD) License.\nand (e) the Apache License.</p>\n<p>\n<strong>7.&nbsp;&nbsp;<u>INTELLECTUAL PROPERTY RIGHTS</u>\n</strong>.\nAll title and intellectual property rights (including without limitation all copyrights, patents, trade secret rights and trademark rights) in and to the Software (including but not limited to any content incorporated into the Software), the accompanying printed materials, and any copies of the Software, are owned by Belkin or its suppliers.\nTherefore, you must treat the Software like any other material protected by laws and treaties relating to international property rights and in accordance with this Agreement.</p>\n<p>\n<strong>8.&nbsp;&nbsp;<u>THIRD PARTY PRODUCTS AND SERVICES</u>\n</strong>.\nThe Software may contain links or other features that make it easier for you to visit or log-in to independent third-party websites (“Linked Sites”).\nThese features are provided solely as a convenience to you.\nLinked Sites are not under Belkin’s control, and Belkin is not responsible or liable for and does not endorse the content or practices of such Linked Sites, including any information or materials contained on such Linked Sites.\nYou will need to make your own independent judgment regarding your interaction with any Linked Sites.\nYou hereby waive and release any legal claim you might have against Belkin with respect to these sites or third-party products or services, and your use of these sites, third-party products or services.\nWe encourage you to read the terms and conditions and privacy policy of each third party website that you choose to visit.</p>\n<p>\n<strong>9.&nbsp;&nbsp;<u>INDEMNITY</u>\n</strong>.\nIf Belkin is the subject of a claim, becomes involved in a legal proceeding, or suffers any economic loss or damage as a result of your violation of this Agreement, to the extent permitted by law, you will be responsible for compensating Belkin for the full amount of its loss, as well as any reasonable amounts Belkin incurs in lawyers' fees, expenses and court costs, except to the extent that Belkin contributed to the loss or damage.</p>\n<p>\n<strong>10.&nbsp;&nbsp;<u>TERM</u>\n</strong>.\nThis Agreement is effective when you click on the “I Accept” button, or when you in any other way use, copy or install the Software, which will constitute your acceptance of, and agreement to, this Agreement.\nOnce accepted, this Agreement remains in effect until terminated.\nThe limited license in this Agreement will automatically terminate if you fail to comply with any of the terms and conditions in this Agreement.\nYou agree that upon such termination, you will immediately destroy all programs and documentation that relate to the Software, including all copies made or obtained by you, and otherwise cease use of the Software.\nIf the Software has been installed on a personal computer or mobile device, you must uninstall the Software immediately.\nIf the Software is software or firmware embedded in a Product, you must stop using the Product.\nAll provisions of this Agreement except for Section 1 and the limited warranty in Section 12 (the first paragraph) will survive termination.</p>\n<p>\n<strong>11.&nbsp;&nbsp;<u>IMPORTANT NOTICE REGARDING YOUR CONSUMER RIGHTS</u>\n</strong>.</p>\n<p>\n<strong>\n<u>NON-EU RESIDENTS</u>\n</strong>.\nSOME COUNTRIES, STATES AND/OR PROVINCES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN CONDITIONS, WARRANTIES OR GUARANTEES, AND/OR DO NOT ALLOW PRODUCTS OR SERVICES TO BE SOLD WITH NO WARRANTIES OR GUARANTEES.\nACCORDINGLY, IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE SECTIONS BELOW ENTITLED “LIMITED WARRANTY AND DISCLAIMER” AND “GENERAL EXCLUSIONS AND LIMITATION OF LIABILITY” MAY NOT APPLY TO YOU.\nONLY THOSE EXCLUSIONS AND LIMITATIONS THAT ARE LAWFUL IN YOUR JURISDICTION WILL APPLY TO YOU AND, IN SUCH INSTANCES, BELKIN’S LIABILITY WILL BE LIMITED ONLY TO THE MAXIMUM EXTENT PERMITTED BY LAW.\nTHE ENFORCEABILITY OF THESE LIMITED WARRANTIES MAY VARY BASED ON THE LOCAL LAWS APPLICABLE TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS DEPENDING ON WHERE YOU LIVE.\n</p>\n<p>\n<strong>\n<em>If you are located in Australia or New Zealand, the following four paragraphs apply to you:</em>\n</strong>\n</p>\n<p>The benefits we give in this Agreement are <strong>\n<u>additional to</u>\n</strong> any rights and remedies that you may have under the Australian Competition and Consumer Act 2010 or the New Zealand Consumer Guarantees Act 1993 (“CGA”) (as applicable) and other applicable Australia and New Zealand consumer protection laws.\n</p>\n<p>In Australia, our Software and the media on which it is provided, as well as any related services, come with guarantees that cannot be excluded under the Australian Consumer Law.\nFor major failures with the service, you are entitled: </p>\n<ul>\n<li>to cancel your service contract with us.\nand</li>\n<li>to a refund for the unused portion, or to compensation for its reduced value.</li>\n</ul>\n<p>\n</p>\n<p>You are also entitled to be compensated for any other reasonably foreseeable loss or damage.\nIf the failure does not amount to a major failure, you are entitled to have problems with the Service rectified in a reasonable time and, if this is not done, to cancel your contract and obtain a refund for the unused portion of the contract.</p>\n<p>In New Zealand, our Software and the media on which it is provided come with guarantees that cannot be excluded under the Consumer Guarantees Act 1933 (NZ CGA).</p>\n<p>This Agreement is not intended to and does not: (i) change or exclude any statutory consumer rights that cannot be lawfully changed or excluded.\nor (ii) limit or exclude any right you have against the person who sold the Product to you if that person has breached any sales contract with you.\nYou agree to use the Software in compliance with all applicable laws, including local laws of the country or region in which you live or in which you download or use the Software.</p>\n<p>\n<strong>\n<u>EU RESIDENTS</u>\n</strong>.\nNothing in this Agreement is intended to or will have the effect of limiting any of your rights under European Union law and/or the laws of your country of residence, including rights as to the quality and fitness for purpose of the Software and its compliance with the description of it which was made by us prior to you accepting this Agreement.</p>\n<p>References in this Agreement to “special, indirect, consequential, punitive or incidental damages” shall mean any losses which (i) were not reasonably foreseeable by both parties.\n(ii) were known to you but not to us.\nand/or (iii) were reasonably foreseeable by both parties but could have been prevented by you such as, for example (but without limitation), losses caused by viruses, malware or other malicious programs, or loss of or damage to your data.</p>\n<p>You agree to use the Software in compliance with all applicable laws, including local laws of the country or region in which you live or in which you download or use the Software.</p>\n<p>\n<strong>12.&nbsp;&nbsp;<u>LIMITED WARRANTY AND WARRANTY DISCLAIMER</u>\n</strong>.\nBelkin warrants that any media (such as a CD or USB stick) on which the Software may be provided will be free from defects in materials and workmanship under normal use for 90 days from the date of its original purchase (the “Warranty Period”).\nIf you make an eligible software media claim under this warranty during the Warranty Period (the “Limited Warranty”), Belkin will honor this warranty by replacing the Software media.\nTo make a claim under this Limited Warranty, return the defective media along with the sales receipt directly to Belkin at the address indicated below, or you can contact the Belkin Support Team in your area as indicated below.\nThis Limited Warranty is void if failure of the media has resulted from accident, abuse, or misapplication.\nAny replacement media will be warranted for the remainder of the original Warranty Period or thirty (30) days, whichever is longer.\nIn relation to consumers who are entitled to the benefit of the CGA, the media on which Software is provided comes with guarantees that cannot be excluded under New Zealand law, and this Limited Warranty is in addition to any statutory rights such consumers may have under New Zealand law.\nThis Limited Warranty does not apply in Australia.\nConsumers in Australia have statutory rights in relation to the Software and media on which the Software is provided under the Australian Consumer Law.</p>\n<p>EXCEPT FOR THIS LIMITED WARRANTY ON MEDIA, SUBJECT TO SECTION 11 AND TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE SOFTWARE AND ANY RELATED PROGRAMS AND DOCUMENTATION IS PROVIDED TO YOU “AS IS,” WITH ALL FAULTS AND WITHOUT WARRANTIES OF ANY KIND.\nIN THOSE JURISDICTIONS WHERE IT CAN LAWFULLY DO SO, AND TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, BELKIN, ITS RESELLERS AND ITS SUPPLIERS HEREBY DISCLAIM AND EXCLUDE ALL OTHER WARRANTIES, EXPRESS, STATUTORY OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, ACCEPTABLE OR SATISFACTORY QUALITY, NON-INFRINGEMENT, TITLE, FITNESS FOR A PARTICULAR PURPOSE, LOSS OF OR DAMAGE TO DATA, LACK OF VIRUSES OR FREE FROM VIRUS OR MALWARE ATTACK, SECURITY, PERFORMANCE, LACK OF NEGLIGENCE, WORKMANLIKE EFFORT, QUIET ENJOYMENT, THAT THE FUNCTIONS CONTAINED IN THE SOFTWARE WILL MEET YOUR REQUIREMENTS, OR THAT YOUR USE OF OR THE PERFORMANCE OF THE SOFTWARE AND RELATED INFORMATION, PROGRAMS AND DOCUMENTATION WILL BE UNINTERRUPTED OR ERROR-FREE, OR THAT DEFECTS IN THE SOFTWARE WILL BE CORRECTED, OR THAT YOUR USE OF THE SOFTWARE AND RELATED INFORMATION, PROGRAMS AND DOCUMENTATION WILL GENERATE ACCURATE, RELIABLE, TIMELY RESULTS, INFORMATION, MATERIAL OR DATA.\nNO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY BELKIN OR A DEALER, AGENT OR AFFILIATE SHALL CREATE A WARRANTY.\nTo the extent warranties cannot be disclaimed or excluded, they are limited to the duration of the Warranty Period indicated above.\n</p>\n<p>\n<strong>13.&nbsp;&nbsp;<u>DISCLAIMERS, GENERAL EXCLUSIONS AND LIMITATION OF LIABILITY</u>:</strong>\n</p>\n<p>IN SOME JURISDICTIONS AND CIRCUMSTANCES, IT IS POSSIBLE TO EXCLUDE AND/OR TO LIMIT BELKIN’S LIABILITY TO CONSUMERS.\nONLY IN THOSE JURISDICTIONS WHERE IT CAN LAWFULLY DO SO, AND TO THE FULL EXTENT THAT IT IS ALLOWED BY LOCAL CONSUMER LAWS IN YOUR COUNTRY (INCLUDING THE LAWS REFERRED TO IN SECTION 11 ABOVE IF YOU ARE A CUSTOMER IN AUSTRALIA OR NEW ZEALAND), BELKIN: </p>\n<ul>\n<li>EXCLUDES ALL LIABILITY FOR THE LOSS OF, OR DAMAGE TO, DATA CAUSED BY USE OF THE SOFTWARE;</li>\n<li>EXCLUDES ANY LIABILITY IT MAY HAVE TO YOU FOR: <ul>\n<li>LOSS OF REVENUE OR PROFIT,</li>\n<li>LOSS OF THE ABILITY TO USE ANY THIRD-PARTY PRODUCTS, SOFTWARE OR SERVICES, AND</li>\n<li>ANY INDIRECT, CONSEQUENTIAL, SPECIAL, EXEMPLARY, INCIDENTAL OR PUNITIVE LOSS OR DAMAGES (INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OF USE, DATA, BUSINESS INTERRUPTION OR COST OF PROCURING SUBSTITUTE SERVICES), WHICH ARISES UNDER ANY LAW (INCLUDING THE LAW OF NEGLIGENCE) AND WHICH RELATES TO YOUR USE OF, OR INABILITY TO USE, THE SOFTWARE OR ANY RELATED SERVICES.\nTHIS EXCLUSION APPLIES EVEN IF BELKIN HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND EVEN IF ANY WARRANTY OR REMEDY PROVIDED UNDER THE ABOVE WARRANTY FAILS OF ITS ESSENTIAL PURPOSE.\nAND</li>\n</ul>\n</li>\n<li>LIMITS ITS MONETARY LIABILITY TO YOU, UNDER ANY LAW, TO FIFTY DOLLARS ($50.00).</li>\n</ul>\n<p>\n</p>\n<p>THIS LIMITATION IS CUMULATIVE AND WILL NOT BE INCREASED BY THE EXISTENCE OF MORE THAN ONE INCIDENT OR CLAIM.\nNOTHING IN THIS SECTION SHALL LIMIT BELKIN’S LIABILITY IN RELATION TO DEATH OR BODILY INJURIES RESULTING FROM THE NEGLIGENCE OR RECKLESSNESS OF BELKIN AND/OR ITS ASSOCIATED PARTIES.\n</p>\n<p>YOUR USE OF THE SOFTWARE, PRODUCT AND RELATED PROGRAMS AND DOCUMENTATION IS AT YOUR OWN RISK AND DISCRETION.\nYOU ARE SOLELY RESPONSIBLE FOR (AND BELKIN DISCLAIMS) ANY AND ALL LOSS, LIABILITY, OR DAMAGES, INCLUDING TO YOUR HOME, HVAC SYSTEM, ELECTRICAL SYSTEM, PLUMBING, PRODUCT, OTHER PERIPHERALS CONNECTED TO THE PRODUCT, COMPUTER, MOBILE DEVICE, AND ALL OTHER ITEMS AND PETS IN YOUR HOME, RESULTING FROM YOUR MISUSE OF THE SOFTWARE, PRODUCT AND RELATED PROGRAMS AND DOCUMENTATION.\nYOU ARE RESPONSIBLE FOR COMPLYING WITH ANY SAFETY WARNINGS AND PRECAUTIONS THAT ACCOMPANY THE PRODUCT.\nIF YOU ARE NOT COMFORTABLE WITH USING THE PRODUCT AFTER READING THE SAFETY WARNINGS, YOU MUST RETURN THE PRODUCT TO YOUR PLACE OF PURCHASE AND STOP USING THE SOFTWARE.\nBELKIN IS NOT RESPONSIBLE FOR (I) YOUR FAILURE TO FOLLOW SAFETY WARNINGS, PRECAUTIONS OR ANY OTHER INSTRUCTIONS PROVIDED WITH THE PRODUCT AND/OR SOFTWARE, (II) YOUR NEGLIGENCE IN USE OF THE PRODUCT AND/OR SOFTWARE, OR (III) YOUR INTENTIONAL MISUSE OF THE PRODUCT OR SOFTWARE.</p>\n<p>YOU FURTHER ACKNOWLEDGE THAT THE SOFTWARE AND ANY RELATED PROGRAMS AND DOCUMENTATION ARE NOT CERTIFIED FOR EMERGENCY RESPONSE OR INTENDED OR SUITABLE FOR USE IN SITUATIONS OR ENVIRONMENTS WHERE FAILURE, DELAY OR ERRORS OR INACCURACIES IN THE DATA OR INFORMATION PROVIDED BY THE SOFTWARE COULD LEAD TO DEATH, PERSONAL INJURY OR SEVERE PHYSICAL OR ENVIRONMENTAL DAMAGE, INCLUDING WITHOUT LIMITATION IN CONNECTION WITH THE OPERATION OF NUCLEAR FACILITIES, AIRCRAFT NAVIGATION OR COMMUNICATION SYSTEMS, AIR TRAFFIC CONTROL, LIFE SUPPORT OR WEAPONS SYSTEMS.\nYOU UNDERSTAND THAT THE PRODUCT AND SOFTWARE ARE NOT PART OF AND DO NOT CONTAIN A THIRD-PARTY MONITORED EMERGENCY NOTIFICATION SYSTEM.\nBELKIN DOES NOT MONITOR EMERGENCY NOTIFICATIONS AND WILL NOT DISPATCH EMERGENCY AUTHORITIES TO YOUR HOME IN THE EVENT OF AN EMERGENCY.\nBELKIN CUSTOMER SUPPORT CONTACTS CANNOT BE CONSIDERED A LIFESAVING SOLUTION AND THEY ARE NOT A SUBSTITUTE FOR EMERGENCY SERVICES.\nALL LIFE THREATENING AND EMERGENCY SITUATIONS SHOULD BE DIRECTED TO THE APPROPRIATE EMERGENCY RESPONSE SERVICES IN YOUR AREA.</p>\n<p>It is your responsibility to back up your system, including without limitation, any material, information or data that you may use or possess in connection with the Product or Software, and Belkin shall have no liability for your failure to back up your system or any material, information or data.\n</p>\n<p>Some Belkin Products and Software may monitor energy consumption in the home.\nBelkin does not guarantee or promise any specific level of energy savings or other monetary benefit from the use of the Products or Software or any other feature.\nActual energy savings and any associated monetary benefits vary based on factors beyond Belkin’s control or knowledge.\nFrom time to time, Belkin may use the Software to provide you with information that is unique to you and your energy usage and suggests an opportunity to save money on energy bills if you adopt suggestions or features of the Product or Software.\nYou acknowledge that this information is not a guarantee of actual savings, and you agree not to seek monetary or other remedies from Belkin if your savings differs.\nAll information provided to you by Belkin is provided “as is” and “as available”.\nWe cannot guarantee that it is correct or up to date.\nIn cases where it is critical, accessing information through the Software is not a substitute for direct access of the information in the home.</p>\n<p>The warranties and remedies set out in this Agreement are exclusive, and, to the extent permitted by law, in lieu of all others oral or written, express or implied.</p>\n<p>\n<strong>14.&nbsp;&nbsp;<u>EXPORT CONTROL LAWS</u>\n</strong>: You agree that the use of the Software is subject to U.S.\nand local export control laws and regulations.\nYou represent and warrant that you are not located in or a citizen of an embargoed or “terrorist supporting” country or a prohibited or restricted end user under applicable U.S.\nor local export and anti-terrorism laws, regulations and lists.\nYou agree to strictly comply with all export control laws and regulations and agree not to export, re-export, divert, transfer or disclose any portion of the Software or any related technical information or materials, directly or indirectly, in violation of any applicable export law or regulation.\n</p>\n<p>\n<strong>15.&nbsp;&nbsp;<u>U.S.\nGOVERNMENT USERS</u>\n</strong>: The Software and user documentation qualify as “commercial items” as defined at 48 C.F.R.\n2.101 and 48 C.F.R.\n12.212.\nAll U.S.\nGovernment users acquire the Software and user documentation with only those rights herein that apply to non-governmental customers.\nUse of either the Software or user documentation or both constitutes agreement by the U.S.\nGovernment that the Software and user documentation are “commercial computer software” and “commercial computer software documentation,” and constitutes acceptance of the rights and restrictions herein.</p>\n<p>\n<strong>16.&nbsp;&nbsp;<u>GENERAL TERMS</u>\n</strong>.\nIf any portion of this Agreement or any of its terms is found to be void or unenforceable by law in a particular jurisdiction, such portion or terms shall be interpreted and enforced to the maximum extent allowed in such jurisdiction, and the remaining provisions or any part thereof will remain in full force and effect.\nThis Agreement constitutes the entire agreement between Belkin and you with respect to the Software and your use thereof and supersedes any conflicting or additional terms contained in any purchase order or elsewhere.\nNo provision of this Agreement may be waived, modified or superseded except by a written instrument signed and accepted by Belkin and you.\nHowever, the Belkin Privacy Policy referenced herein is subject to change in the manner described in that document.\nBelkin may provide translations of this Agreement as a convenience to users.\nHowever, in the event of a conflict or inconsistency between the English and any non-English versions, the English version of this Agreement shall govern, to the extent not prohibited by local law in your jurisdiction.\nAny suppliers of Belkin shall be direct and intended third-party beneficiaries of this Agreement, including without limitation with respect to the disclaimers of warranties and limitations on liability set forth herein.\nOther than as set forth in the preceding sentence, a person or entity who is not a party to this Agreement shall not have any right to enforce any term of this Agreement.\nNo failure or delay in exercising any right or remedy shall operate as a waiver of any such (or any other) right or remedy.\nThe language of this Agreement shall not be construed strictly for or against either party, regardless of who drafted such language or was principally responsible for drafting it.\nThe rights and obligations under this Agreement are not assignable by you, and any attempted assignment shall be void and without effect.\nThis Agreement shall bind and inure to the benefit of the parties and their successors and permitted assigns.\nIn the event of any legal proceeding between the parties arising out of or related to this Agreement, the prevailing party shall be entitled to recover, in addition to any other relief awarded or granted, its costs and expenses (including reasonable attorneys’ and expert witness’ fees) incurred in any such proceeding.\n</p>\n<p>\n<strong>\n<em>If you are located in the United States, Section 17 applies to you:</em>\n</strong>\n</p>\n<p>\n<strong>17.&nbsp;&nbsp;<u>ARBITRATION, WAIVER OF CLASSWIDE ARBITRATION, GOVERNING LAW &amp.\nVENUE.</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>MANDATORY ARBITRATION</u>\n</strong>.\nYou have the right to opt-out of this mandatory arbitration provision.\nIf you opt-out, you will retain your right to file a lawsuit.\nTo opt-out, you must follow the directions set forth below under the heading “How to Opt Out of Mandatory Arbitration”.\nIf you do not opt-out, you will have agreed to the mandatory arbitration set forth below.</p>\n<p>PLEASE READ CAREFULLY.\nTHE FOLLOWING PROVISIONS AFFECT YOUR RIGHTS.</p>\n<p>YOU AND BELKIN EACH ACKNOWLEDGE AND AGREE THAT ANY CLAIM, DISPUTE OR CONTROVERSY BETWEEN YOU AND BELKIN ARISING OUT OF OR RELATING TO (1) THIS AGREEMENT, INCLUDING THE VALIDITY OF THIS SECTION, AND (2) YOUR USE OF SOFTWARE AND/OR PRODUCT(S) UNDER THIS AGREEMENT (COLLECTIVELY, THE “DISPUTE”) SHALL BE RESOLVED EXCLUSIVELY AND FINALLY BY BINDING ARBITRATION ADMINISTERED BY A MUTUALLY AGREEABLE NATIONALLY RECOGNIZED ARBITRATION AUTHORITY PURSUANT TO ITS CODE OF PROCEDURES THEN IN EFFECT FOR CONSUMER-RELATED DISPUTES.\nYOU UNDERSTAND THAT WITHOUT THIS PROVISION YOU WOULD HAVE HAD A RIGHT TO LITIGATE A DISPUTE THROUGH A COURT BEFORE A JURY OR JUDGE, AND THAT YOU HAVE EXPRESSLY AND KNOWINGLY WAIVED THOSE RIGHTS AND AGREE INSTEAD TO RESOLVE ANY DISPUTES THROUGH BINDING ARBITRATION IN ACCORDANCE WITH THE PROVISIONS OF THIS SECTION.</p>\n<p>\n<strong>\n<u>ARBITRATION PROCEDURES AND FEES</u>\n</strong>.\nTHE ARBITRATION SHALL OCCUR BEFORE A SINGLE ARBITRATOR, WHO MUST BE A RETIRED JUDGE OR JUSTICE, IN ONE OF SIX REGIONAL VENUES CONSISTENT WITH THE VENUE PROVISION BELOW.\nWHETHER OR NOT YOU PREVAIL IN THE DISPUTE SO LONG AS YOUR CLAIM IS NOT FOUND TO BE FRIVOLOUS BY THE ARBITRATOR AS MEASURED BY RULE 11(b) OF THE FEDERAL RULES OF CIVIL PROCEDURE, YOU SHALL BE ENTITLED TO BE REIMBURSED FOR YOUR COSTS OF ARBITRATION, WITHIN THE SOLE DISCRETION OF THE ARBITRATOR.\nIF THE ARBITRATION AWARD IS EQUAL TO OR GREATER THAN THE AMOUNT YOU DEMANDED IN YOUR ARBITRATION CLAIM, BELKIN WILL PAY FOR YOUR REASONABLE AND ACTUAL ATTORNEYS’ FEES YOU HAVE INCURRED TO ARBITRATE THE DISPUTE, PLUS A MINIMUM RECOVERY OF $2,500.\nANY DECISION OR AWARD BY THE ARBITRATOR RENDERED IN AN ARBITRATION PROCEEDING SHALL BE FINAL AND BINDING ON EACH PARTY, AND MAY BE ENTERED AS A JUDGMENT IN ANY COURT OF COMPETENT JURISDICTION.\nIF EITHER PARTY BRINGS A DISPUTE IN A COURT OR OTHER NON-ARBITRATION FORUM, THE ARBITRATOR OR JUDGE MAY AWARD THE OTHER PARTY ITS REASONABLE COSTS AND EXPENSES (INCLUDING BUT NOT LIMITED TO ATTORNEYS’ FEES) INCURRED IN ENFORCING COMPLIANCE WITH THIS BINDING ARBITRATION PROVISION, INCLUDING STAYING OR DISMISSING SUCH DISPUTE.</p>\n<p>\n<strong>\n<u>WAIVER OF CLASSWIDE CLAIMS.\nSMALL CLAIMS COURT</u>\n</strong>.\nNEITHER YOU NOR BELKIN SHALL BE ENTITLED TO JOIN OR CONSOLIDATE CLAIMS IN ARBITRATION BY OR AGAINST OTHER CONSUMERS OR ARBITRATE ANY CLAIMS AS A REPRESENTATIVE OR MEMBER OF A CLASS OR IN A PRIVATE ATTORNEY GENERAL CAPACITY.\nYOU UNDERSTAND THAT WITHOUT THIS PROVISION YOU MAY HAVE HAD A RIGHT TO ARBITRATE A DISPUTE ON A CLASSWIDE OR REPRESENTATIVE BASIS, AND THAT YOU HAVE EXPRESSLY AND KNOWINGLY WAIVED THOSE RIGHTS AND AGREE INSTEAD TO ARBITRATE ONLY YOUR OWN DISPUTE(S) IN ACCORDANCE WITH THE PROVISIONS OF THIS SECTION.</p>\n<p>NOTWITHSTANDING THE ABOVE AGREEMENT TO ARBITRATE DISPUTES, YOU AND BELKIN EACH ACKNOWLEDGE AND AGREE THAT EITHER PARTY MAY, AS AN ALTERNATIVE TO ARBITRATION, BRING AN INDIVIDUAL ACTION IN SMALL CLAIMS COURT TO RESOLVE A DISPUTE, SO LONG AS SUCH SMALL CLAIMS COURT DOES NOT PROVIDE FOR OR ALLOW FOR JOINDER OR CONSOLIDATION OF CLAIMS.</p>\n<p>\n<strong>\n<u>GOVERNING LAW</u>\n</strong>.\nTHIS AGREEMENT IS TO BE CONSTRUED IN ACCORDANCE WITH AND GOVERNED BY THE INTERNAL LAWS OF THE STATE OF CALIFORNIA WITHOUT GIVING EFFECT TO ANY CHOICE OF LAW RULE THAT WOULD CAUSE THE APPLICATION OF THE LAWS OF ANY JURISDICTION (OTHER THAN THE INTERNAL LAWS OF THE STATE OF CALIFORNIA) TO THE RIGHTS AND DUTIES OF THE PARTIES.\nHOWEVER, WITH RESPECT TO SOFTWARE PROVIDED, IF YOU ARE A CONSUMER AND YOU LIVE IN A COUNTRY WHERE BELKIN MARKETS OR PROMOTES THE SOFTWARE, LOCAL LAW MAY REQUIRE THAT CERTAIN CONSUMER PROTECTION LAWS OF YOUR COUNTRY OF RESIDENCE APPLY TO SOME SECTIONS OF THIS AGREEMENT.\nEACH OF THE UNITED NATIONS CONVENTION ON CONTRACTS FOR THE INTERNATIONAL SALE OF GOODS AND THE UNITED NATIONS CONVENTION ON THE LIMITATION PERIOD IN THE INTERNATIONAL SALE OF GOODS IS HEREBY EXPRESSLY EXCLUDED AND WILL NOT APPLY TO THIS AGREEMENT.</p>\n<p>\n<strong>\n<u>VENUE</u>\n</strong>.\nEXCEPT FOR INDIVIDUAL SMALL CLAIMS ACTIONS WHICH CAN BE BROUGHT IN ANY SMALL CLAIMS COURT WHERE JURISDICTION AND VENUE ARE PROPER, ANY ARBITRATION, LEGAL SUIT, ACTION OR PROCEEDING ARISING OUT OF OR RELATING TO THIS AGREEMENT OR ANY DISPUTE SHALL BE COMMENCED IN (1) NEW YORK, NEW YORK, (2) ATLANTA, GEORGIA, (3) CHICAGO, ILLINOIS, (4) DALLAS, TEXAS, (5) SEATTLE, WASHINGTON, OR (6) LOS ANGELES, CALIFORNIA, AND YOU AND BELKIN EACH IRREVOCABLY SUBMITS TO THE EXCLUSIVE JURISDICTION AND VENUE FOR ANY SUCH PROCEEDING.\nHOWEVER, FOR A DISPUTE OF $2,500 OR LESS, YOU MAY CHOOSE WHETHER THE ARBITRATION IN ANY OF THE SIX REGIONAL VENUES PROCEEDS IN PERSON, BY TELEPHONE, OR BASED ONLY ON SUBMISSIONS.</p>\n<p>\n<strong>HOW TO OPT OUT OF MANDATORY ARBITRATION</strong>.\nNotwithstanding the foregoing, you or Belkin may file a lawsuit in court rather than resolving the Dispute by arbitration if (a) the Dispute qualifies for small claims court (there are monetary limitations for small claims court), or (b) <strong>you opt out of these arbitration procedures within 30 days from the date that you accept this Agreement</strong> (the “Opt-Out Deadline”).\nIn order to opt out of mandatory arbitration, you must (i) mail written notification to Belkin International, Inc., 12045 E.\nWaterfront Drive, Playa Vista, California, 90094, Attn: Chief Legal Officer, or (ii) email written notification to arbitrationoptout@belkin.com.\nIn either case, such written notification must include your name, address, and a clear statement that you do not wish to resolve disputes with Belkin through arbitration.\nAny opt-out request received after the Opt-Out Deadline will not be valid and you must pursue your Dispute in arbitration or, if the dispute qualifies, in small claims court.</p>\n<p>\n<strong>\n<em>If you are located outside of the United States, or if Section 17 does not apply to you or is otherwise unenforceable as adjudicated by a court of competent jurisdiction, then Section 18 applies to you:</em>\n</strong>\n</p>\n<p>\n<strong>18.&nbsp;&nbsp;GOVERNING LAW.</strong>\n</p>\n<p>\n<strong>\n<u>NON-EU RESIDENTS</u>\n</strong>.\nThe courts in some countries or jurisdictions will not apply California law to some types of disputes.\nIf you are resident in one of those countries or jurisdictions, then where California law is excluded from applying, your country’s laws will apply to such disputes which are related to this Agreement.\nIn all other circumstances, this Agreement will be governed by California law, without reference to its or any other jurisdiction’s conflict of laws principles.\nThe courts in some countries or jurisdictions will not allow for dispute resolution by arbitration or waiver of classwide claims by you.\nIf you are a resident of one of those countries or jurisdictions, any action arising out of or relating to this Agreement may be brought exclusively in the appropriate state or federal court in Los Angeles, California, and Belkin and you irrevocably consent to the jurisdiction of such courts and venue in Los Angeles, California.\nHowever, if you are a consumer and you live in a country where Belkin markets or distributes the Software, local law may require that certain consumer protection laws of your country of residence apply to some sections of this Agreement.\nIn addition, Belkin may seek injunctive relief in any court having jurisdiction to protect its intellectual property rights.\nEach of the United Nations Convention on Contracts for the International Sale of Goods and the United Nations Convention on the Limitation Period in the International Sale of Goods is hereby expressly excluded and will not apply to this Agreement.\n</p>\n<p>\n<strong>\n<u>EU RESIDENTS</u>\n</strong>.\nIf you are a natural person who resides in a country in the European Union, the laws of the member state in which you are a resident shall apply to this Agreement and any disputes potentially arising in connection thereto.\nThe courts of the member state in which you reside shall have non-exclusive jurisdiction over any such dispute.\nResidents of countries in the European Union may also bring any such dispute before a local consumer dispute resolution body, if any such body is constituted under the laws of the country in which you reside.\nOtherwise if you are located in Europe and are not a natural person, the laws of the United Kingdom shall apply to all matters arising from or relating to this Agreement (without reference to its choice of law provisions) and all disputes related thereto are dealt exclusively by the competent courts of the United Kingdom.</p>\n<p>\n<strong>APPLE RIDER<br>(REQUIRED FOR APP SOFTWARE ON APPLE’S APP STORE ONLY)</strong>\n</p>\n<p>\n<strong>Acknowledgement</strong>.\nBoth Belkin and you acknowledge that (i) this Agreement is concluded between Belkin and you only, and not with Apple, Inc.\n(“Apple”).\n(ii) as between Belkin and Apple, Belkin, not Apple, is solely responsible for the licensed application (“App”) and the content thereof.\nThis Agreement does not provide for usage rules for the App that conflicts with the App Store Terms of Service as of the date you entered into this Agreement, and you acknowledge that you have had the opportunity to review the App Store Terms of Service.\n</p>\n<p>\n<strong>Scope of License</strong>: The license granted to you for the App is limited to a non-transferable license to use the App on any Apple-branded products that you own or control and as permitted by the Usage Rules set forth in the App Store Terms of Service, except that such App may be accessed, acquired and used by other accounts associated with you via family sharing or volume purchasing.</p>\n<p>\n<strong>Maintenance and Support</strong>.\nBelkin is solely responsible for providing any maintenance and support services with respect to the App as required under applicable law.\nBoth Belkin and you acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the App.</p>\n<p>\n<strong>Warranty</strong>: Belkin is solely responsible for the warranty in this Agreement, whether express or implied by law, to the extent not effectively disclaimed.\nIn the event of any failure of the App to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the App to you.\nTo the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the App, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be Belkin’s sole responsibility.</p>\n<p>\n<strong>Product Claims</strong>.\nBelkin and you acknowledge that Belkin, and not Apple, is responsible for addressing any claims relating to the App and your possession and/or use of the App, including but not limited to: (i) product liability claims.\n(ii) any claim that the App fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\nThis Agreement does not limit Belkin’s liability beyond what is permitted by applicable law.</p>\n<p>\n<strong>Intellectual Property Rights</strong>.\nBelkin and you acknowledge that in the event of any third party claim that the App or your possession and use of the App infringes that third party’s intellectual property rights, Belkin and not Apple will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim.</p>\n<p>\n<strong>Third Party Terms of Agreement</strong>.\nYou must comply with any applicable third-party terms of agreement when using the App, such as your wireless data service agreement.</p>\n<p>\n<strong>Third Party Beneficiary</strong>.\nBelkin and you acknowledge and agree that Apple and its subsidiaries are third party beneficiaries of this Agreement and that, upon your acceptance of the terms and conditions of this Agreement, Apple will have the right (and will be deemed to have accepted the right) to enforce this Agreement against you as a third party beneficiary.</p>\n<p>********************************</p>\n<p>Belkin International, Inc.<br>12045 East Waterfront Drive<br>Playa Vista, California 90094</p>\n<p>If you have a question about your Product or Software or experience a problem with it, please go to the following websites for information on how to contact Belkin in your area: </p>\n<ul>\n<li>Belkin and Wemo Products: https://www.belkin.com/support</li>\n<li>Linksys Products: https://support.linksys.com</li>\n</ul>\n<p>\n</p>\n<p>Belkin, Linksys, Wemo and many product names and logos are trademarks of the Belkin group of companies.\nThird-party trademarks mentioned are the property of their respective owners.</p>\n<p>© 2019 Belkin International, Inc.\nand/or its affiliates.\nAll rights reserved.</p>\n<p>Dated June 2019</p> ", "created_at": "2021-01-20 20:07:58.999323", "updated_at": "2021-01-24 09:57:20.050128"}], "points": [], "urls": ["belkin.com"]}}