{"error": 448, "message": "OK", "parameters": {"id": 6238, "name": "turtlapp", "created_at": "2022-01-05 23:47:57.984269", "updated_at": "2022-01-05 23:01:13.668052", "wikipedia": null, "keywords": null, "related": null, "slug": "turtlapp", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6238.png", "url": "turtlapp.com", "documents": [{"id": 11301, "name": "Terms and conditions", "url": "https://turtlapp.com/terms/", "xpath": "/html/body/div[2]/div", "text": " <p>Last update: <strong>November 8, 2019</strong>\n</p> Terms and conditions <p>By using the Turtl (“Service”), you are agreeing to be bound by the following terms and conditions (“Terms of Service”).</p>\n<p>Lyon Bros LLC (“Company”) reserves the right to update and change these Terms of Service without notice.</p>\n<p>Violation of any of the terms below may result in the termination of your account.</p> Account terms <ol>\n<li>You are responsible for maintaining the security of your account and password.\nThe Company cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.\nThe Company cannot and will not be liable for loss of access to account.</li>\n<li>You are responsible for all content posted and activity that occurs under your account (even when content is posted by others who have access to shared resources on your account).</li>\n<li>You may not use the Service for any illegal purpose or to violate any laws in your jurisdiction (including but not limited to copyright laws).</li>\n</ol> API terms <p>The API is a published resource that is not guaranteed or documented in any capacity by the Company.\nUse of the public-facing API is at the risk of the user and Company will not be liable for loss of access to any or all parts of the API.</p> Premium subscriptions, payments, and refunds <ol>\n<li>The service is offered for free with limited functionality.</li>\n<li>All paid (“Premium”) accounts are offered with a 30-day trial period.</li>\n<li>Failure to make regular payments on Premium accounts may result in suspension of features associated with Premium accounts.</li>\n<li>Refunds will be reviewed on a case-by-case basis by the Company.\nThe Company makes no guarantee on refunds for Premium accounts.</li>\n<li>Premium accounts can be canceled at any time either by using the account management link in the email sent when the Premium account was created or by contacting the Turtl team at info@turtlapp.com.</li>\n</ol> Cancellation of service <ol>\n<li>Your account can be canceled at any time using the following methods:</li>\n<li>In the application, go to “Settings” then “Delete my account” then confirming.</li>\n<li>Using the account deletion interface posted on the Turtl website (https://turtlapp.com/users/delete/).</li>\n<li>Cancellation of your account immediately makes all data associated with your account inaccessible.\nThe Company will not be liable for any losses associated with a user-inited account cancellation.</li>\n<li>Cancellation of an account associated with Premium service will end all charges associated with that Premium service.\nCancellation of a Premium account before the end of your current paid up will not be prorated for unused time in the last billing cycle.</li>\n<li>The Company, in its sole discretion, has the right to suspend or terminate your account and refuse any and all current or future use of the Service for any reason at any time.\nSuch termination of the Service will result in the deactivation or deletion of your Account or your access to your Account, and the forfeiture and relinquishment of all content in your account.\nThe Company reserves the right to refuse service to anyone for any reason at any time.</li>\n</ol> Modifications to the Service and Prices <ol>\n<li>The Company reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, any part of the Service with or without notice.</li>\n<li>Prices of all Services are subject to change upon 30 days notice from us.\nSuch notice may be provided at any time by posting the changes to the Turtl website or the Service itself.</li>\n<li>The Company shall not be liable to you or to any third party for any modification, price change, suspension or discontinuance of the Service.</li>\n</ol> Copyright and Content Ownership <ol>\n<li>All content posted on the Service must comply with U.S.\ncopyright law.</li>\n<li>We claim no intellectual property rights over the material you provide to the Service.\nAll materials uploaded remain yours.</li>\n<li>The Company does not pre-screen content, but reserves the right (but not the obligation) in their sole discretion to refuse or remove any content that is available via the Service.</li>\n</ol> General Conditions <ol>\n<li>Your use of the Service is at your sole risk.\nThe service is provided on an “as is” and “as available” basis.</li>\n<li>Support is only provided via email, and only for Premium accounts that explicitely specify support as a feature.</li>\n<li>You understand that the Company uses third party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run the Service.</li>\n<li>You must not modify another website so as to falsely imply that it is associated with the Service or the Company.</li>\n<li>You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service without the express written permission by the Company.</li>\n<li>We may, but have no obligation to, remove content and accounts that we determine in our sole discretion are unlawful or violates any party’s intellectual property or these Terms of Service.</li>\n<li>We reserve the right to temporarily disable your account if your usage significantly exceeds the average usage of other Service customers.\nOf course, we’ll reach out to the account owner before taking any action except in rare cases where the level of use may negatively impact the performance of the Service for other customers.</li>\n<li>The Company does not warrant that (i) the Service will meet your specific requirements, (ii) the Service will be uninterrupted, timely, secure, or error-free, (iii) the results that may be obtained from the use of the Service will be accurate or reliable, and (iv) any errors in the Service will be corrected.</li>\n<li>You expressly understand and agree that the Company shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if the Company has been advised of the possibility of such damages), resulting from: (i) the use or the inability to use the service.\n(ii) the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from the service.\n(iii) unauthorized access to or alteration of your transmissions or data.\n(iv) statements or conduct of any third party on the service.\n(v) or any other matter relating to the service.</li>\n<li>The failure of the Company to exercise or enforce any right or provision of the Terms of Service shall not constitute a waiver of such right or provision.\nThe Terms of Service constitutes the entire agreement between you and the Company and govern your use of the Service, superceding any prior agreements between you and the Company (including, but not limited to, any prior versions of the Terms of Service).</li>\n<li>Any new features that augment or enhance the current Service, including the release of new tools and resources, shall be subject to the Terms of Service.\nContinued use of the Service after any such changes shall constitute your consent to such changes.</li>\n<li>Questions about the Terms of Service should be sent to info@turtlapp.com.</li>\n</ol> ", "created_at": "2022-01-05 22:48:53.115273", "updated_at": "2022-01-05 22:49:01.193939"}, {"id": 11300, "name": "Privacy", "url": "https://turtlapp.com/privacy/", "xpath": "/html/body/div[2]/div", "text": " <p>Last update: <strong>December 8, 2015</strong>\n</p> Privacy <p>We have created this page to explain, very clearly and without legal speak, how\nwe collect and use your information while the Turtl app is connected to our\nservers.</p>\n<p>Note that this document will update as new features are added to Turtl.\nHowever,\nparts of this document that state that something will <em>never</em> happen will not be\nchanged in any material way other than to clarify any possible ambiguity.\nWhen\nwe say never, we mean it.</p> Information collection <p>Times when Turtl collects user information:</p>\n<ul>\n<li>When users join Turtl.\nThey do so with a username and password: the username\nis currently never sent to the servers, but in future versions may be sent in\nplain text to our servers.\nThe password, along with the username, create two\npieces of data: an authentication token used to verify that the user logging\nin is the same user we have on our servers, and a master key used to encrypt\nand decrypt your profile.\nThe master key is never sent outside of the Turtl\napp.\nThe authentication token is created by one-way hashing the username and\npassword and then encrypting using the master key.\nIt does not contain any\npersonally identifiable information, nor can any be reversed from the token.</li>\n<li>When users add a persona.\nPersonas allow your account, which is private by\ndefault, to be shared with by other people.\nSo when you create a persona,\nTurtl asks for an email address (required), name (optional), and in the future\npossibly more optional fields (such as an avatar photo).</li>\n<li>When you add data to your profile.\nThe notes/bookmarks/files you add will all\nbe encrypted (in the client) then sent to the Turtl service (where all your\ndata remains encrypted).\nYour data is only ever decrypted when inside the\napplication, and the only way to decrypt your profile is with your master key\nor if you purposefuly share with another person.\nYour profile cannot even be\nread by us.</li>\n</ul> Information sharing/disclosure <p>Times when Turtl shares your information:</p>\n<ul>\n<li>When you successfully log in to your account, Turtl will download your data\nprofile (notes/bookmarks/files) to your local computer, in encrypted form,\nand then decrypt your data when it arrives.</li>\n<li>When someone is searching for your email in the sharing interface, Turtl will\nindicate whether or not the email typed in belongs to a current Turtl persona.\nHowever, one must be logged in to the Turtl service to perform this search,\nand there is no way to search multiple emails based on a wildcard.\nAn email\nmust be known beforehand.</li>\n<li>When United States law enforcement or a government agency has a court order or warrant which mandates that we share information on a specific user, we\nmust comply.\nHowever, keep in mind that your data profile remains encrypted\nduring this process.\nWe have no way to decrypt your data, and most likely\nneither does any law enforcement agency.\nWhether or not you choose to share\nyour encryption key with them is your decision.</li>\n</ul>\n<p>The above may change, but with the restriction that Turtl will never share your\ninformation with any third party other than a law enforcement agency which has\na valid, legal court order mandating us to turn over information.\nWe will not\ngive your information to third parties.</p> Advertisement <p>Turtl has no third-party advertisements of any kind.\nTurtl will never have any\nform of third-party advertisement.\nDoing so would cripple the security measures\nTurtl takes to protect your information.</p>\n<p>At times, Turtl may advertise, endorse, or promote features or other products,\nbut at no time will any third-party advertiser be allowed to place any hooks\ninto our codebase.\nAny advertisements run on the Turtl application will be run\nby Turtl and no one else.</p> ", "created_at": "2022-01-05 23:47:57.987001", "updated_at": "2022-01-05 22:48:46.109715"}], "points": [], "urls": ["turtlapp.com"]}}