{"error": 448, "message": "OK", "parameters": {"id": 4589, "name": "Omni Automation", "created_at": "2021-07-07 03:39:28.810065", "updated_at": "2021-07-07 22:00:47.868097", "wikipedia": null, "keywords": null, "related": null, "slug": "omni-automation", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4589.png", "url": "omni-automation.com", "documents": [{"id": 8115, "name": "Privacy Policy", "url": "https://omni-automation.com/privacy.html", "xpath": "//body", "text": " ☰ OMNI·AUTOMATION ?◎ × <ul>\n<li>Home</li>\n<li>Privacy Policy</li>\n</ul>\n<ul>\n<li>OmniFocus</li>\n<li>OmniGraffle</li>\n<li>OmniOutliner</li>\n<li>OmniPlan</li>\n</ul>\n<ul>\n<li>Script Security</li>\n<li>Console</li>\n<li>Script URLs</li>\n<li>Plug-Ins</li>\n<li>Plug-In Generators</li>\n<li>Shared Classes</li>\n</ul>\n<ul>\n<li>Shortcuts App (iOS)</li>\n<li>Drafts App (iOS/macOS)</li>\n<li>FileMaker Pro (macOS &amp.\niOS)</li>\n<li>“Omni-Interactive” HTML</li>\n<li>JXA|AppleScript (macOS)</li>\n</ul> × Privacy Policy <p>Welcome to OMNI-AUTOMATION.COM a website dedicated to providing documentation and information about Omni Automation.\nWe respect and honor customers of The Omni Group, and their interest in automation.</p>\n<p>This website employs <b>no</b> cookies, <b>no</b> tracking, <b>no</b> ads, and JavaScript is used only for showing movies, and for encoding and running the Omni Automation script examples you choose to execute.</p>\n<p>This website is rated Google Safe™.\nCheck for yourself: SITECHECKER.PRO</p>\n<p>Of interest:</p>\n<ul>\n<li>All HTML coding is done by hand using the macOS version of the <b>BBEdit</b> application from Bare Bones Software.</li>\n<li>The website uses the localStorage property to keep track of the background color choice of the user (dark or light)</li>\n<li>The website is developed and maintained by Sal Soghoian (Otto Automator) in cooperation with The Omni Group, and is hosted by Inmotion Hosting using AutoSSL certificates to ensure encrypted connections.\n</li>\n</ul>\n<p>We hope you find this site useful and informative, and we welcome your comments and suggestions.</p>\n<p>Again, thank you for your patronage.\nNow go change the world!</p> DISCLAIMER <p>Software and examples are provided by OMNI-AUTOMATION.COM on an \"AS IS\" basis.\nOMNI-AUTOMATION.COM MAKES NO WARRANTIES, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION THE IMPLIED WARRANTIES OF NON - INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, REGARDING THE OMNI-AUTOMATION.COM SOFTWARE OR ITS USE AND OPERATION ALONE OR IN COMBINATION WITH YOUR PRODUCTS.</p>\n<p>IN NO EVENT SHALL OMNI-AUTOMATION.COM BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES ( INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES.\nLOSS OF USE, DATA, OR PROFITS.\nOR BUSINESS INTERRUPTION ) ARISING IN ANY WAY OUT OF THE USE, REPRODUCTION, MODIFICATION AND / OR DISTRIBUTION OF THE OMNI-AUTOMATION.COM SOFTWARE, HOWEVER CAUSED AND WHETHER UNDER THEORY OF CONTRACT, TORT ( INCLUDING NEGLIGENCE ), STRICT LIABILITY OR OTHERWISE, EVEN IF OMNI-AUTOMATION.COM HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.</p>\n<p>Mention of third-party websites and products is for informational purposes only and constitutes neither an endorsement nor a recommendation.\nOMNI-AUTOMATION.COM assumes no responsibility with regard to the selection, performance or use of information or products found at third-party websites.\nOMNI-AUTOMATION.COM provides this only as a convenience to our users.\nOMNI-AUTOMATION.COM has not tested the information found on these sites and makes no representations regarding its accuracy or reliability.\nThere are risks inherent in the use of any information or products found on the Internet, and OMNI-AUTOMATION.COM assumes no responsibility in this regard.\nPlease understand that a third-party site is independent from OMNI-AUTOMATION.COM and that OMNI-AUTOMATION.COM has no control over the content on that website.\nPlease contact the vendor for additional information.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>HIDEThis website is developed and maintained in cooperation with The Omni Group.\nMore information available in PRIVACY POLICY.</p> ", "created_at": "2021-07-07 03:39:28.81395", "updated_at": "2021-07-07 01:39:59.660608"}], "points": [], "urls": ["omni-automation.com"]}}