{"error": 448, "message": "OK", "parameters": {"id": 6690, "name": "Australian Red Cross Lifeblood", "created_at": "2022-06-20 20:12:23.524829", "updated_at": "2022-06-20 22:01:12.296781", "wikipedia": null, "keywords": null, "related": null, "slug": "australian-red-cross-lifeblood", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6690.png", "url": "donateblood.com.au,lifeblood.com.au", "documents": [{"id": 12195, "name": "PRIVACY POLICY", "url": "https://my.donateblood.com.au/app/answers/detail/a_id/1363", "xpath": "//body", "text": "<p>\n</p> Skip Navigation Your browser either does not have JavaScript enabled or does not appear to support enough features of JavaScript to be used well on this site.\nRed Cross Lifeblood <ul>\n<li>\n<i>\n</i>Home</li>\n<li>\n<i>\n</i>Call 13 14 95</li>\n<li>\n<i>\n</i>FAQs</li>\n<li>\n<i>\n</i>Contact us</li>\n<li>\n<i>\n</i>Results <ul>\n<li>Results</li>\n<li>Compare teams</li>\n<li>Challenges</li>\n</ul>\n</li>\n</ul> PRIVACY POLICY Published 30/07/2018 12.32 PM &nbsp;&nbsp;|&nbsp;&nbsp;&nbsp.\nUpdated 19/02/2020 03.25 PM Australian Red Cross Lifeblood (Lifeblood) is bound by the Privacy Act 1988 as well as other laws that impose obligations regarding personal and health information.\nLifeblood is committed to protecting the privacy of personal and health information.<br>\n<br>\nThis Privacy Policy details how your personal information is collected, used, stored and disclosed by Lifeblood and how you may contact us if you would like to access or correct your personal information.\n<p>This Privacy Policy sets out Australian Red Cross Lifeblood’s (Lifeblood) commitment to protecting the privacy of personal information, including health information, collected by Lifeblood or provided to Lifeblood, both tangibly (e.g.\n&nbsp;in person at donor centres) or online (e.g.\nthrough Lifeblood websites, mobile applications or other digital platforms).\n&nbsp;</p>\n<p>This Privacy Policy details how personal information is collected, used, stored and disclosed by Lifeblood and your rights in relation to this.</p> What personal information Lifeblood collected and holds <p>In order to provide life-giving blood, plasma, transplantation and biological products for world-leading health outcomes, Lifeblood collects and holds personal information about individuals (including sensitive health information).</p> Blood Donors&nbsp.\n<p>For the safety of both donors and the blood supply, &nbsp;Lifeblood needs to collect information about health, medical history, travel and certain high risk activities (in the context of blood donation) of blood donors and people volunteering to be blood donors.\n&nbsp;The information collected from blood donors includes:</p>\n<ul>\n<li>Name</li>\n<li>Contact details including email address, mailing &nbsp;address, street address and telephone numbers</li>\n<li>Date of birth</li>\n<li>Medical history</li>\n<li>Travel history</li>\n<li>Certain high risk behaviours relevant to a safe blood supply, such as recent sexual activity</li>\n</ul>\n<p>Lifeblood will collect and hold the personal information supplied by donors when they register, or attend Lifeblood as a donor including in the donor interview, test results for each donation, details of any adverse events and any communication or correspondence with individual donors.</p>\n<p>From time to time Lifeblood may also collect personal information from donors or prospective donors through customer surveys.</p> Recipients of blood products <p>From time to time, Australian health service providers provide Lifeblood with details of recipients (including potential recipients) of blood products.\n&nbsp;</p>\n<p>This information may include the recipient’s name, blood type, test results and other health information.</p> Medical Pathology Services – Transplantations and Immunogenetics and Red Cell Reference <p>Personal information relevant to these services is not collected directly from an individual but is passed to the Lifeblood Tissue Typing Service via referral from the individuals treating health service provider.</p>\n<p>This information could include:</p>\n<ul>\n<li>Name&nbsp;</li>\n<li>Date of birth&nbsp;</li>\n<li>Address, postal and email, and telephone numbers&nbsp;</li>\n<li>Medical history, current medication and other clinical information &nbsp;</li>\n<li>Emergency contact details&nbsp;</li>\n<li>Health fund and health insurance details&nbsp;</li>\n<li>Medicare number</li>\n</ul>\n<p>The personal information provided to Lifeblood meets the requirements for Medical Pathology Services (NPAAC guidelines).&nbsp;</p>\n<p>More information about medical pathologies services is available online.</p> Research participants&nbsp.\n<p>The Lifeblood conducts research regarding blood donation and transfusion.\nSometimes de-identified donation information, such as age and gender, may be used for that research.\n&nbsp;Research on donor behaviour using both donor and non-donor participants is conducted where consent is obtained from the individual.</p>\n<p>Before research is undertaken in relation to any part of a blood donation, approval from an appropriate Human Research Ethics Committee is required and obtained by Lifeblood.&nbsp;</p> Website visitors&nbsp.\n<p>Lifeblood may collect the following information about visitors to Lifeblood websites or users of Lifeblood mobile applications:</p>\n<ul>\n<li>Additional personal information provided directly or indirectly through the use of the website, associated applications, associated social media platforms and or accounts from which users (including donors, recipients, health professionals and members of the public) permit us to collect information.</li>\n<li>Browser session and geo-location data, device and network information, statistics on page views and sessions, acquisition sources, search queries and browsing behaviour.</li>\n<li>Information about access and use of our website, including through the use of internet cookies, communications with our website, type of browser used, type of operating system used and domain name of internet service provider.</li>\n</ul> Why we collect personal information and what we use it for <p>Lifeblood will use your personal information for:</p>\n<ul>\n<li>the primary purposes for which it was collected (as set out below).\nor</li>\n<li>for secondary purposes directly related to the primary purposes for which it was collected which you would reasonably expect.\nor</li>\n<li>for other purposes that Lifeblood has told the relevant individual’s about.\nor&nbsp;</li>\n<li>as permitted or required by law.</li>\n</ul> Blood Donors <p>Personal information is collected from and used by Lifeblood for the following purposes:</p>\n<ul>\n<li>to assess the eligibility of individuals to donate blood and to protect both donor health and safety and the safety and sufficiency of blood and blood products;</li>\n<li>to maintain contact with donors regarding past donations and for the purposes of future donations;</li>\n<li>for research, including research regarding and research for the purposes of therapeutic benefit &nbsp;blood transfusion and blood safety.\nand</li>\n<li>to maintain contact with donors for the purposes of research, including market research, regarding blood donation and collection and participation in Lifeblood activities.</li>\n</ul>\n<p>Lifeblood also uses information collected from blood donors:</p>\n<ul>\n<li>for internal record keeping and administrative purposes such as risk management, education and training of staff, quality assurance activities and to monitor donor satisfaction.\nand</li>\n<li>to comply with its legal obligations including under the Therapeutic Goods Act and health record laws</li>\n</ul> Recipients of blood products <p>In order to provide the most appropriate blood product, Australian health service providers from time to time provide Lifeblood with details of recipients of blood products.\n&nbsp;This information is held for future use in the event of further transfusion needs to assist in timely supply of appropriate blood products.</p> Medical Pathology Services – Transplantations and Immunogenetics and Red Cell Reference <p>The personal information collected by Lifeblood meets the requirements for Medical Pathology Services (NPAAC guidelines).\nThe information is used to generate clinical reports which are provided to the appropriate health service providers directly involved in the individual’s clinical care for organ and stem cell transplant or immunogenetics testing.&nbsp;</p> Research participants&nbsp.\n<p>Lifeblood conducts world-class research to inform core activities and contribute to improved operational procedures and changes in clinical practice.\nInformation from blood donors and other research participants is used to conduct this research.</p> Website visitors&nbsp.\n<p>Information from visitors to Lifeblood websites may be used:</p>\n<ul>\n<li>for data analytics, market research and business development, including to operate and improve our website, associated applications and associated social media platforms;</li>\n<li>for online transfusion education programs run for health professionals;</li>\n<li>to send individuals tailored information about blood donation and Lifeblood.</li>\n</ul> Disclosure of your personal information <p>Lifeblood may disclose your personal information to:</p>\n<ul>\n<li>Lifeblood employees whose job responsibilities require such access;</li>\n<li>third party service providers for the purpose of enabling them to provide their services, including Australian health service providers where information is relevant for recipient care/clinical safety, IT service provides, data storage, webhosting and server providers, marketing or advertising provider;</li>\n<li>our insurers, but only to the extent necessary and permitted by law;</li>\n<li>courts, tribunals, regulatory authorities and law enforcement officers as required by law, in connection with any actual or prospective legal proceedings, or in order to establish, exercise or defend our legal rights;</li>\n<li>third parties, including professional colleges and societies, agents or sub-contractors, who assist us in providing information, products, services or communications to you.\n&nbsp;This may include parties located, or that store data, outside of Australia;</li>\n<li>third parties to collect and process data on behalf of Lifeblood, such as Google Analytics.\nThis may include parties located, or that store data, outside of Australia.</li>\n</ul>\n<p>If Lifeblood provides your details to a third party acting on behalf ofLifeblood, the third party will be subject to a confidentiality agreement and must only use your personal information for the purposes for which it was provided.\n&nbsp;They will be subject to privacy standards equivalent to those that Lifeblood is required to comply with.</p>\n<p>Lifeblood will not use sensitive information, including health information, for any direct marketing.</p>\n<p>Lifeblood will not sell your personal information.</p> Your rights and controlling your personal information Consent <p>Please read this Privacy Policy carefully.\n&nbsp;By providing personal information to us, you consent to us collecting, holding, using and disclosing your personal information in accordance with this Privacy Policy.</p> Access and correction <p>You have a right to request access to your own personal information.\n&nbsp;You also have a right to request its correction if you consider it is incorrect.&nbsp;</p>\n<p>In order to protect your personal information from being disclosed to the wrong person, Lifeblood has processes in place to ensure that your identity is confirm as well as the information that you are requesting.</p>\n<p>The process for requesting your personal information that Lifeblood holds is as follows:</p>\n<ul>\n<li>complete the form - download privacy request form</li>\n<li>provide the form and a copy of a form of proof of identity to either: <ul>\n<li>Chief Privacy Officer, GPO Box 5103, Melbourne, Victoria 3001.\nor</li>\n<li>PrivacyRequestsAUS@redcrossblood.org.au</li>\n</ul>\n</li>\n</ul>\n<p>Once Lifeblood receives the form and confirms your identity the proof of identity will be deleted or destroyed.</p>\n<p>Lifeblood seeks to deal with requests promptly but the time to respond can vary depending upon the information requested and the number of requests received.\nIf you can be as specific as possible about the information requested this assists in collating and providing the information.</p>\n<p>If you believe any personal information we are holding is incorrect or incomplete please contact the Chief Privacy Officer at either:</p>\n<ul>\n<li>GPO Box 5103, Melbourne, Victoria 3001.\nor</li>\n<li>PrivacyRequestsAUS@redcrossblood.org.au</li>\n</ul> Anonymity <p>You can contact Lifeblood anonymously online or by calling 1300 606 833.\n&nbsp;In some cases, Lifeblood may not be able to provide further information without verifying your identity.</p> Information from third parties <p>If Lifeblood receives information about you from a third party, Lifeblood will protect that information as set out in this Privacy Policy.\nLifeblood only seeks to collect information from someone else if you have consented, it is authorised or required by law, or if it is unreasonable or impracticable to collect that information from you.&nbsp;</p> Unsubscribe <p>To unsubscribe from Lifeblood’s email database or opt out of communications please contact Lifeblood using the details below or opt-out using the opt-out facilities provided in the communication.</p> Complaints <p>If you believe that Lifeblood has breached the Australian Privacy Principles and wish to make a complaint, please contact Lifeblood setting out the details of the alleged breach, at either:</p>\n<ul>\n<li>Chief Privacy Officer, GPO Box 5103, Melbourne, Victoria 3001.\nor</li>\n<li>PrivacyRequestsAUS@redcrossblood.org.au</li>\n</ul>\n<p>Your complaint will be promptly investigated and Lifeblood will respond to you, in writing, setting out the outcome of the investigation and the steps Lifeblood has taken or will take to deal with your complaint.&nbsp;</p>\n<p>If you are not satisfied with Lifeblood’s response you can refer your complaint to the Office of Australian Information Commissioner.</p> Storage and retention <p>Lifeblood is committed to ensuring that the personal information it collects is secure.\n&nbsp;In order to prevent unauthorised access or disclosure Lifeblood has put in place suitable physical, electronic and managerial procedures to safeguard and secure the personal information and protect it from misuse, interference, loss and unauthorised access, modification and disclosure.</p>\n<p>In order to administer, secure and back-up your personal information, your personal information may be transferred, stored, disclosed, or processed in data centres located outside Australia, including the United States of America, Singapore and &nbsp;other jurisdictions from time to time.</p>\n<p>Where information is stored by a third party, Lifeblood requires them to comply with the Privacy Act and our Privacy Policy.\nThis compliance will be monitored by Lifeblood.</p>\n<p>Under Therapeutic Goods Legislation Lifeblood maintains blood donor records for as long as reasonably required for the purposes of the safety of donors and recipients.&nbsp;</p> Collection, use and disclosure of personal information through the Lifebloods's website <p>When you email Lifeblood with a query, Lifeblood will collect the personal information you provide.\nSubject to any exceptions within the privacy legislation, Lifeblood will not use or disclose this information for any purpose other than to progress and respond to your query.&nbsp;</p>\n<p>Lifeblood may use cookies on our websites from time to time.\nCookies are text files placed in your computers browser to store your preferences.\n&nbsp;Cookies, by themselves, do not tell Lifeblood your email address or other personally identifiable information.\n&nbsp;However, they do allow third parties, such as Google and Facebook, to cause Lifeblood advertisements to appear on your social media and online media feeds as part of Lifeblood targeting campaigns.\n&nbsp;If and when you choose to provide Lifeblood websites with personal information, this information may be linked to data stored in the cookie.</p>\n<p>Lifeblood may use web beacons on our websites from time to time.\nWeb beacons (also knowns as Clear GIFs) are small pieces of code placed on a web page to monitor the visitor’s behaviour and collect data about the visitor’s viewing of a web page.\n&nbsp;For example, web beacons can be used to count the users who visit a web page or to deliver a cookie to the browser of a visitor viewing the page.</p> Overseas disclosure <p>Lifeblood will not disclose personal information to an overseas entity except in circumstances where it is permitted under the Privacy Act 1988 (Cth).\nHowever, please note information about overseas storage in the “Storage and Retention” section above.</p> Applications for employment <p>Personal information provided to Lifeblood for the purposes of seeking employment is collected and used only for the purposes of considering your application.\n&nbsp;The ‘Australian Red Cross Lifeblood Recruitment Privacy Statement’ is provided to all applicants and contains a description of how information will be collected, used and stored.</p> Review and amendments <p>Lifeblood may, at any time, vary this Privacy Policy by publishing an amended Privacy Policy on its websites.\n&nbsp;It is recommend that you check the Lifeblood website regularly to ensure you are aware of the current Privacy Policy.&nbsp;</p>\n<p>This Privacy Policy will be reviewed by Lifeblood at least every 2 years or more frequently if required by the Privacy Act or other relevant legislation.</p> Email this page Recipient Email * Your Email * Your Name * Print Share <ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> LinkedIn </li>\n<li> Reddit </li>\n</ul> Is this answer helpful? Yes No Most viewed questions <ul>\n<li> COLLECTION STATEMENT FOR DONATEBLOOD WEBSITE SELF SERVICE </li>\n<li> Sexual activity - Is there any sexual activity that will affect my ability to donate blood? </li>\n<li> Weight - How much should I weigh to donate blood? </li>\n<li> Iron (low) - My iron level is low.\nAm I eligible to donate? </li>\n<li> Colds - I have a cold.\nCan I donate? </li>\n</ul>\n<p>2022 AUSTRALIAN RED CROSS LIFEBLOOD | Terms &amp.\nConditions | Privacy Policy | Security | Cookies | Collection Statement </p> ", "created_at": "2022-06-20 20:12:23.533376", "updated_at": "2022-06-20 18:20:16.300072"}, {"id": 12194, "name": "TERMS AND CONDITIONS FOR DONATEBLOOD WEBSITE SELF SERVICE", "url": "https://my.donateblood.com.au/app/answers/detail/a_id/1365", "xpath": "/html/body/div[2]/div", "text": " TERMS AND CONDITIONS FOR DONATEBLOOD WEBSITE SELF SERVICE Published 30/07/2018 01.43 PM &nbsp;&nbsp;|&nbsp;&nbsp;&nbsp.\nUpdated 19/02/2020 03.15 PM <p>&nbsp;</p>\n<p>&nbsp;</p> PART A GENERAL USER TERMS <p>1.\nYour acceptance<br>\n<br>\n1.1 These are the terms on which the Australian Red Cross Society, a body corporate established by Royal Charter dated 28 June 1941, acting through that part of its operations known as Australian Red Cross Lifeblood (ABN 50 169 561 394) (referred to as Lifeblood, we, our or us) permits users (referred to as user, you or your) to:</p>\n<p>(a) access, use and upload content to the Lifeblood Website and&nbsp;Lifeblood Donor Mobile Application (Donor Mobile App) (together, the Online Self Service);</p>\n<p>(b) view, manage appointments and interact with any content, information, communications, text or other material provided by Lifeblood (Lifeblood Content) or any User Content (defined in clause 5);</p>\n<p>(c) upload User Content to the Online Self Service and communicate with Lifeblood.\nand</p>\n<p>(d) browse to and view other websites which aren't owned, operated or controlled by Lifeblood (Third Party Websites).</p>\n<p>\n<br>\n1.2 You agree to be bound by these terms (Terms) when you:</p>\n<p>(a) use, browse or access any part of the Online Self Service.\nor</p>\n<p>(b) install and use the Donor Mobile App.</p>\n<p>If you do not agree with these Terms you are not entitled to use the Online Self Service and you must cease using the Online Self Service and uninstall the Donor Mobile App from your mobile device.</p>\n<p>\n<br>\n1.3 Lifeblood may from time to time review and update these Terms including to take account of new laws, regulations, products or technology.\nYour use of the Online Self Service will be governed by the most recent Terms posted on the&nbsp;Lifeblood Website and made available in the Donor Mobile App.\nBy continuing to use the Online Self Service, you agree to be bound by the most recent Terms.&nbsp;&nbsp;It is your responsibility to check the Online Self Service regularly for updated versions of the Terms.<br>\n<br>\n1.4 Lifeblood may from time to time, without notice, modify, change or update the Online Self Service.&nbsp;&nbsp;In the event of any such modification, change or update, Lifeblood does not represent that any feature or functionality of the Online Self Service will remain.<br>\n<br>\n2.\nLifeblood Content<br>\n<br>\n2.1 The Online Self Service is owned and operated by or on behalf of Lifeblood.<br>\n<br>\n2.2 &nbsp;Lifeblood Content made available on the Online Self Service is for general information and promotional purposes only.\nLifeblood does not warrant or make any representations as to any third party products or services described or referred to on the Online Self Service.&nbsp;&nbsp;Any use of the Online Self Service, Lifeblood Content, materials or information we provide you with access to created by another person or organisation is at your own risk.<br>\n<br>\n2.3 &nbsp;Lifeblood Content on Online Self Service is obtained and developed from a variety of sources including but not limited to collaborations with third parties and information provided by third parties under licence.&nbsp;Inclusion of Lifeblood Content on the Online Self Service is not an endorsement of any organisation, product, service or advice.<br>\n<br>\n2.4 &nbsp;All intellectual property rights, including copyright, in the Lifeblood Website, Donor Mobile App and Lifeblood Content are owned or licenced by Lifeblood or any of its related entities.&nbsp;You may download and store or print a copy of the Lifeblood Website or any information contained on it to your own computer or device, but only for your private, non-commercial purposes and provided you do not edit that information or remove any copyright notices or any Lifeblood trade marks or logos.&nbsp;&nbsp;However, you may not make any charge for such use and any commercial use is expressly prohibited.&nbsp;&nbsp;This means, for example, that you must not post material from the Online Self Service to a local intranet site, or distribute the material for your own commercial purpose, without the copyright owner's permission.<br>\n<br>\n2.5 &nbsp;\"Lifeblood\" trade marks, logos, trade names and other names of&nbsp;Lifeblood referred to in the Lifeblood Website and Donor Mobile App are trade marks of Lifeblood.&nbsp;&nbsp;You are not permitted to use, modify or permit the modification of any trade marks, logos or trade names appearing on the Online Self Service.<br>\n<br>\n2.6 &nbsp;If you have a complaint regarding any Lifeblood Content or User Content, Lifeblood's sole obligation will be to review any written complaint notified to it and, if it sees fit, in its sole discretion, to modify or remove the particular Lifeblood Content or User Content.<br>\n<br>\n2.7 The Lifeblood Website and Donor Mobile App display trade marks, logos, service names and trade names of Lifeblood or third parties which may be registered or otherwise protected by law.&nbsp.\nThe Red Cross (including Australian Red Cross Lifeblood) and Red Crescent emblems are protected symbols under international and Australian law.&nbsp.\nUse of these emblems by unauthorised persons, including their reproduction on other websites without appropriate authorisation constitutes a criminal offence under the federal Geneva Conventions Act 1957 (Cth).&nbsp;&nbsp;You are not permitted to use any trade marks, logos, service names or trade names appearing on the Online Self Service.<br>\n<br>\n2.8 For permission to use text information or photographs from the Online Self Service in a manner other than stated in these Terms, please contact the National Communications Department of Lifeblood.<br>\n<br>\n3.\nNo provision of medical advice<br>\n<br>\n3.1 The Online Self Service, Lifeblood Content and products and services made available through the Online Self Service offer general health and medical information, but are designed for educational purposes only.\nThis information is not a substitute or replacement for professional medical advice, diagnosis or treatment, and you should not rely on this information for any such purposes.\nYou should always consult a healthcare professional if you have any concerns or questions about your health, and you should not disregard, avoid or delay obtaining medical or health related advice from your healthcare professional because of something you may have read on the Online Self Service.<br>\n<br>\n3.2 Nothing contained in the Online Self Service or Lifeblood Content, or the products and services made available through the Online Self Service is intended to be, and it must not be taken to be, the practice of medical or counselling care.<br>\n<br>\n3.3 Whilst advancements and developments in medical research may affect the health, fitness and nutritional information contained in the Online Self Service,&nbsp;Lifeblood Content or services made available through the Online Self Service, we do not guarantee that such information will always include the latest or most recent findings or developments.<br>\n<br>\n3.4 Your access or use of:</p>\n<p>(a) the Online Self Service;</p>\n<p>(b) Lifeblood Content.\nor</p>\n<p>(c) services made available through the Online Self Service, does not in any way create between you and&nbsp;Lifeblood:</p>\n<p>(d) &nbsp;a confidential or privileged relationship;</p>\n<p>(e) a relationship of practitioner and patient.\nor</p>\n<p>(f) any other relationship that would give rise to any duties on our part.</p>\n<p>\n<br>\n4.\nRegistration<br>\n<br>\n4.1 In order to access certain features and functionality of the Online Self Service (for example our Donor website) you will have to register for an account (Account).\nIf and when you create or use an Account, you represent that you have authority to provide the information necessary to create or use an Account.&nbsp;&nbsp;If you are an existing donor, the Online Self Service may ask for your donor number or your full name and date of birth to make creation of an Account easier for you.<br>\n<br>\n4.2 As part of the Account creation process, you consent to us sending you a text message or email with a verification code that must be entered into the Online Self Service.<br>\n<br>\n4.3 You acknowledge that some functionality of the Online Self Service will not be available if you are less than 18 years old.<br>\n<br>\n4.4 We reserve the right to refuse registration of an Account, at our sole discretion.<br>\n<br>\n4.5 You will be fully responsible for all acts and omissions of any person using your password and Account, as if they were your own acts and omissions.\nYou agree that you will not share, disclose, or permit disclosure of, your password, let anyone else access your Account or do anything that would risk the security of your Account.&nbsp;Lifeblood will not in any event be liable for any loss, damage, claims, costs or expenses arising out of the use or misuse of your password and Account, and you will indemnify&nbsp;Lifeblood against all loss, damage, claims, costs or demands in this regard.<br>\n<br>\n4.6 You must notify us immediately if you become aware of any unauthorised access or use of your Account.<br>\n<br>\n4.7 You agree that you will not create more than one personal Account and if we disable or terminate your Account for any reason, you will not create another one without our permission, whether through the use of your own personal details, someone else's personal details, or details created by you.<br>\n<br>\n4.8 Your Account may be suspended or terminated by us if the User Content you upload via your Account involves:</p> (a) any of the prohibited uses as set out in clause 7.\nor<br>\n<br>\n(b) is otherwise deemed inappropriate in our absolute discretion.\n<br>\n5.\nUser Content<br>\n<br>\n5.1 When you use the Online Self Service, you may upload content, communication, text or other material (User Content).\nFor clarity, User Content does not include the account details you provide (for example, your contact details) or the appointments you book using the Online Self Service.\nInstead, it refers to material that you knowingly upload to public areas of the Online Self Service, eg comments to blog posts or uploading images to be displayed and visible to other users of the Online Self Service.<br>\n<br>\n5.2 Any User Content you upload to the Online Self Service:<br>\n<br>\n<p>(a) may be accessed and viewed by the public or other users of the Online Self Service, if the User Content was uploaded to a comments forum or other public-facing area of the Online Self Service.\nand</p>\n<p>(b) can be used by us in accordance with the licence terms set out in clause 6.</p>\n<p>\n<br>\n5.3 You agree to be solely responsible for any User Content that you upload to the Online Self Service.&nbsp;&nbsp;You warrant and represent that any User Content you upload to the Online Self Service will not violate these Terms.<br>\n<br>\n5.4 You retain all intellectual property rights in the User Content you upload to the Online Self Service.\nBy uploading the User Content, you grant us a perpetual, non-exclusive, royalty free, irrevocable, transferable and worldwide licence (including the right to sub-license) to use, adapt, copy, communicate, reproduce, modify, display, exploit, publish, re-distribute, broadcast, transmit, create derivative works from and incorporate in other works, the User Content, at any time in the future in any form and for any purpose (including but not limited to promotion or advertising use in the future).<br>\n<br>\n5.5 You consent to your User Content being altered, edited or adapted by us for any reason including to ensure your User Content does not infringe these Terms.&nbsp.\nTo the extent that you have any moral rights (pursuant to the Copyright Act 1968 (Cth)) in the User Content, by agreeing to these Terms, you provide an irrevocable and unconditional consent in favour of us, our successors, assignees, licensees and any other person authorised by any of them to use, modify or deal with your User Content (whether or not currently in existence) to:</p>\n<p>(a) perform, exhibit, reproduce, adapt and communicate any part of your User Content in any medium and anywhere in the world without attributing you or any other person as an author of or contributor to that User Content;</p>\n<p>(b) delete or adapt or change any of your User Content in any way, including by addition to or subtraction from your User Content.\nor</p>\n<p>(c) combine or juxtapose your User Content with anything else</p>\n<br>\n5.6 Where the User Content uploaded by you to the Online Self Service contains material from third parties, you warrant that you have obtained the moral rights consents described in clause 5.5 from such third parties.<br>\n<br>\n5.7&nbsp;We may access or examine any User Content and at our discretion monitor, move, remove, block, modify, edit, refuse to upload or disable access to User Content which we consider, in our sole discretion, to breach any law or these Terms or to be otherwise unacceptable.<br>\n<br>\n5.8 You acknowledge that we:<br>\n<br>\n<p>(a) have no responsibility or liability for the deletion or failure to store any User Content uploaded by you or any other user on the Online Self Service.\nand</p>\n<p>(b) are not responsible for any User Content uploaded to the Online Self Service by you or any user nor under any obligation to monitor, move, remove, block, modify, edit, refuse to upload or disable access to it.</p>\n<br>\n5.9 You represent and warrant that:<br>\n<br>\n<p>(a) you own the User Content or have the necessary licences, rights, consents and permissions to publish the User Content you upload on the Online Self Service;</p>\n<p>(b) you have the right and power to grant the licence contained in clause 5.4 to us;</p>\n<p>(c) the User Content uploaded by you will not infringe the intellectual property rights of any third party.\nand</p>\n<p>(d) you will not upload User Content that will cause you to breach these Terms, in particular clause 7.</p>\n<br>\n5.10 You understand that we do not guarantee any confidentiality with respect to any User Content you upload to the Website.<br>\n<br>\n5.11 You acknowledge and agree that Lifeblood is under no obligation to retain the User Content and that the Lifeblood may:<br>\n<br>\n<p>(a) delete any User Content.\nand</p>\n<p>(b) discontinue your access to the Online Self Service.</p>\n<br>\n6.\nLicence<br>\n<br>\n6.1 Lifeblood grants you a non-exclusive and non-transferable licence to use the Online Self Service for your own personal use, subject to the restrictions specified elsewhere in these Terms.\nIt is not to be otherwise used for commercial purposes.<br>\n<br>\n6.2 Subject to, and in accordance with, these Terms Lifeblood grants you a non-exclusive, royalty free, revocable, and non-transferrable licence (without the right to sub-licence) to install and use one copy of the Donor Mobile App on each of your personal mobile devices in machine executable object code form solely for your own personal use.<br>\n<br>\n6.3 If you purchase the Donor Mobile App through the Apple App Store and/or the Google Play Store Market, in addition to the terms set out here, your use of the Donor Mobile App is also subject to Apple's End User License Agreement available at https://www.apple.com/legal/internet-services/itunes/au/terms.html or Google Play's Terms of Service available at https://play.google.com/intl/en_au/about/play-terms.html.<br>\n<br>\n6.4 Lifeblood reserves the right to suspend, terminate or otherwise deal with your licence or any account at any time.<br>\n<br>\n7.\nProhibited uses<br>\n<br>\n7.1 You agree that in accessing and using the Online Self Service, you will not engage or attempt to engage in any activities that:<br>\n<br>\n<p>(a) violate any applicable local, state, federal or international law including, without limitation the Spam Act 2003 (Cth), Copyright Act 1968 (Cth), principles of law or equity established by decisions of courts and statutes, regulations or by-laws of the Commonwealth of Australia, or any State or Territory of the Commonwealth of Australia or a government agency;</p>\n<p>(b) disparage the reputation of&nbsp;Lifeblood, its related bodies corporate, suppliers or advertisers;</p>\n<p>(c) result in the placement, posting, uploading of, linking to, sending, storing or otherwise communicating or distributing in any way:</p>\n<p>(i) content (including User Content) that is, or may reasonably be, classified \"RC\" or \"X18+\" by the Australian Government Classification Board (formerly the Office of Film and Literature Classification) based on criteria contained in the Classification (Publications, Films and Computer Games) Act 1995 (Cth), the Classification Code and the Guidelines for the Classification of Films and computer Games 2005;</p>\n<p>(ii) content that contains pornography or actual, implied or simulated sexual activity, excessive or sexual violence, detailed instruction in crime, racial or sexist opinions or slurs, or that is likely to incite discrimination, hate or violence towards a person or group because of their race, religion, gender, sexuality or nationality, likely to be considered unsuitable for minors (without using appropriate and clear warnings), enables a minor to access material inappropriate for a minor, establishes, or attempts to establish, contact with a minor otherwise not known to you or content that is otherwise (or we deem) inappropriate, defamatory, abusive, profane, infringing, obscene, indecent, obscene, or unlawful material or information.\nor</p>\n<p>(iii) any content that promotes, incites or provides information concerning self destructive behaviours or activities or disparages, defames, vilifies, criticises any individual or group of individuals or could adversely affect the reputation or character of a person;</p>\n<p>(d) violate the rights of any third party including, without limitation abusing, stalking, threatening or otherwise, infringement of copyright, trademark, or other intellectual property right, misappropriation of trade secrets, confidential information, electronic fraud, invasion of privacy, pornography, obscenity or libel;</p>\n<p>(e) interfere with or disrupt any other third parties (including other users of the Online Self Service), equipment, functions, features, the Online Self Service or Lifeblood Content;</p>\n<p>(f) introduce or allow the introduction, transmission, distribution or uploading of any, virus, worm, trojan horse, zombie, keylogger, time bomb, cancelbots, Easter eggs, spyware, mail bombing, flashing, spamming, flooding, or other potentially harmful programs, materials, information or malicious code into the Online Self Service or any related network;</p>\n<p>(g) use any robot, spider, site search/retrieval application or other manual or automatic device or process to retrieve, index, \"data mine\" or in any way reproduce or circumvent the navigational structure or presentation of the Online Self Service;</p>\n<p>(h) involve distribution of unsolicited advertising or chain letters, repeated harassment of other users or third parties, impersonating another user, falsifying a users network identity for improper or illegal purposes, gaining unauthorised access to any parts of the Online Self Service, sending unsolicited bulk emails or calls, continuing to send someone email after being asked to stop and using a network to gain unauthorised entry to any other machine accessible via a network;</p>\n<p>(i)&nbsp;involve the unauthorised use of any machine or network, denial of service attacks, falsification of header information or user identification information, monitoring or scanning the networks of others;</p>\n<p>(j) gain unauthorised access to the Online Self Service;</p>\n<p>(k) disrupt, impair, alter or otherwise interfere with the functions, features, Lifeblood Content or the Online Self Service;</p>\n<p>(l) improperly display any TCP/IP packet header or part of the header information in any email or other postings;</p>\n<p>(m) express or imply that statements you make are endorsed by Lifeblood, without Lifeblood's prior written consent;</p>\n<p>(n) modify, adapt, decompile, reverse engineer, disassemble or otherwise reduce the Donor Mobile App to a human-perceivable form;</p>\n<p>(o) remove any copyright, trademark or other proprietary rights notices contained in the Donor Mobile App;</p>\n<p>(p) harvest or collect information about the Online Self Service users without their express consent;</p>\n<p>(q) are commercial, including selling, modifying, displaying, distributing or otherwise using any Lifeblood Content, in whole or in part, for any public or commercial purpose without Lifeblood's prior written consent, marketing, advertising or promoting goods or services, collecting and using any product lists or pricing for the benefit of other merchants, or re-selling, sublicensing or translating the Online Self Service;</p>\n<p>(r) frame the&nbsp;Lifeblood Website without Lifeblood's express written permission;</p>\n<p>(s) use any meta-tags or any other \"hidden text\" utilising Lifeblood's name or&nbsp;Lifeblood Content without Lifeblood's express written permission.\nor</p>\n<p>(t) impersonate or falsely claim to represent a person or organisation.</p>\n<br>\n8.\nAccess and Communication<br>\n<br>\n8.1 Subject to the consumer guarantees provided for in the ACL (as defined in clause 15.2), Lifeblood does not warrant that you will have continuous access to the Online Self Service.<br>\n<br>\n8.2 Lifeblood will not be liable if the Online Self Service is unavailable to you due to computer downtime attributable to malfunctions, upgrades, preventative or remedial maintenance activities, interruption in telecommunications supply or otherwise.<br>\n<br>\n8.3 Lifeblood does not guarantee the delivery or security of communications over the internet as such communications rely on third party service providers, and electronic communication (including electronic mail) is vulnerable to interception by third parties.<br>\n<br>\n8.4 Whilst the Lifeblood takes reasonable precautions to protect information transmitted via the Online Self Service, Lifeblood cannot and does not guarantee the security or confidentiality of these communications or the security of the Online Self Service.<br>\n<br>\n8.5 Lifeblood does not provide, and has no control over, communications, networks or services, the internet or other technology required or used across the Online Self Service and accepts no responsibility for any direct or indirect loss in any form associated with them, whether due to congestion, technical malfunction, viruses or otherwise.<br>\n<br>\n8.6 Lifeblood may restrict your access to the Online Self Service so it is only accessible where your IP address is located within Australia and via the following platforms or devices owned and controlled by you: <p>(a) supported web browsers</p>\n<p>(b) supported Android devices.\nand</p>\n<p>(c) supported iOS devices.</p>\n<br>\n9.Links and Advertisements<br>\n<br>\n9.1 The Online Self Service may contain links to Third Party Websites.\nWe have not reviewed all of the Third Party Websites linked on the Online Self Service and are not responsible for and will not be liable in respect of their content or accuracy (including websites linked through advertisements).&nbsp;&nbsp;The Lifeblood provides those links as a ready reference for searching for third party goods and services on the internet and not as an endorsement, support or sponsorship of those websites, their operators, the goods, services or content that they describe.<br>\n<br>\n9.2 Facebook, Twitter, Instagram, YouTube and other Third Party Websites which are linked to the Online Self Service, are not covered by these Terms, and may have their own terms and conditions and privacy policy.&nbsp;&nbsp;If you choose to access these third party linked sites, you do so at your own risk.\nLifeblood is not responsible for and will not be liable in respect of the content or operation of those websites or any of the goods, services or content that they describe.\nLifeblood is not responsible for and will not be liable in respect of any incorrect link to an external website.<br>\n<br>\n9.3 You are welcome to link to the Lifeblood Website, provided that in doing so you do not use any trade marks featured without permission.&nbsp;&nbsp;<br>\n<br>\n10.\nMarketing<br>\n<br>\n10.1 We may contact you from time to time to provide you with information, advertisements, marketing material, promotional material or other similar material that may be of interest to you in respect of our Online Self Service, Lifeblood Content and any other products or services we may offer our donors or prospective donors.<br>\n<br>\n10.2 By accepting these Terms, you consent to us using your details to contact you in respect of such information, advertisements, marketing, promotional material or other similar material.\nIf you do not wish to receive marketing, advertisements, promotional material or other similar material from us, you may opt out by contacting contactus@redcrossblood.org.au.<br>\n<br>\n11.\nPrivacy<br>\n<br>\n11.1 Any personal information submitted by you (whether personal information of you or another individual which you have the necessary consents to provide) to the Lifeblood is subject to and will be handled in accordance with Lifeblood's Privacy Policy.\nView Privacy Policy.&nbsp;&nbsp;You agree that, by using the Online Self Service or communicating with Lifeblood, you have read the Privacy Policy, understood its contents and consented to its requirements.<br>\n<br>\n11.2 In order to administer, secure and back-up your personal information&nbsp;&nbsp;for the Online Self Service, your personal information may be transferred, stored, disclosed or processed in data centres located outside Australia, including the United States of America, Singapore, and other jurisdictions from time to time.<br>\n<br>\n11.3 You must not upload any personal information of another individual to the Online Self Service unless you first make them aware of Lifeblood's Privacy Policy and have their consent to upload such personal information.<br>\n<br>\n12.\nUse of cookies<br>\n<br>\n12.1 Lifeblood Website may use 'cookies' from time to time.&nbsp;&nbsp;Cookies are small text files that are transferred to a user's computer hard drive by a website for the purpose of storing information about a user, including browser type or website visiting patterns.\nCookies may be used on our Website to monitor web traffic, for example the time of visit, pages visited and some system information about the type of computer being used.&nbsp;&nbsp;We use this information to enhance the content and services offered on the Lifeblood Website.&nbsp;&nbsp;We predominantly use cookies to track whether users make an appointment, or where users drop out in that process.<br>\n<br>\n12.2 Cookies are sometimes also used to collect information about what pages you visit and the type of software you are using.&nbsp;&nbsp;If you access Lifeblood Website or click-through to the Lifeblood Website from a link in an email we send you, a cookie may be downloaded onto your computer's hard drive.<br>\n<br>\n12.3 Cookies may also be used for other purposes on the Lifeblood Website but in each case none of the information collected can be used to personally identify you.<br>\n<br>\n<br>\nPART B APP TERMS<br>\n<br>\n13.\nGeneral<br>\n<br>\n13.1 You acknowledge and agree that by using our Donor Mobile App, while you can download the Donor Mobile App in the Google Play Store Market or Apple App Store free of charge, you may incur charges from your wireless or mobile carrier in accordance with your agreements with them, and that any such charges will be your sole responsibility.<br>\n<br>\n13.2 The Lifeblood does not promise you that you will have uninterrupted or error-free access to and use of the Donor Mobile App or User Content.<br>\n<br>\n13.3 These terms are an End User Licence Agreement (or EULA) for the purposes of the terms of any store where you have purchased the App.<br>\n<br>\n14.\nApple Terms<br>\n<br>\n14.1 If you have obtained the Donor Mobile App via Apple's App Store, this clause 14 applies.<br>\n<br>\n14.2 You acknowledge and agree that:<br>\n<br>\n<p>(a) these Terms are concluded between you and the Lifeblood, and not Apple, Inc.\n(Apple);</p>\n<p>(b) the Lifeblood, and not Apple, is solely responsible for the Donor Mobile App;</p>\n<p>(c) the Licence granted to you under clause 6 is subject to Apple's Usage Rules set out in the App Store Terms and Conditions set out at http://www.apple.com/legal/internet-services/itunes/au/terms.html#APPS;</p>\n<p>(d) Apple has no responsibility whatsoever to furnish any maintenance and support services with respect to the Donor Mobile App;</p>\n<p>(e) in the event of any failure of the Donor Mobile App to conform to any applicable warranty, you may notify Apple and Apple will refund the purchase price you paid for the Donor Mobile App;</p>\n<p>(f) to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the Donor Mobile App;</p>\n<p>(g) Apple is not responsible for any claims that you have arising out of your use of the Donor Mobile App;</p>\n<p>(h) Apple will have no responsibility whatsoever for the investigation, defence, settlement or discharge of any third-party claim that the Donor Mobile App infringes that third party's intellectual property rights.\nand</p>\n<p>(i) Apple and its subsidiaries are third party beneficiaries of these Terms and, upon your acceptance of the Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third party beneficiary.</p>\n<br>\n14.3 You represent and warrant that:<br>\n<br>\n<p>(a) you are not located in a country that is subject to a US Government embargo, or that has been designated by the US Government as a \"terrorist supporting\" country.\nand</p>\n<p>(b) you are not listed on any US Government list of prohibited or restricted parties.</p>\n<br>\n<br>\nPART C: GENERAL TERMS<br>\n<br>\n15.\nWarranties and Limitation of Liability<br>\n<br>\n15.1 Subject to clause 15.2, any representation, warranty, condition, guarantee or undertaking that would be implied in this these Terms by legislation, common law, equity, trade, custom or usage is excluded to the maximum extent permitted by law.<br>\n<br>\n15.2 Nothing in this these Terms excludes, restricts or modifies any consumer guarantee, right or remedy conferred on you by the Australian Consumer Law being Schedule 2 to the Competition and Consumer Act 2010 (Cth) (ACL) or any other applicable law that cannot be excluded, restricted or modified by agreement.<br>\n<br>\n15.3 To the fullest extent permitted by law, the liability of the Lifeblood for a breach of a non-excludable guarantee referred to in clause 15.2 is limited, at the Lifeblood's option to:<br>\n<br>\n<p>(a) in the case of goods supplied or offered by us, any one or more of the following:</p>\n<p>(i) the replacement of the goods of supply of equivalent goods;</p>\n<p>(ii) the repair of the goods;</p>\n<p>(iii) the payment of the cost of replacing the goods and of acquiring equivalent goods;</p>\n<p>(iv) the payment of the cost of having the services supplied again.\nor</p>\n<p>(b) in the case of services supplied or offered by us:</p>\n<p>(i) the supplying of these services again.\nor</p>\n<p>(ii) the payment of the cost of having the services supplied again.</p>\n<br>\n15.4 Lifeblood will not be liable to you for any indirect, incidental, special or consequential loss or damage, loss of profits or anticipated profits, economic loss, loss of business opportunity, loss of data, loss of reputation or loss of revenue (irrespective of whether the loss or damage is caused by or relates to breach of contract, tort (including negligence), statute or otherwise) arising in connection with the Online Self Service, Lifeblood Content, all links to or from the Online Self Service or the products and services made available through the Online Self Service.<br>\n<br>\n15.5 Subject to this clause 15, the maximum aggregate liability of Lifeblood for all proven losses, damages and claims arising out of or in connection with this these Terms, the Online Self Service or Lifeblood Content, including liability for breach, in negligence or in tort or for any other common law or statutory action, is limited to the sum of $100.<br>\n<br>\n16.\nIndemnity<br>\n<br>\n16.1 You will fully indemnify Lifeblood in respect of all loss, damage, costs, expenses (including legal fees on a full indemnity basis), fines, penalties, claims, demands and proceedings howsoever arising, whether at common law (including negligence) or under statute, in connection with any of the following:<br>\n<br>\n<p>(a) your use of Lifeblood Content;</p>\n<p>(b) your use of the Online Self Service;</p>\n<p>(c) your communications with Lifeblood;</p>\n<p>(d) User Content you post on the Online Self Service.\nor</p>\n<p>(e) any third party use of the Online Self Service through your Accounts (whether authorised or not).</p>\n<br>\n16.2 You agree to give full cooperation to and provide Lifeblood with reasonable assistance in conducting the defence of any claim to which clause 16.1 applies.<br>\n<br>\n17.\nTermination<br>\n<br>\n17.1 Without prejudice to any other rights, Lifeblood may at any time terminate your access to the Online Self Service for any reason (including due to your breach or alleged breach of these Terms) in its sole discretion and without prior notice.<br>\n<br>\n17.2 This paragraph 17.2 and paragraphs 5, 10, 11, 12, 15 and 16 will survive termination of your access to the Online Self Service in accordance with paragraph 17.1 and will continue to the benefit of and be enforceable by Lifeblood.<br>\n<br>\n17.3 If Lifeblood terminates your access to the Donor Mobile App, you must delete all copies of the Donor Mobile App that are on any mobile devices, on your computer or are otherwise in your possession or control.<br>\n<br>\n17.4 You may terminate these Terms at any time by destroying all copies of the Donor Mobile App and related documentation in your possession or under your control however, these Terms will still apply to your use of the Lifeblood Website.<br>\n<br>\n17.5 All licences granted by you, and any indemnities given by you and any limitations of our liability survive such termination.<br>\n<br>\n18.\nJurisdiction and law<br>\n<br>\n18.1 These Terms are governed by and must be construed in accordance with the laws of the Victoria, Australia.\nYou submit to the exclusive jurisdiction of the courts of that State and the Commonwealth of Australia in respect of all matters arising out of or relating to these Terms, their performance and subject matter.<br>\n<br>\n19.\nInternational use<br>\n<br>\n19.1 We make no representation or warranty that any competition, offering or content accessible through the Website is appropriate or available for use in locations outside Australia.\nIf you choose to access the Online Self Service from other locations, you do so at your own risk and are responsible for compliance with all applicable laws.&nbsp;&nbsp;You are not authorised to access the Online Self Service from any location where doing so would be illegal.<br>\n<br>\n20.\n&nbsp;Severability<br>\n<br>\n20.1 Each provision of these Terms is severable from the others and no severance of a provision will affect any other provision.<br>\n<br>\n21.Entire agreement<br>\n<br>\nThese Terms represents the entire agreement between you and Lifeblood for use of the Online Self Service and it supersedes any prior proposal, representation, or understanding between the parties.<br>\n<br>\n22.\nContacting us<br>\n<br>\nIf you have any questions about the Lifeblood Website, the Donor Mobile App or these Terms, please&nbsp;contact us and following the instructions from this page.\nIf you have a query about Lifeblood's Privacy Policy, contact details for our Privacy Officer are set out in the Privacy Policy.<br>\n<br>\n<br> Email this page Recipient Email * Your Email * Your Name * Print Share <ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> LinkedIn </li>\n<li> Reddit </li>\n</ul> Is this answer helpful? Yes No Most viewed questions <ul>\n<li> COLLECTION STATEMENT FOR DONATEBLOOD WEBSITE SELF SERVICE </li>\n<li> PRIVACY POLICY </li>\n<li> Take the Eligibility Quiz and see if you're able to donate </li>\n<li> Weight - How much should I weigh to donate blood? </li>\n<li> Sexual activity - Is there any sexual activity that will affect my ability to donate blood? </li>\n</ul> ", "created_at": "2022-06-20 20:12:23.531179", "updated_at": "2022-06-20 18:15:26.852546"}, {"id": 12193, "name": "Terms and conditions", "url": "https://www.lifeblood.com.au/terms-conditions", "xpath": "//*[@id=\"62b0249977fb9\"]", "text": " Part A: General user terms&nbsp.\n<p>&nbsp;</p>\n<p>1.  &nbsp; Your acceptance&nbsp;<br>\n1.1  &nbsp; These are the terms on which the Australian Red Cross Society, a body corporate established by Royal Charter dated 28 June 1941, acting through that part of its operations known as Australian Red Cross Lifeblood (ABN 50 169 561 394) (referred to as Lifeblood, we, our or us) permits users (referred to as user, you or your) to:&nbsp;<br>\n(a)  &nbsp; access, use and upload content to the Lifeblood Website and the Lifeblood Donor Mobile Application (Donor Mobile App) (together, the Online Self Service);&nbsp;<br>\n(b)  &nbsp; view, manage appointments and interact with any content, information, communications, text or other material provided by Lifeblood (Lifeblood Content) or any User Content (defined in clause 5); &nbsp;<br>\n(c)  &nbsp; upload User Content to the Online Self Service and communicate with Lifeblood.\nand&nbsp;<br>\n(d)  &nbsp; browse to and view other websites which aren't owned, operated or controlled by Lifeblood (Third Party Websites).&nbsp;<br>\n1.2  &nbsp; You agree to be bound by these terms (Terms) when you:&nbsp;<br>\n(a)  &nbsp; use, browse or access any part of the Online Self Service.\nor&nbsp;<br>\n(b)  &nbsp; install and use the Donor Mobile App.&nbsp;<br>\nIf you do not agree with these Terms you are not entitled to use the Online Self Service and you must cease using the Online Self Service and uninstall the Donor Mobile App from your mobile device.&nbsp;<br>\n1.3 &nbsp; &nbsp;Lifeblood may from time to time review and update these Terms including to take account of new laws, regulations, products or technology.\nYour use of the Online Self Service will be governed by the most recent Terms posted on the Lifeblood Website and made available in the Donor Mobile App.\nBy continuing to use the Online Self Service, you agree to be bound by the most recent Terms.\nIt is your responsibility to check the Online Self Service regularly for updated versions of the Terms.&nbsp;<br>\n1.4 &nbsp; &nbsp;Lifeblood may from time to time, without notice, modify, change or update the Online Self Service.\nIn the event of any such modification, change or update, Lifeblood does not represent that any feature or functionality of the Online Self Service will remain.&nbsp;</p>\n<p>\n<br>\n2.  &nbsp; Lifeblood Content &nbsp;<br>\n2.1  &nbsp; The Online Self Service is owned and operated by or on behalf of Lifeblood.&nbsp;<br>\n2.2  &nbsp; Lifeblood Content made available on the Online Self Service is for general information and promotional purposes only.\nLifeblood does not warrant or make any representations as to any third-party products or services described or referred to on the Online Self Service.\nAny use of the Online Self Service, Lifeblood Content, materials or information we provide you with access to created by another person or organisation is at your own risk. &nbsp;<br>\n2.3  &nbsp; Lifeblood Content on Online Self Service is obtained and developed from a variety of sources including but not limited to collaborations with third parties and information provided by third parties under licence. Inclusion of Lifeblood Content on the Online Self Service is not an endorsement of any organisation, product, service or advice. &nbsp;<br>\n2.4  &nbsp; All intellectual property rights, including copyright, in the Lifeblood Website, Donor Mobile App and Lifeblood Content are owned or licenced by Lifeblood or any of its related entities.\nYou may download and store or print a copy of the Lifeblood Website or any information contained on it to your own computer or device, but only for your private, non-commercial purposes and provided you do not edit that information or remove any copyright notices or any Lifeblood trade marks or logos. However, you may not make any charge for such use and any commercial use is expressly prohibited. This means, for example, that you must not post material from the Online Self Service to a local intranet site, or distribute the material for your own commercial purpose, without the copyright owner's permission.&nbsp;<br>\n2.5 &nbsp; &nbsp;\"Lifeblood\" trade marks, logos, trade names and other names of Lifeblood referred to in the Lifeblood Website and Donor Mobile App are trade marks of Lifeblood.\nYou are not permitted to use, modify or permit the modification of any trade marks, logos or trade names appearing on the Online Self Service. &nbsp;<br>\n2.6  &nbsp; If you have a complaint regarding any Lifeblood Content or User Content, Lifeblood's sole obligation will be to review any written complaint notified to it and, if it sees fit, in its sole discretion, to modify or remove the particular Lifeblood Content or User Content.&nbsp;<br>\n2.7  &nbsp; The Lifeblood Website and Donor Mobile App display trade marks, logos, service names and trade names of Lifeblood or third parties which may be registered or otherwise protected by law.\nThe Red Cross (including Australian Red Cross Lifeblood) and Red Crescent emblems are protected symbols under international and Australian law.\nUse of these emblems by unauthorised persons, including their reproduction on other websites without appropriate authorisation constitutes a criminal offence under the federal Geneva Conventions Act 1957 (Cth).\nYou are not permitted to use any trade marks, logos, service names or trade names appearing on the Online Self Service.&nbsp;<br>\n2.8  &nbsp; For permission to use text information or photographs from the Online Self Service in a manner other than stated in these Terms, please contact the National Communications Department of Lifeblood.&nbsp;</p>\n<p>\n<br>\n3.  &nbsp; No provision of medical advice&nbsp;<br>\n3.1  &nbsp; The Online Self Service, Lifeblood Content and products and services made available through the Online Self Service offer general health and medical information, but are designed for educational purposes only.\nThis information is not a substitute or replacement for professional medical advice, diagnosis or treatment, and you should not rely on this information for any such purposes.\nYou should always consult a healthcare professional if you have any concerns or questions about your health, and you should not disregard, avoid or delay obtaining medical or health related advice from your healthcare professional because of something you may have read on the Online Self Service. &nbsp;<br>\n3.2  &nbsp; Nothing contained in the Online Self Service or the Lifeblood Content, or the products and services made available through the Online Self Service is intended to be, and it must not be taken to be, the practice of medical or counselling care.&nbsp;<br>\n3.3  &nbsp; Whilst advancements and developments in medical research may affect the health, fitness and nutritional information contained in the Online Self Service, the Lifeblood Content or services made available through the Online Self Service, we do not guarantee that such information will always include the latest or most recent findings or developments. <br>\n3.4  &nbsp; Your access or use of: &nbsp;<br>\n(a)  &nbsp; the Online Self Service; &nbsp;<br>\n(b)  &nbsp; the Lifeblood Content.\nor &nbsp;<br>\n(c)  &nbsp; services made available through the Online Self Service,&nbsp;<br>\ndoes not in any way create between you and Lifeblood: &nbsp;<br>\n(d)  &nbsp; a confidential or privileged relationship; &nbsp;<br>\n(e)  &nbsp; a relationship of practitioner and patient.\nor &nbsp;<br>\n(f)  &nbsp; any other relationship that would give rise to any duties on our part. &nbsp;</p>\n<p>4.  &nbsp; Registration&nbsp;<br>\n4.1  &nbsp; In order to access certain features and functionality of the Online Self Service (for example our Donor website) you will have to register for an account (Account).\nIf and when you create or use an Account, you represent that you have authority to provide the information necessary to create or use an Account. If you are an existing donor, the Online Self Service may ask for your donor number or your full name and date of birth to make creation of an Account easier for you.&nbsp;<br>\n4.2  &nbsp; As part of the Account creation process, you consent to us sending you a text message or email with a verification code that must be entered into the Online Self Service.&nbsp;<br>\n4.3  &nbsp; You acknowledge that some functionality of the Online Self Service will not be available if you are less than 18 years old.&nbsp;<br>\n4.4  &nbsp; We reserve the right to refuse registration of an Account, at our sole discretion.&nbsp;<br>\n4.5  &nbsp; You will be fully responsible for all acts and omissions of any person using your password and Account, as if they were your own acts and omissions.\nYou agree that you will not share, disclose, or permit disclosure of, your password, let anyone else access your Account or do anything that would risk the security of your Account.\nLifeblood will not in any event be liable for any loss, damage, claims, costs or expenses arising out of the use or misuse of your password and Account, and you will indemnify Lifeblood against all loss, damage, claims, costs or demands in this regard. &nbsp;<br>\n4.6  &nbsp; You must notify us immediately if you become aware of any unauthorised access or use of your Account. &nbsp;<br>\n4.7  &nbsp; You agree that you will not create more than one personal Account and if we disable or terminate your Account for any reason, you will not create another one without our permission, whether through the use of your own personal details, someone else's personal details, or details created by you. &nbsp;<br>\n4.8  &nbsp; Your Account may be suspended or terminated by us if the User Content you upload via your Account involves: &nbsp;<br>\n(a)  &nbsp; any of the prohibited uses as set out in clause 7.\nor &nbsp;<br>\n(b)  &nbsp; is otherwise deemed inappropriate in our absolute discretion.&nbsp;</p>\n<p>5.  &nbsp; User Content &nbsp;<br>\n5.1  &nbsp; When you use the Online Self Service, you may upload content, communication, text or other material (User Content).\nFor clarity, User Content does not include the account details you provide (for example, your contact details) or the appointments you book using the Online Self Service.\nInstead, it refers to material that you knowingly upload to public areas of the Online Self Service, (e.g.\ncomments to blog posts or uploading images to be displayed and visible to other users of the Online Self Service).&nbsp;<br>\n5.2  &nbsp; Any User Content you upload to the Online Self Service:&nbsp;<br>\n(a)  &nbsp; may be accessed and viewed by the public or other users of the Online Self Service, if the User Content was uploaded to a comments forum or other public-facing area of the Online Self Service.\nand&nbsp;<br>\n(b)  &nbsp; can be used by us in accordance with the licence terms set out in clause 6.&nbsp;<br>\n5.3  &nbsp; You agree to be solely responsible for any User Content that you upload to the Online Self Service.\nYou warrant and represent that any User Content you upload to the Online Self Service will not violate these Terms.&nbsp;<br>\n5.4  &nbsp; You retain all intellectual property rights in the User Content you upload to the Online Self Service.\nBy uploading the User Content, you grant us a perpetual, non-exclusive, royalty free, irrevocable, transferable and worldwide licence (including the right to sub-license) to use, adapt, copy, communicate, reproduce, modify, display, exploit, publish, re-distribute, broadcast, transmit, create derivative works from and incorporate in other works, the User Content, at any time in the future in any form and for any purpose (including but not limited to promotion or advertising use in the future).&nbsp;<br>\n5.5  &nbsp; You consent to your User Content being altered, edited or adapted by us for any reason including to ensure your User Content does not infringe these Terms.\nTo the extent that you have any moral rights (pursuant to the Copyright Act 1968 (Cth)) in the User Content, by agreeing to these Terms, you provide an irrevocable and unconditional consent in favour of us, our successors, assignees, licensees and any other person authorised by any of them to use, modify or deal with your User Content (whether or not currently in existence) to: &nbsp;<br>\n(a)  &nbsp; perform, exhibit, reproduce, adapt and communicate any part of your User Content in any medium and anywhere in the world without attributing you or any other person as an author of or contributor to that User Content; &nbsp;<br>\n(b)  &nbsp; delete or adapt or change any of your User Content in any way, including by addition to or subtraction from your User Content.\nor &nbsp;<br>\n(c)  &nbsp; combine or juxtapose your User Content with anything else &nbsp;<br>\n5.6  &nbsp; Where the User Content uploaded by you to the Online Self Service contains material from third parties, you warrant that you have obtained the moral rights consents described in clause 5.5 from such third parties. &nbsp;<br>\n5.7  &nbsp; We may access or examine any User Content and at our discretion monitor, move, remove, block, modify, edit, refuse to upload or disable access to User Content which we consider, in our sole discretion, to breach any law or these Terms or to be otherwise unacceptable. &nbsp;<br>\n5.8  &nbsp; You acknowledge that we: &nbsp;<br>\n(a)  &nbsp; have no responsibility or liability for the deletion or failure to store any User Content uploaded by you or any other user on the Online Self Service.\nand &nbsp;<br>\n(b)  &nbsp; are not responsible for any User Content uploaded to the Online Self Service by you or any user nor under any obligation to monitor, move, remove, block, modify, edit, refuse to upload or disable access to it. &nbsp;<br>\n5.9  &nbsp; You represent and warrant that: &nbsp;<br>\n(a)  &nbsp; you own the User Content or have the necessary licences, rights, consents and permissions to publish the User Content you upload on the Online Self Service; &nbsp;<br>\n(b)  &nbsp; you have the right and power to grant the licence contained in clause 5.4 to us; &nbsp;<br>\n(c)  &nbsp; the User Content uploaded by you will not infringe the intellectual property rights of any third party.\nand &nbsp;<br>\n(d)  &nbsp; you will not upload User Content that will cause you to breach these Terms, in particular clause 7.&nbsp;<br>\n5.10  &nbsp; You understand that we do not guarantee any confidentiality with respect to any User Content you upload to the Website.&nbsp;<br>\n5.11  &nbsp; You acknowledge and agree that Lifeblood is under no obligation to retain the User Content and that Lifeblood may: &nbsp;<br>\n(a)  &nbsp; delete any User Content.\nand &nbsp;<br>\n(b)  &nbsp; discontinue your access to the Online Self Service.&nbsp;</p>\n<p>6.  &nbsp; Licence&nbsp;<br>\n6.1 &nbsp; &nbsp;Lifeblood grants you a non-exclusive and non-transferable licence to use the Online Self Service for your own personal use, subject to the restrictions specified elsewhere in these Terms.\nIt is not to be otherwise used for commercial purposes.&nbsp;<br>\n6.2  &nbsp; Subject to, and in accordance with, these Terms Lifeblood grants you a non-exclusive, royalty free, revocable, and non-transferrable licence (without the right to sub-licence) to install and use one copy of the Donor Mobile App on each of your personal mobile devices in machine executable object code form solely for your own personal use.&nbsp;<br>\n6.3  &nbsp; If you purchase the Donor Mobile App through the Apple App Store and/or the Google Play Store Market, in addition to the terms set out here, your use of the Donor Mobile App is also subject to Apple's End User License Agreement or Google Play's Terms of Service.&nbsp;<br>\n6.4 &nbsp; &nbsp;Lifeblood reserves the right to suspend, terminate or otherwise deal with your licence or any account at any time.&nbsp;</p>\n<p>7.  &nbsp; Prohibited uses &nbsp;<br>\n7.1  &nbsp; You agree that in accessing and using the Online Self Service, you will not engage or attempt to engage in any activities that:&nbsp;<br>\n(a)  &nbsp; violate any applicable local, state, federal or international law including, without limitation the Spam Act 2003 (Cth), Copyright Act 1968 (Cth), principles of law or equity established by decisions of courts and statutes, regulations or by-laws of the Commonwealth of Australia, or any State or Territory of the Commonwealth of Australia or a government agency;&nbsp;<br>\n(b)  &nbsp; disparage the reputation of Lifeblood, its related bodies corporate, suppliers or advertisers;&nbsp;<br>\n(c)  &nbsp; result in the placement, posting, uploading of, linking to, sending, storing or otherwise communicating or distributing in any way: &nbsp;<br>\n(i)  &nbsp; content (including User Content) that is, or may reasonably be, classified \"RC\" or \"X18+\" by the Australian Government Classification Board (formerly the Office of Film and Literature Classification) based on criteria contained in the Classification (Publications, Films and Computer Games) Act 1995 (Cth), the Classification Code and the Guidelines for the Classification of Films and computer Games 2005; &nbsp;<br>\n(ii)  &nbsp; content that contains pornography or actual, implied or simulated sexual activity, excessive or sexual violence, detailed instruction in crime, racial or sexist opinions or slurs, or that is likely to incite discrimination, hate or violence towards a person or group because of their race, religion, gender, sexuality or nationality, likely to be considered unsuitable for minors (without using appropriate and clear warnings), enables a minor to access material inappropriate for a minor, establishes, or attempts to establish, contact with a minor otherwise not known to you or content that is otherwise (or we deem) inappropriate, defamatory, abusive, profane, infringing, obscene, indecent, obscene, or unlawful material or information.\nor&nbsp;<br>\n(iii)  &nbsp; any content that promotes, incites or provides information concerning self destructive behaviours or activities or disparages, defames, vilifies, criticises any individual or group of individuals or could adversely affect the reputation or character of a person; &nbsp;<br>\n(d)  &nbsp; violate the rights of any third party including, without limitation abusing, stalking, threatening or otherwise, infringement of copyright, trademark, or other intellectual property right, misappropriation of trade secrets, confidential information, electronic fraud, invasion of privacy, pornography, obscenity or libel;&nbsp;<br>\n(e)  &nbsp; interfere with or disrupt any other third parties (including other users of the Online Self Service), equipment, functions, features, the Online Self Service or Lifeblood Content;&nbsp;<br>\n(f)  &nbsp; introduce or allow the introduction, transmission, distribution or uploading of any, virus, worm, trojan horse, zombie, keylogger, time bomb, cancelbots, Easter eggs, spyware, mail bombing, flashing, spamming, flooding, or other potentially harmful programs, materials, information or malicious code into the Online Self Service or any related network; &nbsp;<br>\n(g)  &nbsp; use any robot, spider, site search/retrieval application or other manual or automatic device or process to retrieve, index, \"data mine\" or in any way reproduce or circumvent the navigational structure or presentation of the Online Self Service;&nbsp;<br>\n(h)  &nbsp; involve distribution of unsolicited advertising or chain letters, repeated harassment of other users or third parties, impersonating another user, falsifying a user’s network identity for improper or illegal purposes, gaining unauthorised access to any parts of the Online Self Service, sending unsolicited bulk emails or calls, continuing to send someone email after being asked to stop and using a network to gain unauthorised entry to any other machine accessible via a network;&nbsp;<br>\n(i)  &nbsp; involve the unauthorised use of any machine or network, denial of service attacks, falsification of header information or user identification information, monitoring or scanning the networks of others; &nbsp;<br>\n(j)  &nbsp; gain unauthorised access to the Online Self Service;&nbsp;<br>\n(k)  &nbsp; disrupt, impair, alter or otherwise interfere with the functions, features, Lifeblood Content or the Online Self Service;&nbsp;<br>\n(l)  &nbsp; improperly display any TCP/IP packet header or part of the header information in any email or other postings; &nbsp;<br>\n(m)  &nbsp; express or imply that statements you make are endorsed by Lifeblood, without Lifeblood's prior written consent;&nbsp;<br>\n(n)  &nbsp; modify, adapt, decompile, reverse engineer, disassemble or otherwise reduce the Donor Mobile App to a human-perceivable form;&nbsp;<br>\n(o)  &nbsp; remove any copyright, trademark or other proprietary rights notices contained in the Donor Mobile App;&nbsp;<br>\n(p)  &nbsp; harvest or collect information about the Online Self Service users without their express consent;&nbsp;<br>\n(q)  &nbsp; are commercial, including selling, modifying, displaying, distributing or otherwise using any Lifeblood Content, in whole or in part, for any public or commercial purpose without Lifeblood's prior written consent, marketing, advertising or promoting goods or services, collecting and using any product lists or pricing for the benefit of other merchants, or re-selling, sublicensing or translating the Online Self Service;&nbsp;<br>\n(r)  &nbsp; frame the Lifeblood Website without Lifeblood's express written permission;&nbsp;<br>\n(s)  &nbsp; use any meta-tags or any other \"hidden text\" utilising Lifeblood's name or Lifeblood Content without Lifeblood's express written permission.\nor&nbsp;<br>\n(t)  &nbsp; impersonate or falsely claim to represent a person or organisation.&nbsp;</p>\n<p>8.  &nbsp; Access and Communication&nbsp;<br>\n8.1  &nbsp; Subject to the consumer guarantees provided for in the ACL (as defined in clause 15.2), Lifeblood does not warrant that you will have continuous access to the Online Self Service. &nbsp;<br>\n8.2 &nbsp; &nbsp;Lifeblood will not be liable if the Online Self Service is unavailable to you due to computer downtime attributable to malfunctions, upgrades, preventative or remedial maintenance activities, interruption in telecommunications supply or otherwise. &nbsp;<br>\n8.3 &nbsp; &nbsp;Lifeblood does not guarantee the delivery or security of communications over the internet as such communications rely on third party service providers, and electronic communication (including electronic mail) is vulnerable to interception by third parties. &nbsp;<br>\n8.4  &nbsp; Whilst Lifeblood takes reasonable precautions to protect information transmitted via the Online Self Service, Lifeblood cannot and does not guarantee the security or confidentiality of these communications or the security of the Online Self Service. &nbsp;<br>\n8.5 &nbsp; &nbsp;Lifeblood does not provide, and has no control over, communications, networks or services, the internet or other technology required or used across the Online Self Service and accepts no responsibility for any direct or indirect loss in any form associated with them, whether due to congestion, technical malfunction, viruses or otherwise.&nbsp;<br>\n8.6 &nbsp; &nbsp;Lifeblood may restrict your access to the Online Self Service so it is only accessible where your IP address is located within Australia and via the following platforms or devices owned and controlled by you:&nbsp;<br>\n(a)  &nbsp; supported web browsers&nbsp;<br>\n(b)  &nbsp; supported Android devices.\nand&nbsp;<br>\n(c)  &nbsp; supported iOS devices.&nbsp;</p>\n<p>9.  &nbsp; Links and Advertisements&nbsp;<br>\n9.1  &nbsp; The Online Self Service may contain links to Third Party Websites.\nWe have not reviewed all of the Third-Party Websites linked on the Online Self Service and are not responsible for and will not be liable in respect of their content or accuracy (including websites linked through advertisements).\nLifeblood provides those links as a ready reference for searching for third party goods and services on the internet and not as an endorsement, support or sponsorship of those websites, their operators, the goods, services or content that they describe.&nbsp;<br>\n9.2  &nbsp; Facebook, Twitter, Instagram, YouTube and other Third-Party Websites which are linked to the Online Self Service, are not covered by these Terms, and may have their own terms and conditions and privacy policy.\nIf you choose to access these third-party linked sites, you do so at your own risk. Lifeblood is not responsible for and will not be liable in respect of the content or operation of those websites or any of the goods, services or content that they describe. Lifeblood is not responsible for and will not be liable in respect of any incorrect link to an external website.&nbsp;<br>\n9.3  &nbsp; You are welcome to link to the Lifeblood Website, provided that in doing so you do not use any trade marks featured without permission.\n &nbsp;</p>\n<p>10.  &nbsp; Marketing &nbsp;<br>\n10.1  &nbsp; We may contact you from time to time to provide you with information, advertisements, marketing material, promotional material or other similar material that may be of interest to you in respect of our Online Self Service, Lifeblood Content and any other products or services we may offer our donors or prospective donors. &nbsp;<br>\n10.2  &nbsp; By accepting these Terms, you consent to us using your details to contact you in respect of such information, advertisements, marketing, promotional material or other similar material.\nIf you do not wish to receive marketing, advertisements, promotional material or other similar material from us, you may opt out by contacting contactus@redcrossblood.org.au. &nbsp;</p>\n<p>11.  &nbsp; Privacy&nbsp;<br>\n11.1  &nbsp; Any personal information submitted by you (whether personal information of you or another individual which you have the necessary consents to provide) to Lifeblood is subject to and will be handled in accordance with Lifeblood's Privacy Policy.\nYou agree that, by using the Online Self Service or communicating with Lifeblood, you have read the Privacy Policy, understood its contents and consented to its requirements. &nbsp;<br>\n11.2  &nbsp; &nbsp;In order to administer, secure and back-up your personal information for the Online Self Service, your personal information may be transferred, stored, disclosed or processed in data centres located outside Australia, including the United States of America, Singapore, and other jurisdictions from time to time.&nbsp;<br>\n11.3  &nbsp; You must not upload any personal information of another individual to the Online Self Service unless you first make them aware of Lifeblood's Privacy Policy and have their consent to upload such personal information. &nbsp;</p>\n<p>12.  &nbsp; Use of cookies &nbsp;<br>\n12.1  &nbsp; The Lifeblood Website may use 'cookies' from time to time. Cookies are small text files that are transferred to a user's computer hard drive by a website for the purpose of storing information about a user, including browser type or website visiting patterns.\n Cookies may be used on our Website to monitor web traffic, for example the time of visit, pages visited and some system information about the type of computer being used.\nWe use this information to enhance the content and services offered on the Lifeblood Website.\nWe predominantly use cookies to track whether users make an appointment, or where users drop out in that process.&nbsp;<br>\n12.2  &nbsp; Cookies are sometimes also used to collect information about what pages you visit and the type of software you are using.\nIf you access the Lifeblood Website or click-through to the Lifeblood Website from a link in an email we send you, a cookie may be downloaded onto your computer's hard drive.&nbsp;<br>\n12.3  &nbsp; Cookies may also be used for other purposes on the Lifeblood Website but in each case none of the information collected can be used to personally identify you.&nbsp;</p>\n<p>&nbsp;</p> Part B: App terms&nbsp.\n<p>13.  &nbsp; General&nbsp;<br>\n13.1  &nbsp; You acknowledge and agree that by using our Donor Mobile App, while you can download the Donor Mobile App in the Google Play Store Market or Apple App Store free of charge, you may incur charges from your wireless or mobile carrier in accordance with your agreements with them, and that any such charges will be your sole responsibility.&nbsp;<br>\n13.2 &nbsp; &nbsp;Lifeblood does not promise you that you will have uninterrupted or error-free access to and use of the Donor Mobile App or User Content.&nbsp;<br>\n13.3  &nbsp; These terms are an End User Licence Agreement (or EULA) for the purposes of the terms of any store where you have purchased the App.&nbsp;</p>\n<p>14.  &nbsp; Apple Terms&nbsp;<br>\n14.1  &nbsp; If you have obtained the Donor Mobile App via Apple's App Store, this clause 14 applies.&nbsp;<br>\n14.2  &nbsp; You acknowledge and agree that:&nbsp;<br>\n(a)  &nbsp; these Terms are concluded between you and Lifeblood, and not Apple, Inc.\n(Apple); &nbsp;<br>\n(b) &nbsp; &nbsp;Lifeblood, and not Apple, is solely responsible for the Donor Mobile App; &nbsp;<br>\n(c)  &nbsp; the Licence granted to you under clause 6 is subject to Apple's Usage Rules set out in the App Store Terms and Conditions;&nbsp;<br>\n(d)  &nbsp; Apple has no responsibility whatsoever to furnish any maintenance and support services with respect to the Donor Mobile App; &nbsp;<br>\n(e)  &nbsp; in the event of any failure of the Donor Mobile App to conform to any applicable warranty, you may notify Apple and Apple will refund the purchase price you paid for the Donor Mobile App; &nbsp;<br>\n(f)  &nbsp; to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the Donor Mobile App; &nbsp;<br>\n(g)  &nbsp; Apple is not responsible for any claims that you have arising out of your use of the Donor Mobile App; &nbsp;<br>\n(h)  &nbsp; Apple will have no responsibility whatsoever for the investigation, defence, settlement or discharge of any third-party claim that the Donor Mobile App infringes that third party’s intellectual property rights.\nand &nbsp;<br>\n(i)  &nbsp; Apple and its subsidiaries are third-party beneficiaries of these Terms and, upon your acceptance of the Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third-party beneficiary. &nbsp;<br>\n14.3  &nbsp; You represent and warrant that: &nbsp;<br>\n(a)  &nbsp; you are not located in a country that is subject to a US Government embargo, or that has been designated by the US Government as a “terrorist supporting” country.\nand &nbsp;<br>\n(b)  &nbsp; you are not listed on any US Government list of prohibited or restricted parties.&nbsp;</p>\n<p>&nbsp;</p> Part C: General terms&nbsp.\n<p>15.  &nbsp; Warranties and Limitation of Liability &nbsp;<br>\n15.1  &nbsp; Subject to clause 15.2, any representation, warranty, condition, guarantee or undertaking that would be implied in this these Terms by legislation, common law, equity, trade, custom or usage is excluded to the maximum extent permitted by law. &nbsp;<br>\n15.2  &nbsp; Nothing in this these Terms excludes, restricts or modifies any consumer guarantee, right or remedy conferred on you by the Australian Consumer Law being Schedule 2 to the Competition and Consumer Act 2010 (Cth) (ACL) or any other applicable law that cannot be excluded, restricted or modified by agreement.&nbsp;<br>\n15.3  &nbsp; To the fullest extent permitted by law, the liability of Lifeblood for a breach of a non-excludable guarantee referred to in clause 15.2 is limited, at Lifeblood's option to:&nbsp;<br>\n(a)  &nbsp; in the case of goods supplied or offered by us, any one or more of the following:&nbsp;<br>\n(i)  &nbsp; the replacement of the goods of supply of equivalent goods;&nbsp;<br>\n(ii)  &nbsp; the repair of the goods;&nbsp;<br>\n(iii)  &nbsp; the payment of the cost of replacing the goods and of acquiring equivalent goods;&nbsp;<br>\n(iv)  &nbsp; the payment of the cost of having the services supplied again.\nor&nbsp;<br>\n(b)  &nbsp; in the case of services supplied or offered by us:&nbsp;<br>\n(i)  &nbsp; the supplying of these services again.\nor&nbsp;<br>\n(ii)  &nbsp; the payment of the cost of having the services supplied again.&nbsp;<br>\n15.4 &nbsp; &nbsp;Lifeblood will not be liable to you for any indirect, incidental, special or consequential loss or damage, loss of profits or anticipated profits, economic loss, loss of business opportunity, loss of data, loss of reputation or loss of revenue (irrespective of whether the loss or damage is caused by or relates to breach of contract, tort (including negligence), statute or otherwise) arising in connection with the Online Self Service, the Lifeblood Content, all links to or from the Online Self Service or the products and services made available through the Online Self Service.&nbsp;<br>\n15.5  &nbsp; Subject to this clause 15, the maximum aggregate liability of Lifeblood for all proven losses, damages and claims arising out of or in connection with this these Terms, the Online Self Service or the Lifeblood Content, including liability for breach, in negligence or in tort or for any other common law or statutory action, is limited to the sum of $100. </p>\n<p>&nbsp;16.  &nbsp; Indemnity&nbsp;<br>\n16.1  &nbsp; You will fully indemnify Lifeblood in respect of all loss, damage, costs, expenses (including legal fees on a full indemnity basis), fines, penalties, claims, demands and proceedings howsoever arising, whether at common law (including negligence) or under statute, in connection with any of the following:&nbsp;<br>\n(a)  &nbsp; your use of the Lifeblood Content;&nbsp;<br>\n(b)  &nbsp; your use of the Online Self Service; &nbsp;<br>\n(c)  &nbsp; your communications with Lifeblood;&nbsp;<br>\n(d)  &nbsp; User Content you post on the Online Self Service.\nor&nbsp;<br>\n(e)  &nbsp; any third party use of the Online Self Service through your Accounts (whether authorised or not).&nbsp;<br>\n16.2  &nbsp; You agree to give full cooperation to and provide Lifeblood with reasonable assistance in conducting the defence of any claim to which clause 16.1 applies.&nbsp;</p>\n<p>17.  &nbsp; Termination&nbsp;<br>\n17.1  &nbsp; Without prejudice to any other rights, Lifeblood may at any time terminate your access to the Online Self Service for any reason (including due to your breach or alleged breach of these Terms) in its sole discretion and without prior notice.&nbsp;<br>\n17.2  &nbsp; This paragraph 17.2 and paragraphs 5, 10, 11, 12, 15 and 16 will survive termination of your access to the Online Self Service in accordance with paragraph 17.1 and will continue to the benefit of and be enforceable by Lifeblood.&nbsp;<br>\n17.3  &nbsp; If Lifeblood terminates your access to the Donor Mobile App, you must delete all copies of the Donor Mobile App that are on any mobile devices, on your computer or are otherwise in your possession or control.&nbsp;<br>\n17.4  &nbsp; You may terminate these Terms at any time by destroying all copies of the Donor Mobile App and related documentation in your possession or under your control however, these Terms will still apply to your use of the Lifeblood Website.&nbsp;<br>\n17.5  &nbsp; All licences granted by you, and any indemnities given by you and any limitations of our liability survive such termination.&nbsp;</p>\n<p>18.  &nbsp; Jurisdiction and law&nbsp;<br>\n18.1  &nbsp; These Terms are governed by and must be construed in accordance with the laws of the Victoria, Australia.\nYou submit to the exclusive jurisdiction of the courts of that State and the Commonwealth of Australia in respect of all matters arising out of or relating to these Terms, their performance and subject matter.&nbsp;</p>\n<p>19.  &nbsp; International use&nbsp;<br>\n19.1  &nbsp; We make no representation or warranty that any competition, offering or content accessible through the Website is appropriate or available for use in locations outside Australia.\nIf you choose to access the Online Self Service from other locations, you do so at your own risk and are responsible for compliance with all applicable laws. You are not authorised to access the Online Self Service from any location where doing so would be illegal.&nbsp;</p>\n<p>20.  &nbsp; Severability&nbsp;<br>\n20.1  &nbsp; Each provision of these Terms is severable from the others and no severance of a provision will affect any other provision.&nbsp;</p>\n<p>21.  &nbsp; Entire agreement&nbsp;<br>\nThese Terms represents the entire agreement between you and Lifeblood for use of the Online Self Service and it supersedes any prior proposal, representation, or understanding between the parties.&nbsp;</p>\n<p>22.  &nbsp; Contacting us&nbsp;<br>\nIf you have any questions about the Lifeblood Website, the Donor Mobile App or these Terms, please contact us.\nIf you have a query about Lifeblood's Privacy Policy, contact details for our Privacy Officer are set out in the Privacy Policy. &nbsp;</p> &nbsp.\nTransfusion Online Learning — Terms of use&nbsp.\n<p>By using the Transfusion Online Learning system, you agree to the following terms and conditions:&nbsp;</p>\n<p>You agree to be solely responsible for all activities occurring under your email address, password or account used to access the Transfusion Online Learning system.&nbsp;</p>\n<p>You agree that you’re responsible for maintaining the confidentiality of your password and account, and ensuring that you exit from your account at the end of each session.&nbsp;</p>\n<p>You agree to notify Lifeblood immediately in the event of any unauthorised use of any password or account or any other known or suspected breach of security.&nbsp;</p>\n<p>You agree to be solely responsible for all aspects of the information that you submit in the course of registration for and using this system.\nLifeblood is not responsible or liable for the loss, destruction, deletion or failure to store any user data.&nbsp;</p>\n<p>Lifeblood is not liable for any loss or damage arising from your failure to comply with responsibilities.&nbsp;</p> Copyright and Intellectual Property&nbsp.\n<p>Education content and materials in this system are managed by Lifeblood’s Transfusion Policy and Education unit.&nbsp;</p>\n<p>The content and materials are the sole property of Lifeblood.\nYou cannot use, copy, modify, publish, resell for profit, distribute or transfer any Transfusion Online Learning content, or any copy thereof, in whole or in part, without consent of Lifeblood.&nbsp;</p> Privacy and security&nbsp.\n<p>Information about the collection of personal information for this system and Lifeblood’s privacy policy are available at lifeblood.com.au/privacy.\nBoth documents are incorporated herein by reference.&nbsp;</p>\n<p>You consent for Lifeblood to release your records to your nominated primary institution approved by Lifeblood to report on your attendance or completion of education activities within this system for the purposes of staff credentialing, continuous professional development or organisational accreditation.&nbsp;</p>\n<p>You consent to receive updates and notifications of new education materials in the system.&nbsp;</p>\n<p>The Transfusion Online Learning system and its related technologies may be physically hosted both in Australia and in overseas locations.\nYour personal information will be handled in accordance with the requirements of the Privacy Act 1988 and Lifeblood’s Privacy Policy.&nbsp;</p>\n<p>There are inherent risks associated with transfer of information via the internet.\nYou make your own assessments of the potential risks to the security of your information when making a decision as to whether or not you should use this system.&nbsp;</p> Disclaimer&nbsp.\n<p>The system’s disclaimer is described at  www.lifeblood.com.au/disclaimer, and is incorporated herein by reference.&nbsp;</p>\n<p>Content on materials in this system are designed for the Australian practice and is relevant to Australian settings unless otherwise specified.&nbsp;</p> Reports, research and publication&nbsp.\n<p>Your registration to this system is voluntary.&nbsp;</p>\n<p>You agree that the information that you provide may be subject to research and statistical reporting.&nbsp;</p>\n<p>You agree that research data may be gathered from the reports of the Transfusion Online System and you consent for your data to be published, provided that you cannot be identified.&nbsp;</p> Termination of use&nbsp.\n<p>A violation of any of the above terms by you may result in immediate suspension or limit access to the system.&nbsp;</p> ", "created_at": "2022-06-20 20:12:23.527949", "updated_at": "2022-06-20 18:13:57.549813"}], "points": [], "urls": ["donateblood.com.au", "lifeblood.com.au"]}}