{"error": 448, "message": "OK", "parameters": {"id": 6507, "name": "HOPE Consortium ", "created_at": "2022-04-26 18:11:42.708692", "updated_at": "2022-04-26 22:01:12.559533", "wikipedia": null, "keywords": null, "related": null, "slug": "hope-consortium", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6507.png", "url": "hopeconsortium.com", "documents": [{"id": 11836, "name": "Privacy Policy ", "url": "https://hopeconsortium.com/privacy-policy", "xpath": "/html/body/div[2]/div/div/div/main/div/div/div/div[2]/div/div", "text": "<p>The Hope Consortium (the “Company”) is committed to ensuring that your privacy is protected.\nWe have developed a Privacy Policy that covers how we collect, use, disclose, transfer, and store your personal information.\nShould we ask you to provide certain information by which you can be identified when using this website, then you can be assured that it will only be used in accordance with this privacy statement.\nThe Company may change this policy from time to time by updating this page.\nPlease take a moment to familiarize yourself with our privacy practices and contact us if you have any questions.</p>COLLECTION AND USE OF PERSONAL INFORMATION<p>You may be asked to provide your personal information anytime you are in contact with the Company or its affiliated.\nThe Company and its affiliated may share this personal information with each other and use it consistent with this Privacy Policy.\nThey may also combine it with other information to provide and improve our products, services, content, and advertising.\nYou are not required to provide the personal information that we have requested, but, if you chose not to do so, in many cases we will not be able to provide you with our products or services or respond to any queries you may have.</p>WHAT WE COLLECT<p>Personal data, or personal information, means any information about an individual from which that person can be identified.\nIt does not include data where the identity has been removed (anonymous data).\nWe may collect, use, store and transfer different kinds of personal data about you which we have grouped together as follows:</p>\n<ul>\n<li>\n<strong>Identity Data&nbsp;</strong>includes first name, last name, username or similar identifier, date of birth and gender.\nFor some services, we also collect information in relation to your nationality, passport number, passport expiry, Emirates ID and Emirates ID expiry.</li>\n<li>\n<strong>Contact Data&nbsp;</strong>includes billing address, delivery address, email address and telephone numbers.</li>\n<li>\n<strong>Financial Data&nbsp;</strong>includes bank account and payment card details.</li>\n<li>\n<strong>Transaction Data&nbsp;</strong>includes details about payments to and from you and other details of products and services you have purchased from us.</li>\n<li>\n<strong>Technical Data&nbsp;</strong>includes internet protocol (IP) address, your login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access this website.</li>\n<li>\n<strong>Profile Data&nbsp;</strong>includes your username and password, purchases or orders made by you, your interests, preferences, feedback and survey responses.</li>\n<li>\n<strong>Usage Data&nbsp;</strong>includes information about how you use our website, products and services.</li>\n<li>\n<strong>Marketing and Communications Data&nbsp;</strong>includes your preferences in receiving marketing from us and our third parties and your communication preferences.\nWe may periodically send promotional emails about new products, special offers or other information which we think you may find interesting using the email address which you have provided.</li>\n</ul>\n<p>From time to time, we may also use your information to contact you for market research purposes.\nWe may contact you by email, phone or mail.\nWe also collect data in a form that does not, on its own, permit direct association with any specific individual (“Aggregated Data”).\nWe may collect, use, transfer, and disclose non-personal information for any purpose.\nThe following are some examples of non-personal information that we collect and how we may use it:</p>\n<ul>\n<li>We may collect information such as occupation, language, zip code, area code, unique device identifier, referrer URL, location, and the time zone where the Company or affiliates’ product is used so that we can better understand customer behavior and improve our products, services, and advertising.</li>\n<li>We may collect information regarding customer activities on our website and from our other products and services.\nThis information is aggregated and used to help us provide more useful information to our customers and to understand which parts of our website, products, and services are of most interest.\nAggregated data is considered non‑personal information for the purposes of this Privacy Policy.</li>\n<li>We may collect and store details of how you use our services, including search queries.\nThis information may be used to improve the relevancy of results provided by our services.\nExcept in limited instances to ensure quality of our services over the Internet, such information will not be associated with your IP address.</li>\n<li>With your explicit consent, the Company shall be allowed to send your data to third party for marketing purposes.</li>\n</ul>\n<p>If we do combine non-personal information with personal information the combined information will be treated as personal information for as long as it remains combined.</p>SECURITY<p>We are committed to ensuring that your information is secure.\nIn order to prevent unauthorized access or disclosure, we have put in place suitable physical, electronic and managerial procedures to safeguard and secure the information we collect online.</p>HOW WE USE COOKIES<p>A “cookie” is a string of information which assigns you a unique identifier that we store on your computer.\nYour browser then provides that unique identifier to use each time you submit a query to the site.\nWe use cookies on the site to, among other things, keep track of services you have used, record registration information, record your user preferences, keep you logged into the site, facilitate purchase procedures, and track the pages you visit.\nCookies help us understand how the site is being used and improve your user experience.\nThe Company’ websites, online services, interactive applications, email messages, and advertisements may use cookies and other technologies such as pixel tags and web beacons.\nThese technologies help us better understand user behavior, tell us which parts of our websites people have visited, and facilitate and measure the effectiveness of advertisements and web searches.\nWe treat information collected by cookies and other technologies as non‑personal information.\nHowever, to the extent that Internet Protocol (IP) addresses or similar identifiers are considered personal information by local law, we also treat these identifiers as personal information.\nSimilarly, to the extent that non-personal information is combined with personal information, we treat the combined information as personal information for the purposes of this Privacy Policy.\nThe Company also uses cookies and other technologies to remember personal information when you use our website, online services, and applications.\nOur goal in these cases is to make your experience with the Company more convenient and personal.\nKnowing someone using your computer or device has shopped for a certain product or used a particular service helps us make our advertising and email communications more relevant to your interests.\nAnd knowing your contact information, hardware identifiers, and information about your computer or device helps us personalize your operating system and provide you with better customer service.\nMost browsers are set to accept cookies by default.\nHowever, you can remove or reject cookies in your browser’s settings.\nPlease be aware that such action could affect the availability and functionality of the site.</p>TYPES OF COOKIES<p>In summary, the following types of cookies may be used when you visit the site: Advertising Cookies Advertising cookies are placed on your computer by advertisers and ad servers in order to display advertisements that are most likely to be of interest to you.\nThese cookies allow advertisers and ad servers to gather information about your visits to the site and other websites, alternate the ads sent to a specific computer, and track how often an ad has been viewed and by whom.\nThese cookies are linked to a computer and do not gather any personal information about you.\nAnalytics Cookies Analytics cookies monitor how users reached the site, and how they interact with and move around once on the site.\nThese cookies let us know what features on the site are working the best and what features on the site can be improved.\nOur Cookies Our cookies are “first-party cookies”, and can be either permanent or temporary.\nThese are necessary cookies, without which the site won’t work properly or be able to provide certain features and functionalities.\nSome of these may be manually disabled in your browser, but may affect the functionality of the site.\nPersonalization Cookies Personalization cookies are used to recognize repeat visitors to the site.\nWe use these cookies to record your browsing history, the pages you have visited, and your settings and preferences each time you visit the site.\nSecurity Cookies Security cookies help identify and prevent security risks.\nWe use these cookies to authenticate users and protect user data from unauthorized parties.\nSite Management Cookies Site management cookies are used to maintain your identity or session on the site so that you are not logged off unexpectedly, and any information you enter is retained from page to page.\nThese cookies cannot be turned off individually, but you can disable all cookies in your browser.\nThird-Party Cookies Third-party cookies may be place on your computer when you visit the site by companies that run certain services we offer.\nThese cookies allow the third parties to gather and track certain information about you.\nThese cookies can be manually disabled in your browser.</p>LINKS TO OTHER WEBSITES<p>Our website may contain links to other websites of interest.\nHowever, once you have used these links to leave our site, you should note that we do not have any control over that other website.\nTherefore, we cannot be responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement.\nYou should exercise caution and look at the privacy statement applicable to the website in question.</p>CONTROLLING YOUR PERSONAL INFORMATION<p>You may choose to restrict the collection or use of your personal information in the following ways:</p>\n<ul>\n<li>whenever you are asked to fill in a form on the website, look for the box that you can click to indicate that you do not want the information to be used by anybody for direct marketing purposes</li>\n<li>if you have previously agreed to us using your personal information for direct marketing purposes, you may change your mind at any time by writing to or emailing us at&nbsp;enquiries@hopeconsortium.com</li>\n</ul>\n<p>We will not sell, distribute or lease your personal information to third parties unless we have your permission or are required by law to do so.\nWe may use your personal information to send you promotional information about third parties which we think you may find interesting if you tell us that you wish this to happen.\nIf you believe that any information we are holding on you is incorrect or incomplete, please write to or email us as soon as possible, at the above address.\nWe will promptly correct any information found to be incorrect.</p>", "created_at": "2022-04-26 18:11:42.71081", "updated_at": "2022-04-26 16:12:46.142605"}, {"id": 11837, "name": "Terms & Conditions ", "url": "https://hopeconsortium.com/terms-conditions", "xpath": "/html/body/div[2]/div/div/div/main/div/div/div/div[2]/div/div", "text": "INTRODUCTION<p>Welcome to our website.\nThe following terms and conditions apply to all visitors and/or users of this platform.\nIf you continue to browse and use the Hope Consortium’ (The Company) website, you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern the Company relationship with you in relation to this website.\nIf you have any objection to any part of these terms and conditions, please refrain from using this website.</p>GENERAL<p>The use of this website is subject to the following terms of use:</p>\n<ul>\n<li>The content of the pages of this website is for your general information and use only.\nThe Company reserves the right to change these terms from time to time at its sole discretion.\nBy using this website, you are expected to review such terms on a regular basis to ensure you understand all conditions governing the use of this website.</li>\n<li>This website uses cookies to monitor browsing preferences.\nIf you do allow cookies to be used, the following personal information may be stored by us for use by third parties: IP Address, records of page viewed &amp.\ninteractions with the site.</li>\n<li>Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose.\nYou acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.</li>\n<li>Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable.\nIt shall be your own responsibility to ensure that any products, services or information available through this website meet your specific requirements.</li>\n<li>Unauthorized use of this website may give rise to a claim for damages and/or be a criminal offence.</li>\n<li>From time to time, this website may also include links to other websites.\nThese links are provided for your convenience to provide further information.\nThey do not signify that we endorse the website(s).\nWe have no responsibility for the content of the linked website(s).</li>\n<li>Your use of this website and any dispute arising out of such use of the website is subject to the laws of United Arab Emirates and Abu Dhabi Emirate.</li>\n</ul>INTELLECTUAL PROPERTY AND COPYRIGHTS<p>All contents on this site are protected by copyright.\nNo portion of the information on this website may be reproduced, (coding, graphic designs, published material, images, sound and other files) in any form, or by any means, without prior written permission from the Company.\nVisitors or users are not permitted to modify, distribute, publish, transmit or create derivative works of any material found on this site for any public or commercial purposes.\nOther than content you own, which you may have opted to include on this website, under these terms, the Company and/or its licensors own all rights to the intellectual property and material contained in this website, and all such rights are reserved.</p>RESTRICTIONS<p>You are expressly and emphatically restricted from all of the following:</p>\n<ul>\n<li>Publishing any website material in any media;</li>\n<li>Selling, sub-licensing, and/or otherwise commercializing any website material;</li>\n<li>Publicly performing and/or showing any website material;</li>\n<li>Using this website in any way that is, or may be, damaging to this website;</li>\n<li>Using this website in any way that impacts user access to this website;</li>\n<li>Using this website contrary to applicable laws and regulations, or in a way that causes, or may cause, harm to the website, or to any person or business entity;</li>\n<li>Engaging in any data mining, data harvesting, data extracting or any other similar activity in relation to this website, or while using this website;</li>\n<li>Using this website to engage in any advertising or marketing;</li>\n</ul>\n<p>Certain areas of this platform are restricted from access by you, and the Company&nbsp;may further restrict access by you to any areas of this website, at any time, in its sole and absolute discretion.\nAny user IDs and passwords you may have for this website are confidential.</p>LIMITATION OF LIABILITY<p>In no event shall the Company and its affiliates, nor any of its officers, directors, and employees, be liable to website visitors for anything arising out of, or in any way connected with, the use of this platform, whether such liability is under contract, tort or otherwise.\nThe Company, including its officers, directors, and employees shall not be liable for any indirect, consequential or special liability arising out of, or in any way related to, the use of this website.</p>INDEMNIFICATION<p>You hereby indemnify, to the fullest extent, the Company from and against any and all liabilities, costs, demands, causes of action, damages and expenses (including reasonable attorneys’ fees) arising out of, or in any way related to, your breach of any of the provisions of these terms.</p>ASSIGNMENT<p>The Company shall be permitted to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification or consent required.\nHowever, you shall not be permitted to assign, transfer, or subcontract any of your rights and/or obligations under these Terms.</p>", "created_at": "2022-04-26 18:11:42.712252", "updated_at": "2022-04-26 16:12:20.251353"}], "points": [], "urls": ["hopeconsortium.com"]}}