{"error": 448, "message": "OK", "parameters": {"id": 3062, "name": "XML Sitemaps", "created_at": "2021-04-08 15:28:19.130346", "updated_at": "2021-04-09 00:02:58.723549", "wikipedia": null, "keywords": null, "related": null, "slug": "xml_sitemaps", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3062.png", "url": "xml-sitemaps.com", "documents": [{"id": 4871, "name": " Privacy Policy", "url": "https://www.xml-sitemaps.com/privacy-policy.html", "xpath": "/html/body/div[1]/div[2]/div/div/div/div/div/div/div", "text": "<p>At XML Sitemaps we guarantee our commitment to respecting and protecting your online privacy.\nThis includes your need and your right to know what we do with the personal information you share with us.\nIt also guides our company's policies regarding the management of this data, including how the information is collected, processed, and for what purposes.\n</p>\n<p> \"XML Sitemaps\": refers to the web pages and forums.\nBy accessing this website, and registering as a member, you are consenting to the way information is collected and used, as described within this Privacy Policy.\n</p>\n<p> In return, XML Sitemaps gives the commitment that we will use the personal data you provide only in ways that are compatible with the following Privacy Policy.\n</p> What we collect and what we do with this information\nWe may collect the following information: <ul>\n<li>Every time a new sitemap is created with our free online sitemap generator, we store a list of all links found on the website the sitemap is created for, the date and time when the sitemap was created, the total number of pages found and the IP address of the visitor that have requested to create this sitemap.\n<br>\nWe use this information to allow viewing and downloading of created sitemap files.\nWe may use this information to improve our products and services.\n</li>\n<li>In case the visitor requests to receive an email with the sitemap files created with the free online generator, we store the date, time and specified email address for internal record keeping.\n</li>\n<li>When unlimited sitemap generator script license (or it's addons) is ordered, we store the information provided by the payment processor (Paypal or Stripe), including transaction ID, date and time, amount of transaction.\nThe name and address is stored in case it's included with payment information.\n<br>\nWe use this information to provide the customer a link to download the ordered software, to create a customer account on our support forum.\nWe also use the email address to send a notification email when a new version of the script is released (each email has a link to unsubscribe from all emails).\n</li>\n<li>Every time you log on to our website, your IP (Internet Protocol) address registers on our servers.\nYour IP address reveals no information other than the number assigned to you.\nWe do not use this technology to get any personal data against your knowledge or free will (i.e., automatically recording e-mail addresses of visitors).\nNor do we use it for any purpose other than to help us monitor traffic on our website, or (in case of criminal activity or misuse of our information) to cooperate with law enforcement.\n</li>\n</ul>\nSecurity\n<p>We are committed to ensuring that your information is secure.\nIn order to prevent unauthorised access or disclosure, we have put in place suitable physical, electronic and managerial procedures to safeguard and secure the information we collect online.\n</p> Cookies <p>XML Sitemaps may send \"cookies\" to your computer.\nCookies are fragments of data sent through the web server and stored on your hard drive.\nCookies cannot read the files stored on your computer, nor can they gather information.\nThe purpose of cookies is just to monitor the traffic on the site, so we know which pages you have visited or customized, making it easier for you to download the information the next time you look at our pages.\n</p>\n<p> XML Sitemaps does not sell the information to advertisers, not does it change your computer settings.\nYou can also reset your browser to refuse cookies or to notify you when a cookie is sent, although doing this may interfere with the quality and speed of your browsing experience since some features won't work as they were designed.\n</p> Links to other websites\n<p>Our website may contain links to other websites of interest.\nHowever, once you have used these links to leave our site, you should note that we do not have any control over that other website.\nTherefore, we cannot be responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement.\nYou should exercise caution and look at the privacy statement applicable to the website in question.</p> Controlling your personal information\n<p>We will not sell, distribute or lease your personal information to third parties unless we have your permission or are required by law to do so.\nWe may use your personal information to send you promotional information about third parties which we think you may find interesting if you tell us that you wish this to happen.\n</p>\n<p>\nYou may request details of personal information which we hold about you under the Data Protection Act 1998.\n</p>\n<p>\nIf you believe that any information we are holding on you is incorrect or incomplete, please write to or email us as soon as possible at the above address.\nWe will promptly correct any information found to be incorrect.\n</p>\n<p>\nYou may request to have your personal data to be removed from our servers.\n</p>\n<p>\nIf you would like a copy of the information held on you or to correct or erase this information please write to privacy@xml-sitemaps.com.\n</p> Reader Consent <p> When you register for an XML Sitemaps discussion forum, your user name is recorded specifically for the purposes of facilitating and maintaining your own account within the forums.\nThis information is not used to monitor your activity within a forum, nor is it used to identify you outside the XML Sitemaps network.\n</p>\n<p> Updated: <i>May 5th, 2018</i>\n</p>", "created_at": "2021-04-08 15:28:19.421384", "updated_at": "2021-04-08 15:29:16.324161"}], "points": [{"id": 18413, "title": "There is a date of the last update of the agreements", "source": "https://www.xml-sitemaps.com/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2021-04-08 18:00:32.719874", "updated_at": "2021-04-08 18:10:41.445958", "quoteText": "Updated: <i>May 5th, 2018", "case_id": 331, "document_id": 4871, "quoteStart": 5555, "quoteEnd": 5580}], "urls": ["xml-sitemaps.com"]}}