{"error": 448, "message": "OK", "parameters": {"id": 2723, "name": "Olark", "created_at": "2021-02-05 18:10:18.386118", "updated_at": "2021-03-25 03:19:28.904662", "wikipedia": null, "keywords": null, "related": null, "slug": "olark", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2723.png", "url": "olark.com", "documents": [{"id": 4032, "name": "GDPR", "url": "https://www.olark.com/help/gdpr", "xpath": "//*[@id=\"helpcenter_article\"]/div/div[1]/div/div", "text": " Are you looking for Olark’s Data Processing Agreement (DPA)?\n<p>Please email gdpr@olark.com with the name and email address of the member of your organization authorized to sign, and we will send you our standard agreement.</p> Jump to a section:\n<ul>\n<li>Olark and the GDPR\n<ul>\n<li>What is GDPR?</li>\n<li>Does Olark support GDPR compliance?</li>\n<li>What does the GDPR mean for Olark customers?</li>\n</ul>\n</li>\n<li>What is Olark doing about GDPR?\n<ul>\n<li>\n<p>Does Olark have a Data Processing Agreement (DPA)?</p>\n</li>\n<li>\n<p>Can I use Olark and still be GDPR compliant?</p>\n</li>\n<li>\n<p>Will Olark handle notice requirements for me?</p>\n</li>\n<li>\n<p>How will Olark help me respond to individual rights requests?</p>\n</li>\n<li>\n<p>Do I need customer consent to use personal data obtained through Olark?</p>\n</li>\n<li>\n<p>Can I get customer consent in the chat box?</p>\n</li>\n<li>\n<p>Do I have to delete all my transcripts from Olark to be compliant?</p>\n</li>\n<li>\n<p>Do you have an updated privacy policy?</p>\n</li>\n<li>\n<p>Privacy Shield was invalidated in the EU - what next?</p>\n</li>\n<li>\n<p>What tools do you offer to help us control data retention?</p>\n</li>\n<li>\n<p>Does Olark have a signed DPA with each sub-processor?</p>\n</li>\n</ul>\n</li>\n</ul> Olark and the GDPR\n<p>Here at Olark, we believe that strong privacy practices are good for both your customers and your business.\nWe are committed to supporting your compliance with applicable data and privacy regulations, and to providing you with relevant, accurate information about Olark’s data and privacy practices.\nTo that end, we have provided responses to several common data and privacy questions below.</p>\n<p>\n<strong>Please note that this information is not legal advice.\nWe strongly encourage you to discuss compliance questions with a lawyer who is familiar with your business.</strong>\n</p>\n<p>On May 25, 2018, the new General Data Protection Legislation (GDPR) will be coming into force in the European Union.\nThis legislation affects all companies based in the European Union, as well as any company that does business with customers (including both individuals and corporations) based in the European Union.</p>\n<p>We know that those of you who are affected by the GDPR may have questions.\nWhile we are not able to answer legal questions regarding how your own organization achieves compliance, we can and will support your compliance efforts by providing information about the data that Olark collects, transmits and stores for your organization.\nTo that end, we have prepared a detailed list of FAQs (below) relating to the GDPR and our compliance efforts.\nYou can also refer to our help center.\nwe will be keeping this page up to date as we progress with the compliance process.</p>\n<p>As always, if you have any additional questions or would like to chat this through, please don’t hesitate to reach out via email or chat.</p>\nWhat is the GDPR?\n<p>The (GDPR) is the new European Union (EU) data privacy law that greatly strengthens data privacy protections for individuals located in the EU (“EU residents”).\nIt basically gives EU residents more control over how organizations collect, process, store, and share their personal data online.</p>\n<p>The GDPR also imposes new obligations on all organizations that process EU personal data regardless where the organization is located.\nThe GDPR is territorial - meaning the GDPR applies to any organization that processes EU personal data, regardless of where the organization may be located.\n“Personal data” is a term that the GDPR broadly defines, but in general it can be thought of as any data that can personally identify an individual or make them identifiable.</p>\nDoes Olark support GDPR compliance?\n<p>Yes.\nOlark is committed to helping you be GDPR compliant.\nWe have worked hard with our legal and engineering teams to ensure to the extent Olark directly collects EU personal data it is in compliance with the GDPR.</p>\n<p>We are fully compliant with the EU-US Privacy Shield Framework and the Swiss – U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information from the European Union and Switzerland to the United States.</p>\nWhat does the GDPR mean for Olark customers?\n<p>If you are using Olark’s products or services to collect information (such as names, email addresses, phone numbers, IP addresses, etc.) from individuals who reside in the European Union, then the GDPR will place additional constraints on the way you handle and use that information.</p>\n<p>Olark offers built-in features to help you with your GDPR compliance efforts, and we will continue to support you in achieving compliance with this and similar privacy legislation.</p>\n<p>To best understand your role and Olark’s role under the GDPR, it’s critical to understand three key terms as they relate to our services: data subjects, data controllers, and data processors.\nThe data subjects are your customers or end users residing in the EU.\nYou are the data controller because you decide the purposes for which you need to collect personal data from data subjects and the means by which you want to collect it.\nOlark is a data processor because we process data from your data subjects on your behalf and on your instructions.</p>\n<p>Some other key obligations under the GDPR include:</p>\n<p>\n<strong>Notice:</strong> Organizations are required to provide notice to data subjects whenever they collect personal data from the data subject.\nIn the notice, organizations must identify the lawful basis for processing the personal data (see Article 6 of the GDPR), among other things.\nData controllers must determine which lawful basis applies to their processing.</p>\n<p>\n<strong>Individual Rights:</strong> The GDPR expands data subjects’ rights to their personal data.\nExcept as limited by applicable law, EU data subjects have the right to access the personal data a company is processing on them.\nto restrict the processing.\nto correct incomplete or inaccurate personal data.\nto have their personal data deleted.\nand to object to their data being used for certain purposes.</p>\n<p>\n<strong>Retention:</strong> One of the core principles of the GDPR is “data minimization.” The GDPR requires that EU personal data should not be kept any “no longer than is necessary for the purposes for which the personal data are processed.” It is the responsibility of the data controller to determine the appropriate time period for which to retain EU personal data and, as applicable, convey those periods to their data processors and/or data subjects.</p>\nWhat is Olark doing about GDPR?\nDoes Olark have a Data Processing Agreement (DPA)?\n<p>Yes.\nPlease email gdpr@olark.com with the name and email address of the member of your organization authorized to sign our DPA, and we will send you our standard agreement.</p>\n<p>If you would like to modify the standard DPA, or if your business requires a custom DPA, you will need to move to an enterprise plan.\nYou can email gdpr@olark.com for more information.</p>\nCan I use Olark and still be GDPR-compliant?\n<p>Yes! Olark is committed to supporting your GDPR compliance efforts.\nWe’ve provided responses to common compliance questions below.</p>\nWill Olark handle notice requirements for me?\n<p>Olark cannot handle notice requirements on our customers’ behalf.\nhowever, we have provided tools to communicate notice to your website visitors via the Olark chatbox.</p>\n<p>\n<em>Additional context:</em> As the data controller, you are required to provide notice to individuals located in the European Union whenever you collect data from them.\nThe notice that you provide needs to identify the legal basis (or “lawful basis”, i.e., legitimate reason) applicable to your processing of personal data, including any data processed via Olark.\nArticle 6 of the GDPR lists six such legal bases: consent, contract, legal obligation, vital interests, public tasks, and legitimate interest.\nAs a data processor, Olark does not and cannot determine the legal basis for processing visitor personal data on behalf of its customers;</p>\n<p>\n</p>\nHow will Olark help me respond to individual rights requests (e.g., right to access, correction, erasure, etc.)?\n<p>Olark has tools in place to help you export, modify and delete files.\nWe will continue to build out tools to help you respond to individual rights requests as our products and services expand and evolve.</p>\n<p>\n<em>Additional context:</em> One of the changes under the GDPR is the expansion of privacy rights for individuals located in the EU.\nAs a data controller, you will need to be ready and able to comply with applicable individual rights requests, such as deleting a customer’s personal data from your records or providing them with a copy of the data you hold.\nThe GDPR grants some exceptions to compliance with individual requests.\nconsult with a legal expert to determine whether you are covered under an exception.</p>\n<p>\n</p>\nDo I need customer consent to use personal data obtained through Olark?\n<p>If none of the other legal bases apply to your data usage, you will need to obtain specific, informed, freely given, and unambiguous consent to use your customers’ data in the way you intend.\nNote that an “opt-out”, where the customer is opted in to data usage by default, may no longer be sufficient.</p>\n<p>Consent is most often required for marketing uses (e.g., using an email address to send a customer promotional emails), but may be required for other uses, too.\nBe sure to ask your legal counsel to check the e-Privacy Directive (and once finalized, the e-Privacy Regulation) for additional e-marketing requirements.</p>\nCan I get customer consent in the chat box?\n<p>Yes.\nWe have tools to add a consent option to your chat box.</p>\n<p>It remains your responsibility to verify that your use of customer data is consistent with the consent given.</p>\nDo I have to delete all my transcripts from Olark to be compliant?\n<p>Not necessarily! If you received an individual rights request for erasure, you should consult with your legal counsel to determine how to respond.\nHowever, outside of an individual rights request, your obligation depends on how you use or process transcript data and which legal basis applies to such processing.</p>\n<p>You may be able to continue using transcripts if your legal basis for processing transcript data still applies.\nFor example, you may continue to use transcript data because you have a legal obligation to retain the data, if processing the data is in your website visitors’ legitimate interest, or if your use of transcript data is directly related to performance of a contract or to steps a customer has requested you take prior to entering into a contract.</p>\n<p>Finally, you may be able to fulfill your GDPR obligations by refraining from certain uses of transcript data.</p>\n<p>Olark also provides privacy tools that allow you to redact certain visitor information from transcripts after a certain amount of time, or at a particular customer’s request.\nThese privacy tools will destroy all form submissions (e.g., responses to pre-chat name, email, and phone fields).\nall text that is formatted as an email address, phone number, or IP address.\nand the visitor’s internal ID.\nThis information is replaced with <code>&lt;redacted&gt;</code> in the transcript .\nRedaction also destroys all visitor files uploaded through the chatbox.</p>\n<p>\n</p>\n<p>Again, you should consult with your legal counsel to identify the best option for your company.\nTranscript data cannot be restored once deleted, so if transcript data is valuable to your business, we encourage you to explore the possibility of modifying or limiting your use of transcripts rather than deleting the data entirely.</p>\nDo you have an updated privacy policy?\n<p>Yes! We have updated our privacy policy to help you better understand how we handle customer data and protect your privacy.\nYou can find our updated policy here.</p>\nPrivacy Shield was invalidated in the EU - what next?\n<p>We have updated our DPA to reflect these changes and would be happy to send you a new DPA for signing.\nPlease reach out to us directly with that request.</p>\nWhat tools do you offer to help us control data retention?\n<p>We offer a number of tools in our data management dashboard.</p>\n<ul>\n<li>\n<p>You can choose to automatically redact certain visitor information from all transcripts after a specified time period.\n</p>\n</li>\n<li>\n<p>You can redact certain information for a single visitor, based on the visitor’s email address, if that visitor submits a request for erasure.</p>\n</li>\n<li>\n<p>You can export all transcripts associated with a visitor’s email address, along with other information about that visitor, to a CSV file.\n</p>\n</li>\n<li>\n<p>You can add a custom consent request and agreement checkbox to the chat box.\nWhen a visitor grants or withdraws consent via the checkbox, their action will be noted in the chat transcript.\n</p>\n</li>\n</ul>\nDoes Olark have a signed DPA with each sub-processor?\n<p>Yes, we have a signed DPA with all of the vendors we use to process personal data.</p> ", "created_at": "2021-02-05 18:10:37.906976", "updated_at": "2021-02-05 18:10:42.297358"}, {"id": 4033, "name": "Privacy Policy", "url": "https://www.olark.com/privacy-policy", "xpath": "/html/body/div[2]/section", "text": " Olark Privacy Policy\n<p>Last Modified: November 4, 2020</p>\n<p>We take your privacy seriously.\nHabla, Inc.\n(“Olark”, or “we”, or “our”, or “us”) has created this Privacy Policy to explain how we collect, store, use and protect your information.\nThis Privacy Policy explains our information handling practices when you use our communication services, interact with our website, or interact with us directly (collectively the “Services”).</p>\n<p>This Privacy Policy is incorporated into, and considered a part of, the Terms of Service, and any terms not defined herein have the meanings ascribed to them in the Terms of Service.\nThis Privacy Policy and the Terms of Service govern the collection of information and use of the Services offered by Olark, and by using the Services you are giving Olark permission to use and store such information consistent with this Privacy Policy and the Terms of Service.</p>\n1.\nAcceptance of Policy\n<p>By accessing or using the Services, you do hereby warrant and represent that you have read, understand and agree to all terms and conditions stated herein, and our Terms of Service, currently available at http://www.olark.com/tos (the “Terms of Service”).</p>\n<p>If you do not agree with or you are not comfortable with any aspect of this Policy, you should immediately discontinue access or use of our Services.</p>\n2.\nNotification of Changes\n<p>Olark’s Privacy Policy is periodically reviewed, and might change as Olark updates and expands the Services.\nOlark will endeavor to notify you directly of any material changes, and will post a notice of any non material changes on our website.\nOnce the new Policy is posted, the Policy will become effective after your continued use of the Services.</p>\n<p>Olark encourages you to review this Privacy Policy periodically.\nIf you have any questions you can contact us at privacy@olark.com.</p>\n3.\nOur Relationship to You\n<p>It is important that you identify which relationship(s) you have with Olark to understand Olark’s data protection obligations and your rights to your Personal Information under this Privacy Policy.\nOlark has the following relationships:</p>\n<ul>\n<li>A “User” is an individual providing Personal Information to us via our website or other services, products or platforms, such as by signing up for our newsletter or making an account and posting on the forums.\nHere, Olark is a data controller.</li>\n<li>A “Customer” is a specific type of User that has engaged us to act as an agent (a “data processor”) by obtaining our Services.\nThe Customer is the data controller, and Olark is their data processor.</li>\n<li>A “Customer End User” is an individual that provides their Personal Information to our Customers.\nWe do not control the purposes or the means by which their Personal Information is collected, and we are not in a direct relationship with Customer End Users.</li>\n</ul>\n<p>Hereinafter we may refer to Customers and Users collectively as “you.”</p>\n4.\nCollection\n<p>During your use of the Services, Olark or third-party vendors contracted by us will collect, use, disclose, store, process, data that identifies you or may make you identifiable (collectively your “Personal Information”).</p>\n<p>When you use our Services, we generally collect the following Personal Information about you:</p>\n<ul>\n<li>Your account registration data you provided, including name, email, and/or avatar;</li>\n<li>Your credit card and/or other billing information;</li>\n<li>In-Chat information you provided, such as your name, email address, file attachments, and/or phone number;</li>\n<li>Business information like your company name, company size, and business type;</li>\n<li>Any other information you provide to us, such as, but not limited to, when you add a coworker to join the Services, refer an individual to Olark, post on our blog, or submit a resume to apply for a job with us;</li>\n<li>Account information from Add-ons and other third-party services you use in conjunction with our Services;</li>\n<li>Cookies and similar tracking information (see “Cookies” below for more information);</li>\n<li>Data about your use of the Services, such as, but not limited to, interactions with the user interface to the Services, the Internet Protocol Address for the computers you use to connect to the Services with, the frequency and size of data transfers, and information you use to describe yourself.\nand</li>\n<li>Data required for operation of the Services, such as, but not limited to, information you submit to, publish with, or transfer through to the Services.</li>\n</ul>\n5.\nUse &amp.\nPurpose\n<p>We will not use your Personal Information for purposes other than those purposes described in this Policy or disclosed to you.\nFrom time to time we may request your permission to allow us to share your Personal Information with third parties.\nYou can choose not to share your information with third parties.\nWhen you limit the ways we can use your Personal Information, some or all of the Services may not be available to you.</p>\n<p>We use your Personal Information for the following purposes:</p>\n<ul>\n<li>\n<strong>To provide the Services to you</strong>.\nWhen you want to add the Olark chatbox to your website or participate in our affiliate program, we require certain information from you.\nSuch information may include your contact, website and payment information, and information about your referrals.\nWe share this information with our service providers or partners to the extent necessary to continue to provide you with the Services.\nWe cannot provide you with Services without such information.</li>\n<li>\n<strong>To send you Service-related communications</strong>.\nWe send administrative or account-related information to you to keep you updated about our Services, inform you of relevant security issues or updates, or provide other transaction-related information to you.\nWithout such communications, you may not be aware of important developments relating to your account that may affect how you can use our Services.</li>\n<li>\n<strong>For identification, authentication and security</strong>.\nWe are committed to providing you with a secure experience on our Services.\nTo do so, we process your Personal Information to enhance security, monitor and verify identity or service access, combat spam or other malware or security risks.\nWithout processing your Personal Information, we may not be able to ensure the security of our Services.</li>\n<li>\n<strong>To enforce terms, agreements or policies</strong>.\nWe process your Personal Information to actively monitor, investigate, prevent and mitigate any alleged or actual prohibited, illicit or illegal activities on our Services or violations of our posted user terms.\nIn addition, we may process your Personal Information to enforce our agreements with third parties and partners, and/or collect fees based on your use of our Services.\nWe may use any of your Personal Information collected on our Services for these purposes.\nWe cannot perform our Services in accordance with our terms, agreements or policies without processing your Personal Information for such purposes.</li>\n<li>\n<strong>To provide customer service</strong>.\nWhen you contact us with questions, feedback, concerns, disputes, or issues, we process your Personal Information so we can respond to you and resolve any issues.\nIf we do not process your Personal Information, we cannot respond to your requests and ensure your continued use of the Services.</li>\n</ul>\n<p>\n<em>Designated Countries</em>: For purposes of the EU General Data Protection Regulation (“GDPR”) or any equivalent legislation (collectively “Applicable Data Protection Laws”), we process this Personal Information based on our contract with you.</p>\n<ul>\n<li>\n<strong>To engage in marketing activities</strong>.\nWe may send you marketing communications based on your communication settings to inform you about relevant products and services.\nto deliver targeted marketing.\nto provide you with promotional offers.\nor to inform you about our events, webinars or materials, including those of our partners.\nWe process information about your usage of our Services and your contact information to provide marketing communications.\nYou can opt-out of our marketing communications at any time.</li>\n</ul>\n<p>\n<em>Designated Countries</em>: For purposes of the Applicable Data Protection Laws, we process this Personal Information based on your consent.</p>\n<ul>\n<li>\n<strong>To enhance your experience on the Services</strong>.\nWe process your Personal Information to provide you with a personalized experience on our Services, such as allowing you to use social media plugins on our Services (e.g., Facebook and Twitter) or by keeping track of your preferences (e.g., timezone, display name, etc.).\nWithout such processing, we may not be able to ensure your continued enjoyment of part or all of our Services.</li>\n</ul>\n<p>\n<em>Designated Countries</em>: For purposes of the Applicable Data Protection Laws, we process this Personal Information to satisfy our legitimate interests as described above.</p>\n<ul>\n<li>\n<strong>To conduct research and development</strong>.\nWe pride ourselves in being innovative and continuing to offer you new, customized or improved features on our Services.\nIn order to do so, we process your Personal Information to better understand you and the way you use and interact with our Services.\nWithout such processing, we cannot ensure your continued enjoyment of part or all of our Services.</li>\n</ul>\n<p>\n<em>Designated Countries</em>: For purposes of the Applicable Data Protection Laws, we process this Personal Information to satisfy our legitimate interests as described above.</p>\n<ul>\n<li>\n<strong>To maintain legal and regulatory compliance</strong>.\nWe process your Personal Information, in collaboration with service providers acting on our behalf, to pay our taxes or fulfill our other business obligations, and/or to manage risk as required under applicable law.\nWe cannot perform the Services in accordance with legal and regulatory requirements without processing your Personal Information for such purposes.</li>\n</ul>\n<p>\n<em>Designated Countries</em>: For purposes of the Applicable Data Protection Laws, we process this Personal Information to comply with our legal obligations and/or to satisfy our legitimate interests.</p>\n<p>If you provide us with Personal Information about others, or if others give us your Personal Information, we will only use that Personal Information for the uses described when the Personal Information was provided.\nPlease ensure you have lawful basis to share any third party Personal Information with us.</p>\n6.\nThird-party services\n<p>We may share or collect your Personal Information in collaboration with our third party service providers (“Partners”), including companies that assist with payment processing, business analytics, data processing, account management, and other services.\nWe instruct these Partners to not use your Personal Information themselves or share it with another party not under a similar contract to provide service to us, and to only use your Personal Information for the specific services we have requested for us or on your behalf.</p>\n7.\nFurther disclosure\n<p>We may share with third parties non-Personal Information, public information, and anonymized aggregated data pursuant to this Privacy Policy and as permitted by Data Protection Laws.\nWe may also disclose your Personal Information in the following instances:</p>\n<ul>\n<li>As required by law such as to comply with a subpoena, or similar legal process;</li>\n<li>When we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request;</li>\n<li>If we are involved in a merger, acquisition, or sale of all or a portion of our assets, you will be notified via email and/or a prominent notice within the application of any change in ownership or uses of your Personal Information, as well as any choices you may have regarding your Personal Information.\nand</li>\n<li>To any other third party with your prior consent to do so.</li>\n</ul>\n<p>\n<em>Designated Countries</em>: For purposes of the Applicable Data Protection Laws, we process this Personal Information, as applicable, to satisfy our legal obligations, protect your vital interests or process data in the public interest, for purposes of our legitimate interests, or with your consent.</p>\n8.\nPersonnel\n<p>We will only disclose Personal Information to our staff as they need to know and we will ensure such personnel protect Personal Information as required in this Privacy Policy.\nWe do not sell your Personal Information to non-agent third parties.</p>\n9.\nBecoming an example customer\n<p>If you would like to be an example customer, write a testimonial, or be highlighted in our newsletter or other communications, please let us know.\nOtherwise, we will not use you as an example or reference customer in our marketing, communications, or promotional material without your prior consent.</p>\n10.\nChoice/Opt-Out\n<p>You may opt-out of receiving communications from us and our partners, remove your information from our database, and choose to not receive future communications unrelated to the Services by cancelling your account.\nif you wish to do so, please contact us at privacy@olark.com.</p>\n<p>When you register for the Services we will include you in marketing correspondence from Olark, which you can opt-out of at any time by using the ‘unsubscribe’ option in the email.\nIf you use the Services, we may occasionally contact you with information about special events, sales, activities, promotions, contests, submission opportunities and programs.\nYou always have the option to ask Olark not to contact you with this information again.\nIf you receive unsolicited email from an Olark domain after opting out, please contact us at privacy@olark.com.</p>\n11.\nCookies\n<p>When you visit websites on the Internet, your browser may automatically transmit information to the websites you visit throughout every visit.\nLike many websites, we may use “cookies” to collect information.\nA cookie is a small data file that we transfer to your computer’s hard disk for record-keeping purposes.</p>\n<p>Unlike persistent cookies, session cookies are deleted from your computer when you log off from the Services and then close your browser.\nThird party tools in the Services may also place or read cookies on your browser and we may use Flash cookies (or local shared objects) to store your preferences or use on the Services to personalize your visit.\nWe do not control how third-party cookies are used.\nYou should check the relevant third-party’s website for more information about how they use cookies.\nBoth first party and third-party cookies can serve a number of different functions, such as analytics, marketing and advertising.</p>\n<p>With your consent, we or our service providers may also use “pixel tags,” “web beacons,” “clear GIFs,” or similar means in connection with the Services and HTML-formatted email messages to, among other things, track the actions of Users and email recipients, to determine the success of marketing campaigns and to compile aggregate statistics about Services usage and response rates.\nWe may also engage one or more third party service providers to serve online advertisements on our behalf.\nOur service providers may use a “pixel tag” to collect information about your visits to the Services and to other websites, and they may use that information to target advertisements for goods and services.\nWe will not share this information with third parties in a manner that personally identifies you.</p>\n<p>Olark’s embedded chat (and specifically the domains olark.com, api.olark.com, assets.olark.com, nrpc.olark.com, and static.olark.com) does not collect, retain, or share data regarding a particular Customer End User’s activity across multiple websites or applications that are not owned by Olark.\nOlark does assign each user a unique user ID within the scope of an individual website, but does not collect or retain IP or any information except information users volunteer (for example, an email or credit card number) which would allow Olark to identify the same particular user on more than one website.\nFor the purposes of abuse and fraud prevention, Olark may use Customer End User IP during a chat session to block fraudulent IPs, trolls, and prevent other abuse.\nthis IP information will be destroyed after the session, including logs destroyed after 7 days.</p>\n<p>We may use the following types of cookies and tracking technologies:</p>\n<ul>\n<li>\n<strong>Strictly Necessary Cookies</strong>.\nThese cookies are essential because they enable you to move around our Services and use certain features on our Services.\nFor example, strictly necessary cookies allow you to access secure areas.\nWithout these cookies, some Services cannot be provided.</li>\n<li>\n<strong>Performance/Analytics Cookies</strong>.\nThese cookies collect information about your use and interaction with our Services.\nThe types of information collected by such cookies include which pages you go to most often, how much time you spend on that page, or if you get error messages from certain pages.</li>\n<li>\n<strong>Functionality Cookies</strong>.\nThese cookies allow us to remember your preferences and choices so that we can tailor our Services to you and your interests.\nFor example, these cookies will remember which country or language you selected, or will use your display name on parts of the Services.</li>\n</ul>\n<p>If you are logged in to your account, we may associate the cookie information with the Personal Information tied to your account.</p>\n<ul>\n<li>\n<strong>Advertising/Marketing Cookies</strong>.\nThese cookies allow us to deliver relevant marketing and advertisements to you.\nThey collect information about your interactions with our marketing activities (e.g., on the website or via emails) to determine what your interests and preferences are, and how effective such advertising or marketing campaigns are.</li>\n</ul>\n<p>You can instruct your browser, by changing its options under Settings or Preferences, to stop accepting cookies or to prompt you before accepting a cookie from the websites you visit.\nIf you do not accept cookies, however, you will not be able to use some or all portions or functionalities of the Services.</p>\n<p>We do not control interest-based advertising cookies on our Services.\nIf you would like more information about such cookies or to opt out of having your cookie information used by companies that are part of the Network Advertising Initiative, please visit www.networkadvertising.org/choices.</p>\n<p>\n<em>Designated Countries</em>: For purposes of the Applicable Data Protection Laws, we process this Personal Information to satisfy our legitimate interests as described above or, to the extent required by Applicable Data Protection Laws, we will ask for your consent.</p>\n12.\nDo not track signals\n<p>You may have implemented a “do not track” signal through your browser.\nAs there currently is no fixed standard for do not track signals, we currently do not respond to do not track signals from your web browser.</p>\n13.\nAccountability\n<p>We will take all appropriate legal, organizational, and technical measures to protect the Personal Information, keeping in mind the nature of such data.\nOlark shall hold those of its employees with access to Personal Information accountable for violations of this agreement imposing sanctions, which include, where appropriate, the possibility of termination of contracts and employment.</p>\n14.\nSecurity\n<p>The security of your Personal Information is important to us.\nWe maintain, and require our service providers to maintain, appropriate physical, technical and administrative safeguards to protect the security and confidentiality of the Personal Information you provide to us.</p>\n<p>However, even the best security measures are not foolproof and we cannot guarantee that loss, misuse, unauthorized acquisition, or alteration of your data will not occur.\nWe cannot ensure or warrant the security or confidentiality of the Personal Information you transmit to or receive from us by Internet or wireless connection, including email, phone, or SMS because we have no way of protecting Personal Information that is out of our control.</p>\n<p>You are also responsible for the security of your Personal Information.\nYou should choose a password of sufficient length and complexity when you use our Services, and keep your password confidential.\nIf you think there has been unauthorized access to or use of your account, please contact us immediately at privacy@olark.com.</p>\n15.\nRetention\n<p>We will retain your Personal Information for so long as we have a legal basis to do so.\nPlease contact us at Privacy@Olark.com for more information about how long we retain specific categories of Personal Information.</p>\n16.\nRequests to Access, Edit, or Delete Information\n<p>You may edit your account information when logged in to the Services at any time – all you need is your username and password.\nIn addition, you may also ask Olark to correct, delete, and/or cease processing your Personal Information from further processing and/or use.\nIt may not be possible for us to delete or cease processing all of the Personal Information we hold about you where we have an ongoing relationship with you or where we have a legal basis to retain such Personal Information.\nYou can exercise any of your rights above by contacting Olark at privacy@olark.com.</p>\n17.\nCalifornia Privacy Rights\n<p>If you are a California resident, you have the right to request information from us regarding the manner in which we share certain categories of your Personal Information with third parties for the third parties’ direct marketing purposes.\nCalifornia law provides that you have the right to submit a request to us at our designated address and receive the following information: (a) the categories of information we disclosed to third parties for the third parties’ direct marketing purposes during the preceding calendar year.\nand (b) the names and addresses of third parties that received such information, or if the nature of their business cannot be determined from the name, then examples of the products or services marketed.</p>\n<p>You are entitled to receive a copy of this information in a standardized format and the information will not be specific to you individually.\nYou may make such a request by emailing privacy@olark.com.</p>\n18.\nChildren’s Privacy and Note to Parents and Guardians\n<p>We do not knowingly collect Personal Information from children under 16 years of age.\nThe Services are not directed to children under the age of 16 and children under 16 are not permitted to use the Services.\nIf we become aware that we have unknowingly collected Personal Information from a child under the age of 16, we will make commercially reasonable efforts to delete such information from our database.\nIf you are a parent or guardian of a child under the age of 16, and you believe that your child has provided us with Personal Information, please contact us using the information in the “Contact Olark” section at the end of this Privacy Policy.</p>\n19.\nUsers Outside the U.S.\nand the Designated Countries\n<p>This section only applies to individuals who do not reside in the United States, the European Economic Area, Switzerland or United Kingdom.</p>\n<p>We primarily store data about you, including personal information, on servers located and operated within the United States.\nIf you reside outside of the United States, to provide an operate the Services, you acknowledge, agree and consent to sending and storing your personal information outside of the country where you reside or are located, to the United States.\nTherefore, our collection and use of your personal information may be subject to the United States laws related to privacy and use of personal information.\nThese laws, including what is determined to be “personal data and/or information” are different and may be less protective than those applicable to you in your country of residence.</p>\n20.\nUsers in Designated Countries\n<p>This section only applies to individuals residing in a Designated Country.\nTo the extent any part of this section conflicts with the terms in other parts of the Privacy Policy, the terms of this section will apply to residents of Designated Countries.</p>\nOur Role\n<p>Olark is not a data controller with respect to any Personal Information processed about Customer End Users.\nCustomers control how they use Customer End User information obtained via the use of Olark’s Services.\nIt is your responsibility to ensure you are processing Customer End User information in compliance with applicable laws.\nIf you process Personal Information from Customer End Users located in Designated Countries and require a Data Processing Agreement from us, please contact us at gdpr@olark.com.</p>\nLegal bases for processing Personal Information\n<p>We describe our legal bases for processing in Section 5 (“Use &amp.\nPurpose”) and Section 7 (“Further Disclosure”) of this Privacy Policy.\nWe may process your Personal Information if you consent to the processing, to satisfy our legal obligations, if it is necessary to carry out our obligations arising from any contracts we entered with you or to take steps at your request prior to entering into a contract with you, as necessary to protect your vital interests, as necessary to process in the public interest, or for our legitimate interests to protect our property, rights or safety of Olark, our employees, our customers or others.</p>\nMarketing\n<p>If you are located in the Designated Countries and are a current Olark User or Customer, we will only contact you by electronic means (such as email or SMS) in accordance with your communication preferences and/or with information about our Services that are similar to the Services you previously purchased from us or negotiated to purchase from us.</p>\n<p>For new Users or Customers located in the Designated Countries, we will contact you by electronic means for marketing purposes only as permitted under applicable law or subject to your consent to receiving such communications from us.</p>\n<p>You can always withdraw your consent or change your marketing communication preferences.\nTo opt out of the emails, please click the “unsubscribe” link in the footer of marketing emails or contact us at privacy@olark.com.\nYou can object to our marketing communications at any time and free of charge.\nDirect marketing includes any communications to you that are only based on advertising or promoting products and services.\nit does not include transactional or Service-related communications.</p>\nIndividual Rights\n<p>Olark complies with the Data Protection Laws by ensuring you have the rights described below when you use our Services.\nTo exercise your rights, please contact us at gdpr@olark.com so that we may consider your request under applicable law.\nWhen we receive an individual rights request via email we may take steps to verify your identity before complying with the request to protect your privacy and security.</p>\n<p>Please be advised that there are limitations to your individual rights.\nWe may limit your individual rights: (a) when denial of access is required or authorized by law.\n(b) when granting access would have a negative impact on other’s privacy.\n(c) to protect our rights and properties.\nand (d) where the request is frivolous or burdensome.</p>\n<ul>\n<li>\n<strong>Right to withdraw consent</strong>.\nWhen we collect Personal Information from you on the basis of consent, you have the right to withdraw your consent at any time.\nA withdrawal of consent will not affect the lawfulness of Olark’s processing based on consent before your withdrawal.</li>\n<li>\n<strong>Right of access and rectification</strong>.\nYou have a right to request a copy of your Personal Information that we have on file.\nWe will provide you with a copy without undue delay and free of charge, except where we are permitted by law to charge a fee for providing you with access to your Personal Information.\nWe may limit your access if such access would adversely affect the rights and freedoms of others.\nYou may also request us to correct or update any of your Personal Information held by us that is inaccurate.</li>\n<li>\n<strong>Right to data portability</strong>.\nIf we process your Personal Information based on a contract with you or based on your consent, or the processing is carried out by automated means, you may request to receive your Personal Information in a structured, commonly used and machine-readable format, and to have us transfer your Personal Information directly to another “controller”, where technically feasible, unless exercise of this right adversely affects the rights and freedoms of others.</li>\n<li>\n<strong>Right to erasure</strong>.\nYou may request us to erase any of your Personal Information that:\n<ul>\n<li>is no longer necessary in relation to the purposes for which it was collected or otherwise processed;</li>\n<li>was collected in relation to processing that you previously consented to, but later withdrew such consent.\nor</li>\n<li>was collected in relation to processing activities to which you object, and there are no overriding legitimate grounds for our processing.</li>\n</ul>\n</li>\n<li>\n<strong>Right to restriction</strong>.\nYou have the right to restrict our processing your Personal Information where one of the following applies:\n<ul>\n<li>You contest the accuracy of your Personal Information that we processed.\nIn such instances, we will restrict processing during the period necessary for us to verify the accuracy of your Personal Information.</li>\n<li>The processing is unlawful and you oppose the erasure of your Personal Information and request the restriction of its use instead.</li>\n<li>We no longer need your Personal Information for the purposes of the processing, but it is required by you to establish, exercise or defense of legal claims.</li>\n<li>You have objected to processing, pending the verification whether the legitimate grounds of our processing override your rights.</li>\n</ul>\n</li>\n</ul>\n<p>Restricted Personal Information shall only be processed with your consent or for the establishment, exercise or defense of legal claims or for the protection of the rights of another natural or legal person or for reasons of important public interest.\nWe will inform you if the restriction is lifted.</p>\n<ul>\n<li>\n<strong>Right to object to processing</strong>.\nIf we process your Personal Information on the legal basis of consent, contract or legitimate interests, you may object to such processing at any time, as permitted by applicable law.\nWe can continue to process your Personal Information if it is necessary for the defense of legal claims, or for any other exceptions permitted by applicable law.</li>\n<li>\n<strong>Notification to third-parties processing your Personal Information</strong>.\nIf we share your Personal Information with third parties, we will communicate any rectification, erasure or restriction of your Personal Information to each third party that has received your information, unless this proves impossible or involves disproportionate effort.\nUpon your request, we will identify such third parties.</li>\n</ul>\n<p>If you have questions about our retention periods, please contact us.</p>\n<p>If you have any questions, you may reach our Data Protection Officer at dpo@olark.com, and our Member Representative, DPR Group, by writing an email to datainquiry@dpr.eu.com quoting “Habla, Inc.\n(trading as Olark)” in the subject line.</p>\nInternational Transfers\n<p>In connection with our provision of the Services, we may transfer Personal Information that we collect from or about you to, or process it in, territories outside the European Economic Area.\nIf we do this, we have procedures in place to ensure your Personal Information receives the same protection as if it were being processed inside the EEA.\nAny transfer of Personal Information will follow applicable laws and we will treat your Personal Information under the guiding principles of this Privacy Policy.</p>\nResolution of Disputes and Complaint Mechanism\n<p>If you believe we have violated your privacy rights, you have a right to lodge a complaint about our data handling practices.</p>\n<p>You also have a right to lodge a complaint with a competent supervisory authority situated in a Member State of your habitual residence, place of work, or place of alleged infringement.</p>\n<p>Olark is subject to the investigatory and enforcement powers of the U.S.\nFederal Trade Commission (“FTC”) and other government entities.\nPlease be aware that Olark may be required to disclose Personal Information in response to a lawful request by public authorities, including to meet national security or law enforcement requirements.</p>\n21.\nContact Olark\n<p>If you have any questions about the Privacy Policy, please contact us at privacy@olark.com.</p>\n<p>Copyright © 2021 Habla, Inc.</p> ", "created_at": "2021-02-05 18:11:27.243722", "updated_at": "2021-02-05 18:11:30.239136"}, {"id": 4034, "name": "Terms of Service", "url": "https://www.olark.com/tos", "xpath": "/html/body/div[2]/section", "text": " Terms of Service\n<p>Last Modified: November 4, 2020</p>\n<p>The following terms and conditions, as well as any future modifications (the “Terms”) are a contract between you or your company (“you” or “your”) and Habla, Inc., a Delaware corporation (“Olark,” “we,” “us,” or “our”) governing your use, and Olark’s provision, of the Services (as defined below).\nBy using Olark’s software applications, application programming interfaces, Olark Webhooks, communication services, networks, and websites, including, but not limited to www.olark.com, help.olark.com, (collectively, the “Services”), you acknowledge that you have read, understood, accept and agree to be bound by the most recent version of these Terms.</p>\n<p>You may review the most current version of the Terms at any time on the Olark website at http://www.olark.com/tos (“Term Page”).\nOlark reserves the right to update and change the Terms from time to time without notice, effective immediately, by posting the updated Terms on the Term Page.\nYour continued use of the Services after the revision date of any such changes shall constitute consent to such changes.\nYou agree to review the Terms periodically to be aware of any such revisions.\nAny new features that augment or enhance the current Services, including the release of new tools and resources, shall be subject to the Terms.</p>\n<p>If you elect to enable additional functionality or features made available through the Services (“Additional Features”), you may be presented with additional terms related to the use of such Additional Features (the “Additional Terms”).\nBy using the Additional Features, you agree and accept the Additional Terms.\nIn the event of a conflict between these Terms and the Additional Terms, the Additional Terms shall govern.</p>\n<p>IF YOU DO NOT AGREE TO THESE TERMS, DO NOT USE, OR CEASE YOUR USE OF, THE SERVICES.</p>\nGrant of Limited License\n<p>Subject to your compliance with the Terms including, without limitation, maintaining your registration with current and accurate information and the prompt payment of applicable fees, Olark hereby grants you a non-exclusive, non-transferable, revocable, worldwide license to access and use the Services to communicate with your end users (“End Users”).\nAll rights not expressly granted to you are reserved by Olark and its licensors.</p>\n<p>Without explicit permission from Olark, you may not:</p>\n<ul>\n<li>use Olark’s trademarks or service marks;</li>\n<li>alter, modify, obscure, or remove Olark’s trademarks from the Services;</li>\n<li>alter, modify, or obscure the Services;</li>\n<li>either explicitly, implicitly, or through acts of omission, represent yourself as acting on behalf of Olark.\nor</li>\n<li>either explicitly, implicitly, or through acts of omission, represent yourself as a partner, affiliate, reseller, employee, contractor, vendor, advisor, or counsel of Olark.</li>\n</ul>\nEnd Users\n<p>Access to the Services by an End User shall be governed by your End User terms of service (“Your Terms”), provided that you shall be responsible for ensuring that, as between an End User, you and Olark: (i) Olark will at all times retain ownership of all of its intellectual property (as further described in the Section entitled “Olark’s Intellectual Property Rights” below) and End Users are granted no rights to such intellectual property, (ii) Olark makes no direct or implied warranties to End Users, (iii) you shall not make any representation or warranties to End Users with respect to the Service, other than the representation that you have the necessary rights to allow End Users to use the Service, (iv) Olark is the direct and intended beneficiary of Your Terms, and (v) Olark will not be liable in any way to End Users, either directly or indirectly.\nAs between Olark and you, you are responsible for ensuring that End Users do not communicate information in violation of law using the Service, and for advising them against transmitting sensitive information using the Service, including but not limited to health/medical information or personally identifiable information of minors.</p>\nFees\n<p>Olark reserves the right to charge fees for your use of the Services, as described during the account registration process or when making changes to your account plan (“Fees”).\nYou agree to pay such Fees in accordance with the terms set forth in such account registration or change to account plan.</p>\n<p>All Fees are exclusive of all taxes, levies, or duties imposed by taxing authorities, and you shall be responsible for payment of all such taxes, levies, or duties associated with your use of the Services, other than on Olark’s income.\nYou agree to pay for any such taxes that might be applicable to your use of the Services and payments made by you herein.</p>\n<p>Olark reserves the right, in Olark’s sole discretion, to change published prices without notice.\nFurthermore, we reserve the right to change the Fees for the Services tied to your account upon thirty (30) days advance notice of the applicability of such change to the Fees and shall not apply to Fees already charged to your account.</p>\nModifications to the Services\n<p>Olark reserves the right at any time to modify or discontinue, temporarily or permanently, the Services (or any part thereof) with or without notice.\nOlark shall not be liable to you or to any third party for any modification, price change, suspension or discontinuance of the Services.</p>\nAccount Restrictions\n<ol>\n<li>You must be legally able to enter into these Terms in your jurisdiction, such as being older than the minimum age of consent to enter into contracts.</li>\n<li>You must be a natural person or a natural person representing a company, association or other organization.\nAccounts registered by “bots” or other automated methods are in violation of these Terms and will be immediately terminated.</li>\n<li>You must provide a valid email address and truthfully provide any other information requested in order to complete the signup process (“Registration Data”) and provide prompt updates to the Registration Data in the event of any changes.</li>\n<li>You must not impersonate nor misrepresent your identity or affiliations with other persons or entities.</li>\n<li>You are responsible for maintaining the security of your account and password.\nOlark shall not be liable for any loss or damage from your failure to comply with this security obligation.\nYou are liable for any acts or omissions made using your login and password.</li>\n<li>You must not intentionally and maliciously disrupt the reasonable enjoyment of others using the Service.</li>\n<li>If your use of the Services causes undue stress on the Services and the systems running the Services, Olark reserves the right to limit or disable your access to the Services without notice.</li>\n<li>Verbal, physical, written or other abuse (including threats of abuse or retribution) of any customer, employee, member, or officer of Olark will result in immediate account termination.</li>\n<li>You may not forge or manipulate headers, data, or network protocols to disguise the origin of Content or otherwise disrupt the intended use of the Services.</li>\n</ol>\nContent Restrictions\n<p>You are responsible for all materials, including without limitation, information, data, text, software, music, sound, photographs, graphics, video, and email messages or other kinds of messages posted, received or sent through the Services (collectively “Content”) and for all activity that occurs under your account, whether done so by you or any End User of the Service who is chatting with you.</p>\n<p>We have the right, but not the obligation, to remove Content that we determine in our sole discretion to be “Offensive Content” as defined below.\nWe also have the right, but not the obligation, to limit or revoke the use privileges of anyone who posts such Content or engages in unacceptable behavior on or through the Services.</p>\n<p>Olark does not warrant that the Content will be accessible or transferable on the Services either for short term or long term use.\nTo the extent any Content is available for use through the Services, you agree to only use such Content for internal purposes only to address the End User’s needs.</p>\n<p>We cannot control all Content posted by third parties to the Services.\nYou agree to use the Services at your own risk.\nYou understand that by using the Services you may be exposed to Content that you may find offensive, indecent, incorrect or objectionable, and you agree that under no circumstances will Olark be liable in any way for any Content, including any errors or omissions in any Content, or any loss or damage of any kind incurred as a result of your use of any Content.\nYou understand that you must evaluate and bear all risks associated with the use of any Content, including any reliance on the Content, integrity, and accuracy of such Content.\nIf you would like to report objectionable materials, you may contact us at info@olark.com.</p>\n<p>You may not post any unlawful, offensive, threatening, libelous, defamatory, obscene or otherwise objectionable Content, or Content that violates any of these the Terms (“Offensive Content”).\nExamples of such Offensive Content include, but are not limited to:</p>\n<ul>\n<li>abuse, harassment, threats, flaming or intimidation of any person or organization</li>\n<li>engaging in or contributing to any illegal activity or activity that violates others’ rights</li>\n<li>use of derogatory, discriminatory or excessively graphic language</li>\n<li>providing information that is false, misleading or inaccurate</li>\n<li>hacking or modifying the Services to falsely imply an association with Olark</li>\n<li>engaging in or contributing to any activity that maliciously degrades the Services</li>\n<li>implying or pretending to be affiliated with a company or organization with which you are not affiliated, or misrepresenting the extent of your affiliation or role with an affiliated company or organization</li>\n<li>disclosing personal login information, including, but not limited to passwords without the express permission of the individual or organization who provided it to you</li>\n<li>transmitting worms, viruses or harmful software</li>\n<li>sending spam, unsolicited mail, junk mail or chain letters</li>\n<li>disclosing personal or proprietary information of another user, End User, person or organization</li>\n<li>altering the Service’s user interface in a way that removes access to any part of the Service’s functionality and/or inhibits access to or the display of advertisements</li>\n<li>collecting the content or information belonging to another user, an End User or Olark, or otherwise accessing the Services, using automated means (such as harvesting bots, robots, spiders or scrapers) without our permission</li>\n<li>soliciting log in information or accessing the account of another user or End User of the Services</li>\n<li>promoting, condoning, endorsing, distributing, publishing, or posting any material that solicits money, funds or people on websites or other properties that belong to Olark</li>\n<li>aiding in the use of the Services for purposes of advertisement or solicitation for commercial goods or services on websites or other properties that belong to Olark</li>\n<li>harassing, annoying, intimidating or threatening users or End Users of the Services or employees or agents of Olark</li>\n<li>aiding or engaging in deceptive or predatory practices towards users or End Users of the Service</li>\n<li>removing or altering, visually or not, any copyrights, trademarks, or proprietary marks and rights owned by us</li>\n<li>forging, manipulating or plagiarizing messages, communications, headers or identifiers to imply an association with us or the Services</li>\n<li>posting, publishing, displaying or transmitting in any way proprietary information, copyrighted material and trademarks not belonging to you, without the prior written consent of the owner of such rights</li>\n<li>posting content that advocates, endorses, condones or promotes harassment of others, or content that actively or indirectly harasses others</li>\n<li>posting content that is offensive and harmful, including but not limited to, content that advocates, endorses, condones or promotes racism, bigotry, hatred or physical harm of any kind against any individual or any group of individuals</li>\n<li>posting content that provides materials or access to materials that exploits people under the age of 18 in an abusive, violent or sexual manner</li>\n<li>posting content that solicits personal information or any information from anyone under the age of 18</li>\n<li>posting content that uses, promotes or links to an illegal or unauthorized copy of another person’s copyrighted work or intellectual property</li>\n</ul>\n<p>Grant of License.\nYou represent that you have the authority to and do hereby grant to Olark a non-exclusive, irrevocable license to use the Content made available through the Services to the extent necessary to provide the Services (the “Content License”).\nSuch Content License includes, without limitation, the right to reproduce, compress, transfer, and distribute the Content internally and with third party service providers to the extent necessary to enable transmission of and access to the Content through the Service.</p>\nOlark’s Intellectual Property Rights\n<p>The Services are protected by copyright, trademark, and other laws of the United States and foreign countries.\nExcept as expressly provided in the Terms, Olark, its suppliers and licensors own all right, title and interest in and to the Services, including all associated intellectual property rights.\nYou will not remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Services.</p>\n<p>Olark always appreciates your feedback or other suggestions about Olark, but you understand that we may use such feedback without any obligation to compensate you for them (just as you have no obligation to offer them).\nYou grant us a non-exclusive, worldwide, royalty-free, sublicensable, transferable, irrevocable, perpetual license to use, modify, adapt, publish, perform, or derive new works from your feedback as we choose.</p>\n<p>You may not duplicate, copy, reuse, or reverse engineer any portion of the Services, including, but not limited to, the HTML, CSS, Javascript, visual design elements, features, functions, or graphics without express written permission from us.</p>\n<p>All trademarks, service marks, logos, trade names and any other proprietary designations of Olark used herein are trademarks or registered trademarks of Olark.\nAny other trademarks, service marks, logos, trade names and any other proprietary designations are the trademarks or registered trademarks of their respective parties.</p>\nDigital Millennium Copyright Act Notice\n<p>If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible through our Services, please notify our copyright agent, as set forth in the Digital Millennium Copyright Act of 1998 (“DMCA”).\nFor your complaint to be valid under the DMCA, you must provide the following information in writing:</p>\n<ul>\n<li>An electronic or physical signature of a person authorized to act on behalf of the copyright owner;</li>\n<li>Identification of the copyrighted work that you claim is being infringed;</li>\n<li>Identification of the material that is claimed to be infringing and where it is located;</li>\n<li>Information reasonably sufficient to permit us to contact you, such as your address, telephone number, and e-mail address;</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or law.\nand</li>\n<li>A statement, made under penalty of perjury, that the above information is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.</li>\n</ul>\n<p>Our designated copyright agent to receive notifications of claimed infringement can be reached as follows</p>\ninfo@olark.com\n<p>OR</p> Copyright Agent<br> Habla Inc.\n(dba Olark)<br> 427 N Tatnall St<br> #63602<br> Wilmington, DE 19801 Third-party services\n<p>As part of your enjoyment of the Services, subject to these Terms, you may grant a third party access to your account to provide additional products, services or labor provided you agree to be responsible for the actions of the third party and to bind the third party to these Terms as your agent.</p>\n<p>From time to time, separate applications or services that integrate or interoperate with the Olark Services (collectively, “Add-ons”) may become available, either directly from Olark or independently.\nIf you choose to install, access or enable an Add-on, you agree that the third-party Add-on provider may acquire access to your account data and information as required for the interoperation or integration of such Add-on and you grant Olark permission to give such Add-on access to your account data and information.\nAccordingly, such applications are governed by their own terms and conditions and are not considered Services under these Terms.</p>\nPrivacy Policy\n<p>We take your privacy seriously.\nYou can view our full explanation of how we handle your privacy on our dedicated privacy policy page (the “Privacy Policy”).</p>\n100% Service Guarantee\n<p>We will respond to your support inquiries within one business day and we will ensure the Services have no unexpected downtime.\nIf you do not believe we met this service level on any day during the period of your paid subscription, notify us by emailing support@olark.com within 30 days of the issue and we will credit your subscription back for that day.</p>\nCancellation\n<p>You are solely responsible for properly cancelling your paid subscription.\nAn email, phone, chat, or written request to cancel your paid subscription is not considered cancellation.\nYou may cancel your paid subscription at any time by clicking on the “billing” link on the dashboard when logged in.\nThe billing page provides a link to cancel your account.\nThe cancellation of your paid subscription will occur at the end of your current paid up period.\nUpon cancellation or otherwise, you may request that your data be destroyed.\nThe destruction of your data will follow the the terms of our Privacy Policy.</p>\nTermination\n<p>Olark may terminate your account without notice in the event that you breach any of these Terms.\nYour cancellation will take effect immediately and you will not be charged again.\nIn the event of any termination, Olark will not refund any of the prepaid Fees.\nSuch termination of the Services will result in the deactivation or deletion of your account or your access to your account, and the forfeiture and relinquishment of all content in your account.\nOlark reserves the right to refuse service to anyone for any reason at any time.</p>\nRefunds\n<p>Olark is not obligated to provide refunds or credits for partial months or years of the Services, upgrades or downgrades, or unused time during your subscription.\nIf Olark materially breaches these Terms and fails to cure this breach within thirty (30) days of receiving written notice from you of such breach, Olark will refund the proportion of the pre-paid fees attributable to the period after the breach.\nIf you terminate your account in the event of a suspension for more than 5 business days or discontinuance of the Services, you will be entitled to a refund of the proportion of pre-paid fees attributable to the period after termination.</p>\nWarranty Disclaimers\n<p>You expressly understand and agree that:</p>\n<p>Olark warrants that your data will be treated in accordance with its Privacy Policy, as described in the Privacy Policy.\nExcept as expressly warranted in the terms, all Services are provided “as is” and Olark hereby disclaims all warranties and conditions with regard to the Services, whether express, implied or statutory, including all warranties and conditions of merchantability, fitness for a particular purpose, title and non-infringement.</p>\n<p>Other than as expressly set in these Terms, Olark makes no warranty that (i) the Services will meet your requirements or expectations, (ii) that your access to or use of the Services will be uninterrupted, timely, secure or error free, (iii) that any defects in the Services will be corrected, or (iv) that the Services or any server through which you access the Services are free of viruses or other harmful components.</p>\n<p>Any material downloaded or otherwise obtained through the use of the Services are accessed at your own discretion and risk, and you will be solely responsible for any damage to your computer system or loss of data that results from the download of any such material.</p>\n<p>No advice or information, whether oral or written, obtained by you from Olark or through or from the Services shall create any warranty not expressly stated in these terms.</p>\nLimitation of Liability\n<p>You expressly understand and agree that Olark and its subsidiaries, affiliates, officers, employees, agents, partners and licensors shall not be liable to you for any indirect, incidental, special, consequential or exemplary damages, including, but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if Olark has been advised of the possibility of such damages) in any way relating to or arising from this agreement.\nIn no event shall Olark or its respective suppliers’ aggregate liability for direct damages under this agreement exceed the fees paid for the immediately preceding month before the claim.\nSome jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for incidental or consequential damages.\nAccordingly, some of the above limitations may not apply to you.</p>\n<p>Please note that downgrading your account may result in the loss of content, features, or capacity of your account.\nOlark does not accept any liability for any such losses.</p>\nIndemnification\n<p>You agree to defend, indemnify and hold harmless Olark, its officers, directors, employees, and agents, harmless for any losses, costs, liabilities and expenses (including reasonable attorneys’ fees) relating to or arising out of your connection to or use of the Services, including but not limited to any breach by you of these Terms, any claims arising from the content you submit, post, transmit or make available through the Services, and any misuse of the Services or claims against Olark by an End User.</p>\nNon-solicitation\n<p>You may not use the Services to solicit, interfere with, or endeavour to entice away from Olark any Olark customer, user, or subscriber.</p>\n<p>The Services are for your own use only.\nYou may not resell, lease or provide them in any other way to anyone else, except as expressly permitted through the Services or by written permission of Olark or by acting as an agent contracted by a third party to act on its behalf.</p>\n<p>If you are interested in becoming an Olark partner, reseller, or affiliate, we are happy to talk with you.\nAffiliates, please look at the Olark Partners program.\nIf you have something else in mind, please email sales@olark.com or talk to us on live chat.</p>\nGoverning Law\n<p>These Terms, your rights and obligations, and all actions contemplated by these Terms shall be governed by the laws of the state of California.\nAny disputes arising under this Agreement shall be heard in the state or federal courts in Santa Clara County, California.\nYou also agree that regardless of any statute or law to the contrary, any claim or cause of action arising from or related to the use of the Services must be filed within one (1) year after such claim or cause of action arose or be forever barred.\nThe failure of either party to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.</p>\nForce Majeure\n<p>Olark shall not be responsible for any failure to perform due to unforeseen, non-commercial circumstances beyond its reasonable control, including but not limited to acts of God, war, riot, crime, terrorist attacks, embargoes, acts of civil or military authorities, widespread Internet outages, fire, floods, earthquakes, accidents, strikes, fuel or energy.\nIn the event of any such delay, any applicable period of time for action by Olark may be deferred for a period equal to the time of such delay.</p>\nIntegration and Severability\n<p>These Terms are the entire agreement between you and Olark with respect to the Services and supersede all prior or contemporaneous communications and proposals (whether oral, written or electronic) between you and Olark with respect to the Services.\nIf any provision of the Terms is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that the Terms will otherwise remain in full force and effect and enforceable.\nThe failure of either party to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.</p>\nAssignment of Terms\n<p>Olark may assign or transfer the Terms, in its sole discretion, without restriction.\nSubject to the foregoing, the Terms will bind and inure to the benefit of the parties, their successors and permitted assigns.</p>\nNotices\n<p>Any notices or other communications required hereunder, including those regarding modifications to the Terms, will be in writing and given by posting to our website.\nFor notices made by e-mail, the date of receipt will be deemed the date on which such notice is transmitted.</p>\nMutual Beveraging\n<p>You are entitled to a beverage of Olark’s choice provided that a) You or a member of your team visits one of Olark’s offices.\nand b) If a member of the Olark team visits your office, you agree to provide them a beverage of your choice.</p>\nHeadings for Convenience Only\n<p>Headings are for convenience only and have no legal or contractual effect.</p>\nContact\n<p>If you have any questions about the Terms of Service, please contact us at info@olark.com.\nCopyright © 2018 Habla, Inc.</p> ", "created_at": "2021-02-05 18:12:34.236522", "updated_at": "2021-02-05 18:12:37.408466"}], "points": [], "urls": ["olark.com"]}}