{"error": 448, "message": "OK", "parameters": {"id": 4930, "name": "sleeper.app ", "created_at": "2021-08-30 00:33:12.298693", "updated_at": "2021-08-30 22:01:07.555129", "wikipedia": null, "keywords": null, "related": null, "slug": "sleeper-app", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4930.png", "url": "sleeper.app", "documents": [{"id": 8852, "name": "Privacy Policy", "url": "https://support.sleeper.app/en/articles/5486618-privacy-policy", "xpath": "/html/body/div[1]/div/section/div[2]", "text": " Privacy Policy Blitz Studios, Inc.\nE Written by Eric Kim <br> Updated over a week ago <p>Blitz Studios, Inc.\nand its affiliates (collectively, “<b>Sleeper</b>,” “<b>we</b>,” or “<b>us</b>”) understand the importance of being transparent about the ways in which we collect and process your information, and are committed to protecting the privacy and security of the information that we collect.\nThis privacy statement (the “<b>Privacy Policy</b>” or “<b>Policy</b>”) sets forth our policies and practices for handling the information that we collect from or about you.\nIt applies to the Sleeper mobile application and website, located at www.sleeper.app, that we own and operate (the “<b>Services</b>”).\n</p>\n<p>\n</p>\n<p>This Privacy Policy should be read in conjunction with our Terms of Use.\nBy accessing the Services, you are consenting to the information collection and use practices described in this Privacy Policy.\nAny questions, comments, or complaints that you might have pertaining to this Privacy Policy should be emailed to legal@sleeper.app, or forwarded in writing to 548 Market St., PMB 95988, San Francisco, California 9410, Attn: Blitz Studios, Inc., Legal.</p>\n<p>Please review the Policy carefully before using the Services.\nBy using the Services, you acknowledge and, where appropriate under applicable law, consent to the practices described in this Privacy Policy.\n</p>\n<ol>\n<li>\n<p>\n<b>COLLECTION OF INFORMATION </b>\n</p>\n</li>\n</ol>\n<p>We collect the following categories of information when you use our Services:</p>\n<ul>\n<li>\n<p>\n<i>Information you provide to us directly or indirectly through using or otherwise accessing our Services.\n</i>\n</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<b>Sign-in information,</b> including username, email address, telephone or mobile phone number, and any password you create.</p>\n</li>\n<li>\n<p>\n<b>Profile information, </b>including your interests, preferences, feedback, photograph, and avatar.</p>\n</li>\n<li>\n<p>\n<b>Identification and other verification information, </b>if you seek to register for our paid entry contests of skill.\nThis information may include copies and information from identification documents, such as your passport or driver’s license, tax-related information, and any other information we would need to verify your identify or comply with applicable laws and regulations.</p>\n</li>\n<li>\n<p>\n<b>Services engagement,</b> including discussion topics you create or comment on in our Services, league information, information we collect from you when you connect our Services to third-party platforms, websites, or social network services or use other social or player-to-player functionality, and information collected when you invite your friends to use our Services.</p>\n</li>\n<li>\n<p>\n<b>Photos, chat, and messages, </b>including photos, animated images, and direct or private messages sent to other users, as well as group messages sent to members of a particular group or League using our League-specific chat feature.\n</p>\n</li>\n<li>\n<p>\n<b>Commercial information,</b> including records of products or services purchased or obtained, as well as other purchasing or consuming histories.\nFor example, if you use our paid entry contests of skill, we collect information about the contest entry fees you have paid, prize history, and withdrawal information.\nAs another example, where applicable, we collect information about your purchase of virtual currencies and virtual items within relevant portions of the Services.\n<b>Address book or contact information</b>, in accordance with your device permissions.\n</p>\n</li>\n<li>\n<p>\n<b>Correspondence you send to us or through the Services and other information you provide, </b>including<b>\n</b>information that you provide us with when you fill in forms or answer questions or surveys when using any of our Services, contact us through our Sleeper customer service channels, respond to messages and communications that we send you,<b>\n</b>or interact with us on our social media channels.</p>\n</li>\n<li>\n<p>\n<b>Payment information, </b>from you or on behalf of our payment service providers, including billing or PayPal information.\nOur payment service providers will provide us with information about your purchases so that we know if a purchase has been successful.\nWhen you purchase items via our mobile apps (such as those you can purchase in the App Store, on Facebook or on Google Play), we do not receive any payment information from you.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<i>Information we collect automatically</i>\n<b>.\n</b>We may collect internet, electronic activity, and other information automatically from the devices and browsers that you use, including your device type.\nInternet protocol (IP) address.\ndevice and advertising identifiers.\ndefault device language.\napp usage information.\nbrowser type and version.\noperating system and platform.\nInternet service provider.\nthe date and time of your visit.\ninformation about the links you click, pages you view, and advertising you interact with within the Services and other information about how you use and interact with the Services (for example, details about how and when you play our games or visit our website).\nthe technology on the devices you use to access these Services.\nstandard server log information.\nprobabilistic identifiers, other unique personal or online identifiers.\ntime zone setting and location.\nbrowser plug in types and versions.\npages that you visit before and after using the Services, browsing history, and search history.\nthe date and time of your visit.\nand inferences used to create a profile about preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\nIf you or your device experiences an error, we collect information about the error, the time the error occurred, the feature being used, the state of the application when the error occurred, and any communications or content provided at the time the error occurred.\n</p>\n</li>\n</ul>\n<p>We also may collect information about you from our other affiliated or third-party companies (including publishing partners, platforms, advertising platforms and partners and data aggregators), which may include attributes about you and your interests, as well as other Services you use, demographic data, and general location information.\nWe will use the information as described in this Privacy Policy subject to any limitations in the privacy policy of the company that collected the information from you.</p>\n<p>We also receive information about you from other sources, including from other users of our Services, and third-party services and organizations.\nFor example, if you access any social media or similar services through the Services to login or to share information about your experience on our Services with others, we may collect information from these third-party services.\nWe may use this information for the purposes described in this Privacy Policy, including in order to advertise to you or your friends.\nThis may also allow you to access other functionality in our Services, such as inviting friends to play, generating a recommended friends lists, and direct messaging.\nPlease note that information collected by these third parties is subject to their own privacy policies.</p>\n<p>\n</p>\n<ol>\n<li>\n<p>\n<b>USE OF INFORMATION AND PURPOSE OF DATA PROCESSING</b>\n</p>\n</li>\n</ol>\n<p>We use and otherwise process each of the categories of information identified above for the following business purposes:</p>\n<ul>\n<li>\n<p>to administer and provide the products and services that you request, including to allow you to participate in games and other features of our Services, to engage with other users through our social features, to manage your account and to process your payments, deposits, withdrawals, and other account activity;</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>to communicate with you, including to make suggestions and recommendations to you, to send you promotional materials from us or on a third party’s behalf, and to notify you about changes to our Privacy Policy or relevant terms;</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>to verify your identity and information, such as when you register to play paid entry contests of skill or whether otherwise appropriate;</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>to improve our Services and to ensure that content is presented in the most relevant and effective manner for you and for your device, including troubleshooting, data analytics, testing, research, and statistical and survey purposes.\nWe also may use personal information to create aggregate or de-identified information that is no longer subject to this policy.\n</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>to provide you relevant advertising, including advertising that you see off the Services;</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>to keep our Services, businesses and users safe and secure, to comply with applicable laws and regulations, and to protect or exercise our legal rights or defend against legal claims.\nFor example, this includes use of your information to detect, prevent, and investigate fraud and other illegal activity and violations of our terms.\nWe may monitor chat, direct messaging, and other messages sent through the Services for these purposes.\nand</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>for any other purpose that we may notify you of from time to time.</p>\n</li>\n</ul>\n<p>\n</p>\n<ol>\n<li>\n<p>\n<b>DISCLOSURE OF INFORMATION</b>\n</p>\n</li>\n</ol>\n<p>We are committed to maintaining your trust, and we want you to understand when and with whom we may share the information we collect.\n<br>\n</p>\n<ul>\n<li>\n<p>\n<i>Authorized third-party vendors and service providers.</i> We share your information with third-party vendors and service providers that provide services to us for a variety of business purposes, such as identify verification, payment processing, customer service, email deployment, advertising and marketing, security and performance monitoring, maintaining or servicing accounts, and processing or fulfilling orders and transactions.\nThese third parties collect, use, and access your data to perform their functions, and we may allow them to use information about you for their own purposes in accordance with applicable law.</p>\n</li>\n<li>\n<p>\n<i>Chat, testimonial, and other social features</i>.\nYour information may be shared with other players and made public if you use certain functionalities.\nFor example, the Services may include social features that enable you to interact with other players.\nThese features will enable other players to see your username, avatar, scoring and other gameplay-related information.\nDepending on your settings in your social network or Sleeper account, other information in your profile may be shared with other players.\nAlso, other players will be able to see anything that you post to any public discussion topic, channel, chat or other similarly open areas in our Services.\nWe may publish the information you submitted alongside your name and home country on our website(s), scores, social media channels, or other information related to our Services for promotional purposes.\nYou should use caution in disclosing information while participating in these areas.\nWe are not responsible for the information you choose to submit in these public areas.\n</p>\n</li>\n<li>\n<p>\n<i>Corporate affiliates</i>.\nWe may share your information with our corporate affiliates.</p>\n</li>\n<li>\n<p>\n<i>Business transfers.</i> We may share your information in connection with a substantial corporate transaction, such as the sale of a website, a merger, consolidation, asset sale, initial public offering, or in the unlikely event of bankruptcy.</p>\n</li>\n<li>\n<p>\n<i>Legal purposes.</i> We may disclose information to respond to subpoenas, court orders, legal process, law enforcement requests, legal claims or government inquiries (including those by the Internal Revenue Service and other appropriate taxing authorities), and to protect and defend the rights, interests, safety, and security of Sleeper, our affiliates, users, or the public.</p>\n</li>\n<li>\n<p>\n<i>With your consent or direction</i>.\nWe may share information for any other purposes disclosed to you at the time we collect the information or pursuant to your consent or direction.\nFor example, to process a payment instruction we must provide your personal information to our payment processors.</p>\n</li>\n</ul>\n<ol>\n<li>\n<p>\n<b>ADVERTISING, COOKIES AND SIMILAR TECHNOLOGIES </b>\n</p>\n</li>\n</ol>\n<p>When you use our Services, we, along with our third-party advertising partners (including ad exchanges, ad networks and ad servers) use cookies, pixel tags, local storage, mobile advertising IDs, and other similar technologies (collectively, “<b>Cookies</b>”) to collect information from your browser or device, including but not limited to provide analytics and advertising on our Service and elsewhere based on users’ online activities over time and across different sites, services, and devices.\nBy using the Services, you consent to our use of Cookies and similar technologies.\n</p>\n<p>The following types of cookies are used on our Services:</p>\n<ul>\n<li>\n<p>Essential Cookies – These cookies enable you to use our Services.\nThese cookies are essential to enable you to browse our Services and use certain features.\nDisabling them may prevent you from using certain parts of the Services.\nWithout these Cookies, certain services cannot be provided.\nThese Cookies also help keep our Services safe and secure.</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>Preference Cookies – These Cookies store information such as your preferred country and language selection, login data and website preferences.\nWithout these Cookies, our Services may not be able to remember certain choices you have previously made (such as a saved country or language preference) or personalize your browsing experience by providing you with relevant information.\nThese Cookies can also be used to recognize your device so that you do not have to provide the same information more than once.</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>Performance Cookies – These Cookies collect information about how you use our Services such as which pages or parts of the app you visit regularly.\nThese Cookies are used to provide you with a high-quality experience by doing things such as tracking page load, site response times, and error messages.</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>Content / advertising Cookies – These Cookies gather information about your use of our Services so we may improve your experience and provide you with more relevant content and advertising on our Services and elsewhere online and across your devices.\nThey are also used to gather feedback on customer satisfaction through surveys.\nThey remember that you've visited our Services and help us understand usage of our Services.\nSome of these Cookies are from third parties that collect information about your use of our Services to provide advertising (on our Services and elsewhere, across your different devices) based on your online activities (so-called \"interest-based advertising\") on our Services and elsewhere online, across your different devices.\nWe do not control the privacy practices of these third parties, and their practices are not covered by this Privacy Policy.</p>\n</li>\n</ul>\n<p>\n<i>Do-Not-Track Signals and Similar Mechanisms</i>.\nSome mobile and web browsers transmit “do-not-track” signals.\nBecause of differences in how web browsers incorporate and activate this feature, it is not always clear whether users intend for these signals to be transmitted, or whether they even are aware of them.\nWe currently do not take action in response to these signals.</p>\n<ol>\n<li>\n<p>\n<b>YOUR RIGHTS AND CHOICES</b>\n</p>\n</li>\n</ol>\n<p>\n<b>Access, Erasure, and Similar Rights</b>.\nYou may be entitled, in accordance with applicable law, to object to or request restriction of processing of your information, and to request access to, rectification, erasure, and portability of your information or more information about our information practices.\nRequests should be submitted in writing as set out below.\nIf you become aware of changes or inaccuracies in your information, you should inform us of such changes so that the information may be updated or corrected.\nWe may verify your request, such as by requesting additional information from you.\nYou may be entitled, in accordance with applicable law, to submit a request through an authorized agent.\n</p>\n<p>\n<b>E-mail Marketing Communications</b>.\nWe may use your information to send you direct marketing and promotional materials relating to our Services or related products (including by email) on our or a third party's behalf.\nFor example, we might send you information about new product tools and features relating to our Services.\nIf you do not want us to use your information in this way, please let us know using the contact information below.</p>\n<p>\n<b>Choices Related to Tracking Technologies, Including for Online Advertising</b>.\nYou have choices about collection of information about your use of our Services through cookies and other tracking technologies, including by third parties whose privacy practices we cannot control.\nFor example, you may also be able to limit certain interest-based mobile advertising or reset your mobile advertising ID through the settings on your mobile device.\n</p>\n<p>\n<b>Opting out of Personalized Advertising.\n</b>Some of our third-party partners are members of the Network Advertising Initiative, which offers a single location to opt out of ad targeting from member companies.\nTo learn more, please click here or here.\nFor additional information on how Google processes your information and what choices you may have, visit their site here.\nDue to differences between websites and mobile apps, you may need to take additional steps to opt out of interest based advertising for mobile applications.\nPlease check your device settings and mobile app permissions for additional information on how to opt out.\nYou also may stop further data collection from a mobile application by removing it from your mobile device.</p>\n<p>You also may be able to control our collection and use of your location information through your mobile device or app settings.\n</p>\n<ol>\n<li>\n<p>\n<b>INTERNATIONAL TRANSFERS</b>\n</p>\n</li>\n</ol>\n<p>By using the Services and providing us with information, you understand that your information is being collected and stored on, and may be transferred to, servers located outside your resident jurisdiction.\nWe and many of our third-party vendors are based in the United States, and your information is being processed by us in the United States and other jurisdictions where laws may not be equivalent to those where you reside.\nTo the extent we disclose your information to third-party vendors, we use contractual safeguards to help ensure that such third-party vendors are bound to duties of confidentiality.\nWhere local law permits, you are deemed to have consented to these data transfer practices through your use of the Services.\nIf you do not consent to these data transfer practices, please do not use the Services.</p>\n<ol>\n<li>\n<p>\n<b>DATA RETENTION, SECURITY, AND INTEGRITY</b>\n</p>\n</li>\n</ol>\n<p>Information will be retained only for so long as reasonably necessary for the purposes set out above, in accordance with applicable laws.\n</p>\n<p>We maintain security measures to safeguard information from loss, theft interference, misuse, unauthorized access, disclosure, alteration, or destruction.\nHowever, you should understand that no data storage system or transmission of data over the Internet or any other public network can be guaranteed to be 100 percent secure, accurate, complete, or current.\nPlease note that information collected by third parties may not have the same security protections as information you submit to us, and we are not responsible for protecting the security of such information.</p>\n<ol>\n<li>\n<p>\n<b>VIII.CHANGES TO THE PRIVACY</b>\n</p>\n</li>\n</ol>\n<p>We may modify this Privacy Policy from time to time.\nWhen we update the Privacy Policy, we will revise the “Effective Date” date above and post the new Privacy Policy.\nWe recommend that you review the Privacy Policy each time you visit the Services to stay informed of our privacy practices.\n</p>\n<ol>\n<li>\n<p>\n<b>CONTACT INFORMATION</b>\n</p>\n</li>\n</ol>\n<p>Any questions, comments, or complaints that you might have pertaining to this Privacy Policy should be emailed to legal@sleeper.app, or forwarded in writing to 548 Market St., PMB 95988, San Francisco, California 9410, Attn: Blitz Studios, Inc., Legal.</p>\n<ol>\n<li>\n<p>\n<b>JURISDICTION SPECIFIC DISCLOSURES</b>\n</p>\n</li>\n</ol>\n<p>\n<b>California </b>\n</p>\n<p>This section supplements the description of our information collection and sharing practices elsewhere in this Privacy Policy to provide certain disclosures to California residents whose personal information Sleeper processes pursuant to the California Consumer Privacy Act (“CCPA”).\nPlease note that these disclosures do not apply to information that is not processed under the CCPA.</p>\n<p>During the preceding 12 months, Sleeper has collected, used, and shared the categories of personal information described above in this Privacy Policy.\nFor example, this may include identifiers (e.g., email addresses, IP addresses, and mobile device identifiers), profile information, commercial information, geolocation information, and internet or other electronic network activity information.\nThis may also include inferences we draw from the other information we collect.\nSee the “Collection of Information,” “Use of Information and Purpose of Data Processing,” “Disclosure of Information,” and other relevant sections of this Privacy Policy for more details.\n</p>\n<p>Sleeper does not treat the sharing of your personal information as described in this Privacy Policy as a “sale” of your information.\nSleeper does permit third parties to collect the information described above through our Services as described in our Privacy Policy, including, but not limited to, enabling Sleeper to provide advertising based on users’ online activities over time and across different sites, services, and devices (so-called “interest-based advertising”).\n</p>\n<p>Please see “Your Rights and Choices” for information about how to exercise rights to access your personal information or submit a request for deletion of information under certain circumstances.\nOnce we receive your request, we may verify it by requesting information sufficient to confirm your identity, including by asking you for additional information.\nIf you would like to use an agent registered with the California Secretary of State to exercise your rights, we may request evidence that you have provided such agent with power of attorney or that the agent otherwise has valid written authority to submit requests to exercise rights on your behalf.</p>\n<p>Consistent with California law, if you choose to exercise your rights and choices, we will not provide different quality of services unless otherwise permitted by law, although some of the functionality and features available on the Service may change or no longer be available to you.\n</p>\n<p>\n<b>United Kingdom and European Economic Area (“EEA”)</b>\n</p>\n<p>\n<b>Purpose/Activity</b>\n</p>\n<p>\n</p>\n<p>\n<b>UK/EEA lawful basis for processing, including basis of legitimate interest</b>\n</p>\n<p>To provide you with the products and services that you request from us.\nto allow you to participate in games and other features of our Services.\nto engage with other users through our social features.\nto manage your account.\nto verify your identity and information to access certain features.\nand to notify you about changes to our terms or Privacy Policy.</p>\n<p>(a) Performance of a contract with you</p>\n<p>(b) Necessity to comply with a legal obligation</p>\n<p>(c) Necessity for our legitimate interests (for instance, to keep our records updated)</p>\n<p>To communicate with you.\nto make suggestions and recommendations to you.\nto send you promotional materials from us or on a third party's behalf.\nand to provide you relevant advertising.</p>\n<p>Necessity for our legitimate interests (to grow our business)</p>\n<p>To improve our Services and to ensure that content is presented in the most relevant and effective manner for you and for your device.\nto administer our Services, including troubleshooting, data analytics, testing, research, statistical and survey purposes.\nto keep our Services, business and users safe and secure.\nto comply with applicable laws and regulations.\nand to protect or exercise our legal rights or defend against legal claims.</p>\n<p>(a) Necessity for our legitimate interests (for running and protecting our business.\nfor provision of administration and other services.\nfor network security and to prevent cybercrime and fraud.\nin the context of a business reorganisation or group restructuring exercise.\nto study how people use our Services, to develop the Services, to keep our Services updated and relevant, to grow our business and to inform our communications strategy)</p>\n<p>(b) Necessity to comply with a legal obligation</p>\n<p>\n<br>\n</p>\n<p>Where legally required, and we have no other valid legal basis to process your information, we will obtain consent (for example, to provide you with marketing information or share information with third parties), which may subsequently be withdrawn at any time by contacting us.\nWithdrawing consent does not affect the lawfulness of processing based on consent before it is withdrawn.</p>\n<p>\n</p>\n<p>Where we need to collect information by law, or under the terms of a contract we have with you and you fail to provide that data when requested, we may not be able to provide you with goods or services.</p>\n<p>You may lodge a complaint with a supervisory authority if you believe our processing of your information is unlawful.\nPlease submit your request by sending an email to legal@sleeper.app.</p> Did this answer your question? ", "created_at": "2021-08-29 22:34:31.291812", "updated_at": "2021-08-29 22:34:43.883863"}, {"id": 8851, "name": "Terms", "url": "https://sleeper.app/terms", "xpath": "/html/body/div[1]/div/section/div[2]", "text": " Terms of Use Blitz Studios, Inc.\nE Written by Eric Kim <br> Updated over a week ago <p>Blitz Studios, Inc.\nand its affiliates (“<b>Sleeper</b>,” “<b>we</b>”, “<b>our</b>” or “<b>us</b>”) own and operate the Sleeper mobile application and website, located at www.sleeper.app, through which we offer free-to-play games, contests of skill, and other fantasy sports-related products and services (collectively, the “<b>Services</b>”).\nBefore accessing or using the Services, please read these Terms of Use and any additional terms, scoring or other rules, guidelines and conditions issued, from time to time, by Sleeper (collectively, the “<b>Terms</b>”) carefully.\nBy accessing or otherwise using the Services, you agree to be bound by these Terms, which form a legal agreement between you and Sleeper.\nIf you do not agree to the Terms, then you may not access or otherwise use the Services.</p>\n<p>THESE TERMS CONTAIN DISCLAIMERS OF WARRANTIES, DISCLAIMERS OF LIABILITY, AND A BINDING ARBITRATION CLAUSE AND CLASS ACTION WAIVER THAT AFFECT YOUR RIGHTS FOR RESOLVING ANY DISPUTE WITH US, AS WELL AS AN INDEMNIFICATION PROVISION THAT MAKES YOU RESPONSIBLE FOR CERTAIN LOSSES.\nPLEASE READ THEM CAREFULLY.</p>\n<p>TABLE OF CONTENTS</p>\n<p>Section 1 THESE TERMS</p>\n<p>Section 2 USING OUR SERVICES</p>\n<p>Section 3 VIRTUAL MONEY AND VIRTUAL GOODS</p>\n<p>Section 4 PAID ENTRY CONTESTS OF SKILL</p>\n<p>Section 5 PAYMENT TERMS</p>\n<p>Section 6 LICENSE AND INTELLECTUAL PROPERTY</p>\n<p>Section 7 USER CONTENT</p>\n<p>Section 8 PROHIBITED CONDUCT</p>\n<p>Section 9 WARRANTIES AND DISCLAIMER</p>\n<p>Section 10 LIMITATION OF LIABILITY</p>\n<p>Section 11 INDEMNITY</p>\n<p>Section 12 TERMINATION AND SUSPENSION</p>\n<p>Section 13 GOVERNING LAW.\nMANDATORY ARBITRATION</p>\n<p>Section 14 GENERAL</p>\n<p>Section 15 CONTACT</p>\n<p>\n<b>1 THESE TERMS</b>\n</p>\n<p>1.1 You represent and warrant that you have the legal right and ability to agree to these Terms and that you have read, understood, and agree to the Terms with the intent to be legally bound by them.\n</p>\n<p>1.2 By accessing or using the Services, you represent and warrant that you are the minimum age required to use each game, contest, or other feature within the Services that you access or use.\nIn order to access and participate in our paid, real-money contests of skill, you must meet the eligibility requirements as they are described in Section 4.2.\nWhere no higher minimum age is required, you represent and warrant that you are at least 13 years old and that if you are between 13 years and 18 years old, your legal guardian has read, understood, and agrees to the Terms with the intent for each of you and your legal guardian to be legally bound by them (in which case, for purposes of these Terms, “you” refers to each of you and your legal guardian).\n</p>\n<p>1.3 We reserve the right, at our sole discretion, to make changes to these Terms at any time, in accordance with applicable law.\nIf we supplement, supersede, or make changes to these Terms, such amended Terms will be posted on the Services or through some other reasonable method.\nAmended Terms will take effect immediately when they are posted, unless otherwise stated.\nYou shall be responsible for reviewing and becoming familiar with any such changes, and your use of the Services following these changes, supplements, or other modifications shall constitute your acceptance of the Terms as amended.\n</p>\n<p>\n<b>2 USING OUR SERVICES</b>\n</p>\n<p>2.1 You will need to create an account to access the Services.\nIn addition, for our paid-entry contests of skill, you will be required to supplement your account by taking additional verification and registration steps.\nYou agree to provide accurate, current and complete information about yourself and to maintain and promptly update any account information to keep it accurate, current, and complete.\nYou consent and authorize for us to take steps to verify your account information, including by confirming your age and identity.\nOnly one account per verified person is permitted.\nYour account is unique to you and non-transferrable.\n</p>\n<p>2.2 You are also solely responsible for maintaining the confidentiality of your account, including by protecting your log in credentials and restricting access to your devices.\nYou agree that you shall take all steps necessary to protect your log in details and keep them secret.\nYou accept responsibility for all activities that occur under your account or from your devices.\nIf you have reason to believe that someone is using your account without your permission, you should contact us immediately.</p>\n<p>2.3 You consent to transact with us electronically and receive legal notices and other communications electronically, either by e-mail, text messaging, push notifications (in accordance with your device settings), or by notices posted on the Services.\nYou agree that any requirement that a communication be sent to you in writing is satisfied by such electronic communication and that you are responsible for maintaining an Internet browser, mobile device or computing equipment capable of accessing the Services.</p>\n<p>2.4 You acknowledge and agree that we may monitor and record communications related to Service usage and geographic location information for any reason, including and without limitation, in order to ensure compliance with applicable laws and regulations.\nWe reserve the right to report unusual or suspicious activity to the proper authorities.\n</p>\n<p>2.5 Specific rules, scoring rules, controls and guidelines for each game or contest offered on the Services can be found within the game or contest.\nSuch rules, scoring rules, controls and guidelines form part of these Terms.\nYou also agree that any supplemental or additional terms that apply to the use of any game, contest, or other feature offered on the Services form a part of these Terms, and you agree that you shall comply with any such supplemental or additional terms, rules, scoring rules, controls, and guidelines in respect of each individual game or contest which you choose to access and/or play through the Services.</p>\n<p>\n<b>3 VIRTUAL MONEY AND VIRTUAL GOODS</b>\n</p>\n<p>3.1 Certain Services may allow you to purchase a limited, revocable license to use virtual currencies such as Cookies (“<b>Virtual Money</b>”) or virtual items such as Mascots for use with our Services (“<b>Virtual Goods</b>”), pursuant to Section 6 of these Terms.\nVirtual Money and Virtual Goods are intended solely for personal and entertainment use on our Services.\nThey do not (a) have an equivalent value in real currency.\n(b) act as a substitute for real currency.\n(c) act as consideration for any legally enforceable contract (except for the license to use Virtual Money and Virtual Goods under these Terms).\nor (d) earn interest.\nVirtual Money and Virtual Goods are not redeemable or exchangeable for real currency, monetary value, or convertible virtual currency from us or any other third party, except as expressly required by applicable law.\nTransactions involving the exchange of Virtual Money or Virtual Goods for virtual items or virtual services on the Services are not legally enforceable, may not form the basis of any private right of action against us or any third party, and are governed solely by us in our sole discretion and application of these Terms.\nAny License to use Virtual Money or Virtual Goods will terminate upon termination of these Terms or your Account, and as otherwise provided herein.</p>\n<p>3.2 All payments for Virtual Money or Virtual Goods are final and not refundable or exchangeable, to the maximum extent permitted by applicable law.\nYou are responsible for the risk of loss of Virtual Goods or Virtual Money upon completion of a purchase (as defined below).\nYou may not transfer, assign, sell, gift, exchange, trade, convert, lease, sublicense, rent, or distribute Virtual Money or Virtual Goods except through the Service and as expressly permitted by us.\nAny disposition or attempted disposition of Virtual Money or Virtual Goods in violation of these Terms will be void and will result in the immediate termination of your Account and your license to use Virtual Money and Virtual Goods.\nWe do not recognize or condone any third-party services that may be used to sell, exchange, transfer, or otherwise dispose of Virtual Money or Virtual Goods.\nWe do not assume any responsibility for, and will not support, such transactions.</p>\n<p>3.3 Neither us nor any third party has any obligation to exchange Virtual Money or Virtual Goods for anything of value, including, but not limited to, real currency, to the maximum extent permitted by law.\nWe, in our sole discretion, may impose limits on Virtual Money or Virtual Goods, including, but not limited to, the amount that may be acquired, earned, or redeemed.</p>\n<p>3.4 In our sole discretion, we have the absolute right to manage, modify, suspend, revoke, and terminate your license to use Virtual Money or Virtual Goods without notice, refund, compensation or liability, to the maximum extent permitted by law.\nYou acknowledge and agree that we may engage in actions that may impact the perceived value or acquired price of Virtual Money or Virtual Goods at any time, except as prohibited by applicable law.\nWe make no guarantee as to the nature, quality or value of Virtual Money or Virtual Goods or the availability or supply thereof.\n</p>\n<p>\n<b>4 PAID ENTRY CONTESTS OF SKILL</b>\n</p>\n<p>4.1 The Services include paid entry contests of skill that include cash prizes (“<b>Contests</b>”), which are subject to the additional terms in this Section 4.\nContests are games of skill and are not games of chance.\nWinners are determined by the individuals who use their skill and knowledge of relevant sports information and fantasy sports rules to accumulate the most points according to the corresponding scoring rules.\nThe Services may not be used for any form of illegal gambling.\nIn addition to these Terms, we encourage you to read the official rules that govern each such Contest.\n</p>\n<p>4.2 You represent and warrant that throughout any period in which you access or participate in the Contests, that you satisfy any eligibility criteria associated with Contests, which may vary by jurisdiction.\nWithout limitation, you represent and warrant that:</p>\n<ul>\n<li>\n<p>You are at least eighteen (18) years old, and, where the minimum age for permissible use of Contests is greater than eighteen (18) years old, you must meet the greater age requirement in your local jurisdiction or territory.\n</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>You are a legal resident and physically located in one of the fifty (50) states and Washington, DC., excluding [Arizona, Hawaii, Idaho, Louisiana, Montana, Nevada, Washington], or any other state in which usage of Contests is illegal (the “<b>Excluded States</b>”).\nLegal residents of the Excluded States are eligible to open an account for use only in games that do not require entry fees.\n</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>You are not an employee (or a relative living in the same household as an employee of) Sleeper or any other fantasy contest operator or service;</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>You have not accessed, and you do not have access to, any pre-release, confidential information or other information that is not available to all other entrants of the applicable Contest that would provide you an advantage in such Contest, including any pre-release injury information.\n</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>Your participation does not violate any rules or policies of any sport’s governing body, or any other professional body of which you are a member.\n</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>You have not asked to be self-excluded in any jurisdiction from services similar to the Contests;</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>Any funds you deposit are deposited with the sole purpose of using them in Contests.\nand </p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>You are not subject to backup withholding tax because (a) you are exempt from backup withholding, or (b) you have not been notified by the Internal Revenue Service (IRS) that you are subject to backup withholding as a result of a failure to report all interests or dividends, or (c) the IRS has notified you that you are no longer subject to backup withholding.</p>\n</li>\n</ul>\n<p>Professional or amateur athletes, sports agents, coaches, team owners, team employees, referees or league officials, and the immediate family member of any of the foregoing are not eligible to participate in, and are prohibited from entering, any Contest in the sport in which they are associated.</p>\n<p>4.3 Sleeper may limit the amount a user can deposit into his or her account, including in accordance with state-imposed deposit limits.\nSleeper also reserves the right to impose an inactive account fee with advance notice through an update to these Terms or other communication to you.\nWhile your account is pending verification, you may be able to deposit funds into your account and participate in Contests, but you will not be able to withdraw any funds from your account unless and until verification is complete.\nUpon request, you agree to complete an affidavit of eligibility, a liability/publicity release (unless prohibited by law), appropriate tax forms and forms of identification, and/or information relating to payment/deposit accounts as reasonably requested to complete verification (and prior to any withdrawal).\nWe reserve the right to notify appropriate governmental authorities if we determine, in our sole discretion, that you have deposited funds for purposes other than using such funds in the Contests.</p>\n<p>4.5 When you complete the entry process to participate in a Contest, the amount of the entry fee for the applicable Contest that is listed or posted will be debited from your Sleeper account.\nThese will appear on your statement as [SLEEPER].\nContests lock when the first game starts and no more entries or changes to entries may be made at that time.</p>\n<p>4.6 All payments are final, and Sleeper is under no obligation to issue refunds or exchanges of any form.\nIn the case of a dispute regarding the identity of a user submitting payment, that payment will be deemed to have been submitted by the user in whose name the respective individual account was registered.\nIn the event of a disqualification or cancellation, Sleeper reserves the right to issue refunds or exchanges, in our sole discretion, without any restrictions as to the amount, timing, and/or method of delivery.\nWe may provide notification of such disqualifications or cancellations, but are under no obligation to do so.\nIn the event a user is disqualified and unable to participate in a Contest.\nor, the sporting event on which the Contest is based is cancelled, resulting in the Contest being unable to be run, Sleeper may return entry fees and/or any other forms of user payment at our own complete discretion.\nSuch refunds will be made available to users via their registered accounts.\nIn select cases, in which users submit requests for cancellation regarding their Contest entry fees prior to the start of the respective sporting events, Sleeper may choose to honor such requests, but is under absolutely no obligation to do so.\nMoreover, we reserve the right to deny any requests to cancel any and all forms of user-submitted payments, including entry fees, without limitation, and completely at our own sole discretion.</p>\n<p>4.7 We reserve the right to move you and others from a Contest you have entered into a substantially similar Contest in our sole discretion.\nWe reserve the right to deny you and others the ability to participate in any Contest for any reason and to cancel Contests at any time.\nIn the event of a cancellation, entry fees will be refunded to you except as specifically provided for in these Terms.\n</p>\n<p>4.8 Prizes will only be awarded if a Contest is won.\nAfter the Contest ends, the tentative winners are announced (generally by the following day), but remain subject to final verification.\nIn addition, we reserve the right to make adjustments based on errors or irregularities in the transmission of information to us from our data provider(s) or in our calculation of results.\nYou agree to notify us if you become aware of any errors or irregularities with respect to prize awards on your account and to cooperate with our efforts to reverse payments in the event of any errors.</p>\n<p>4.9 Sleeper reserves the right to suspend and/or close your account without notice, withhold or revoke the awarding of prizes, and/or invalidate, forfeit, and/or deduct amounts from your account balance if it determines, in its sole discretion, that: </p>\n<ul>\n<li>\n<p>You engage in conduct that is improper, unfair, fraudulent, or otherwise adverse to the operation of the Service or detrimental to other users or you otherwise are not in compliance with these Terms;</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>You do not meet eligibility requirements.\nyou fail to provide requested documentation or proof of eligibility and compliance with the requested time period.\nor you cannot validate your identity and account.\n</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>There is a “charge back” on one or more deposit(s) or with respect to any unused or abused bonuses or credits that were rewarded.\nor</p>\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>\n<p>In furtherance of fraud prevention or anti-money laundering efforts or for other legal purposes, such as if a relevant legal authority challenges the awarding of any prize(s).\n</p>\n</li>\n</ul>\n<p>\n</p>\n<p>Where applicable, Sleeper may pay out any withheld or revoked prizes to other entrants in the relevant Contest in a manner consistent with the prize structure of the Contest, as determined by Sleeper in its sole discretion.</p>\n<p>4.10 Without limitation to Sleeper’s other rights under these Terms, Sleeper may decline to honor requests to withdraw for a reasonable investigatory period.\nA request to withdraw will be considered honored if it is processed by Sleeper but delayed by a payment processor or other third party.\nIf you believe that funds related to your account have been misallocated, compromised, or otherwise mishandled, you may register a complaint by contacting us through the information below under “CONTACT.”</p>\n<p>4.11 Each year, all winners who have won $600 or more over the previous year must provide updated address and social security details to Sleeper to allow Sleeper to comply with tax regulations.\nThis information will be shared with relevant tax authorities.\nYou, and not Sleeper, are responsible for filing and paying applicable state, federal, and international taxes on any winnings.\nWe do not provide tax advice, nor should any statements in these Terms or on the Services be construed as tax advice.</p>\n<p>4.12 Where legal, entrants and winners consent to the use of their name, voice, and likeness/photograph in and in connection with the development, production, distribution and/or exploitation of any Contest or other portions of the Services.\nWinners agree that from the date of notification of their status as a potential winner and continuing until such time when Sleeper informs them that they no longer need to do so, they will make themselves available to Sleeper for publicity, advertising, and promotion activities.</p>\n<p>[4.13 Sleeper uses third party data providers to provide sports data for our Contests.\nWhile Sleeper and the third parties use reasonable efforts to include accurate and up-to-date information, Sleeper cannot and does not guarantee the accuracy of the data used to allocate points scoring in all circumstances.\nIf we correct mistakes during or after the Contest, this may change the points have you have been awarded.\nIn cases where our third party data providers make corrections to the sports data, Sleeper retains sole and absolute discretion to make corrections or amend the scoring or points allocated during a Contest at any time before the winners of that Contest have been paid.\nSuch corrections will not be made to scoring or points allocation for a Contest after the winners have been paid.] </p>\n<p>\n<b>5 PAYMENT TERMS</b>\n</p>\n<p>5.1 By inputting a payment method, you represent and warrant that you are the lawful owner of the payment method account.\nIf you elect to save a payment method to the Services, you agree that your card information will be saved for future transactions on your account, and you authorize your card to be charged for agreed upon purchases.\nYou may cancel this authorization by following the instructions in the Services.\nOur payment processing partners may have their own terms and conditions and you should ensure you are in agreement with these prior to making any payment.\nIf your transaction with our payment processing partners is not successful, then your purchase will not be fulfilled.\nDepending on which financial institution you use, additional charges may be issued by your financial institutions as we have no control over such charges nor accept liability for them.\n</p>\n<p>5.2 You agree that all sales by us to you are final and that we are under no obligation to refund any transaction once a purchase has been made.\nFor these purposes, a “purchase” is complete at the time our servers validate your purchase and successfully credit your account on our servers.</p>\n<p>\n<b>6 LICENSE AND INTELLECTUAL PROPERTY </b>\n</p>\n<p>6.1 As between you and us, we own the Services, including, without limitation, all software, text, graphics, tools, links, recommendations, and other content or material provided in or through use of the Services, and all Virtual Money and Virtual Goods, and all worldwide intellectual property rights in the foregoing.</p>\n<p>6.2 We grant you a limited, personal, revocable, non-transferable and non-exclusive right and license to access and use the Services for your personal and non-commercial use and for their intended use only.\nAny software provided through or used to operate the Services is licensed, not sold, to you by us, and such license is limited to object code only.\nWe may notify you, by notice within the software or otherwise, that the software contains software governed by the license of a third party, and you agree to abide by the terms and conditions of the same.\nExcept as expressly permitted herein, you must not, nor enable any other person to, rent, lease, lend, sell, redistribute, sublicense, copy, reverse engineer, decompile, translate, modify, rent, use as a service bureau, distribute copies of, adapt, create derivative works based on, or otherwise use the Services.</p>\n<p>6.3 Any trademark, service mark, logo or trade name contained in the Services, whether or not appearing in large print or with the trademark symbol, belongs exclusively to us or our licensors, and you may not use or display such trademarks without our permission.\nNothing in these Terms grants you any right to use any trademark, service mark, logo or trade name of ours or any third party.</p>\n<p>\n<b>7 USER CONTENT</b>\n</p>\n<p>7.1 With respect to data, information, files and content you submit or make available through the Services (collectively, “<b>User Content</b>”), you grant us and our partners a worldwide, perpetual, irrevocable, royalty-free and non-exclusive license to use such User Content to manage, provide, monitor, repair, improve, analyze and operate the Services and for other lawful purposes authorized by us.\nYou are fully responsible for all User Content that you submit to us and agree not to provide User Content that violates these Terms, including, but not limited to, Section 8.2.\nWe are not responsible for any User Content and have no duty to monitor or protect your rights in any content that you may submit to us, but you do give us the right to enforce your rights in that content if we want to, including but not limited to taking legal action (at our cost) on your behalf.\n</p>\n<p>7.2 You use any information contained in User Content at your own risk.\nWe have the right, in our sole discretion, but no obligation or duty, to monitor, review, edit, remove, delete, disable, refuse, restrict, or terminate access to your User Content or the Services (in whole or in part) at any time, without prior notice and in our sole discretion, for any or no reason.\nWhere authorized by law, if you would like to request removal of User Content that you have posted to the Services, please notify us by e-mailing legal@sleeper.app.\nEven where we agree to remove User Content in accordance with applicable law, this may not result in complete or comprehensive removal of User Content from the Services.</p>\n<p>7.3 If you believe that your work has been copied and is accessible on the Services in a way that constitutes copyright infringement, please provide us with the following information:</p>\n<ul>\n<li>\n<p>identification of the copyrighted work claimed to have been infringed;</p>\n</li>\n<li>\n<p>identification of the allegedly infringing material on the Services that is requested to be removed;</p>\n</li>\n<li>\n<p>your name, address, and daytime telephone number, and an e-mail address if available, so that we may contact you if necessary;</p>\n</li>\n<li>\n<p>a statement that you have a good faith belief that the use of the copyrighted work is not authorized by the copyright owner, its agent, or the law;</p>\n</li>\n<li>\n<p>a statement that the information in the notification is accurate and, under penalty of perjury, that the signatory is authorized to act on behalf of the owner of an exclusive copyright right that is allegedly infringed.\nand</p>\n</li>\n<li>\n<p>an electronic or physical signature of the copyright owner or someone authorized on the owner’s behalf to assert infringement of copyright and to submit the statement.</p>\n</li>\n</ul>\n<p>Notice of claims of copyright infringement on the Services can be sent to us over email at legal@sleeper.app, or to the following location:</p>\n<p>548 Market St., PMB 95988., San Francisco, California 94104-5401, Attn: Blitz Studios, Inc., Legal</p>\n<p>\n<b>8 PROHIBITED CONDUCT</b>\n</p>\n<p>8.1 Prohibited Conduct.\nWhen accessing and using our Services, you agree that you will not (A) use our Services for fraudulent or abusive purposes, (B) violate, or use our Services in violation of, any applicable law, regulation, or requirements or the intellectual property, privacy, or other rights of us or any other person, or (C) otherwise take any action that you know or reasonably should know is improper, unfair, fraudulent, or otherwise adverse to the operation of the Service or in any way detrimental to other users.\nWithout limitation, you agree not to:</p>\n<ul>\n<li>\n<p>create more than one account;</p>\n</li>\n<li>\n<p>engage in illegal gambling;</p>\n</li>\n<li>\n<p>attempt to influence the play in any sporting event from which athletes are available for selection in Contests.\n</p>\n</li>\n<li>\n<p>use our Services in any way that accumulates points or prizes through unauthorized methods such as unauthorized scripts or other automated means, or to cheat or design or assist in cheating;</p>\n</li>\n<li>\n<p>disguise, anonymize or hide your IP address or the source of any Content that you may upload, create more than one account per platform or use another person or entity’s email address in order to sign up to use our Services, or otherwise use our Services to impersonate any person or entity or in manner that is fraudulent;</p>\n</li>\n<li>\n<p>monitor, use, or copy any of our Services content or “scrape” any information about or regarding other people that use our Services or upload anything that collects information including ‘pixel tags’ and cookies.\n</p>\n</li>\n<li>\n<p>remove or amend any proprietary notices or other ownership information from our games or any other part of our Services or attempt to decompile, reverse engineer, disassemble or hack any of our Services;</p>\n</li>\n<li>\n<p>defeat or overcome any of our encryption technologies or security measures or otherwise circumvent technological measures designed to control access to, or elements of, our Services or upload or submit to the Services software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment.\nor</p>\n</li>\n<li>\n<p>use our Services for any commercial or business purpose or for the benefit of any third party or to send unsolicited communications.</p>\n</li>\n</ul>\n<p>8.2 Social Feature and Messaging Restrictions.\nYou further agree not to upload, communicate, transmit or otherwise make available any Content: (A) that is or could reasonably be viewed as unlawful, harmful, harassing, defamatory, libelous, obscene or otherwise objectionable.\n(B) that is or could be viewed as invasive of another's privacy.\n(C) that is likely to, or could reasonably be viewed as likely to incite violence or racial or ethnic hatred.\n(D) which you do not have a right to make available lawfully (such as inside information, information which belongs to someone else or confidential information).\n(E) which infringes any intellectual property right or other proprietary right of others.\nor (F) which consists of any unsolicited or unauthorized advertising, promotional materials, 'junk mail', 'spam', 'chain letters', 'pyramid schemes' or any other form of solicitation.\nWe have the right to remove uploaded Content from our Services if we decide in our sole discretion that it results in or from a breach of any part of these Terms, or that it may bring us or our Services into disrepute.\nHowever, you acknowledge that we do not have an obligation to actively monitor Content that is contributed by people that use our Services and we make no undertaking to do so.</p>\n<p>\n<b>9 WARRANTIES AND DISCLAIMER</b>\n</p>\n<p>9.1 TO THE FULLEST EXTENT PERMITTED BY LAW, THE SERVICES ARE PROVIDED ON AN ‘AS IS,’ ‘AS AVAILABLE,’ AND ‘WITH ALL FAULTS’ BASIS.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL REPRESENTATIONS AND WARRANTIES, EITHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, sATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO REPRESENTATION OR WARRANTY THAT THE SERVICES SHALL BE AVAILABLE AT ALL TIMES OR BE FREE OF ERROR.\nWE MAKE NO REPRESENTATION OR WARRANTY ABOUT THE SECURITY OR SAFETY OF THE SERVICES OR ABOUT THE ACCURACY, AVAILABILITY, RELIABILITY, COMPLETENESS, CURRENTNESS, SUITABILITY OR TIMELINESS OF the SERVICES (or any statistics, contest results, or other information provided through the services).\nYOU ASSUME ALL RISK FOR ANY DAMAGE TO YOUR MOBILE DEVICE OR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM OBTAINING THE SERVICES, INCLUDING WITHOUT LIMITATION ANY DAMAGE RESULTING FROM ANY VIRUS.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH OR FROM THE SERVICES SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THESE TERMS.\nWE MAKE NO REPRESENTATION THAT PARTICIPATION IN PAID ENTRY FANTASY SPORTS CONTESTS IS LAWFUL UNDER STATE LAW.</p>\n<p>9.2 We do not guarantee that any of our Services will be available or error-free at all times or at any given time.\nThere will be times when our Services or any part of them are not available for technical or maintenance related reasons, whether on a scheduled or unscheduled basis.\nAdditionally, you are responsible for the internet connection and/or mobile charges that you may incur for accessing and/or using our Services.</p>\n<p>9.3 You agree that your display name, scores, and other related details will be displayed to other users in connection with use of the Services.\n</p>\n<p>9.4 The Services may provide links or access to third-party websites and services and payment functionalities outside our control.\nWe do not endorse, recommend, or otherwise accept responsibility for any of these third-party websites or services, and we make no representation or warranties of any kind regarding them.\nWe are not responsible for their content, quality, nature, reliability, privacy, data security or other practices or their handling of information you make available to them.\nYour business dealings with these third parties, and any terms, conditions, warranties or representations associated therewith, are solely between you and such third parties.\nWe encourage you to review their applicable terms and policies.</p>\n<p>\n<b>10 LIMITATION OF LIABILITY</b>\n</p>\n<p>10.1 Nothing in these Terms shall limit or exclude any liability that, under applicable law, cannot be limited or excluded.\n</p>\n<p>10.2 TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, WE DISCLAIM AND WILL NOT BE LIABLE FOR ANY DAMAGE (INCLUDING, WITHOUT LIMITATION, DIRECT, INDIRECT, PUNITIVE, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR EXEMPLARY DAMAGE (INCLUDING, WITHOUT LIMITATION, BODILY HARM, EMOTIONAL DISTRESS, LOSS OF BUSINESS, REVENUE, PROFITS, GOODWILL, OR OTHER ECONOMIC ADVANTAGE)) ARISING OUT OF OR IN CONNECTION WITH THE POSSESSION, USE, OR MALFUNCTION OF THE SERVICES, INCLUDING (A) ANY STATEMENT OR CONDUCT OF YOU OR ANY OTHER USER OR THIRD PARTY ON THE SERVICES, (B) STOPPAGE OF USE BY YOU DURING OR AFTER COMMENCEMENT OF USE OF THE SERVICES, (C) THE USE OR INABILITY TO USE THE SERVICES, (D) ANY ACTIONS WE TAKE OR FAIL TO TAKE AS A RESULT OF COMMUNICATIONS YOU SEND TO US, (E) THEFT, TAMPERING, DESTRUCTION, OR UNAUTHORIZED ACCESS TO, OR ALTERATION OF, ENTRIES, IMAGES OR OTHER CONTENT OF ANY KIND, (F) ANY PHYSICAL ACTIVITY, personal injury, or property damage arising from or RELATED TO your use of THE SERVICE, (G) DATA THAT IS PROCESSED LATE OR INCORRECTLY OR IS INCOMPLETE OR LOST, INCLUDING ANY INACCURATE ENTRY INFORMATION.\nOR (H) ANYTHING OTHERWISE ARISING OUT OF OR RELATING TO THESE TERMS, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING WITHOUT LIMITATION NEGLIGENCE), OR ANY OTHER LEGAL THEORY, AND EVEN IF WE OR OUR PARTNERS HAVE PREVIOUSLY BEEN ADVISED OF, OR REASONABLY COULD HAVE FORESEEN, THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>10.3 TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, OUR AGGREGATE LIABILITY IN CONNECTION WITH THE SERVICES OR UNDER THESE TERMS IS LIMITED TO $30.\nAny allowable claim, if any, which you may bring against Sleeper must be brought no later than sixty (60) days after the date of the event THAT GAVE rise to the claim, and you hereby waive any right to bring any claim not brought within such period.</p>\n<p>\n<b>11 INDEMNITY</b>\n</p>\n<p>11.1 You agree to release and to indemnify, defend and hold harmless Sleeper and its parents, subsidiaries, affiliates, and agencies, as well as the officers, directors, employees, shareholders and representatives of any of the foregoing entities, from and against any and all losses, liabilities, expenses, damages, costs (including attorneys’ fees and court costs) claims or actions of any kind whatsoever arising or resulting from your use of the Services, your violation of these Terms of Use, your receipt, ownership, use or misuse of any prize, and any of your acts or omissions that implicate publicity rights, defamation or invasion of privacy.\nSleeper reserves the right, at its own expense, to assume exclusive defense and control of any matter otherwise subject to indemnification by you and, in such case, you agree to cooperate with Sleeper in the defense of such matter.</p>\n<p>\n<b>12 TERMINATION AND SUSPENSION</b>\n</p>\n<p>12.1 You may delete the Services from your phone at any time.</p>\n<p>12.2 We may suspend, change, or terminate these Terms and/or your access to the Services or portions of the Services immediately and without notice, for any reason, including without limitation where we have reasonable ground to do so based on: (i) your breach of these Terms (including for minor breaches).\n(ii) a request by law enforcement or other government agency.\n(iii) our discontinuation of or material modification to the Services.\n(iv) an unexpected technical or security issue or problem.\nand (v) your inactivity.\n</p>\n<p>12.3.\nWithout limitation, we reserve the right to delete your account if no activity is conducted by you in relation to the account for 180 or more days.\n</p>\n<p>12.4 You understand that if you delete your account, or if we delete your account in accordance with these Terms, you may lose access to (A) Virtual Money or Virtual Goods associated with your account and any data previously associated with your account (including, without limitation, the level or score you have reached in our Services).\nand (B) subject to and where permitted by Section 4, any prepaid monies or prizes associated with your account.</p>\n<p>12.5 YOU ACKNOWLEDGE AND AGREE THAT YOU SHALL HAVE NO OWNERSHIP OR OTHER PROPERTY INTEREST IN ANY ACCOUNT, INCLUDING ANY PREPAID MONIES OR PRIZES ASSOCIATED WITH IT, THAT YOU CREATE USING ANY OF OUR SERVICES.\nWE MAY SUSPEND, TERMINATE, MODIFY OR DELETE ANY OF THESE ACCOUNTS AT ANY TIME FOR ANY REASON OR NO REASON, WITH OR WITHOUT NOTICE TO YOU.</p>\n<p>12.6 All provisions of the Terms of Use which by their nature should survive termination shall survive termination, including, without limitation, Sections 2, 3, 4, 5, 6 (except for 6.2), 7, 8, 9, 10, 11, 12, 13, 14, 15 and this Section 12.6.</p>\n<p>\n<b>13 GOVERNING LAW.\nMANDATORY ARBITRATION</b>\n</p>\n<p>13.1 PLEASE READ THIS SECTION CAREFULLY BECAUSE IT AFFECTS YOUR RIGHTS.\nBY AGREEING TO MANDATORY, BINDING ARBITRATION, YOU WAIVE YOUR RIGHT TO LITIGATE DISPUTES THROUGH A COURT AND TO HAVE A JUDGE OR JURY DECIDE YOUR CASE.\nTHIS SECTION ALSO INCLUDES A CLASS ACTION WAIVER.</p>\n<p>13.2 These Terms shall be governed by, and construed in accordance with, the laws of the United States and the State of Delaware without regards to the conflicts of law principles thereof.\nIf any clause or provision of these Terms is found to be invalid by any court having competent jurisdiction, the invalidity of such clause or provision shall not affect the validity of the remaining clauses or provisions of these Terms, including but not limited to the class action waiver.\nYou expressly agree that if you dispute the validity or enforceability of the individual arbitration provision and/or class action waiver in these Terms, you shall bring such dispute in the courts of the State of Delaware, and you expressly consent and agree to submit to the exclusive personal jurisdiction and venue of such courts.</p>\n<p>13.3 All claims arising in connection with your use of the Services should be reported and brought to our attention as soon as possible in a written statement delivered to legal@sleeper.app.\nMost concerns are quickly resolved in this manner to our customers' satisfaction.\nThe parties shall use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation and good faith negotiations which shall be a precondition to either party initiating a lawsuit or arbitration.\nTo the maximum extent permitted by law, you permanently and irrevocably waive your rights to bring any claim in connection with your use of the Services unless you bring it within one (1) year of the date of the event giving rise to such claim.</p>\n<p>13.4 EXCEPT FOR DISPUTES THAT QUALIFY TO BE HEARD IN SMALL CLAIMS COURT, TO THE FULLEST EXTENT PERMITTED BY LAW, ALL DISPUTES ARISING OUT OF OR RELATED TO THESE TERMS OR ANY ASPECT OF THE RELATIONSHIP BETWEEN YOU, ON THE ONE HAND, AND SLEEPER OR ANY OF ITS AFFILIATES, LICENSORS, OR SUPPLIERS, ON THE OTHER HAND, WHETHER BASED IN CONTRACT, TORT, STATUTE, FRAUD, MISREPRESENTATION, OR ANY OTHER THEORY, WILL BE RESOLVED THROUGH FINAL AND BINDING ARBITRATION BEFORE A NEUTRAL ARBITRATOR INSTEAD OF IN A COURT BY A JUDGE OR JURY.</p>\n<p>13.5 YOU AGREE THAT SLEEPER AND YOU ARE EACH WAIVING THE RIGHT TO TRIAL BY A JURY.\nYOU FURTHER AGREE THAT ANY ARBITRATION WILL TAKE PLACE ON AN INDIVIDUAL BASIS ONLY AND THAT CLASS ARBITRATIONS, CLASS ACTIONS AND OTHER REPRESENTATIVE ACTIONS ARE NOT PERMITTED.\nYOU HEREBY AGREE TO GIVE UP THE ABILITY TO BRING OR PARTICIPATE IN A CLASS ACTION OR OTHER REPRESENTATIVE ACTION IN COURT OR ARBITRATION.</p>\n<p>13.6 The arbitration will be administered by JAMS in accordance with the provisions of its Comprehensive Arbitration Rules or Streamlined Arbitrations Rules, as appropriate, excluding any rules or procedures governing or permitting class actions.\nThe JAMS Rules governing the arbitration may be accessed at http://www.jamsadr.com/ or by calling JAMS at (800) 352-5267.\nThe arbitrator will conduct hearings, if any, by teleconference or videoconference, rather than by personal appearances, unless the arbitrator determines upon request by you or by us that an in-person hearing is appropriate.\nAny in-person appearances will be held at a location that is reasonably convenient to the parties with due consideration of their ability to travel and other pertinent circumstances.\nIf the parties are unable to agree on a location, such determination will be made by the JAMS or by the arbitrator.\nIf you are able to demonstrate that the costs of arbitration will be prohibitive as compared to the costs of litigation, we will, to the extent required to make this Section 13 enforceable, pay as much of your filing and hearing fees in connection with the arbitration as the arbitrator deems necessary to prevent the arbitration from being cost-prohibitive.\nThe arbitrator will be bound by these Terms, when not in conflict with applicable law, and the arbitrator’s decision will be binding and final, subject only to limited right of judicial review provided under the Federal Arbitration Act.\nThe arbitrator will have authority to award temporary, interim or permanent injunctive relief or relief providing for specific performance of these Terms, but only to the extent necessary to provide relief warranted by the individual claim before the arbitrator.\nIf the arbitrator decides that either the substance of your claim or the remedy you asked for is frivolous or brought for an improper purpose, we may use the applicable Rules to determine whether you are responsible for the filing, administrative and arbitrator fees.\nThe award rendered by the arbitrator may be confirmed and enforced in any court having jurisdiction thereof.\nNotwithstanding any of the foregoing, nothing in these Terms will preclude you from bringing issues to the attention of federal, state or local government agencies or from seeking public injunctive relief in court where that right cannot be waived under applicable state law.</p>\n<p>13.7 If you are a resident of the United States, arbitration will take place in San Francisco County, CA.\nFor residents outside the United States, arbitration shall be initiated in San Francisco County, California, and you and we agree to submit to the personal jurisdiction of any federal or state court in San Francisco County, California, in order to compel arbitration, to stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.</p>\n<p>13.8 To not be bound by the arbitration agreement set forth in this Section 13, within 30 days of using our Services, you must notify Sleeper in writing of your intent to opt-out of the arbitration provisions.\nThe written intent to opt-out must include your first and last name, and be provided either by: (1) sending an email to legal@sleeper.app.\nor (2) sending a letter to the following address: 548 Market St., PMB 95988., San Francisco, California 94104-5401, Attn: Blitz Studios, Inc., Legal.\n</p>\n<p>\n<b>14 GENERAL</b>\n</p>\n<p>14.1 These Terms constitute the entire agreement between you and us relating to its subject matter and supersedes all prior agreements, undertakings, representations, warranties and arrangements of any nature relating to the same.\nEach party acknowledges that it has not been induced to enter into these Terms by any representation or warranty other than those contained in these Terms.</p>\n<p>14.2 The failure of Sleeper to comply with any provision of these Terms due to an act of God, hurricane, war, riot, earthquake, terrorism, act of public enemies, actions of governmental authorities outside of the control of Sleeper (exception compliance with applicable regulations) or other force majeure event will not be considered a breach of these Terms.</p>\n<p>14.3 You must not use, export or re-export the Services contrary to any law of the United States and any other jurisdiction including without limitation the Export Administration Regulations of the United States.\nYou represent and warrant that (i) you are not located in a country that is subject to a United States Government embargo or that has been designated by the United States government as a “terrorist supporting” country.\nand (ii) you are not listed on any US government list of prohibited or restricted parties.</p>\n<p>14.4 We may assign these Terms, in whole or in part without your consent, but you are always free to terminate your use of the Services.\nNo person who is not a party to these Terms (other than any person specifically identified as a third party beneficiary) shall have any right under any law to enforce any term of these Terms, and no consent is required from any third party to change these Terms.\nWe shall not be in breach of these Terms or otherwise liable to you as a result of any delay or failure in the performance of our obligations under these Terms to the extent that such delay or failure is caused by any occurrence beyond our reasonable control including, but not limited to, any act of God, strike, war or sabotage, and the time for performance of the relevant obligation shall be extended accordingly.\nNo failure or delay by us to exercise or enforce any right or benefit under these Terms shall be deemed a waiver of such right or benefit nor operate to prevent or limit the future exercise or enforcement of that right or benefit.\nIf any term or condition of these Terms is held invalid, void or otherwise unenforceable by any court, governmental agency or authority of competent jurisdiction, the remainder of these Terms shall remain valid and enforceable.</p>\n<p>Additional Terms for Apple’s App Store</p>\n<p>In addition to the other terms set forth herein, the provisions of this section also apply to you if you obtained the Services from Apple’s App Store.\nThese additional terms should not be read to limit any other provision of these Terms and should not be interpreted to affect the meaning of any other provision of these Terms.\nYou acknowledge that these Terms are between you and us only, not with Apple, and Apple is not responsible for the Services.\nApple has no obligation whatsoever to furnish any maintenance and support services with respect to the Services.\nIn the event of any failure of the Services to conform to any applicable warranty, you may notify Apple and Apple may refund any applicable purchase price for the Services to you.\nbut, to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the Services.\nApple is not responsible for addressing any claim by you or any third party relating to the Services or your possession and/or use of the Services, including, but not limited to: (i) any product liability claim.\n(ii) any claim that the Services fail to conform to any applicable legal or regulatory requirement.\nand (iii) any claim arising under consumer protection, privacy, or similar legislation.\nApple is not responsible for the investigation, defense, settlement or discharge of any third party claim that the Services and/or your possession and use of the Services infringes any third party’s intellectual property rights.\nYou may access and use the Services only on Apple-branded products that you own or control and as permitted by the usage rules set forth in the App Store Terms of Service.\nYou agree to comply with all applicable third-party terms when using the Services.\nApple, and Apple’s subsidiaries, are third party beneficiaries of these Terms, and, upon your acceptance of these Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third party beneficiary hereunder.</p>\n<p>Additional Terms for the Google Play Store </p>\n<p>In addition to the other terms set forth herein, the provisions of this section also apply to you if you obtained the Services from the Google Play Store.\nThese additional terms should not be read to limit any other provision of these Terms and should not be interpreted to affect the meaning of any other provision of these Terms.\nYou acknowledge that these Terms are between you and us only, not with Google, and Google is not responsible for the Services.\nYou acknowledge that Google has no obligation whatsoever to furnish any maintenance and support services with respect to the Services.\nIn the event of any failure of the Services to conform to any applicable warranty, you may notify Google and Google may refund any applicable purchase price for the Services to you.\nbut, to the maximum extent permitted by applicable law, Google will have no other warranty obligation whatsoever with respect to the Services.\nGoogle is not responsible for addressing any claim by you or any third party relating to the Services or your possession and/or use of the Services, including, but not limited to: (i) any product liability claim.\n(ii) any claim that the Services fail to conform to any applicable legal or regulatory requirement.\nand (iii) any claim arising under consumer protection, privacy, or similar legislation.\nGoogle is not responsible for the investigation, defense, settlement or discharge of any third party claim that the Services and/or your possession and use of the Services infringes any third party’s intellectual property rights.\nYou may access and use the Services only on an Android device that you own or control and as permitted by the usage rules set forth in the Google Play Store Terms of Service.\nYou agree to comply with all applicable third-party terms when using the Services.\nGoogle and Google’s subsidiaries, are third party beneficiaries of these Terms, and, upon your acceptance of these Terms, Google will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third party beneficiary hereunder.</p>\n<p>\n<b>15 CONTACT</b>\n</p>\n<p>If you have an inquiry regarding these Terms, you may contact us as at:</p>\n<p>548 Market St., PMB 95988., San Francisco, California 94104-5401, Attn: Blitz Studios, Inc., Legal</p> Did this answer your question? ", "created_at": "2021-08-30 00:33:12.302402", "updated_at": "2021-08-29 22:34:04.941649"}], "points": [], "urls": ["sleeper.app"]}}