{"error": 448, "message": "OK", "parameters": {"id": 3382, "name": "Test IO", "created_at": "2021-05-01 19:26:29.037348", "updated_at": "2021-05-02 00:01:17.007851", "wikipedia": null, "keywords": null, "related": null, "slug": "test_io", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3382.png", "url": "test.io", "documents": [{"id": 5593, "name": "Terms and Conditions", "url": "https://test.io/policies-testers/", "xpath": "//body", "text": "<ul>\n<li>Product</li>\n<li>Testing Solutions<ul>\n<li>By Approach<ul>\n<li>Exploratory Testing</li>\n<li>Usability Testing</li>\n<li>Test Case Execution</li>\n<li>User Story Testing</li>\n<li>Regression Testing</li>\n<li>Functional Testing</li>\n<li>Beta Testing</li>\n<li>Black Box Testing</li>\n</ul>\n</li>\n<li>By Platform<ul>\n<li>Website Testing</li>\n<li>Mobile Testing</li>\n<li>Wearables Testing</li>\n<li>IoT Testing</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Customers</li>\n<li>Pricing</li>\n<li>Resources<ul>\n<li>Resource Library</li>\n<li>Blog</li>\n</ul>\n</li>\n<li>Sign In</li>\n<li>Get a Demo</li>\n<li>Become a Tester</li>\n<li>EN</li>\n<li>DE</li>\n</ul>\n<ul>\n<li>EN<ul>\n<li>DE</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Product</li>\n<li>Testing Solutions<ul>\n<li>By Approach<ul>\n<li>Exploratory Testing</li>\n<li>Usability Testing</li>\n<li>Test Case Execution</li>\n<li>User Story Testing</li>\n<li>Regression Testing</li>\n<li>Functional Testing</li>\n<li>Beta Testing</li>\n<li>Black Box Testing</li>\n</ul>\n</li>\n<li>By Platform<ul>\n<li>Website Testing</li>\n<li>Mobile Testing</li>\n<li>Wearables Testing</li>\n<li>IoT Testing</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Customers</li>\n<li>Pricing</li>\n<li>Resources<ul>\n<li>Resource Library</li>\n<li>Blog</li>\n</ul>\n</li>\n<li>Sign In</li>\n<li>Get a Demo</li>\n<li>Become a Tester</li>\n<li>EN</li>\n<li>DE</li>\n</ul>Sign InGet a DemoBecome a Tester test IO GmbH General Terms and Conditions<br>These general terms and conditions govern the relationship between you and test IO GmbH (hereinafter: “test IO”).<br>\n<br>1.\ntest IO GmbH (hereinafter “test IO”) provides contractors the opportunity to work as “testers”.\nIn concrete terms, this means that test IO gives testers the technical means to register on a website as testers by creating a login (“account”), so that they can process end customer jobs (“test runs”) independently.\nAs such, testers can decide for themselves when, where, and how often they complete jobs for test IO.\nTesters are compensated for their work according to the compensation table applicable to that particular test run.\nTesters are independent contractors and are not employees or agents of test IO.<br>\n<br>1.1 These terms and conditions regulate the framework conditions for testers’ work for test IO.\nAcceptance of a tester’s offer to perform a test run constitutes an individual contractual relationship governed by the conditions specified at the time of job assignment and accepted by the tester.\nIn submitting an offer to perform a test run, the tester pledges to conduct the research and work relevant to that job carefully, conscientiously, and in accordance with the principles of test IO.<br>\n<br>2.\nThese terms and conditions are applicable to all contractual relationships between test IO and testers.\nIt replaces all previous agreements, effective as of the moment at which these terms and conditions are accepted.\nThe tester’s own terms and conditions do not apply regardless of whether test IO expressly objects to them or not.<br>\n<br>2.1 test IO reserves the right to modify these terms and conditions at any time.\nAt the time of his or her next login, the tester will be notified of the change and provided the new terms and conditions in a save- and print-ready format.\nThe tester may then accept the new terms and conditions, and confirms having understood and accepted the terms by clicking the confirmation field.<br>\n<br>2.2 Side agreements made orally have no legal validity.\nAny changes to these terms and conditions must be made in writing, including but not limited to emails, faxes, or texts posted online and made available for the recipient to save and print.\nThis also applies to agreements setting aside the written-form requirement.<br>\n<br>2.3 In order to be able to work as testers, users must go through a one-time process of setting up a free user account and having that account activated by test IO.\nTesters must be at least eighteen years old to set up a user account.\ntest IO is not legally obligated to activate user accounts.\nTesters are under no obligation to provide any services and can close their accounts at any time.<br>\n<br>3.\nWhen setting up user accounts, testers are obligated to provide the requested information completely, correctly, and in the appropriate format.\nIn individual cases, test IO reserves the right to make account activation contingent upon the provision of suitable proof demonstrating the accuracy of the information given.\nTesters are obligated to keep this user information up-to-date, and to use the editing function to make any necessary changes without delay.\nShould test IO be unable to contact the tester as a result of the tester’s failure to update this information as necessary, test IO accepts no liability for the situation.\nThe tester is obligated to compensate test IO for any damages it incurs as a result of the tester having provided false, inaccurate, or incomplete data.<br>\n<br>3.1 Users are to select a user name and a password of their choice when setting up an account.\nSelected user names must not violate any rights, especially third party naming or trademark rights, and must not violate common decency.\nPasswords have to be kept secret and shall not be disclosed to any third party.\n<br>\n<br>3.2 Generally speaking, registering user accounts for third parties is not permitted.\nTesters are also forbidden from maintaining multiple user accounts.<br>\n<br>3.3 test IO will conduct an anti-money laundering, sanctions and terrorist watch list screening of the testers in relation to restrictions and sanctions to satisfy test IO’s own compliance with applicable law.\nFor this purpose test IO will check the testers information against official lists or use third parties to do so.\n(“Screening”)<br>\n<br>3.4 test IO reserves the right to delete a tester’s user account and/or terminate its contractual relationship with the tester if the tester violates these terms and conditions or any other obligations arising from this contractual relationship or if the Screening as stated above will not be passed.\nIn such cases, the tester will receive payment for any accepted work he or she has already performed for test IO.\nTesters may have their accounts deleted at any time by sending an email to support@test.io.\nInformation and data subject to compulsory record retention regulations (e.g., invoices/credit vouchers) will only be deleted following expiry of the relevant retention period.\nAll other data will be deleted at the time of the account’s deletion.<br>\n<br>3.5 Accounts will only be activated for job processing after the tester successfully performs an unremunerated warm-up test run.\nThe tester will receive an invitation to the warm-up test run once he or she has successfully registered as per the specifications listed above.\nTesters have no legal claim to invitations to warm-up test runs.<br>\n<br>3.6 Once a tester has registered an account and test IO has activated that account, test IO may contact the tester under the email he or she has provided in order to solicit an offer for the performance of a concrete test run.\nThis constitutes only an “invitation to bid” (invitatio ad offerendum).\nTesters can use the reply function to send test IO a quote for the performance of the test run under the conditions specified in the project description.\ntest IO is under no obligation to accept these quotes.\nas such, test IO’s inquiry does not represent a legally binding offer.<br>\n<br>3.7 Should test IO accept the tester’s quote for performance of a test run, the information required to perform the test run will be made available to the tester shortly before the test run is activated.\nThe tester’s acceptance of a test run does not give test IO any legal right to have the tester work through the test run as per the conditions specified.\nConversely, test IO is under no obligation to accept the tester’s work if it is not done in accordance with the conditions and requirements indicated in the project description, and if the tester’s work qualifies as misperformance.\nIn particular, work will no longer be accepted once test IO’s previously specified deadline for service performance has passed.<br>\n<br>3.8 The tester shall be paid for each error he or she discovers while performing the test run.\nTesters report each discovered error using the form provided by test IO.\nThe tester lists a description of the error on the form and assigns the error to one of three categories: Low, High, or Critical.\nThis assessment is only for purposes of initial orientation.\nit is not binding for the tester’s claim to compensation.\ntest IO will then check the error.\nThe tester shall not receive compensation for the error if:<br>\n<br>1.\nsequential error log numbering makes it evident to test IO that the report is a duplicate, and that the error has previously been discovered by another tester, or <br>\n<br>2.\nthe error cannot be reproduced by test IO, and is thus not demonstrably present.<br>\n<br>3.\ntest IO will also check the tester’s labeling of the error as Category Low, High or Critical, and change this assignation if necessary.\nAs per § 317 of the German Commercial Code, test IO’s end customer is responsible for making final determinations regarding error categories.<br>\n<br>4.\nFor certain test runs, the tester shall receive lump sum compensation for completing one or more jobs defined by test IO, either in addition to or instead of compensation per error discovered.\nSuch compensation may be provided for jobs such as (for example) research tasks, answering questionnaires, or working through so-called test cases.<br>\n<br>4.\nTesters shall be specially informed as to the exact rate of compensation per error discovered (as per Section 1) or per job (as per Section 3.8 (4)) for each job.\nWhen test IO sends the tester an email requesting that the tester submit a quote for test run performance, the email will specify a concrete amount of compensation per error discovered during the test run/per job.\nthe tester shall then apply this compensation rate when submitting his or her offer.<br>\n<br>1.\nJob orders for performance of test runs are assigned exclusively to the tester who submitted the corresponding offer.\nJob orders may only be forwarded to third parties with test IO’s express written permission.\n<br>\n<br>2.\nThe tester is responsible for all taxes (including income tax and social security contributions) on revenues he or she earns through test IO, wherever in the world the obligation to pay such taxes arises.<br>\n<br>5.\nCopyright or other intellectual property rights-protected deliverables resulting from the tester’s work remain the exclusive property of test IO.\nIn particular, test IO retains the rights to reproduce, distribute, lease, edit or restructure the deliverables.\nthe rights to show the deliverables in public or make them publicly available.\nand all other legally protected forms of usage.\nIt also reserves the right to grant additional usage rights, transfer usage rights to others, or modify work titles or copyright designations, without obtaining the tester’s permission.\nThe tester is obligated to release the deliverables resulting from his or her work activities and make them available to test IO at any time upon test IO’s request.<br>\n<br>1.\ntest IO also retains rights to all currently unknown forms of usage (see § 31a of the German Copyright Act).<br>\n<br>2.\nUnder no circumstances shall the tester commercialize, nor allow others to commercialize, deliverables created in the course of their work as per Section 5.1.<br>\n<br>3.\nInsofar as the tester creates a program as defined under § 69a Section 1 of the German Copyright Act in fulfillment of his or her contractual relationship with test IO, or in accordance with the written job specifications provided by test IO, the rights are transferred as described under § 69b of the German Copyright Act.\nThe rights are transferred at the time the deliverables are created.<br>\n<br>4.\nTo the extent the copyrights or other intellectual property rights of deliverables cannot be transferred to test IO the tester shall grant to test IO an irrevocable, exclusive right of use and exploitation for all known types of use which shall be unlimited as to duration and territory.\nThis also includes in particular the right in relation to the deliverable with or without payment, to reproduced on all known storage media without limitation and irrespective of the medium as well as to make publicly available and distribute over all distribution channels, to operate on computers and other data processing equipment, to publish, present, use in data banks and data collections as well as to process and adapt preserving its intellectual characteristics including the combination with other deliverables and other works.<br>\n<br> 5.\nThe tester gives test IO the consent pursuant to § 34 and § 35 German Copyright Act to allow test IO to transfer the rights in deliverables in whole or in part to third parties or to grant third parties simple or exclusive rights of use <br>\n<br> 6.\nThe tester waives its right to designation of authorship and is not entitled to retain copies or originals of its deliverables and test IO accepts this waiver.<br>\n<br> 7.\nExclusive usage rights are transferred to test IO upon completion or termination of the work.\nPayment of the agreed compensation amount also satisfies any other claims of ownership.<br>\n<br>8.\nThe tester attests that none of the work he or she creates for test IO contains illegal content, especially content that violates the ownership, personality, or other intellectual property rights of any third party, or content that is criminally relevant in any way.\nThe tester is obligated to reimburse any expenses justifiably incurred by tester through third parties as a result of objections to content created by the tester.\nThis does not apply if the tester is not liable for the legal violation.\nIt is hereby expressly noted that test IO checks testers’ work as a quality assurance measure, in particular for copyright-related violations.<br>\n<br>6.\nAs soon as the compensation due the tester as per Sections 3.7 and 4 has been established, but no later than two weeks after job order processing has finished, the corresponding credit voucher shall be issued to the tester’s account as per the payment conditions specified in the job description.\nNo interest is paid on the credit vouchers.<br>\n<br>1.\nTesters may check the status of their credit vouchers at any time.\nAfter a tester’s account has been activated by test IO, and no later than from the 1st up to and including the 20th day of any given month, the tester may press the payment button to have his or her credit vouchers be paid out, provided that they total at least €25.00.\nRemittance shall take place immediately after the 20th day of the month has passed.\nShould the 20th of any given month fall on a Saturday, Sunday, or holiday, remittance shall take place on the following work day.\nAt the same time, an automatically generated PDF document shall be made available to the tester for download and print as an invoice for his or her records.\nthis document shall contain the information provided by the tester upon account creation, as well as the amount of money to be paid.\nCredit which is not paid out shall remain in the user’s account until remitted.<br>\n<br>2.\nPayment is contingent upon the tester having provided all legally required invoicing information.\nIn addition, test IO will conduct a Screening as defined above.\nProof of business registration and/or demonstrated evidence of recognized freelancer status as well as a passed Screening may be deemed a precondition for payments to be made.\ntest IO is under no obligation to pay testers where doing so would violate any applicable laws.\n<br>\n<br>3.\nThe tester shall be responsible for all costs incurred by test IO as a result of the tester having provided bank account information which is incorrect or out-of-date.<br>\n<br>7.\ntest IO is authorized to retain, process and use data it receives from the tester, and data gathered in context of completing test IO job orders, to the extent that such data usage is necessary to ensure that job orders can be completed and contractual obligations fulfilled without difficulty.\ntest IO will never forward data to third parties without the tester’s express permission, insofar as test IO is not legally authorized or obligated to do so.<br>\n<br>1.\nThe tester undertakes to maintain confidentiality as regards discoveries and information shared with him or her in work-related contexts—especially discoveries and information connected to test IO, the tester’s work for test IO, customers, software, documentation or conversations (confidential information)—and not to store, record, edit or delete such information or use it for any other purpose other than the provision of the services.\nHe or she shall take all necessary action to prevent third parties from acquiring or commercializing such information.\nThe tester undertakes not to pass such information on to third parties.<br>\n<br>2.\ntest IO is authorized to demand a contractual penalty of up to €1,000.00 for each individual violation of the confidentiality obligation arising from this contract.\nThe principles of continuation of offense do not apply.\nPayment of the contractual penalty does not exclude test IO from exercising its right to demand the tester cease and desist such violation, nor from demanding compensation for demonstrable damages above and beyond this penalty amount.\nThe contractual penalty payment shall be applied toward any potential claims for damage compensation.<br>\n<br>3.\nTesters undertake to maintain the confidentiality of the data and job descriptions submitted to them when performing test runs, and to use this information only for purposes of providing services to test IO.\nIn particular, these services are to be provided in such a way that no third parties are able to view the data or job descriptions submitted.\nThese obligations remain in effect even after a project has finished.\nShould a tester willfully violate this obligation, test IO reserves the right to claim damage compensation and to demand the tester cease and desist such violation.<br>\n<br>4.\nIn particular, testers pledge not to pass data and information to others.\nThis includes, especially, personal data protected by European/German data protection laws and German Telecommunications Act-protected telecommunicated content and telecommunication-related circumstances arising from a customer relationship with test IO.\nInternal documents belonging to test IO or one of its customers may only be forwarded to others with advance written permission.<br>\n<br>5.\nTesters are obligated to maintain the confidentiality of their login data (user name, password, etc.) for the test IO online platform and other computer applications.\nthey must not provide that information to third parties, and undertake to avoid allowing third parties to gain access to it.<br>\n<br>6.\nTesters may only participate in online briefings and conferences (e.g., over Skype or Webex) alone and/or must ensure that no other unauthorized individuals are able to hear the conversation.\nTesters are not permitted to record such conversations.<br>\n<br>7.\nTesters are to maintain confidentiality as regards the conditions of their work for test IO.<br>\n<br>8.\nTesters shall maintain the strictest confidentiality as regards any confidential information made known to them in context of their contractual relationship with test cloud.\nunder no circumstances shall they share such information with others or make it accessible to others in any other way, and they shall take appropriate measures to protect that information.<br>\n<br>9.\nInformation that has already been published (press releases, website, etc.) is exempt from the confidentiality requirements.\nTesters are free to use that information as desired.<br>\n<br>10.\nTesters are not subject to the confidentiality requirements listed under 8.6.1 and 8.6.2 if legally obligated to disclose confidential information, or if ordered to do so by a court of law, a government office, or another similar authority.<br>\n<br>11.\nShould the tester detect an actual or potential violation of Section 8.4 for which he or she is responsible (e.g., misplaced login information, information having been used by others), the incident is to be reported to test IO immediately via email under support@test.io.<br>\n<br>12.\nIn principle, testers are authorized to recruit additional potential contractors.\nTo this end, testers may share general information regarding test IO’s day-to-day activities, provided they do not share customer data or any other information subject to the confidentiality requirements indicated in these terms and conditions.<br>\n<br>13.\nInformation in physical form remains the property of test IO.\nSuch information, including any duplicates made by the recipient, is to be returned or destroyed immediately at test IO’s request.\nIn particular, information on data media is to be deleted if the nature of the format makes it impossible to return that information.\nThe tester waives any rights of retention as regards such information.<br>\n<br>14.\nThe tester agrees to comply with the Code of Conduct for Suppliers of the EPAM Group, which can be found at the following URL: https://www.epam.com/content/dam/epam/ethics-and-compliance/EPAM_SupplierCodeOfConduct_8-19.pdf<br>\n<br>8.\nThe contractual relationship between test IO and the tester is governed exclusively by the laws of the Federal Republic of Germany.\nThe contractual language is German.<br>\n<br>1.\nPlease contact support@test.io for any contract-related explanations.<br>\n<br>2.\nTo the extent that this is legally permissible, for all disputes arising from the business relationship between test IO and the tester, the place of jurisdiction is Berlin.<br>\n<br>3.\nShould any individual provisions of these terms and conditions be invalid, it has no effect on the validity of the remaining provisions.<br>\n<br>General terms and conditions for testers working for test IO GmbH, Sonnenallee 223 A, 12059 Berlin.\nVersion: January 01, 2021<br>Ship Faster, Sleep Better<br>Get a Demo TestingWhy test IOProductRegression TestingFunctional TestingUsability TestingBeta TestingExploratory TestingBlack Box TestingWebsite TestingMobile TestingWearables TestingIoT TestingTestersBecome a TesterTester AcademyCompanyAbout UsContact UsResourcesCareersBlogPoliciesPolicies for TestersData PrivacyGDPR twitterfacebooklinkedin Privacy Preference <p>We use cookies on our website.\nSome of them are essential, while others help us to improve this website and your experience.</p>\n<ul>\n<li> Essential </li>\n<li> Marketing </li>\n<li> Statistics </li>\n<li> External Media </li>\n</ul>\n<p> Accept Cookies </p>\n<p> Save Preference &amp.\nClose </p>\n<p> Individual Cookie Preferences </p>\n<p> Cookie-Details Privacy Policy Imprint </p> Privacy Preference <p> Here you will find an overview of all cookies used.\nYou can give your consent to whole categories or display further information and select certain cookies.\n</p>\n<p> Accept Cookies Save Preference &amp.\nClose </p>\n<p> Back </p> Essential (2) <p>Essential cookies enable basic functions and are necessary for the proper function of the website.</p>\n<p> Show Cookie Information Hide Cookie Information </p> Name Cookie Informationen Provider Owner of this website Purpose Saves the visitors preferences selected in the Cookie Box of Borlabs Cookie.\nCookie Name borlabs-cookie Cookie Expiry 1 Year Name WPML Provider Owner of this website Purpose Stores the current language.\nCookie Name _icl_*, wpml_*, wp-wpml_* Cookie Expiry 1 Day Marketing (1) <p>Marketing cookies are used by third-party advertisers or publishers to display personalized ads.\nThey do this by tracking visitors across websites.</p>\n<p> Show Cookie Information Hide Cookie Information </p> Accept Name Drift Provider Drift.com, Inc.\nPurpose Cookie by Drift to start our chatbot.\nPrivacy Policy https://www.drift.com/privacy-policy/ Cookie Name driftt_sid, driftt_aid Cookie Expiry Session / 1 Day Statistics (3) <p>Statistics cookies collect information anonymously.\nThis information helps us to understand how our visitors use our website.</p>\n<p> Show Cookie Information Hide Cookie Information </p> Accept Name Google Tag Manager Provider Google LLC Purpose Cookie by Google used to control advanced script and event handling.\nPrivacy Policy https://policies.google.com/privacy?hl=en Cookie Name _ga,_gat,_gid Cookie Expiry 2 Years Accept Name G2 Provider G2 Purpose Cookie by G2 used for website analytics.\nGenerates statistical data on how the visitor uses the website.\nPrivacy Policy https://www.g2.com/static/privacy Cookie Name __cfduid, ajs_group_id, ajs_user_id, _g2_session_id Cookie Expiry Session / 1 Month Accept Name Leadforensics Provider Leadforensics Purpose Cookie of Leadforensics to capture leads.\nPrivacy Policy https://leadforensics.com/privacy-policy/ Cookie Name __zlcmid,_fbp,_hjid Cookie Expiry Session / 3 Months External Media (3) <p>Content from video platforms and social media platforms is blocked by default.\nIf External Media cookies are accepted, access to those contents no longer requires manual consent.</p>\n<p> Show Cookie Information Hide Cookie Information </p> Accept Name Google Maps Provider Google Purpose Used to unblock Google Maps content.\nPrivacy Policy https://policies.google.com/privacy?hl=en Host(s) .google.com, .googleapis.com, .gstatic.com Cookie Name NID Cookie Expiry 6 Months Accept Name YouTube Provider YouTube Purpose Used to unblock YouTube content Privacy Policy https://policies.google.com/privacy Host(s) google.com Cookie Name NID Cookie Expiry 6 Months Accept Name Vimeo Provider Vimeo Purpose Used to unblock Vimeo content.\nPrivacy Policy https://vimeo.com/privacy Host(s) player.vimeo.com Cookie Name vuid Cookie Expiry 2 Years <p>\n</p>\n<p> Privacy Policy Imprint </p> ", "created_at": "2021-05-01 19:26:29.960396", "updated_at": "2021-05-01 19:27:14.218892"}], "points": [], "urls": ["test.io"]}}