{"error": 448, "message": "OK", "parameters": {"id": 3947, "name": "Linear", "created_at": "2021-06-05 21:49:05.814007", "updated_at": "2021-06-05 22:00:22.435152", "wikipedia": null, "keywords": null, "related": null, "slug": "linear", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3947.png", "url": "linear.app", "documents": [{"id": 6773, "name": "Privacy policy", "url": "https://linear.app/privacy", "xpath": "//div[@class=\"jsx-1446676648 contentContainer page\"]", "text": "Privacy policy<p>\n<strong>Effective date:</strong> 23rd of October, 2020</p>\n<p>At Linear Orbit (<strong>\"Linear\"</strong>), we take your privacy seriously.\nPlease read this Privacy Policy to learn how we treat your personal data.\n<strong>By using or accessing our Services in any manner, you acknowledge that you accept the practices and policies outlined below, and you hereby consent that we will collect, use and share your information as described in this Privacy Policy.</strong>\n</p>\n<p>Remember that your use of Linear's Services is at all times subject to our Terms of Service, which incorporates this Privacy Policy.\nAny terms we use in this Policy without defining them have the definitions given to them in the Terms of Service.</p>\n<p>If you have a disability, you may access this Privacy Policy in an alternative format by contacting hello@linear.app.</p>\n<strong>Privacy Policy Table of Contents</strong>\n<ul>\n<li>\n<strong>What this Privacy Policy Covers</strong>\n</li>\n<li>\n<strong>Personal Data</strong>\n<ul>\n<li>Categories of Personal Data We Collect</li>\n<li>Categories of Sources of Personal Data</li>\n<li>Our Commercial or Business Purposes for Collecting Personal Data</li>\n</ul>\n</li>\n<li>\n<strong>How We Share Your Personal Data</strong>\n</li>\n<li>\n<strong>Tracking Tools</strong>\n<strong>and Opt-Out</strong>\n</li>\n<li>\n<strong>Data Security and Retention</strong>\n</li>\n<li>\n<strong>Personal Data of Children</strong>\n</li>\n<li>\n<strong>Other State Law Privacy Rights</strong>\n</li>\n<li>\n<strong>European Union Data Subject Rights</strong>\n</li>\n<li>\n<strong>Changes to this Privacy Policy</strong>\n</li>\n<li>\n<strong>Contact Information</strong>\n</li>\n</ul>\n<strong>What this Privacy Policy Covers</strong>\n<p>This Privacy Policy covers how we treat Personal Data that we gather when you access or use our Services.\n“Personal Data” means any information that identifies or relates to a particular individual and also includes information referred to as “personally identifiable information” or “personal information” under applicable data privacy laws, rules or regulations.\nThis Privacy Policy does not cover the practices of companies we don’t own or control or people we don’t manage.</p>\n<strong>Personal Data</strong>Categories of Personal Data We Collect<p>This list details the categories of Personal Data that we collect and have collected over the past 12 months:</p>\n<strong>Profile or Contact Data</strong>\n<ul>\n<li>\n<em>Examples of Personal Data We Collect</em>\n<ul>\n<li>First and last name</li>\n<li>Email</li>\n<li>Date of birth</li>\n<li>Physical address</li>\n<li>Unique identifiers such as passwords</li>\n</ul>\n</li>\n<li>\n<em>Categories of Third Parties With Whom We Share this Personal Data</em>\n<ul>\n<li>Service Providers</li>\n<li>Parties You Authorize, Access or Authenticate</li>\n</ul>\n</li>\n</ul>\n<strong>Payment Data</strong>\n<ul>\n<li>\n<em>Examples of Personal Data We Collect</em>\n<ul>\n<li>Payment card type</li>\n<li>Last 4 digits of payment card</li>\n<li>Billing address, phone number, and email</li>\n</ul>\n</li>\n<li>\n<em>Categories of Third Parties With Whom We Share this Personal Data</em>\n<ul>\n<li>Service Providers (specifically our payment processing partner)</li>\n</ul>\n</li>\n</ul>\n<strong>Device/IP Data</strong>\n<ul>\n<li>\n<em>Examples of Personal Data We Collect</em>\n<ul>\n<li>IP address</li>\n<li>Device ID</li>\n<li>Domain server</li>\n<li>Type of device/operating system/browser used to access the Services</li>\n</ul>\n</li>\n<li>\n<em>Categories of Third Parties With Whom We Share this Personal Data</em>\n<ul>\n<li>Service Providers</li>\n<li>Parties You Authorize, Access or Authenticate</li>\n</ul>\n</li>\n</ul>\n<strong>Web Analytics</strong>\n<ul>\n<li>\n<em>Examples of Personal Data We Collect</em>\n<ul>\n<li>Web page interactions</li>\n<li>Referring webpage/source through which you accessed the Services</li>\n<li>Non-identifiable request IDs</li>\n<li>Statistics associated with the interaction between device or browser and the Services</li>\n</ul>\n</li>\n<li>\n<em>Categories of Third Parties With Whom We Share this Personal Data</em>\n<ul>\n<li>Service Providers</li>\n<li>Parties You Authorize, Access or Authenticate</li>\n</ul>\n</li>\n</ul>\n<strong>Social Network Data</strong>\n<ul>\n<li>\n<em>Examples of Personal Data We Collect</em>\n<ul>\n<li>Email</li>\n<li>Phone number</li>\n<li>User name</li>\n<li>IP address</li>\n<li>Device ID</li>\n</ul>\n</li>\n<li>\n<em>Categories of Third Parties With Whom We Share this Personal Data</em>\n<ul>\n<li>Service Providers</li>\n<li>Parties You Authorize, Access or Authenticate</li>\n</ul>\n</li>\n</ul>\n<strong>Other Identifying Information that You Voluntarily Choose to Provide</strong>\n<ul>\n<li>\n<em>Examples of Personal Data We Collect</em>\n<ul>\n<li>Identifying information in emails or letters you send us</li>\n</ul>\n</li>\n<li>\n<em>Categories of Third Parties With Whom We Share this Personal Data</em>\n<ul>\n<li>Service Providers</li>\n<li>Business Partners</li>\n<li>Parties You Authorize, Access or Authenticate</li>\n</ul>\n</li>\n</ul>\n<p>\n</p>Categories of Sources of Personal Data<p>We collect Personal Data about you from the following categories of sources:</p>\n<ul>\n<li>\n<strong>You</strong>\n<ul>\n<li>When you provide such information directly to us.<ul>\n<li>When you create an account or use our interactive tools and Services.</li>\n<li>When you voluntarily provide information in free-form text boxes through the Services or through responses to surveys or questionnaires.</li>\n<li>When you send us an email or otherwise contact us.</li>\n</ul>\n</li>\n<li>When you use the Services and such information is collected automatically.<ul>\n<li>Through Cookies (as defined and described further below).</li>\n<li>If you download our mobile application or use a location-enabled browser, we may receive information about your location and mobile device, as applicable.</li>\n<li>If you download and install certain applications and software we make available, we may receive and collect information transmitted from your computing device for the purpose of providing you the relevant Services, such as information regarding when you are logged on and available to receive updates or alert notices.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<strong>Third Parties</strong>\n<ul>\n<li>Vendors<ul>\n<li>We may use analytics providers to analyze how you interact and engage with the Services, or third parties may help us provide you with customer support.<br>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<em>Our Commercial or Business Purposes for Collecting Personal Data</em>\n</p>\n<ul>\n<li>\n<strong>Providing, Customizing and Improving the Services</strong>\n<ul>\n<li>Creating and managing your account or other user profiles.</li>\n<li>Processing orders or other transactions.\nbilling.</li>\n<li>Providing you with the products, services or information you request.</li>\n<li>Meeting or fulfilling the reason you provided the information to us.</li>\n<li>Providing support and assistance for the Services.</li>\n<li>Improving the Services, including testing, research, internal analytics and product development.</li>\n<li>Personalizing the Services, website content and communications based on your preferences.</li>\n<li>Doing fraud protection, security and debugging.</li>\n<li>Carrying out other business purposes stated when collecting your Personal Data or as otherwise set forth in applicable data privacy laws.</li>\n</ul>\n</li>\n<li>\n<strong>Marketing the Services</strong>\n<ul>\n<li>Marketing and selling the Services.</li>\n</ul>\n</li>\n<li>\n<strong>Corresponding with You</strong>\n<ul>\n<li>Responding to correspondence that we receive from you, contacting you when necessary or requested, and sending you information about Linear or the Services.</li>\n<li>Sending emails and other communications according to your preferences or that display content that we think will interest you.</li>\n</ul>\n</li>\n<li>\n<strong>Meeting Legal Requirements and Enforcing Legal Terms</strong>\n<ul>\n<li>Fulfilling our legal obligations under applicable law, regulation, court order or other legal process, such as preventing, detecting and investigating security incidents and potentially illegal or prohibited activities.</li>\n<li>Protecting the rights, property or safety of you, Linear or another party.</li>\n<li>Enforcing any agreements with you.</li>\n<li>Responding to claims that any posting or other content violates third-party rights.</li>\n<li>Resolving disputes.<br>\n</li>\n</ul>\n</li>\n</ul>\n<p>We will not collect additional categories of Personal Data or use the Personal Data we collected for materially different, unrelated or incompatible purposes without providing you notice.</p>\n<strong>How We Share Your Personal Data</strong>\n<p>We disclose your Personal Data to the categories of service providers and other parties listed in this section.\nDepending on state laws that may be applicable to you, some of these disclosures may constitute a “sale” of your Personal Data.\nFor more information, please refer to the state-specific sections below.</p>\n<ul>\n<li>\n<strong>Service Providers.</strong> These parties help us provide the Services or perform business functions on our behalf.\nThey include:<ul>\n<li>Hosting, technology and communication providers.</li>\n<li>Security and fraud prevention consultants.</li>\n<li>Analytics providers.</li>\n<li>Support and customer service vendors.</li>\n<li>Product fulfillment and delivery providers.</li>\n<li>Payment processors.<ul>\n<li>Our payment processing partner collects your voluntarily-provided payment card information necessary to process your payment.</li>\n<li>Please see Stripe’s terms of service and privacy policy for information on its use and storage of your Personal Data.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<strong>Business Partners.\nThese parties partner with us in offering various services.\nThey include:</strong>\n<ul>\n<li>Businesses that you have a relationship with.</li>\n<li>Companies that we partner with to offer joint promotional offers or opportunities.</li>\n</ul>\n</li>\n<li>\n<strong>Parties You Authorize, Access or Authenticate</strong>\n<ul>\n<li>Third parties you access through the services.</li>\n<li>Social media services.</li>\n<li>Other users.<br>\n</li>\n</ul>\n</li>\n</ul>\n<em>Legal Obligations</em>\n<p>We may share any Personal Data that we collect with third parties in conjunction with any of the activities set forth under “Meeting Legal Requirements and Enforcing Legal Terms” in the “Our Commercial or Business Purposes for Collecting Personal Data” section above.</p>\n<em>Business Transfers</em>\n<p>All of your Personal Data that we collect may be transferred to a third party if we undergo a merger, acquisition, bankruptcy or other transaction in which that third party assumes control of our business (in whole or in part).\nShould one of these events occur, we will make reasonable efforts to notify you before your information becomes subject to different privacy and security policies and practices.</p>\n<em>Data that is Not Personal Data</em>\n<p>We may create aggregated, de-identified or anonymized data from the Personal Data we collect, including by removing information that makes the data personally identifiable to a particular user.\nWe may use such aggregated, de-identified or anonymized data and share it with third parties for our lawful business purposes, including to analyze, build and improve the Services and promote our business, provided that we will not share such data in a manner that could identify you.</p>\n<strong>Tracking Tools and Opt-Out</strong>\n<p>The Services use cookies and similar technologies such as pixel tags, web beacons, clear GIFs and JavaScript (collectively, “Cookies”) to enable our servers to recognize your web browser, tell us how and when you visit and use our Services, analyze trends, learn about our user base and operate and improve our Services.\nCookies are small pieces of data– usually text files – placed on your computer, tablet, phone or similar device when you use that device to access our Services.\nWe may also supplement the information we collect from you with information received from third parties, including third parties that have placed their own Cookies on your device(s).\nPlease note that because of our use of Cookies, the Services do not support “Do Not Track” requests sent from a browser at this time.</p>\n<p>We use the following types of Cookies:</p>\n<ul>\n<li>Essential Cookies.\nEssential Cookies are required for providing you with features or services that you have requested.\nFor example, certain Cookies enable you to log into secure areas of our Services.\nDisabling these Cookies may make certain features and services unavailable.</li>\n<li>Functional Cookies.\nFunctional Cookies are used to record your choices and settings regarding our Services, maintain your preferences over time and recognize you when you return to our Services.\nThese Cookies help us to personalize our content for you, greet you by name and remember your preferences (for example, your choice of language or region).</li>\n<li>Performance/Analytical Cookies.\nPerformance/Analytical Cookies allow us to understand how visitors use our Services.\nThey do this by collecting information about the number of visitors to the Services, what pages visitors view on our Services and how long visitors are viewing pages on the Services.\nPerformance/Analytical Cookies also help us measure the performance of our advertising campaigns in order to help us improve our campaigns and the Services’ content for those who engage with our advertising.</li>\n</ul>\n<p>You can decide whether or not to accept Cookies through your internet browser’s settings.\nMost browsers have an option for turning off the Cookie feature, which will prevent your browser from accepting new Cookies, as well as (depending on the sophistication of your browser software) allow you to decide on acceptance of each new Cookie in a variety of ways.\nYou can also delete all Cookies that are already on your device.\nIf you do this, however, you may have to manually adjust some preferences every time you visit our website and some of the Services and functionalities may not work.</p>\n<p>To explore what Cookie settings are available to you, look in the “preferences” or “options” section of your browser’s menu.\nTo find out more information about Cookies, including information about how to manage and delete Cookies, please visit http://www.allaboutcookies.org/.</p>\n<strong>Data Security and Retention</strong>\n<p>We seek to protect your Personal Data from unauthorized access, use and disclosure using appropriate physical, technical, organizational and administrative security measures based on the type of Personal Data and how we are processing that data.\nYou should also help protect your data by appropriately selecting and protecting your password and/or other sign-on mechanism.\nlimiting access to your computer or device and browser.\nand signing off after you have finished accessing your account.\nAlthough we work to protect the security of your account and other data that we hold in our records, please be aware that no method of transmitting data over the internet or storing data is completely secure.</p>\n<p>We retain Personal Data about you for as long as you have an open account with us or as otherwise necessary to provide you with our Services.\nIn some cases we retain Personal Data for longer, if doing so is necessary to comply with our legal obligations, resolve disputes or collect fees owed, or is otherwise permitted or required by applicable law, rule or regulation.\nWe may further retain information in an anonymous or aggregated form where that information would not identify you personally.</p>\n<strong>Personal Data of Children</strong>\n<p>As noted in the Terms of Use, we do not knowingly collect or solicit Personal Information from anyone under the age of 13.\nIf you are under 13, please do not attempt to register for the Services or send any Personal Information about yourself to us.\nIf we learn that we have collected Personal Information from a child under age 13, we will delete that information as quickly as possible.\nIf you believe that a child under 13 may have provided us Personal Information, please contact us at hello@linear.app.</p>\n<strong>State Law Privacy Rights</strong>\n<em>California Resident Rights</em>\n<p>Under California Civil Code Sections 1798.83-1798.84, California residents are entitled to contact us to prevent disclosure of Personal Data to third parties for such third parties’ direct marketing purposes.\nin order to submit such a request, please contact us at hello@linear.app.</p>\n<em>Nevada Resident Rights</em>\n<p>If you are a resident of Nevada, you have the right to opt-out of the sale of certain Personal Data to third parties who intend to license or sell that Personal Data.\nYou can exercise this right by contacting us at hello@linear.app with the subject line “Nevada Do Not Sell Request” and providing us with your name and the email address associated with your account.</p>\n<strong>European Union Data Subject Rights</strong>\n<em>EU Residents</em>\n<p>If you are a resident of the European Union (“EU”), United Kingdom, Lichtenstein, Norway or Iceland, you may have additional rights under the EU General Data Protection Regulation (the “GDPR”) with respect to your Personal Data, as outlined below.</p>\n<p>For this section, we use the terms “Personal Data” and “processing” as they are defined in the GDPR, but “Personal Data” generally means information that can be used to individually identify a person, and “processing” generally covers actions that can be performed in connection with data such as collection, use, storage and disclosure.\nLinear will be the controller of your Personal Data processed in connection with the Services.</p>\n<p>If there are any conflicts between this section and any other provision of this Privacy Policy, the policy or portion that is more protective of Personal Data shall control to the extent of such conflict.\nIf you have any questions about this section or whether any of the following applies to you, please contact us at hello@linear.app.\nNote that we may also process Personal Data of our customers’ end users or employees in connection with our provision of certain services to customers, in which case we are the processor of Personal Data.\nIf we are the processor of your Personal Data (i.e., not the controller), please contact the controller party in the first instance to address your rights with respect to such data.</p>\n<em>Personal Data We Collect</em>\n<p>The “Categories of Personal Data We Collect” section above details the Personal Data that we collect from you.</p>\n<em>Personal Data Use and Processing Grounds</em>\n<p>The “Our Commercial or Business Purposes for Collecting Personal Data” section above explains how we use your Personal Data.</p>\n<p>We will only process your Personal Data if we have a lawful basis for doing so.\nLawful bases for processing include consent, contractual necessity and our “legitimate interests” or the legitimate interest of others, as further described below.</p>\n<ul>\n<li>Contractual Necessity:&nbsp.\nWe process the following categories of Personal Data as a matter of “contractual necessity”, meaning that we need to process the data to perform under our Terms of Use with you, which enables us to provide you with the Services.\nWhen we process data due to contractual necessity, failure to provide such Personal Data will result in your inability to use some or all portions of the Services that require such data.\nExamples include:<ul>\n<li>Profile or Contact Data</li>\n<li>Web Analytics or other similar network activity information</li>\n<li>Payment Data.</li>\n<li>Social Network Data.</li>\n<li>Device Data.</li>\n<li>Other Identifying Information that You Voluntarily Choose to Provide.</li>\n</ul>\n</li>\n<li>Legitimate Interest:&nbsp.\nWe process the following categories of Personal Data when we believe it furthers the legitimate interest of us or third parties.\nWe may also de-identify or anonymize Personal Data to further our legitimate interests.\nExamples of these legitimate interests include:<ul>\n<li>Providing, customizing and improving the Services.</li>\n<li>Marketing the Services.</li>\n<li>Corresponding with you.</li>\n<li>Meeting legal requirements and enforcing legal terms.</li>\n<li>Completing corporate transactions.</li>\n</ul>\n</li>\n<li>Consent:&nbsp.\nIn some cases, we process Personal Data based on the consent you expressly grant to us at the time we collect such data.\nWhen we process Personal Data based on your consent, it will be expressly indicated to you at the point and time of collection.</li>\n<li>Other Processing Grounds:&nbsp.\nFrom time to time we may also need to process Personal Data to comply with a legal obligation, if it is necessary to protect the vital interests of you or other data subjects, or if it is necessary for a task carried out in the public interest.</li>\n</ul>\n<em>Sharing Personal Data</em>\n<p>The “How We Share Your Personal Data” section above details how we share your Personal Data with third parties.</p>\n<em>EU Data Subject Rights</em>\n<p>You have certain rights with respect to your Personal Data, including those set forth below.\nFor more information about these rights, or to submit a request, please email us at hello@linear.app.</p>\n<p>Please note that in some circumstances, we may not be able to fully comply with your request, such as if it is frivolous or extremely impractical, if it jeopardizes the rights of others, or if it is not required by law, but in those circumstances, we will still respond to notify you of such a decision.\nIn some cases, we may also need you to provide us with additional information, which may include Personal Data, if necessary to verify your identity and the nature of your request.</p>\n<ul>\n<li>\n<strong>Access</strong>:&nbsp.\nYou can request more information about the Personal Data we hold about you and request a copy of such Personal Data.\nYou can also access certain of your Personal Data by logging on to your account.</li>\n<li>\n<strong>Rectification</strong>:&nbsp.\nIf you believe that any Personal Data we are holding about you is incorrect or incomplete, you can request that we correct or supplement such data.\nYou can also correct some of this information directly by logging on to your account.</li>\n<li>\n<strong>Erasure</strong>:&nbsp.\nYou can request that we erase some or all of your Personal Data from our systems.</li>\n<li>\n<strong>Withdrawal of Consent</strong>:&nbsp.\nIf we are processing your Personal Data based on your consent (as indicated at the time of collection of such data), you have the right to withdraw your consent at any time.\nPlease note, however, that if you exercise this right, you may have to then provide express consent on a case-by-case basis for the use or disclosure of certain of your Personal Data, if such use or disclosure is necessary to enable you to utilize some or all of our Services.</li>\n<li>\n<strong>Portability</strong>:&nbsp.\nYou can ask for a copy of your Personal Data in a machine-readable format.\nYou can also request that we transmit the data to another controller where technically feasible.</li>\n<li>\n<strong>Objection</strong>:&nbsp.\nYou can contact us to let us know that you object to the further use or disclosure of your Personal Data for certain purposes, such as for direct marketing purposes.</li>\n<li>\n<strong>Restriction of Processing</strong>:&nbsp.\nYou can ask us to restrict further processing of your Personal Data.</li>\n<li>\n<strong>Right to File Complaint</strong>:&nbsp.\nYou have the right to lodge a complaint about Linear's practices with respect to your Personal Data with the supervisory authority of your country or EU Member State.\nA list of Supervisory Authorities is available here: https://edpb.europa.eu/about-edpb/board/members_en.</li>\n</ul>\n<em>Transfers of Personal Data</em>\n<p>The Services are hosted and operated in the United States (“U.S.”) through Linear and its service providers, and if you do not reside in the U.S., laws in the U.S.\nmay differ from the laws where you reside.\nBy using the Services, you acknowledge that any Personal Data about you, regardless of whether provided by you or obtained from a third party, is being provided to Linear in the U.S.\nand will be hosted on U.S.\nservers, and you authorize Linear to transfer, store and process your information to and in the U.S., and possibly other countries.&nbsp.\nYou hereby consent to the transfer of your data to the U.S.\npursuant to: (i) a data processing agreement incorporating standard data protection clauses promulgated by the European Commission, a copy of which can be obtained at https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=celex%3A32010D0087, (ii) binding corporate rules for data protection that align with the GDPR’s requirements, or (iii) adherence to an industry- or technology-specific approved code of conduct blessed by the European Commission.</p>\n<strong>Changes to this Privacy Policy</strong>\n<p>We’re constantly trying to improve our Services, so we may need to change this Privacy Policy from time to time, but we will alert you to any such changes by placing a notice on the Linear website, by sending you an email and/or by some other means.\nPlease note that if you’ve opted not to receive legal notice emails from us (or you haven’t provided us with your email address), those legal notices will still govern your use of the Services, and you are still responsible for reading and understanding them.\nIf you use the Services after any changes to the Privacy Policy have been posted, that means you agree to all of the changes.\nUse of information we collect is subject to the Privacy Policy in effect at the time such information is collected.</p>\n<strong>Contact Information</strong>\n<p>If you have any questions or comments about this Privacy Policy, the ways in which we collect and use your Personal Data or your choices and rights regarding such collection and use, please do not hesitate to contact us at:</p>\n<p>\n<strong>Email:</strong> hello@linear.app<br>\n<strong>Address</strong>: 340 South Lemon Avenue #4242, Walnut, CA 91789, USA</p>\n<p>\n</p>", "created_at": "2021-06-05 21:49:05.817021", "updated_at": "2021-06-05 19:49:23.578833"}], "points": [], "urls": ["linear.app"]}}