{"error": 448, "message": "OK", "parameters": {"id": 286, "name": "Sonic.net", "created_at": "2018-01-16 15:26:07.443862", "updated_at": "2021-06-25 22:45:54.610119", "wikipedia": "https://en.wikipedia.org/wiki/Sonic_(ISP)", "keywords": "", "related": "", "slug": "sonicnet", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/286.png", "url": "sonic.net", "documents": [{"id": 103, "name": "All Policies", "url": "https://help.sonic.com/hc/en-us/articles/235963988-Sonic-net-Policies", "xpath": "", "text": " CALL 1-888-766-4233 <ul>\n<li>Support</li>\n<li>Blog</li>\n<li>Webmail</li>\n<li>Member Tools</li>\n</ul> Check Availability Toggle navigation <ul>\n<li> Residential </li>\n<li> Business </li>\n<li> Gigabit Fiber Internet </li>\n</ul>\n<ol>\n<li> Sonic </li>\n<li> General </li>\n<li> Sonic Policy </li>\n</ol> Related articles <ul>\n<li> Billing Policy </li>\n<li> Equipment Policy </li>\n<li> Change, Cancel or Move Service </li>\n<li> Sonic Wire Plan </li>\n<li> Digital Millennium Copyright Act (DMCA) policy </li>\n</ul> Table of Contents<ul>\n<li>1 Sonic.net, LLC.\nGeneral Policy</li>\n<li>2 Acceptable Use Policy</li>\n<ul>\n<li>2.1 Support</li>\n</ul>\n<li>3 Accountability</li>\n<li>4 Enforcement and remedy:</li>\n<li>5 No limitation</li>\n<li>6 Dial-up Connection policy</li>\n<li>7 WiFi Network Sharing Policy</li>\n<li>8 Technical Support Policy</li>\n<li>9 Bandwidth and Disk use quotas</li>\n<li>10 Digital Millennium Copyright Act</li>\n<li>11 Billing Policy</li>\n<li>12 Equipment Policy</li>\n<li>13 Sonic Wire Plan</li>\n<li>14 Legal Process Policy</li>\n<li>15 Regulatory</li>\n<li>16 Terms and Conditions of Global Calling</li>\n</ul> Sonic.net Policies CES Updated December 10, 2020 05:38 Follow 1.\nSonic.net, LLC.\nGeneral Policy\n<p>By opening an account with Sonic.net, LLC you agree to abide by all policies of Sonic.net, LLC.\nThese policies apply to all users of Sonic.net, LLC without exception.\nfailure to adhere to the stated policies may result in termination of the account at the discretion of Sonic.net, LLC.\nSonic.net, LLC.\nreserves the right to change policies, services, and pricing.\nYour continued use of an account signifies acceptance of any and all policies and policy changes, and you may cancel if you do not agree with changes in policy, service, or pricing.\nSonic.net, LLC reserves the right to refuse to provide service to anyone.</p>\n<p>\n<strong>Disclaimers</strong>\n</p>\n<p>Sonic.net, LLC makes no warranties of any kind, whether express or implied, for the service it is providing.\nSonic.net, LLC will not be held responsible for any damage you suffer from use of an account or service provided by Sonic.net, LLC unless otherwise agreed to in writing.\nThis includes- but is not limited to- equipment damage, failure or loss of data resulting from delays, non-deliveries, or service interruptions caused by the company's negligence or your negligence or misuse.\nDial-up users: contact your telephone service provider to verify that the Sonic.net, LLC modem dial-up number you intend to use is a local call from your location.\nYou may be subject to additional charges from your telephone service provider, depending on your location and calling plan.\nSonic.net, LLC can not be held responsible if long distance or other communications fees are incurred.</p>\n<p>\n<strong>Privacy</strong>\n</p>\n<p>Sonic.net, LLC is committed to preserving the privacy of its customers and protecting their personal data.\nSonic.net does not actively monitor customer use of the Internet, customer email or other customer communications in the course of its regular operations.\nSonic.net is also strongly opposed to the use of third-party information-harvesting strategies and technologies such as unlawful wiretapping.</p>\n<p>\n<strong>Information retained by Sonic.net:</strong>\n</p>\n<p>Sonic.net, LLC keeps information about its customers such as names, addresses, telephone numbers, email addresses and details about Sonic.net services used by the customer.\nAll such information is considered private.\nSonic.net also keeps logs of limited technical information pertaining to matters such as customer connectivity and email processing.\nThese logs are retained on a temporary basis in order to insure high-quality service, and no logs are kept indefinitely.\nThe only circumstances wherein Sonic.net will disclose any of the above-mentioned information to a third party are:</p>\n<ul>\n<li>In the course of providing services our customers have specifically requested, Sonic.net, LLC&nbsp;may make some of this information available to our affiliates in order to fulfill the requirements of order processing.</li>\n<li>In the event that we receive a legitimate, legally-mandated request for customer information, Sonic.net, LLC&nbsp;will respond only within the narrow scope of that request.</li>\n</ul>\n<p>Sonic.net, LLC will not otherwise disclose any private information about its customers to any other third party.</p>\n2.\nAcceptable Use Policy\n<p>Any prohibited or illegal activity that affects Sonic.net, LLC,&nbsp;its agents, equipment or customers is punishable to the full extent of the law, and Sonic.net, LLC&nbsp;will hold you responsible for any damage caused by your actions, whether intentional or unintentional.\nYou are strictly prohibited from using your account other than as outlined in this Acceptable Use Policy and will be prosecuted to the full extent of the law if you do so illegally (see Enforcement section).\nSonic.net, LLC&nbsp;makes no exceptions in enforcing this policy.\nSonic.net, LLC&nbsp;functions as a common carrier.\nour standard policy is to not monitor or interrupt our users' activities, exert editorial control over their content, or censor them or their content.\nTo protect the interests of Sonic.net, LLC&nbsp;and in the best interests of our customers, exceptions to this policy may be made under certain specific circumstances including but not limited to the following:</p>\n<p>\n<strong>Illegal activities:</strong>\n</p>\n<p>The law requires Sonic.net, LLC to report any criminal activity that it becomes aware of to the appropriate authorities.\nIt is the responsibility of the account owner to be familiar with current laws and regulations.</p>\n<p>\n<strong>Email:</strong>\n</p>\n<p>Email accounts are for personal or business correspondence only.\nUnsolicited Commercial Email (otherwise known as UCE - or spam) is strictly prohibited and violators will have their accounts terminated immediately.\nSending unsolicited email to one or more addresses regardless of how the addresses were obtained may be considered spamming and is grounds for account termination.\nUse of a Sonic.net address or any address of a domain hosted by Sonic.net, LLC&nbsp;as a return address for replies to spam is similarly prohibited.\nSonic.net, LLC&nbsp;may at its discretion employ filtering techniques to block inbound email from known sources of spam and email abuse, and may also filter incoming email for known viruses.</p>\n<p>\n<strong>Usenet:</strong>\n</p>\n<p>All users of Sonic.net, LLC news servers agree to be bound by the charter of any newsgroup or newsgroup hierarchy posted to.\nIt is the responsibility of the user to be familiar with these charters, which may include rules about content, spam, language and off-topic posting.\nExcessive posting of identical messages to multiple newsgroups ('cross-posting') via Sonic.net, LLC&nbsp;news servers is prohibited, as is the posting of unsolicited commercial email (spam).</p>\n<p>\n<strong>Shell use:</strong>\n</p>\n<p>Sonic.net, LLC can provide shell access to its users on request.\nShell access is an optional service and Sonic.net, LLC&nbsp;reserves the right to grant or revoke customer shell access at any time.\nTo activate shell access, please call our technical support department.\nThe shell server is a shared resource and shell access is intended for use only when a user is actively connected and using the connection.\nIRC bots, excessive use of resources, and network abuse are all prohibited.\nThe use of any process or program intended to run while the user is not on-line is also prohibited.\nSonic.net, LLC&nbsp;maintains a strict, zero-tolerance policy with regard to abuse of user shell access privileges.\nAny abuse of the shell service will result in immediate revocation of shell access, and further action may be taken at the discretion of Sonic.net, LLC&nbsp;(see Network abuse and Enforcement sections.)</p>\n<p>\n<strong>Network abuse:</strong>\n</p>\n<p>Use of Sonic.net, LLC&nbsp;accounts or services for orchestration of or participation in any abuse of the Sonic.net, LLC&nbsp;or any other network, system or service is expressly forbidden and is grounds for account termination and possible legal action.\nAny action which interferes with the Sonic.net, LLC&nbsp;or other networks or which affects the use of or access to any network is likewise expressly forbidden.\nSonic.net, LLC&nbsp;retains at all times the right to determine what constitutes network abuse.\nExamples include but are not limited to:</p>\n<ul>\n<li>Attempts to hack the Sonic.net, LLC&nbsp;network or any other network or systems</li>\n<li>Port scanning</li>\n<li>Use of 'cracking' software or techniques</li>\n<li>Dissemination of viruses or malware</li>\n<li>Provocation of attacks on the Sonic.net, LLC&nbsp;network or any other network</li>\n<li>Conduct which causes Sonic.net, LLC&nbsp;to be blocked by another provider or which causes Sonic.net, LLC&nbsp;to be placed on a \"block list\"</li>\n<li>Flooding Sonic.net, LLC or any other network with traffic for the purpose of disrupting service</li>\n<li>Mail bombing</li>\n<li>Resale of Sonic services, directly or indirectly, without express written consent from Sonic.\nThis includes sale of Wi-Fi access or any off-premises access to services.</li>\n<li>Operation of servers for commercial purposes by non-Enterprise customers.\nNote that it is acceptable to use servers for private or personal use (such as servers to access content in your home and applications that have server capabilities such as multiplayer gaming) and for small business customers to operate private (in-profile) servers for business purposes.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Sonic.net, LLC customers must also comply with the acceptable use policies of our upstream providers, UUNET (http://www.uu.net) and Cable and Wireless ( http://www.cw.com)</p>\n2.1.\nSupport\n<p>Sonic is proud to provide personal support from a knowledgeable, friendly, and local support team.\nSonic support agents approach all interactions with respect and patience, and we ask that our customers do the same.\nAbuse or harassment of support agents will not be tolerated and will be subject to termination of service.</p>\n<p>\n<strong>Voice/Fax Services:</strong>\n</p>\n<p>Sonic voice and fax services may not utilized for the following: Auto-dialing or “predictive” dialing, continuous or repetitive call forwarding, fax or voicemail broadcasting or blasting, or high volume telemarketing.\nService is subject to immediate termination and the application of all early termination fees if using Sonic’s Voice and Fax services excessively.\nExcessive use is defined by Sonic as use that substantially exceeds a 120 second average call duration and/or 200 calls per day per channel.</p>\n<p>\n<strong>Use of copyrighted material:</strong>\n</p>\n<p>Sonic.net, LLC is obligated to comply with the Digital Millennium Copyright Act of 1998 (DMCA).\nAll web pages are subject to copyright law, and members are responsible for the content in their file space.\nUse of the World Wide Web, FTP, Newsgroups or any other services provided by Sonic.net, LLC&nbsp;to transfer copyrighted material in violation of applicable laws is prohibited and may result in termination of your Sonic.net account.\nComplete details on the Sonic.net, LLC&nbsp;DMCA policies and instructions on how to initiate or respond to a claim of copyright infringement, including contact information for our designated agent, can be found here.</p>\n<p>\n<strong>Access to content:</strong>\n</p>\n<p>Sonic.net, LLC functions as a common carrier and does not censor.\nMaterial can be found on the Internet or in Usenet news groups, etc., that some viewers may find objectionable.\nSonic.net, LLC&nbsp;is not responsible for any content available via Sonic.net, LLC&nbsp;accounts or services.\nAny limitation of access to content is at all times the responsibility of the account holder and Sonic.net, LLC&nbsp;shall not be held responsible for access to material that an account holder deems inappropriate.\nWe suggest that minors be supervised.</p>\n3.\nAccountability\n<p>The owner of any type of Sonic.net, LLC&nbsp;account or service will be held responsible for any abuse of that account or service, regardless of whether the owner was the actual initiator of the abuse.\nThis includes for example but is not limited to: abuse of an email account or dial-up add-on which is part of a customer's account but which is used by a third party or abuse of a co-located server or co-location services by a third party, with or without the account owner's permission.</p>\n4.\nEnforcement and remedy:\n<p>Violation of any terms set forth in this Acceptable Use Policy may result in one or more of the following, at the discretion of Sonic.net, LLC:</p>\n<ul>\n<li>Issuance of a warning</li>\n<li>Temporary suspension of service</li>\n<li>Billing to defray administrative costs incurred</li>\n<li>Termination of your services, account or accounts</li>\n<li>Legal action</li>\n</ul>\n<p>If any activities or security problems involving a Sonic.net, LLC&nbsp;account or Sonic.net, LLC&nbsp;customer's services cause network outages, the owner of the account or service will be billed for network down-time.\nAny account owner whose account is terminated for violation of the terms set forth in this Acceptable Use Policy will be required to pay any outstanding balances due, including any and all early termination fees.\nIn instances where it is necessary to terminate a customer's account, an administrative disconnect fee may also be applied.\nSonic.net, LLC&nbsp;will normally attempt to contact any user in violation of this Acceptable Use Policy before taking action, but depending on the circumstances or the severity of the violation action may be taken without prior notification.\nIn this case, the user will be notified as soon as it is practicable.</p>\n5.\nNo limitation\n<p>This acceptable use policy in no way limits the rights and remedies of Sonic.net, LLC.&nbsp;At its discretion Sonic.net, LLC&nbsp;may take other actions it deems necessary to protect the integrity of its or other's networks or to recover the costs of operation as pertain to identifying and removing violators of this acceptable use policy.</p>\n6.\nDial-up Connection policy\n<p>Dial-up accounts are intended for interactive use by a single individual.\nSonic.net, LLC&nbsp;reserves the right to terminate idle connections, that is, connections that have been unused for 15 minutes.\nPersonal accounts are limited to one login at any given time.\nSonic.net, LLC&nbsp;provides unlimited Internet access to its dial-up customers.\n\"Unlimited Internet access\" is defined as un-metered, on-demand dial-up access.\nthis is different from dedicated (\"always-on\") access.\nIn order to ensure that dial-up services remain available to all dial-up customers, Sonic.net, LLC&nbsp;reserves the right to terminate any dial-up connection that exceeds twelve consecutive hours duration.\nSonic.net, LLC&nbsp;assumes that anyone consistently using a dial-up connection for more than twelve consecutive hours at a time will need dedicated-line access.\nIf you consistently use your dial-up account as a dedicated-line account, you will be billed for it accordingly.\nDedicated lines are available for an additional monthly charge.\nSonic.net, LLC&nbsp;also offers several high-speed, dedicated (\"always on\") account types.\nPlease see our sales page at http://www.sonic.net/sales for more information.</p>\n7.\nWiFi Network Sharing Policy\n<p>For Sonic.net, LLC&nbsp;services where customer premise equipment is provided, owned and managed by Sonic.net, LLC&nbsp;that equipment may be used at some point in the future to provide WiFi access to others.\nIf and when this is offered, it will be secured and separate from your own traffic and your local area network, and would provide limited access to guest users.\nYour own traffic would have priority.\nA mechanism for opting out will be provided if and when this feature is launched.</p>\n8.\nTechnical Support Policy\n<p>The function of the Sonic.net, LLC&nbsp;technical support staff is to assist customers with initial connection, Internet browser and email account setup.\nSupport is only available for computers running recent versions of Macintosh or Windows operating systems.\nSonic.net, LLC&nbsp;does not offer over-the-phone tech support for issues such as CGI programming, Linux use, your web site, or any other issue not directly related to your dialing software or to the basic functions of your web browser and email program.\nWhile at its discretion the support staff may sometimes assist our customers with non-connectivity or non-email issues, any such extra service is strictly 'added value' service and provision of such service does not obligate Sonic.net, LLC&nbsp;to continue to provide such service.\nSonic.net, LLC&nbsp;also provides some online discussion groups (web forums) here.\nthese are an excellent resource and answers to many questions that lie outside of the Sonic.net, LLC&nbsp;support model may be found in these forums.</p>\n<p>Sonic.net, LLC will use its best efforts to provide all services to get your computer connected to the Internet but can not be held responsible for hardware or software malfunctions or assist in servicing or repairing your equipment.\nIn such cases, the technical support staff will gladly refer you to outside sources for assistance.\nCustomers should have a copy of their current operating system available when calling technical support.\nthere will be limits to the amount of assistance that technical support representatives can offer if you do not have a copy of your current operating system.\nSonic.net, Inc.\nreserves the right to cease providing over-the-phone technical support to any customer.</p>\n<p>Please call the Sonic.net, LLC&nbsp;tech support number at 1-707-547-3400 if you need assistance in the Santa Rosa calling area.\nIf you are outside the Santa Rosa calling area, you can contact us at 1-888-766-4233.\nTechnical support can also be reached via email at support@sonic.net.</p>\n<p>You are entitled to free assistance with setting up your connection, an Internet browser (Internet Explorer or Safari) and an email client (Windows live Mail, Microsoft Outlook, Thunderbird, or Apple Mail) on one computer.\nSupport is only available for computers running recent versions of the Macintosh or Windows operating systems.\nWe offer telephone technical assistance everyday, 8am-10pm (closed major holidays and from 2pm - 2:30pm on Fridays).</p>\n<p>If you can email, we encourage you to write to support@sonic.net for assistance.\nIf you are able to get online and have other questions, the answers may be in our support pages located at http://www.sonic.net/support/ - we encourage you to check there first.\nAlso, the help files in the program you are using may have the answers to your questions so please do investigate these resources before calling tech support.</p>\n9.\nBandwidth and Disk use quotas\n<p>Sonic.net, LLC uses a quota system for controlling customer bandwidth and disk usage.\nInformation and specific details about these quotas can be found here.</p>\n10.\nDigital Millennium Copyright Act\n<p>Digital Millennium Copyright Act</p>\n11.\nBilling Policy\n<p>Billing Policy</p>\n12.\nEquipment Policy\n<p>Equipment Policy</p>\n13.\nSonic Wire Plan\n<p>Sonic Wire Plan</p>\n14.\nLegal Process Policy\n<p>Legal Process Policy</p>\n15.\nRegulatory\n<p>\n<strong> CA Tariff - Local Exchange Services</strong>\n<strong> CA Access Services Tariff – Intrastate</strong>\n</p>\n16.\nTerms and Conditions of Global Calling\n<p>Sonic’s Global Calling feature is for normal residential use only and can’t be used for commercial or other special purposes.\nGlobal Calling is subject to reasonable use parameters as determined by Sonic.\nCustomers are liable for all charges incurred from fraudulent use.</p>\n<p>\n<strong>Normal, Reasonable Residential Use</strong>\n</p>\n<p>Sonic's residential unlimited voice plan and features are for residential members and are based on usage patterns of the average residential customer.</p>\n<p>Impermissible Use</p>\n<p>Each of the following is impermissible under Sonic’s residential unlimited voice plan and considered outside of normal residential customer usage:</p>\n<p>• Sharing or reselling features</p>\n<p>• operating a business, even if operating from the residence</p>\n<p>• operating any other enterprise, including not-for-profit or governmental</p>\n<p>• operating a call center</p>\n<p>• automated dialing</p>\n<p>• telemarketing or bulk faxing</p>\n<ul>\n</ul>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>LinkedIn</li>\n</ul> Was this article helpful? <small> 25 out of 67 found this helpful </small> Return to top Related articles <ul>\n<li> Billing Policy </li>\n<li> Equipment Policy </li>\n<li> Change, Cancel or Move Service </li>\n<li> Sonic Wire Plan </li>\n<li> Digital Millennium Copyright Act (DMCA) policy </li>\n</ul>\n<p>0 comments</p>\n<ul>\n</ul>\n<p>Please sign in to leave a comment.</p> Articles in this section <ul>\n<li> Sonic.net Policies </li>\n<li> Equipment Policy </li>\n<li> Legal Process Policy </li>\n<li> Digital Millennium Copyright Act (DMCA) policy </li>\n<li> Sonic Wire Plan </li>\n<li> Local Exchange Services </li>\n<li> Contract Buyout </li>\n</ul> HOME <p>Phone<br>\nInternet<br>\n</p>BUSINESS <p>Phone<br>\nInternet</p> SPREAD THE WORD <p>Share a review on Yelp<br>\nRecommend Sonic on Nextdoor</p> MEMBERS <p>Member Tools<br>\nWebmail\n</p> SUPPORT <p>Knowledge Base<br>\nForums<br>\nSetup Guides &amp;<br>\nProduct Info<br>\nSonic Speed Test<br>\nMessage Of The Day<br>\nInternational Calling Rates</p> ABOUT SONIC <p>Mission and Vision<br> Transparency<br>\nNewsroom<br>\nCareers<br>\nMeet Sonic<br>\nPrivacy Policy<br>\nAgency Partner Program</p> CONNECT WITH&nbsp;US <p>\n</p>\n<p>Contact Us<br>\nCall: 1-888-766-4233<br>\nBlog</p>\n<p>\n<br>\n©2020 All rights reserved.</p> ", "created_at": "2018-07-17 10:11:44.592794", "updated_at": "2020-12-11 15:15:32.907869"}, {"id": 315, "name": "Quotas", "url": "https://help.sonic.com/hc/en-us/articles/115000381368-Bandwidth-and-Disk-Quotas", "xpath": "", "text": " CALL 1-888-766-4233 <ul>\n<li>Support</li>\n<li>Blog</li>\n<li>Webmail</li>\n<li>Member Tools</li>\n</ul> Check Availability Toggle navigation <ul>\n<li> Residential </li>\n<li> Business </li>\n<li> Gigabit Fiber Internet </li>\n</ul>\n<ol>\n<li> Sonic </li>\n<li> General </li>\n<li> Hosting </li>\n</ol> Related articles <ul>\n<li> Bandwidth Reduction Tips </li>\n<li> Sonic.net Policies </li>\n<li> Billing Policy </li>\n<li> Equipment Policy </li>\n<li> Welcome To Fiber </li>\n</ul> Table of Contents<ul>\n<li>1 Hosted website and media bandwidth usage at Sonic.net</li>\n<li>2 Disk usage at Sonic.net</li>\n<li>3 Definitions</li>\n<li>4 See Also</li>\n</ul> Bandwidth and Disk Quotas CES Updated December 10, 2020 20:59 Follow 1.\nHosted website and media bandwidth usage at Sonic.net\n<p>Each Sonic.net service type has an associated hosted website and media bandwidth quota.\nAccounts with multiple services will gain the benefit of each service's quota combined (they are cumulative).\nUsage during the month that is trending above the total quota (i.e.\nis projected to exceed the quota by the end of the month based upon the current portion of the month already passed) will generate a warning email.</p>\n<p>\n<strong>Additional bandwidth transfer usage beyond the quota will be billed at $4.95 per gigabyte in 1GB increments.</strong> The bandwidth quota includes bandwidth used for content you host here at Sonic.net, including web, FTP and multimedia.\nIt does not apply to content you download to your PC via your dialup, DSL, or other Sonic.net connection.</p>\n<p>This hosted website and media bandwidth quota is applied across all of your sites as a group, so you receive significant benefit if you have multiple sites hosted on your Sonic.net account.\nIt is not required that bandwidth be used equally by your sites.\nthis means that if you have one site that's more popular or larger, it receives the benefit of the leftover quota for the smaller or less popular sites.</p>\n<p>To view your current bandwidth and disk quota usage please see Disk Usage Monitoring in the Member Tools.\nWe also support some forms of bandwidth quota protection for hosting usage.</p>\n<p>\n</p>\n2.\nDisk usage at Sonic.net\n<p>Each Sonic.net service on an account which comes with a disk quota will increase the amount of disk storage available on our servers by a set amount.\nUsage during the month that is trending above the quota (that is, is projected to exceed the quota by the end of the month based upon the current portion of the month which has passed) will generate a warning email.</p>\n<p>\n<strong>Additional disk usage beyond the quota will be billed at $10 per 250 megabytes.</strong> The disk quota includes disk space used for content you host here at Sonic.net, including web, FTP, unix home directory, streaming multimedia servers, MySQL and SSL.</p>\n<p>Disk quotas are cumulative and applied across all of your services as a group, so you receive significant benefit if you have multiple sites or services hosted on your Sonic.net account.\nIt is not required that disk space be used equally by your sites.\nthis means that if you have one site that's more popular or larger, it receives the benefit of the leftover quota for the smaller or less popular sites.</p>\n<p>To view your current bandwidth and historical disk quota usage please see Bandwidth Monitoring and Historical Disk Usage in the Member Tools.&nbsp;</p>\n<p>For information regarding email disk usage see this article</p>\n3.\nDefinitions\n<p>For the purposes of disk and bandwidth usage, Sonic.net uses the IEEE compliant definition of \"megabyte\" and \"gigabyte.\" One megabyte consists of 1,000,000 (one million) bytes, one gigabyte consists of 1,000,000,000 (one US billion) bytes.\nInformation on the IEEE standard can be found at http://physics.nist.gov/cuu/Units/binary.html.</p>\n4.\nSee Also\n<p>Bandwidth Reduction</p>\n<ul>\n</ul>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>LinkedIn</li>\n</ul> Was this article helpful? <small> 14 out of 73 found this helpful </small> Return to top Related articles <ul>\n<li> Bandwidth Reduction Tips </li>\n<li> Sonic.net Policies </li>\n<li> Billing Policy </li>\n<li> Equipment Policy </li>\n<li> Welcome To Fiber </li>\n</ul>\n<p>0 comments</p>\n<ul>\n</ul>\n<p>Please sign in to leave a comment.</p> Articles in this section <ul>\n<li> SPF Records &amp.\nReturned or Rejected Mail </li>\n<li> Allow URL Include </li>\n<li> PHP5 </li>\n<li> Shell Access </li>\n<li> Bandwidth Reduction Tips </li>\n<li> Colo Tools </li>\n<li> WHOIS Domain Privacy Service </li>\n<li> Secondary DNS Service </li>\n<li> Mod rewrite </li>\n<li> Webalizer Web Statistics FAQ </li>\n</ul> See more HOME <p>Phone<br>\nInternet<br>\n</p>BUSINESS <p>Phone<br>\nInternet</p> SPREAD THE WORD <p>Share a review on Yelp<br>\nRecommend Sonic on Nextdoor</p> MEMBERS <p>Member Tools<br>\nWebmail\n</p> SUPPORT <p>Knowledge Base<br>\nForums<br>\nSetup Guides &amp;<br>\nProduct Info<br>\nSonic Speed Test<br>\nMessage Of The Day<br>\nInternational Calling Rates</p> ABOUT SONIC <p>Mission and Vision<br> Transparency<br>\nNewsroom<br>\nCareers<br>\nMeet Sonic<br>\nPrivacy Policy<br>\nAgency Partner Program</p> CONNECT WITH&nbsp;US <p>\n</p>\n<p>Contact Us<br>\nCall: 1-888-766-4233<br>\nBlog</p>\n<p>\n<br>\n©2020 All rights reserved.</p> ", "created_at": "2018-08-20 09:43:46.599916", "updated_at": "2020-12-14 15:47:00.628027"}], "points": [{"id": 17275, "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials", "source": "Within the General Policy ", "status": "Within the privacy policy, it states that the service is not responsible for any damage or loss of data from using the service.", "created_at": "2021-03-13 14:26:06.761465", "updated_at": "2021-03-13 15:24:37.279994", "quoteText": null, "case_id": 291, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 728, "title": "They delete user logs after 2 weeks", "source": "https://wiki.sonic.net/wiki/Category:Policies", "status": "Sonic.net will not keep User logs longer than two weeks.", "created_at": "2018-01-16 15:27:06.680126", "updated_at": "2019-06-14 04:03:08.388062", "quoteText": "These logs are retained on a temporary basis in order to insure high-quality service, and no logs are kept indefinitely.", "case_id": 177, "document_id": 103, "quoteStart": 3623, "quoteEnd": 3743}, {"id": 598, "title": "https is not used by default", "source": "https://groups.google.com/d/topic/tosdr/G4iR5KH7WVw/", "status": "When you visit the website over http, you are not redirected to https.", "created_at": "2018-01-16 15:26:17.750642", "updated_at": "2018-02-09 10:22:19.771562", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 13842, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://help.sonic.com/hc/en-us/articles/235963988-Sonic-net-Policies", "status": "Generated through the annotate view", "created_at": "2021-01-04 19:53:24.863659", "updated_at": "2021-01-07 15:58:38.111362", "quoteText": "Sending unsolicited email to one or more addresses regardless of how the addresses were obtained may be considered spamming and is grounds for account termination.", "case_id": 281, "document_id": 103, "quoteStart": 5921, "quoteEnd": 6084}, {"id": 1243, "title": "Sonic.net, Inc. uses a quota system for controlling customer bandwidth and disk usage.", "source": "https://wiki.sonic.net/wiki/Quotas", "status": "Each Sonic.net service type has an associated hosted website and media bandwidth quota. Accounts with multiple services will gain the benefit of each service's quota combined (they are cumulative). Usage during the month that is trending above the total quota (i.e. is projected to exceed the quota by the end of the month based upon the current portion of the month already passed) will generate a warning email. Additional usage beyond the quota will be billed at $4.95 per gigabyte in 1GB increments. The bandwidth quota includes bandwidth used for content you host here at Sonic.net, including web, FTP and multimedia. It does not apply to content you download to your PC via your dialup, DSL, or other Sonic.net connection.", "created_at": "2018-05-07 19:17:54.880561", "updated_at": "2020-12-23 16:32:45.526621", "quoteText": "\n<p>Each Sonic.net service on an account which comes with a disk quota will increase the amount of disk storage available on our servers by a set amount.\nUsage during the month that is trending above the quota (that is, is projected to exceed the quota by the end of the month based upon the current portion of the month which has passed) will generate a warning email, and <b>additional usage beyond the quota will be billed at $10 per 250 megabytes.</b> The disk quota includes disk space used for content you host here at Sonic.net, including web, FTP, unix home directory, streaming multimedia servers, MySQL and SSL.\n</p>", "case_id": 235, "document_id": 315, "quoteStart": 1459, "quoteEnd": 2085}, {"id": 14197, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://help.sonic.com/hc/en-us/articles/235963988-Sonic-net-Policies", "status": "Generated through the annotate view", "created_at": "2021-01-09 15:32:30.003898", "updated_at": "2021-02-12 13:13:14.389331", "quoteText": "Sonic.net, LLC will not be held responsible for any damage you suffer from use of an account or service provided by Sonic.net, LLC unless otherwise agreed to in writing.\nThis includes- but is not limited to- equipment damage, failure or loss of data resulting from delays, non-deliveries, or service interruptions caused by the company's negligence or your negligence or misuse.", "case_id": 293, "document_id": 103, "quoteStart": 1990, "quoteEnd": 2368}], "urls": ["sonic.net"]}}