{"error": 448, "message": "OK", "parameters": {"id": 4182, "name": "Cliphunter", "created_at": "2021-06-23 23:41:26.238965", "updated_at": "2021-06-23 22:00:44.265295", "wikipedia": null, "keywords": null, "related": null, "slug": "cliphunter", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4182.png", "url": "cliphunter.com", "documents": [{"id": 7246, "name": "Digital Millenium Copyright Act", "url": "https://www.cliphunter.com/dmca", "xpath": "/html/body/div[10]/div[2]", "text": " <blockquote>\n<p> Thank you for visiting our website (the “Website”).\nThese Copyright Infringement Notification Instructions are for copyright related claims only.\nShould you have any comments, questions, concerns, or issues <b>related to abuse</b>, harassment, inappropriate content, or privacy issues, please email us at <b>help@cliphunter.com</b>.\n</p>\n</blockquote>\n<blockquote>\n<p> By utilizing the Website you agree that you have consulted with an attorney of your own choosing and at your own expense in order to fully understand all of your legal rights and obligations as a result of utilizing the Website and these Copyright Infringement Notification Instructions.\n</p>\n</blockquote>\n<blockquote>\n<p>\n<b>WARNING: PURSUANT TO 17 U.S.C.\n§ 512(k), ANY PERSON WHO KNOWINGLY MATERIALLY MISPRESENTS THAT MATERIAL OR ACTIVITY IS INFRINGING MAY BE SUBJECT TO LIABILITY OR DAMAGES.\n<u>DO NOT MAKE FALSE CLAIMS OF COPYRIGHT INFRINGEMENT</u>.\n</b>\n</p>\n</blockquote>\n<blockquote>\n<p> Should you desire to review the full Bill Text of the Digital Millenium Copyright Act (“DMCA”), you may click HERE or should you desire to review a memorandum summarizing each title of the DMCA you may click HERE.\nThe information contained at the afore-mentioned linked webpages is for your convenience only and we make no promises or representations related to the information contained therein including its accuracy.\n</p>\n</blockquote>\n<blockquote>\n<p> Pursuant to 17 U.S.C.\n§512(k)(1) of the DMCA, this Website is a “Service Provider” and is entitled to certain protections commonly referred to as the “Safe Harbor” provisions.\n</p>\n</blockquote>\n<blockquote>\n<p> Copyright Infringement Notification – Should you desire to file a copyright infringement notification, you need to send a written communication that includes substantially all of the following: </p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material;</li>\n<li>Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted;</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law;</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n</ul>\n</blockquote>\n<blockquote>\n<p> Please send your Copyright Infringement Notification to: </p>\n<p> Corey D.\nSilverstein, Esq.<br> Email: pichunterdmca@gmail.com </p>\n<p> or by mail to: <br>\n<br> Corey D.\nSilverstein, Esq.<br> Law Offices of Corey D.\nSilverstein, P.C.<br> 30150 Telegraph Road, Suite 444<br> Bingham Farms, MI 48025<br> Email: pichunterdmca@gmail.com </p>\n</blockquote>\n<blockquote> Copyright Infringement Notification Retractions: <p> In the event that after you submit a Copyright Infringement Notification you realize that you have either misidentified content, failed to comply with the requirements of the DMCA or that you simply changed your mind, you may retract your Copyright Infringement Notification by sending us a Notification of Retraction with all of the following: </p>\n<ul>\n<li>A statement indicating that you are retracting your Copyright Infringement Notification;</li>\n<li>The complete and specific URL of the material in question;</li>\n<li>An electronic signature.\nand</li>\n<li>A copy of your original Copyright Infringement Notification.</li>\n</ul>\n</blockquote>\n<blockquote> Copyright Infringement Counter-Notification: <p> If you have received a Copyright Infringement Notification and you own all of the necessary rights to the alleged infringing material, then pursuant to 17 U.S.C.\n§512(g)(2)&amp;(3) you may submit a Counter-Notification.\nA Counter-Notification must include all of the following: </p>\n<ul>\n<li>Identification of the specific URLs of material that the Website has removed or to which the Website has disabled access;</li>\n<li>Your full name, address, telephone number, and email address;</li>\n<li>The statement: \"I consent to the jurisdiction of the Federal District Court for the district in which my address is located, or if my address is outside of the United States, the judicial district in which the Website is located, and will accept service of process from the claimant\";</li>\n<li>The statement: \"I swear, under penalty of perjury, that I have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled\".\nand</li>\n<li>Signature.\nA scanned physical signature or a valid electronic signature will be accepted.</li>\n</ul>\n</blockquote>\n<blockquote>\n<p> Upon receipt of a Counter-Notification, we will forward it to the party who submitted the original claim of copyright infringement (the “Claimant”).\nPlease note that when we forward the counter-notification to the Claimant, it includes your personal information.\nBy submitting a Counter-Notification, you consent to having your information revealed in this way.\n</p>\n<p> After we send the Counter-Notification, to the Claimant, the Claimant must then notify us within Ten (10) business days that he or she has filed an action seeking a court order to restrain you from engaging in infringing activity relating to the material on the Website.\nIf we receive such notification we will be unable to restore the material.\nIf we do not receive such notification, we may reinstate the material.\n</p>\n</blockquote>\n<blockquote> Repeat Offenders <p>This Website terminates the account(s) of any repeat copyright infringer, when appropriate.</p>\n</blockquote>\n<blockquote>\n<p> These Copyright Infringement Notification Instructions may be and shall be modified from time to time without notice.\nYou are solely responsible for regularly reviewing these Copyright Notification Instructions.\nOur Copyright Infringement Agent is not associated with this Website or the legal entity that controls this Website.\nDo not send any other information or material to our DMCA Agent.\n</p>\n</blockquote>\n", "created_at": "2021-06-23 23:41:26.246228", "updated_at": "2021-06-23 21:42:40.876978"}, {"id": 7245, "name": "Privacy Policy", "url": "https://www.cliphunter.com/terms/privacy", "xpath": "/html/body/div[10]/div[1]", "text": " <p>\n<strong>Cliphunter.com Privacy Policy</strong>\n</p>\n<p>\n<strong>Last Updated: January 14, 2020</strong>\n</p>\n<p>Gotys Productions, Inc.\n(“<strong>Company</strong>” or “<strong>We</strong>”) respects your privacy and is committed to protecting it through our compliance with the practices described in this privacy policy.</p>\n<p>This policy describes our practices for collecting, using, maintaining, protecting, and disclosing the personal data we may collect from you or that you may provide when you visit our website located at <u>www.cliphunter.com</u> (our “<strong>Website</strong>”), including any data you may provide when you register or use the interactive services.\nThis policy applies to the personal data collected through our Website, regardless of the country where you are located.</p>\n<p>The Website may include links to third-party websites, plug-ins, services, social networks, or applications.\nClicking on those links or enabling those connections may allow the third party to collect or share data about you.\nWe do not control these third-party websites, and we encourage you to read the privacy policy of every website you visit.</p>\n<p>Please read this policy carefully to understand our policies and practices for processing and storing your personal data.\nBy engaging with our Website, you accept and consent to the practices described in this policy.\nThis policy may change from time to time (see <em>\n<u>Changes to our privacy policy</u>\n</em>).\nYour continued engaging with our Website after any such revisions indicates that you accept and consent to them, so please check the policy periodically for updates.</p>\n<ol>\n<li>\n<strong>Data we may collect about you</strong>\n</li>\n</ol>\n<p>Personal data, or personal information, means any information about an individual from which that person can be identified.\nIt does not include data where the identity has been removed (anonymous data).</p>\n<p>We may collect, use, store, and transfer different kinds of personal data about you which we have grouped together as follows:</p>\n<ul>\n<li>\n<strong>Identity Data</strong> includes username or similar identifier.</li>\n<li>\n<strong>Contact Data</strong> includes email address.</li>\n<li>\n<strong>Technical Data</strong> includes internet protocol (IP) address, your login data, browser type and version, time zone setting and location, ISP name, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access our Website.</li>\n<li>\n<strong>Content Data</strong> includes photos, videos, and other digital content uploaded to our Website (please remember that Content Data that you post may reveal personal data about yourself as well).</li>\n<li>\n<strong>Profile Data </strong>includes your username and password, your interests, preferences, feedback, and survey responses.</li>\n<li>\n<strong>Usage Data </strong>includes information about how you use our Website, products, and services.</li>\n<li>\n<strong>Marketing and Communications Data</strong> includes your preferences in receiving marketing from us and our third parties and your communication preferences.</li>\n</ul>\n<p>We also collect, use, and share <strong>Aggregated Data</strong> such as statistical or demographic data for any purpose.\nAggregated Data could be derived from your personal data but is not considered personal data in law as this data will <strong>not</strong> directly or indirectly reveal your identity.\nFor example, we may aggregate your Usage Data to calculate the percentage of users accessing a specific website feature.\nHowever, if we combine or connect Aggregated Data with your personal data so that it can directly or indirectly identify you, we treat the combined data as personal data which will be used in accordance with this privacy policy.</p>\n<p>We do not collect any <strong>Special Categories of Personal Data</strong> about you (this includes details about your race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade union membership, information about your health, and genetic and biometric data) unless you voluntarily provide it.\nNor do we collect any information about criminal convictions and offenses.</p>\n<p>\n<strong>If you fail to provide personal data</strong>\n</p>\n<p>Where we need to collect personal data by law, or under the terms of a contract we have with you and you fail to provide that data when requested, we may not be able to perform the contract we have or are trying to enter into with you (for example, to provide you with goods or services).\nIn this case, we may have to cancel a product or service you have with us, but we will notify you if this is the case at the time.</p>\n<ul>\n<li>\n<strong>How we collect data about you</strong>\n</li>\n</ul>\n<p>We use different methods to collect data from and about you including through:</p>\n<ul>\n<li>\n<strong>Direct interactions</strong>.\nYou may give us information about you by filling in forms or by corresponding with us by email.\nThis includes information you provide at the time of registering to use our Website, posting material, or requesting further services.\nWe may also ask you for information when you report a problem with our Website.</li>\n<li>\n<strong>User contributions</strong>.\nYou also may provide Content Data for us to publish or display (“<strong>post</strong>”) on public Website areas or transmit to other Website users or third parties.\nYou submit Content Data for posting and transmission to others at your own risk.\nAlthough you may set certain privacy settings for Content Data by logging into your account profile, please be aware that no security measures are perfect or impenetrable.\nAdditionally, we cannot control the actions of any Website users with whom you choose to share your Content Data.\nTherefore, we cannot and do not guarantee that unauthorized persons will not view your Content Data.</li>\n<li>\n<strong>Automated technologies or interactions</strong>.\nAs you interact with our Website, we may automatically collect technical data about your equipment, browsing actions and patterns as specified above.\nWe collect this information by using cookies, server logs, and other similar technologies (see <em>\n<u>Cookies and automatic data collection technologies</u>\n</em>).\nWe may also use these technologies to collect information about your online activities over time and across third-party websites or other online services (behavioral tracking).\nPlease note that we do not recognize or respond to any do not track signals (DNT).</li>\n<li>\n<strong>Third parties or publicly available sources</strong>.\nWe will receive personal data about you if you visit other websites employing our cookies or from third parties including, for example, business partners (including affiliates in any affiliate marketing program).\nsubcontractors in technical, payment, and delivery services.\nadvertising networks.\nanalytics providers.\nand search information providers.</li>\n</ul>\n<p>\n<strong>Cookies and automatic data collection technologies</strong>\n</p>\n<p>Our Website uses cookies (small files placed on your device) or other automatic data collection technologies to distinguish you from other Website users.\nThis helps us deliver a better and more personalized service when you browse our Website.\nIt also allows us to improve our Website by enabling us to:</p>\n<ul>\n<li>Estimate our audience size and usage patterns.</li>\n<li>Store your preferences so we may customize our Website according to your individual interests.</li>\n<li>Speed up your searches.</li>\n<li>Recognize you when you return to our Website.</li>\n</ul>\n<p>You may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting, certain parts of our Website may become inaccessible and certain features may not work correctly.\nUnless you adjust your browser settings to refuse cookies, our system will issue them.</p>\n<p>\n<strong>Third-party use of cookies and other tracking technologies</strong>\n</p>\n<p>Some content or applications, including advertisements, on the Website are served by third parties, including advertisers, ad networks and servers, content providers, and application providers.\nThese third parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use our Website.\nThey may associate the information collected with your personal data, or they may collect information, including personal data, about your online activities over time and across different websites or other online services.\nThey may use this information to provide you with interest-based (Behavioral) advertising or other targeted content.</p>\n<p>We do not control how these third-party tracking technologies operate or how they may use the collected data.\nIf you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.</p>\n<ul>\n<li>\n<strong>How we use your personal data</strong>\n</li>\n</ul>\n<p>We use your personal data to provide you products, offer you services, communicate with you, deliver marketing, or to conduct other business operations, such as using data to improve and personalize your experiences.\nExamples of how we may use the personal data we collect include to:</p>\n<ul>\n<li>Present our Website and provide you with the information, products, services, and support that you request from us.</li>\n<li>Meet our obligations and enforce our rights arising from any contracts with you.</li>\n<li>Fulfill the purposes for which you provided the data or that were described when it was collected.</li>\n<li>Deliver targeted advertising, newsletters, and other information.</li>\n<li>Notify you about changes to our Website, products, or services.</li>\n<li>Allow you to participate in interactive features on our Website.</li>\n<li>Ensure that we present our Website content in the most effective manner for you and for your computer.</li>\n<li>Administer our Website and conduct internal operations, including for troubleshooting, data analysis, testing, research, statistical, and survey purposes.</li>\n<li>Improve our Website, products or services, marketing, or customer relationships and experiences.</li>\n<li>Protect our Website, employees, or operations.</li>\n<li>Assist law enforcement and respond to subpoenas</li>\n<li>Make suggestions and recommendations to you and other users of our Website about goods or services that may interest you or them.</li>\n</ul>\n<p>We may also use personal data to contact you about our own and third-parties’ goods and services that may be of interest to you.\nIf you do not want us to use your data in this way, please email us at privacy@cliphunter.com.\nFor more information, see <em>\n<u>Your personal data use choices</u>\n</em>.</p>\n<p>We may use the information we have collected from you to enable us to display advertisements to our advertisers’ target audiences.\nEven though we do not disclose your personal data for these purposes without your consent, if you click on or otherwise interact with an advertisement, the advertiser may assume that you meet its target criteria.</p>\n<p>We may use nonpersonal data for any business purpose.</p>\n<ul>\n<li>\n<strong>Disclosure of your personal data</strong>\n</li>\n<li>Any member of our corporate group, which means our subsidiaries, our ultimate holding company and its subsidiaries, and our affiliates.</li>\n<li>To contractors, service providers, and other third parties, we use to support our business.\nExamples include payment processing, data analysis, email delivery, hosting services, customer service, and marketing efforts.\nWe may allow selected third parties to use tracking technology on the Website, which will enable them to collect data about how you interact with the Website over time.\nThis information may be used to, among other things, analyze and track data, determine the popularity of certain content and better understand online activity.\nFor example, we use Google Analytics to help us understand how our customers use the Website (you can read more about how Google uses your personal data here: https://policies.google.com/privacy).\nYou can also opt-out of Google Analytics here: https://tools.google.com/dlpage/gaoptout.</li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all the Company’s assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal data held by the Company about our Website users is among the assets transferred.</li>\n<li>To fulfill the purpose for which you provide it.</li>\n<li>For any other purpose disclosed by us when you provide the information.</li>\n<li>With your consent.</li>\n</ul>\n<p>We may also disclose your personal data:</p>\n<ul>\n<li>To comply with any court order, law, or legal process, including to respond to any government or regulatory request.</li>\n<li>To enforce or apply our agreements.</li>\n<li>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our customers, or others.\nThis includes exchanging information with other companies and organizations for the purposes of cybersecurity, fraud protection, and credit risk reduction.</li>\n</ul>\n<p>We may share nonpersonal data without restriction.</p>\n<ul>\n<li>\n<strong>Cross-border data transfers</strong>\n</li>\n</ul>\n<p>We are based in the Republic of Seychelles.\nFor operational reasons, we may process, store, and transfer the personal data we collect, in and to a country outside your own, with different privacy laws that may or may not be as comprehensive as your own.</p>\n<p>If you are a Canadian resident or otherwise located in Canada, please note that personal data transfers outside of Canada may result in your data becoming accessible to foreign jurisdiction’s law enforcement or other authorities.</p>\n<p>If you are located in the European Economic Area (EEA), United Kingdom (UK), or Switzerland, please note that your information will be transferred outside of the EEA, UK, or Switzerland.\nNevertheless, whenever we transfer your personal data out of the EEA, UK, or Switzerland, we will use reasonable efforts to ensure a similar degree of protection is afforded to it by ensuring that the recipient third party agrees to contractual clauses or other appropriate safeguards.</p>\n<p>By submitting your personal data or engaging with our Website, you consent to our transfer, storing, or processing, including the transfer of your data across international boundaries to jurisdictions anywhere in the world as permitted by local law.</p>\n<ul>\n<li>\n<strong>Your personal data use choices</strong>\n</li>\n</ul>\n<p>We strive to provide you with choices regarding the personal data you provide to us.\nWe have created mechanisms to provide you with the following control over your data:</p>\n<ul>\n<li>\n<strong>Tracking technologies and advertising</strong>.\nYou can set your browser to refuse all or some browser cookies, or to alert you when websites set or access cookies.\nIf you disable or refuse cookies, please note that some parts of this Website may become inaccessible or not function properly.\nFor more information about the cookies we use, please see <em>\n<u>Cookies and automatic data collection technologies</u>\n</em>.</li>\n<li>\n<strong>Promotional offers from the Company</strong>.\nIf you do not wish to have your Contact Data used by the Company to promote our own or third parties’ products or services, you can opt-out by sending us an email stating your request to privacy@cliphunter.com.\nIf we have sent you a promotional email, you may send us a return email asking to be omitted from future email distributions.\nThis opt-out does not apply to information provided to the Company as a result of a purchase, service experience, or other transactions.</li>\n</ul>\n<p>Our Website may, from time to time, contain links to and from the websites of our partner networks, advertisers, and affiliates, or plug-ins enabling third-party features.\nIf you follow a link to any third-party website or engage a third-party plug-in, please note that these third parties have their own privacy policies and we do not accept any responsibility or liability for these policies.\nPlease check these policies before you submit any personal data to these third parties.</p>\n<p>We do not control third parties’ collection or use of your information to serve interest-based advertising.\nBut these third parties may provide you with ways to choose not to have your information collected or used in this way.\nYou can opt-out of receiving targeted ads from members of the Network Advertising Initiative (“NAI”) on the NAI’s <u>website</u>.</p>\n<p>California residents may have additional personal information rights and choices.\nPlease see <u>Your California Privacy Rights</u> for more information.</p>\n<p>Nevada residents who wish to exercise their sale opt-out rights under Nevada Revised Statutes Chapter 603A may submit a request to this designated address: privacy@cliphunter.com.\nHowever, please know we do not currently sell data triggering that statute’s opt-out requirements.</p>\n<ul>\n<li>\n<strong>Accessing and correcting your personal data</strong>\n</li>\n</ul>\n<p>You can review and change your personal data by logging into the Website and visiting your account profile page.</p>\n<p>You may also send us an email at privacy@cliphunter.com to request access to, correct, or delete any personal data that you have provided to us.\nWe cannot delete your personal data except by also deleting your user account.\nWe may not accommodate a request to change data if we believe the change would violate any law or legal requirement or cause the information to be incorrect.</p>\n<p>If you delete your Content Data from the Website, copies of your Content Data may remain viewable in cached and archived pages or might have been copied or stored by other Website users.\nProper access and use of information provided on the Website, including Content Data, is governed by our <u>terms of use</u>.</p>\n<p>California residents may have additional personal information rights and choices.\nPlease see <u>Your California Privacy Rights</u> for more information.</p>\n<ul>\n<li>\n<strong>Your California Privacy Rights</strong>\n</li>\n</ul>\n<p>If you are a California resident, California law may provide you with additional rights regarding the Company’s use of your personal information.\nTo learn more about your California privacy rights, visit PRIVACY NOTICE FOR CALIFORNIA RESIDENTS.</p>\n<p>California’s “Shine the Light” law (Civil Code Section 1798.83) permits users of our Website that are California residents to request certain information regarding our disclosure of personal data to third parties for their direct marketing purposes.\nTo make that request, please send an email to privacy@cliphunter.com.</p>\n<p>Further, if you are a California resident and would like to opt out from the disclosure of your personal data to any third party for direct marketing purposes, please send an email to privacy@cliphunter.com.\nIf you opt out from permitting your personal data to be shared, you may still receive selected offers directly from us in accordance with California law.</p>\n<ul>\n<li>\n<strong>Special terms related to the EEA/UK</strong>\n</li>\n</ul>\n<p>If you reside in the EEA/UK, the following terms apply to you.</p>\n<p>\n<strong>Legal Basis for Processing</strong>\n</p>\n<p>We may process your personal data because you have given it permission to do so (e.g., by sending data through the Website’s contact or signup forms), because the processing is in our legitimate interests and it is not overridden by your rights, or because the Company needs to process your personal data to comply with the law.</p>\n<p>\n<strong>Your legal rights</strong>\n</p>\n<p>Under certain circumstances, you have rights under data protection laws in relation to your personal data.\nYour rights may include the following:</p>\n<ul>\n<li>\n<strong>Request access</strong> to your personal data (commonly known as a “data subject access request”).\nThis enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it.</li>\n<li>\n<strong>Request correction</strong> of the personal data that we hold about you.\nThis enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.</li>\n<li>\n<strong>Request erasure</strong> of your personal data.\nThis enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it.\nYou also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully, or where we are required to erase your personal data to comply with local law.\nNote, however, that we may not always be able to comply with your request of erasure for specific legal reasons that will be notified to you, if applicable, at the time of your request.</li>\n<li>\n<strong>Object to processing</strong> of your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation that makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms.\nYou also have the right to object where we are processing your personal data for direct marketing purposes.\nIn some cases, we may demonstrate that we have compelling legitimate grounds to process your information that override your rights and freedoms.</li>\n<li>\n<strong>Request restriction of processing</strong> your personal data.\nThis enables you to ask us to suspend the processing of your personal data in the following scenarios: (a) if you want us to establish the data’s accuracy.\n(b) where our use of the data is unlawful but you do not want us to erase it.\n(c) where you need us to hold the data even if we no longer require it as you need it to establish, exercise, or defend legal claims.\nor (d) you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.</li>\n<li>\n<strong>Request the transfer</strong> of your personal data to you or to a third party.\nWe will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format.\nNote that this right only applies to automated information that you initially provided consent for us to use or where we used the information to perform a contract with you.</li>\n<li>\n<strong>Withdraw consent at any time</strong> where we are relying on consent to process your personal data.\nHowever, this will not affect the lawfulness of any processing carried out before you withdraw your consent.\nIf you withdraw your consent, we may not be able to provide certain products or services to you.\nWe will advise you if this is the case at the time you withdraw your consent.</li>\n</ul>\n<p>If you wish to exercise any of the rights set out above, please contact us at privacy@cliphunter.com.</p>\n<p>You will not have to pay a fee to access your personal data (or to exercise any of the other rights).\nHowever, we may charge a reasonable fee if your request is clearly unfounded, repetitive, or excessive.\nAlternatively, we may refuse to comply with your request in these circumstances.</p>\n<p>We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights).\nThis is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request to speed up our response.</p>\n<p>We try to respond to all legitimate requests within one month.\nOccasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated.</p>\n<ul>\n<li>\n<strong>Data security</strong>\n</li>\n</ul>\n<p>The security of your personal data is very important to us.\nWe use physical, electronic, and administrative safeguards designed to protect your personal data from loss, misuse, and unauthorized access, use, alteration, or disclosure.\nWe store all personal data you provide to use behind firewalls on servers employing security protections.\nWe encrypt all personal data that we collect from you.</p>\n<p>The safety and security of your information also depend on you.\nWhere we have given you (or where you have chosen) a password for access to certain parts of our Website, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.\nWe urge you to take care when providing information in public areas of the Website, which any Website visitor can view.</p>\n<p>Unfortunately, the transmission of information via the Internet is not completely secure.\nAlthough we do our best to protect your personal data, we cannot guarantee the security of your personal data transmitted to our Website.\nAny transmission of personal data is at your own risk.\nWe are not responsible for the circumvention of any privacy settings or security measures contained on the Website.</p>\n<ul>\n<li>\n<strong>Data retention</strong>\n</li>\n</ul>\n<p>Except as otherwise permitted or required by applicable law or regulation, we will only retain your personal data for as long as necessary to fulfill the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.\nUnder some circumstances, we may anonymize your personal data so that it can no longer be associated with you.\nWe reserve the right to use that anonymous and de-identified data for any legitimate business purpose without further notice to you or your consent.</p>\n<ul>\n<li>\n<strong>Children’s online privacy</strong>\n</li>\n</ul>\n<p>We do not direct our Website to minors and we do not knowingly collect personal data from individuals under 18-years old.\nIf we learn we have mistakenly or unintentionally collected or received personal data from an individual under 18-years old, we will delete it.\nIf you believe we mistakenly or unintentionally collected data from or about an individual under 18-years old, please contact us at privacy@cliphunter.com.</p>\n<ul>\n<li>\n<strong>Withdrawing your consent</strong>\n</li>\n</ul>\n<p>Where you have provided your consent to the collection, use, and transfer of your personal data, you may have the legal right to withdraw your consent under certain circumstances.\nTo withdraw your consent, if applicable, contact us at privacy@cliphunter.com.\nPlease note that if you withdraw your consent we may not be able to provide you with a particular product or service.\nWe will explain the impact to you at the time to help you with your decision.</p>\n<ul>\n<li>\n<strong>Changes to our privacy policy</strong>\n</li>\n</ul>\n<p>It is our policy to post any changes we make to our privacy policy on this page.\nIf we make material changes to how we treat our users’ personal data, we will notify you by email to the email address specified in your account or through a notice on the Website home page.\nThe date the privacy policy was last revised is identified at the top of the page.\nYou are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting our Website and this privacy policy to check for any changes.</p>\n<ul>\n<li>\n<strong>Contact information</strong>\n</li>\n</ul>\n<p>Questions, comments, and requests regarding this privacy policy and our privacy practices are welcomed and should be addressed to privacy@cliphunter.com.</p>\n", "created_at": "2021-06-23 23:41:26.244644", "updated_at": "2021-06-23 21:43:58.082489"}, {"id": 7244, "name": "Terms-of-Use Agreement", "url": "https://www.cliphunter.com/terms", "xpath": "/html/body/div[10]/div[2]", "text": " <blockquote>\n<p> Gotys Productions, Inc., a Republic of Seychelles company, welcomes you to www.cliphunter.com, an adult entertainment website.\nIt is important to us that you have the best possible experience while using the Website (including any mobile website or application), and that, when you use this Website, you understand your legal rights and obligations.\nThis terms­of­use agreement between you and us explains your legal rights and obligations and governs your use of the Website and the services we offer to you through the Website.\nThese terms apply to the entire contents of this Website and to any email correspondence between you and us.\n<i>Please read these terms carefully before using the Website because they create a legally binding agreement between you and us</i>.\nWe ask that you pay special attention to the following provisions: (1) <i>disclaimer of warranties (section 15);</i>​ (2) <i>limitation of liability and exclusion of damages (sections 16 and 17);</i>​ (3) <i>exclusive forum for resolving disputes (section 22.1);</i>​ and (4) <i>mandatory arbitration (section 23.4) .</i>​ Accessing this Website, including registering for an account, forms your acceptance of and agreement to these terms <i>even if you do not read them</i>.\nIf you do not agree to these terms, you cannot access this Website.\n</p>\n</blockquote>\n<blockquote> 1.\nIntroduction <p>\n<b>1.1</b> This Website provides users with access to pornographic content, as well as the opportunity to submit their own content subject to these terms.\nYou may view all of the content on this Website without registering.\nCertain features on this Website, however, such as submitting your own content, may only be available to registered users.\nRegistration is free so please register to take full advantage of all the Website has to offer.\nTo register for a free account, you must check the designated box to certify that you have read, understood, and agree to these terms.\n</p>\n<p>\n<b>1.2</b> These terms apply to all users of the Website, whether you are a “visitor” or a “registered user.” By accessing any part of this Website, you accept these terms and the privacy policy in full.\nIf you do not want to accept these terms, please leave this Website immediately.\nIf you violate these terms, we may revoke your license to access this Website and cancel any account related to you.\n</p>\n<p>\n<b>1.3</b> We may change these terms on one or more occasions by updating this webpage.\nThe top of the terms will tell you when we last updated them.\nChanges take effect as of the last updated date stated on this webpage, but will not operate retroactively.\nWe will try to notify you when we revise these terms if we can do so in a commercially reasonable manner.\nBut you should periodically check this webpage to make sure that you are operating under the most current terms.\nWe will consider your continued use of the Website after we post the changes as your acceptance of the changes.\nIf you do not accept the changes, please stop accessing the Website.\n</p>\n<p>\n<b>1.4</b> On one or more occasions, we may offer you premium content subject to additional terms and a fee.\nYou have no obligation to purchase access to this premium content.\nIf you choose to purchase access to it, you will have an opportunity to review and accept any additional terms specific to the premium content before you complete your purchase.\n</p>\n<p>\n<b>1.5</b> If you have any questions about these terms, or any comments, complaints, or support related issues, please email us at help@cliphunter.com and we will try to get back to you by the end of the next business day.\n</p>\n</blockquote>\n<blockquote> 2.\nDescription of Service; Age of Majority; &amp.\nAge and Legal Certifications <p>\n<b>2.1</b> The Website offers content that is pornographic in nature, which may contain graphic depictions, nudity, adult language, and descriptions of explicit sexual activity, including heterosexual, bisexual, homosexual, and transsexual situations of a sexual nature.\nThis Website allows for uploading, sharing, and general viewing of pornographic content, including sexually explicit images and videos.\n</p>\n<p>\n<b>2.2</b> We do not intend anyone under 18­years old or the age of majority in their community to view this Website.\nOnly adults (1) who are at least 18­years old and (2) who have reached the age of majority in their community may access this Website.\n<i>If you are not the age of majority in your jurisdiction, you must leave the Website immediately</i>\n</p>\n<p>\n<b>2.3</b>\n<i>Section 230(d) Notice: Under 47 U.S.C.\n§ 230(d), we hereby notify you that parental control protections (such as computer hardware, software, or filtering services) are commercially available that may assist in limiting access to material that is harmful to minors.\nInformation regarding providers of these protections may be found on the Internet by searching “parental control protection” or similar terms.</i>\n</p>\n<p>\n<b>2.4</b> By accessing the Website, you certify to us that: </p>\n<ul>\n<li>2.4(A) You have reached the age of majority where you live and that you have the legal capacity to agree to these terms;</li>\n<li>2.4(B) You are aware of the pornographic nature of the content provided by the Website and that you are not offended by this content;</li>\n<li>2.4(C) You are familiar with your jurisdiction’s laws affecting your right to access pornographic materials;</li>\n<li>2.4(D) You have the legal right to access pornographic materials and we have the legal right to transmit them to you;</li>\n<li>2.4(E) You are voluntarily requesting pornographic materials for your own private enjoyment; and</li>\n<li>2.4(F) You will not share these materials with a minor or otherwise make them available to a minor.</li>\n</ul>\n</blockquote>\n<blockquote> 3.\nNo Child Pornography <p> All persons who appear in any visual depiction of actual or simulated sexually explicit conduct found on the Website were 18­years old or older at the time of the creation of the depictions.\nThe Website contains no child pornography.\nWe take a strong and definite stand against child pornography and only publish visual media of consenting adults for consenting adults.\nIf you see any visual media, real or simulated, depicting minors engaged in sexual activity within the Website, please report this to us at help@cliphunter.com.\nPlease include with your report any appropriate evidence, including the date and time.\nWe will immediately investigate all reports and take appropriate action.\nWe fully cooperate with any law­enforcement agency investigating child pornography.\nIf you suspect other outside websites are participating in unlawful activities involving minors, please report them to www.asacp.org </p>\n</blockquote>\n<blockquote> 4.\nOwnership of Content; Limited License <p>\n<b>4.1</b> With the exception of user submissions, we own or have the license to use all text, graphics, user interfaces, visual interfaces, photographs, videos, trademarks, logos, sounds, music, artwork, and computer code, including the design, structure, selection, coordination, expression, “look and feel,” and the arrangement of this content, contained on this Website.\nTrade dress, copyright, patent, and trademark laws, and various other intellectual property rights and unfair competition laws protect the Website and its content.\n</p>\n<p>\n<b>4.2</b> We hereby grant you a limited, nonexclusive, nontransferable license to access the Website and its content according to these terms.\nBy “access,” we mean visit the Website, use its services, and view or download its content.\nYou will comply with all applicable laws when accessing the Website.\nYou may only access the Website for your personal, noncommercial use.\nYou will not use any content that you access on the Website for further distribution, performance, display, sale, or rental unless otherwise authorized by these terms (webmasters and bloggers may distribute content through our embeddable player provided that they include a prominent link back to the Website on the webpages containing the embeddable player).\nNor will you make any content available on any peer­to­peer network, file sharing service, or other system for sending information to others.\nWe may change, limit, or revoke your access if you fail to comply with these terms.\n</p>\n<p>\n<b>4.3</b> Your license to access the Website does not transfer to you ownership of or title to a copy of any content that you download or print, and we only authorize you to use your copy according to these terms.\nIf you download or print a copy of the content for your personal use, you must retain all copyright and other proprietary notices embedded in the content.\n</p>\n</blockquote>\n<blockquote> 5.\nTrademarks <p>\n<b>5.1</b> The trademarks, service marks, logos, slogans, and domain names (“marks”) referenced on the Website are either common­law service marks or trademarks, or registered service marks or trademarks that belong to us, and are protected by trademark laws in the Republic of Seychelles and other countries, and international laws and treaties.\nOther names of actual companies and products mentioned on the Website may be the trademarks of their respective owners and reference to them does not suggest sponsorship, endorsement, or association by us or with us.\nNothing contained on the Website should be construed as granting, by implication or otherwise, any license or right to use any marks displayed on the Website, meta tags, or any other “hidden text” using marks that belong to us and our licensors, without advanced written permission from us or the third party who may own the mark.\n</p>\n<p>\n<b>5.2</b> You will not reproduce, imitate, or use the Website’s trademarks in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits the Website.\nIf you do any of this, your actions may constitute an infringement of our rights or the rights of third parties.\n</p>\n<p>\n<b>5.3</b> We neither endorse nor recommend the owner of any trademarks we display on the Website.\nIn addition, our use of trademarks or links to websites owned by third parties does not imply, directly or indirectly, that those owners endorse or have any affiliation with this Website.\n</p>\n</blockquote>\n<blockquote> 6.\nRegistration; Password Protected Areas <p> You may access most of the content on this Website without registering.\nCertain features on this Website may only be available to registered users, such as submitting your own content.\nRegistration is free and we encourage you to register to take full advantage of all the Website has to offer.\nIf you decide to register, it is a condition to your registration and continued use of the Website that all of the details that you provide to us be accurate, current, and complete.\nIf we believe the details that you provided are not accurate, current, or complete, we may refuse you access to the Website, or any of its resources, and restrict, suspend, or terminate your account.\nYou may cancel your account by visiting www.sexyid.com/home/settings/account.\n</p>\n<p> Access to and use of password­protected areas of the Website is restricted to registered users only.\nYou state that you (1) will provide current, complete, and accurate identification, contact, and other information about you as you may be prompted by the Website; (2) are responsible to maintain, keep current, and update any registration data and other information you provide to us; (3) are entirely responsible for maintaining the security of your password, identification, and account and for all activity that occurs under your account; and (4) will notify us immediately of any unauthorized access or use of your account or password or any other breach of security.\nYou understand that any person with your password will be able to access your account and any registration data.\nYou accept sole risk of unauthorized access to your account.\nWe disclaim liability to you for any loss you may incur because of someone else using your password or account regardless of your knowledge.\nYou may be held liable for losses incurred by us or any other user or visitor to the Website because of someone else using your password or account.\nYou may not use anyone else’s account at any time, without the permission of the account holder.\n</p>\n</blockquote>\n<blockquote> 7.\nFeedback <p> We encourage you to provide feedback about the Website.\nHowever, we will not treat as confidential any suggestion or idea provided by you, and nothing in these terms will restrict our right to use, profit from, disclose, publish, or otherwise exploit any feedback, without compensation to you.\n</p>\n</blockquote>\n<blockquote> 8.\nThird­Party Links <p>\n<b>8.1</b> This Website may contain links to other websites operated by other entities that are completely independent from us.\nThese linked websites are not under our control and we are not responsible for their contents or links.\nIncluding a link on this Website does not imply our endorsement of any linked website or its contents.\n</p>\n<p>\n<b>8.2</b> If you access any of these linked websites, you will leave this Website.\nIf you decide to visit any linked website, you do so at your own risk and subject to any terms and privacy policies posted on the linked websites.\nWe encourage you to review the terms and privacy policies posted on all linked websites.\nIt is your responsibility to take all protective measures to guard against viruses or other destructive elements.\n</p>\n<p>\n<b>8.3</b> We disclaim any liability (direct or indirect) to you for any loss caused by your use or reliance on the content, goods, or services available on or through any linked website.\nYou should contact the website administrator or webmaster for those third­party websites if you have any concerns regarding the links, content, or services on those websites.\n</p>\n</blockquote>\n<blockquote> 9.\nUser Conduct <p>\n<b>9.1</b> You state that all information you provided to us is accurate and current.\nYou will promptly update this information when necessary to ensure that it remains true.\nYou acknowledge that you have the capacity to consent to these terms and to perform the acts required of you under these terms.\n</p>\n<p>\n<b>9.2</b> You acknowledge that you are responsible for your own submissions and the consequences of uploading or otherwise making them available on the Website.\nYou are solely responsible for all acts and omissions that occur because of your use of the Website.\n</p>\n<p>\n<b>9.3</b> As a condition of your use of the Website: </p>\n<ul>\n<li>9.3(A) You will comply with all applicable laws and regulations of any applicable governmental body;</li>\n<li>9.3(B) You will maintain the security of your username and password and be fully responsible for all use of your account;</li>\n<li>9.3(C) You will not use the Website for any unlawful purpose or in any way that is prohibited by these terms;</li>\n<li>9.3(D) You will not use the Website in any way that exposes us to criminal or civil liability;</li>\n<li>9.3(E) You will not use the Website for making, obtaining, or otherwise accessing illegal copies of copyrighted content;</li>\n<li>9.3(F) You will not use the Website to submit, publish, display, disseminate, or otherwise communicate any defamatory, libelous, inaccurate, abusive, harmful, threatening, obscene, offensive, hateful, discriminatory, or illegal material to any other user of this Website;</li>\n<li>9.3(G) You will not use the Website to harass or otherwise invade the privacy of another person (including the dissemination of personal information);</li>\n<li>9.3(H) You will not use the Website to promote the physical harm or injury of any individual or group, or promote any act of cruelty to animals;</li>\n<li>9.3(I) You will not modify, build on, or block any portion of the embeddable player;</li>\n<li>9.3(J) You will not impersonate another person during your use of the Website;</li>\n<li>9.3(K) You will not use any automated means—including robots, crawlers, or data mining tools—to download, monitor, or use data or content from the Website;</li>\n<li>9.3(L) You will not use the Website to collect usernames or email addresses for sending unsolicited messages of any kind;</li>\n<li>9.3(M) You will not take any action that imposes, or may impose, an unreasonable or disproportionately large load on our technology infrastructure or otherwise make excessive demands on it;</li>\n<li>9.3(N) You will not “stalk” or otherwise harass anyone on the Website;</li>\n<li>9.3(O) You will not forge headers or otherwise manipulate identifiers in order to disguise the origin of any information you transmit;</li>\n<li>9.3(P) You will not disable, circumvent, or otherwise interfere with security related features of the Website, features that prevent or restrict use or copying of any content, or features that enforce limitations on the use of the Website or the content on it, including any digital rights management functionality;</li>\n<li>9.3(Q) You will not remove any proprietary notices or labels, including copyright notices, on the content;</li>\n<li>9.3(R) You will not post, link to, or otherwise make available on the Website any content that contains software viruses or any computer code, file, or program designed to interrupt, destroy, limit, or monitor the functionality of any computer software or hardware or any telecommunications equipment;</li>\n<li>9.3(S) You will not send, create, or reply to so­called “mail bombs”—that is, emailing copies of a single message to many users, or sending large or multiple files or messages to a single users with malicious intent—or engage in “spamming”—that is, unsolicited emailing for business or other purposes—or undertake any other activity that may adversely affect the operation or enjoyment of this Website by another person;</li>\n<li>9.3(T) You will not reproduce, sell, resell, or otherwise commercially exploit or make available the Website or its content to a third party;</li>\n<li>9.3(U) You will not “frame” or “mirror” the Website; and</li>\n<li>9.3(V) You will not reverse engineer any part of the Website.</li>\n</ul>\n<p>\n<b>9.4</b> We will take appropriate action against you for any unauthorized use of the Website, including civil, criminal, injunctive relief, and cancellation of your registration or membership.\nAn unauthorized use of the Website and our computer systems violates these terms and certain international, foreign, and domestic laws.\n</p>\n</blockquote>\n<blockquote> 10.\nUser Submissions <p>\n<b>10.1</b> You may submit pictures, videos, and other pornographic content to the Website.\nExcept for personally identifiable information covered under our privacy policy, we will consider any content submitted to this Website nonconfidential and nonproprietary.\nWe will have no obligation for this content and we do not guarantee any confidentiality for any submissions.\nWe may freely use and otherwise exploit this content for any purpose without any obligation to compensate you.\n</p>\n<p>\n<b>10.2</b> For each submission you make to the Website, you state that: </p>\n<ul>\n<li>10.2(A) You own or retain the necessary right to use and authorize us to use all copyrights, service marks, trademarks, trade secrets, patents, or other proprietary rights in the submission to allow inclusion and use of the submission in the manner contemplated by the Website and these terms;</li>\n<li>10.2(B) You are not posting any content depicting any person under 18­years old;</li>\n<li>10.2(C) You have inspected and are maintaining written documentation sufficient to confirm that all subjects of your submission are in fact 18­years old or older; and</li>\n<li>10.2(D) You have the written consent or release of each identifiable person in the submission to use their name or likeness to enable inclusion and use of the submission in the manner contemplated by the Website and these terms.</li>\n</ul>\n<p>\n<b>10.3</b> You retain all of your ownership rights in your submissions.\nHowever, you hereby grant us a worldwide, nonexclusive, royalty­free, sublicenseable, and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform the submissions for the Website and our (or our successor’s) business, including for promoting and redistributing any part of the Website—and derivative works of it—in any media formats and through any media channels.\nYou further waive all moral rights in your submissions that may be available to you in any part of the world and you state that no moral rights have been asserted.\nYou also hereby grant each user a nonexclusive license to access your submissions through the Website, and to use, reproduce, distribute, prepare derivative works of, display, and perform the submissions as permitted through the functionality of the Website and under these terms.\nThis license terminates once you remove or delete your submission from the Website.\nYou understand that we have no control over what other users may do with copies of your content once you remove your submissions from the Website and we do not guarantee that others will honor the termination of the license you grant here.\n</p>\n<p>\n<b>10.4</b> You are solely responsible for your submissions and the consequences of posting them to the Website.\nYou will not submit to the Website any content: </p>\n<ul>\n<li>10.4(A) That is copyrighted, protected by trade secret, or otherwise subject to third­party proprietary rights—including privacy and publicity rights—unless you are the owner of the rights or have permission from the rightful owner to post the content and to grant us all of the license rights granted in section 10.3;</li>\n<li>10.4(B) That publishes falsehoods or misrepresentations that could damage us or any third party;</li>\n<li>10.4(C) That is illegal, unlawful, threatening, defamatory, libelous, obscene, seditious, offensive, abusive, liable to incite racial hatred, discriminatory, menacing, scandalous, inflammatory, blasphemous, in breach of confidence, in breach of privacy, or may cause annoyance or inconvenience;</li>\n<li>10.4(D) That disparages, criticizes, belittles, parodies, or otherwise portrays in a negative light any person appearing in or referred to in the submission;</li>\n<li>10.4(E) That seeks to exploit or harm children by exposing them to inappropriate content, asking for personally identifiable information for improper purposes or otherwise;</li>\n<li>10.4(F) That constitutes or encourages conduct that would be considered a criminal offense, give rise to civil liability, or would otherwise be contrary to the law of or violate the rights of any third party in any jurisdiction in the world;</li>\n<li>10.4(G) That advertises any commercial endeavor or otherwise engages in any commercial activity except as specifically authorized on this Website;</li>\n<li>10.4(H) That solicits funds, advertisers, or sponsors;</li>\n<li>10.4(I) That impersonates another person or misrepresents your connection to any other entity or person or otherwise manipulates headers or identifiers to disguise the origin of the content;</li>\n<li>10.4(J) That is technically harmful (that is, computer viruses, logic bombs, Trojan horses, worms, harmful components, corrupted data, or other malicious software or harmful data); or</li>\n<li>10.4(K) That otherwise violates any condition to your use of this Website identified in section 9.3 above or prohibition identified in section 11.2 below.</li>\n</ul>\n<p>\n<b>10.5</b> We have no responsibility for, we do not endorse (expressly or implicitly), and we expressly disclaim all liability for any content you submit to the Website.\nWe do not permit copyright infringing activities and infringement of intellectual property rights on the Website, and we will remove all content and submissions if properly notified that the content or submission infringes on another’s intellectual property rights.\nWe may remove content and submissions without advance notice or delay.\nWe may also terminate a user’s access to the Website, if we determine the user is an infringer.\nWhile we accept pornographic content, we reserve the right to decide if the content or submission is appropriate and otherwise complies with these terms.\nWe may remove submission or terminate a user’s access for uploading content that violates these terms at any time without advance notice.\n</p>\n<p>\n<b>10.6</b> You understand that when accessing the Website, you may be exposed to submissions from a variety of sources, and that we are not responsible for the accuracy, usefulness, safety, or intellectual property rights for these submissions.\nYou further understand that you may be exposed to submissions that are inaccurate, offensive, indecent, or objectionable, and you waive any rights or remedies you have or may have against us for this exposure.\nWe may refuse to publish, remove, or block access to any submission that is available through the Website or our network or services without notice.\n</p>\n<p>\n<b>10.7</b> We provide this Website as a service to our users.\nWe assume no responsibility for monitoring the Website for inappropriate content or conduct.\nIf we choose to monitor the Website, we assume (1) no responsibility for the content, (2) no obligation to modify or remove any inappropriate content, and (3) no responsibility for the conduct of the user submitting that content.\nWe may review and delete any submissions that violates these terms or that may be otherwise offensive or illegal.\nWe may also review and delete any submissions that harm or threatens the safety of any user or person not associated with the Website, or that otherwise violates another person’s rights.\nYou are solely responsible for the submissions that you make to the Website and for any other material or information that you transmit or share with other users or unrelated persons through the Website.\n</p>\n<p>\n<b>10.8</b> We will fully cooperate with any law enforcement authorities or court order requesting or directing us to disclose the identity or location of anyone posting content in breach of these terms.\n</p>\n</blockquote>\n<blockquote> 11.\nCommunity Features <p>\n<b>11.1</b> This Website includes certain community features.\nYou will not post any comments that are infringing, defamatory, libelous, obscene, lewd, excessively violent, harassing, an invasion of privacy, unlawful, or otherwise just plain nasty.\nPlease use your best judgment and respect other individuals using the community features of this Website.\nRemember, because of the anonymous nature of the Internet, participants may not be who they say they are, know what they say they know, or be affiliated with whom they say they are affiliated.\nYou will not use vulgar, abusive, or hateful language.\nIf you violate this provision, we will block you from accessing this Website and hold you responsible under these terms.\nYour use of the community features of this Website is at your own risk and is subject to the disclaimers and limitations stated in these terms.\n</p>\n<p>\n<b>11.2</b> You state to us that you will not upload, post, or otherwise transmit any content or information that: </p>\n<ul>\n<li>11.2(A) Violates or infringes on the rights of any person, including copyright, trademark, privacy, publicity, moral, contract, or other personal or proprietary rights;</li>\n<li>11.2(B) Plagiarizes any content owned by any person;</li>\n<li>11.2(C) Contains violent, obscene, defamatory, libelous, harassing, threatening, or otherwise illegal content;</li>\n<li>11.2(D) Contains bigoted, hateful, or otherwise racially offensive material;</li>\n<li>11.2(E) Otherwise harms or may be reasonably expected to harm any person;</li>\n<li>11.2(F) Contains commercial or business­related advertisements or offers to sell any products, services, or otherwise (whether for profit or not), or to solicit others (including solicitations for contributions or donations);</li>\n<li>11.2(G) Contains a virus or other harmful component that tampers with, impairs, or damages the Website, service, or any connected network, or otherwise interferes with any person’s use or enjoyment of the Website or service;</li>\n<li>11.2(H) Contains materials irrelevant to the designated topic or theme of the posting;</li>\n<li>11.2(I) Discusses illegal activity or posts links to other websites that deal with those activities; or</li>\n<li>11.2(J) Consists of antisocial, disruptive, or destructive behavior, including “bombing,” “flaming,” “spamming,” “flooding,” “trolling,” and “griefing” as those terms are commonly understood and used on the Internet.</li>\n</ul>\n<p>\n<b>11.3</b> We do not endorse the opinions expressed in any posting on this Website.\nWe do not and cannot review every posting by users made available on this Website.\nNor are we responsible for the content of any posting.\nWe may monitor and delete any information or postings we deem inconsistent with these terms.\nIf you are aware of any information posted that violates these terms, please contact us at help@cliphunter.com.\nPlease provide as much detail as possible, including a copy of the objectionable information or the location where we may find it, the reason we should remove it, and a statement certifying the accuracy of the information you provided to us.\n</p>\n</blockquote>\n<blockquote> 12.\nPrivacy Policy; Usage Information <p>\n<b>12.1</b> We have a separate privacy policy posted on the Website at www.cliphunter.com/terms/privacy/and it is incorporated by reference.\nPlease read it.\nYour agreement to these terms or your continued access to the Website establishes your agreement to the privacy policy.\n</p>\n<p>\n<b>12.2</b> By accessing this Website, you acknowledge that Internet transmissions are never completely private or secure.\nYou understand that others may read or intercept any message or information you send to the Website even if there is a special notice that a particular transmission is encrypted.\n</p>\n<p>\n<b>12.3</b> We may use software that automatically tracks performance and usage information to evaluate the Website.\nThis software will not personally identify you.\n</p>\n</blockquote>\n<blockquote> 13.\nWebsite Availability and Access <p>\n<b>13.1</b> While we will try our best to make sure that this Website is always available, we do not guarantee continuous, uninterrupted, or secure access to the Website.\nNumerous factors or circumstances outside of our control may interfere with or adversely affect our operation of the Website.\n</p>\n<p>\n<b>13.2</b> We may suspend access to this Website temporarily and without notice for system failure, maintenance or repair, or reasons beyond our control.\n</p>\n<p>\n<b>13.3</b> We may suspend, terminate, or block your access to this Website if we believe that you have violated these terms.\n</p>\n<p>\n<b>13.4</b> We may modify or discontinue this Website without notice to you.\nWe have no liability to you or any other person if we modify or discontinue this Website.\n</p>\n</blockquote>\n<blockquote> 14.\nNo Fees; Reservation of Right to Charge Fees <p> We do not charge any fees for access to this Website and the Website is free to all users, registered or not.\nHowever, we reserve the right to charge for the Website in the future and to change our fees on one or more occasions.\n</p>\n</blockquote>\n<blockquote> 15.\nWarranty Disclaimers <p>\n<b>15.1</b> We provide you access to this Website—including any mobile or application variations—and its content “as is,” “with all faults,” and “as available.” You assume the entire risk for satisfactory quality, performance, accuracy, and effort.\nWe make no warranty that the Website or any content will meet your needs or requirements.\n<i>We disclaim all warranties</i> — express, statutory, or implied—including warranties of merchantability, fitness for a particular purpose, workmanlike effort, accuracy, completeness, reliability, security, title, exclusivity, quiet enjoyment, and noninfringement.\nWe further disclaim all warranties that your access to the Website will be uninterrupted, error­free, or that content loss will not occur.\nThere are no warranties of any kind that extend beyond the face of these terms or that arise because of course of performance, course of dealing, or usage of trade.\n</p>\n<p>\n<b>15.2</b> We do not warrant, endorse, guarantee, or assume responsibility for any product or service advertised or offered by another person through the Website or any linked website, or featured in any banner or other advertising.\nWe will not be a party to or be in any way responsible for monitoring any transaction between you and other providers of products or services.\nAs with the purchase of a product or service through any medium or in any environment, you should use your best judgment and exercise caution where appropriate.\n</p>\n<p>\n<b>15.3</b> You acknowledge that your use of this Website is at your sole risk and you alone will be responsible for any loss or damage that you may suffer from any content located on the Website.\nYou assume all risk and responsibility for any loss or damages to your computer system, data, and business from your use of the Website.\n</p>\n<p>\n<b>15.4</b> The Website may contain errors, omissions, inaccuracies, or outdated information.\nWe do not warrant the reliability of any statement or other information displayed or distributed through the Website.\nWe may correct any errors or omissions in any portion of the Website.\nIf you believe you have found errors or omissions on the Website, you may bring them to our attention by contacting us at help@cliphunter.com.\n</p>\n</blockquote>\n<blockquote> 16.\nRelease and Disclaimer of Liability <p>\n<b>16.1</b> You acknowledge that we will not be liable to you for user submissions or the defamatory, libelous, offensive, or illegal conduct of any person.\nYou understand that the risk of harm or damage from this rests entirely with you and you expressly release us from any liability arising out of user submissions or the conduct of any person.\n</p>\n<p>\n<b>16.2</b> You expressly release us from all claims, demands, and damages (actual and consequential), of every kind and nature, known or unknown, disclosed or undisclosed, arising out of your use of the Website, including disputes with one or more other users or other persons.\n</p>\n<p>\n<b>16.3</b> We expressly disclaim any liability or responsibility to you for any of the following: 16.3(A) Errors, mistakes, or inaccuracies of content; </p>\n<ul>\n<li>16.3(B) Personal injury or property damage of any nature resulting from your access to and use of the Website;</li>\n<li>16.3(C) Any information, comments, or material you receive that is infringing, inaccurate, obscene, indecent, threatening, offensive, defamatory, libelous, invasive of privacy, or illegal;</li>\n<li>16.3(D) Any unauthorized access to or use of our secure servers and any personal or financial information stored in them;</li>\n<li>16.3(E) Any interruption or cessation of transmission to or from the Website;</li>\n<li>16.3(F) Any bugs, viruses, Trojan horses, or the like that may be transmitted to or through the Website by any person; or</li>\n<li>16.3(G) Any loss or damage of any kind incurred because of the use of any content posted, emailed, transmitted, or otherwise made available through the Website.</li>\n</ul>\n</blockquote>\n<blockquote> 17.Exclusion of Damages <p>\n<b>17.1</b> Unless caused by our gross negligence or willful and wanton misconduct, we will have no liability to you for any loss or expense of any kind arising from or relating to your possession or use of the content on this Website, regardless whether liability is based in tort, contract, or otherwise.\nYou access content from this Website at your own risk.\n</p>\n<p>\n<b>17.2</b> Unless caused by the other party’s gross negligence or willful and wanton misconduct, neither party will be liable to the other party for any special, indirect, incidental, consequential, exemplary, or punitive damages arising out of these terms or the Website.\n</p>\n<p>\n<b>17.3</b> The exclusions in this section apply regardless of the theory of liability asserted and even if the other party knew or should have known about the possibility of the damages.\n</p>\n</blockquote>\n<blockquote> 18.\nScope of Disclaimers <p> The disclaimers, exclusions, and limitations contained in sections 15, 16, and 17 apply to the maximum extent permitted by applicable law, but no more.\nThey are not intended to deprive you of any mandatory protections provided to you under applicable law.\nBecause some jurisdictions may prohibit the exclusion or limitation of certain warranties, liability for consequential damages, or other matters, some or all of the disclaimers, exclusions, or limitations may not apply to you.\n</p>\n</blockquote>\n<blockquote> 19.\nLoss Payment (also known as Indemnification) <p>\n<b>19.1 In General</b>.\nYou must pay us for any loss of ours that you caused by your negligence, intentional misconduct, or violation of these terms.\nBut you need not pay us for a loss caused by our gross negligence or intentional misconduct.\n</p>\n<p>\n<b>19.2 Definitions</b>\n</p>\n<ul>\n<li>19.2(A) Loss means an amount that we are legally responsible for or pay in any form.\nAmounts include, for example, a judgment, a settlement, a fine, damages, injunctive relief, staff compensation, a decrease in property value, and expenses for defending against a claim for a loss (including fees for legal counsel, expert witnesses, and other advisers).\nA loss can be tangible or intangible; can arise from bodily injury, property damage, or other causes; can be based on tort, breach of contract, or any other theory or recovery; and includes incidental, direct, and consequential damages.\n</li>\n<li>19.2(B) A loss is caused by an event if the loss would not have occurred without the event, even if the event is not a proximate cause of the loss.</li>\n</ul>\n<p>\n<b>19.3 Legal Defense of a Claim</b>.\nWe have control over defending a claim for a loss (including settling it), unless we direct you to control the defense.\nYou and we must cooperate with each other in good faith on a claim.\n</p>\n<p>\n<b>19.4 No Exclusivity</b>.\nOur rights under this section do not affect other rights we might have.\n</p>\n</blockquote>\n<blockquote> 20.\nLimited Time to Bring Claims <p> A party to these terms must bring any claim that party may have against the other party that arises out of these terms or the Website within 1 year after the claim arises.\nIf a party fails to bring any claim that party may have against the other party within this 1­year period, the claim is permanently barred.\n</p>\n</blockquote>\n<blockquote> 21.\nCompliance with Laws <p> We make no representation to you that the content and materials are appropriate or available for use outside the Republic of Seychelles.\nYou assume all knowledge of applicable law and are responsible for compliance with these laws.\nYou will not access the Website if prohibited in your jurisdiction or use the Website in any way that violates applicable governing laws, regulations, or other government requirements.\nYou will not transmit any content that encourages conduct that could constitute a criminal offense, give rise to civil liability, or otherwise violates any applicable governing law or regulation.\n</p>\n</blockquote>\n<blockquote> 22.\nGoverning Law <p> The laws of the Republic of Seychelles govern these terms without regard for any choice­of­law rules that might direct the application of the laws of any other jurisdiction.\nThe predominant purpose of these terms is providing services and licensing access to intellectual property and not a “sale of goods.” </p>\n</blockquote>\n<blockquote> 23.\nPlace for Resolving Disputes <p>\n<b>23.1</b> Except for disputes subject to arbitration, all disputes arising under these terms or regarding your access to the Website will be subject to the exclusive jurisdiction and venue of the courts in the Republic of Seychelles.\nYou agree to submit to the personal jurisdiction of the courts in the Republic of Seychelles to resolve all disputes not subject to arbitration.\nYou waive any right to seek another forum or venue because of improper or inconvenient forum.\n</p>\n<p>\n<b>23.2</b> This Website will be deemed solely based in the Republic of Seychelles and will be deemed a passive website that does not give rise to personal jurisdiction over us, either specific or general, in any other jurisdiction.\n</p>\n</blockquote>\n<blockquote> 24.\nDispute Resolution; Exception for Small Claims <p>\n<b>24.1 In General</b>.\nEach party will allow the other reasonable opportunity to comply before it claims that the other has not met the obligations under these terms.\nThe parties will first meet and negotiate with each other in good faith to attempt to resolve all disputes between the parties relating to these terms.\n</p>\n<p>\n<b>24.2 Litigation Election</b>.\nEither party may elect to litigate the following type of case or controversy: (1) an action seeking equitable relief, or (2) a suit to compel compliance with this dispute resolution provision.\n</p>\n<p>\n<b>24.3 Mediation</b>.\nIf the parties cannot settle a dispute through negotiation within a period of 30 days, then either party may, by notice to the other party and the International Centre for Dispute Resolution, demand mediation under the Mediation Rules of the International Centre for Dispute Resolution.\nThe parties will conduct the mediation in the Republic of Seychelles.\nEach party will bear its own costs in mediation and the parties will share equally between them all third­party mediation costs unless the parties agree otherwise in writing.\n</p>\n<p>\n<b>24.4 Arbitration</b>.\nIf the parties fail to settle within 30 days after service of a written demand for mediation, the parties will settle any unresolved dispute arising out of these terms by arbitration administered under the then current rules of the Commercial Code of the Republic of Seychelles.\nThis is the exclusive remedy and forum for resolving disputes.\nUnless the parties agree in writing on another venue, any arbitration conducted under these terms will take place in the Republic of Seychelles before a single arbitrator.\nThe arbitrator will conduct the arbitration and related proceedings in English.\nThe arbitrator will make a determination and issue an award within 30­days of the close of the evidence in the arbitration proceeding.\nThe parties (1) waive the right to a jury trial, (2) agree that the arbitration award will be final and binding, and (3) agree that any court of competent jurisdiction may enter judgment on the award.\nHowever, the parties agree that any party may seek immediate judicial intervention to obtain injunctive relief.\nIn addition, any party may bring an action in a court of competent jurisdiction to enforce (1) this provision, and (2) any arbitration award issued under these terms.\nThe parties agree that any court action brought consistent with this provision is not a waiver of the arbitration requirement.\n</p>\n<p>\n<b>24.5 Exception for Small Claims</b>.\nAs an alternative to arbitration, you may pursue your claim in a small claims court in your jurisdiction of residence, if the claim meets all of the requirements for the small claims court.\nIf you elect to file a small claims action, the matters raised in the small claims action will not be subject to arbitration.\n</p>\n</blockquote>\n<blockquote> 25.\nClass Action Waiver <p> The parties will conduct any proceedings to resolve or litigate any dispute in any forum solely on an individual basis.\nNeither you nor we will seek to have any dispute heard as a class action or in any other proceeding in which either party acts or proposes to act in a representative capacity.\nThe parties will not combine any arbitration or proceeding with another without the advanced written consent of all parties to all affected arbitrations or proceedings.\n</p>\n</blockquote>\n<blockquote> 26.\nRights to Injunctive Relief <p> Both parties acknowledge that remedies at law may be inadequate to provide an aggrieved party with full compensation if the other party violates these terms, and that an aggrieved party may seek injunctive relief if a violation occurs, in addition to seeking all other remedies available at law or in equity.\n</p>\n</blockquote>\n<blockquote> 27.\nGeneral Provisions <p>\n<b>27.1 Entire Agreement.</b> These terms, together with the privacy policy, and any other legal notice published by us on the Website, form the entire agreement between you and us concerning your access to the Website.\nIt supersedes all prior terms between you and us regarding access to the Website.\nA printed version of these terms will be admissible in any proceedings based on or relating to these terms to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\n</p>\n<p>\n<b>27.2 Copy of these Terms.</b> You may—and we recommend that you—print these terms on your printer or save them to your computer.\nIf you are having trouble printing a copy, please contact us at help@cliphunter.com and we will email you a copy.\n</p>\n<p>\n<b>27.3 Modifications</b>.\nWe may change these terms if we believe necessary to operate the Website.\n<i>Changes will not apply to ongoing disputes or to disputes arising out of events occurring before the posted changes</i>.\nWe will try to post changes on the Website at least 15 days before they become effective.\nChanges will become effective on the last updated date noted at the top of the revised terms.\nIt is your responsibility periodically to check the Website to review the most current terms.\nWhile we will try to notify of any changes to these terms, we do not assume an obligation to do so.\n<i>By continuing to use the Website after we post changes to these terms, the revised terms will bind you even if you have not actually read them</i>.\nIf you do not agree to the changes, your exclusive remedy is to stop accessing the Website.\nIf you need more information about the changes or have any other questions or comments about the changes, please contact us at help@cliphunter.com.\n</p>\n<p>\n<b>27.4 Assignment and Delegation</b>.\nWe may assign any rights and delegate any performance under these terms to an affiliate or third party without notice to you.\nYou will not assign your rights or delegate your performance under these terms without our advanced written consent.\nAny attempted assignment or delegation in violation of this provision will be void.\n</p>\n<p>\n<b>27.5 Waiver</b>.\nIf we do not enforce any right or provision of these terms, that failure does not waive our right to do so in the future.\n</p>\n<p>\n<b>27.6 Severability</b>.\nIf any provision of these terms is for any reason held unenforceable, that provision will be modified to the extent necessary to make it enforceable without losing its intent.\nIf no modification is possible, that provision will be severed from the rest of these terms.\n</p>\n<p>\n<b>27.7 Cumulative Remedies</b>.\nAll rights and remedies provided in these terms are cumulative and not exclusive, and the assertion by a party of any right or remedy will not preclude the assertion by the party of any other rights or the seeking of any other remedies available at law, in equity, by statute, in any other agreement between the parties, or otherwise.\n</p>\n<p>\n<b>27.8 Successors and Assigns</b>.\nThese terms inure to the benefit of, and are binding on, the parties and their respective successors and assigns.\nThis section does not address, directly or indirectly, whether a party may assign rights or delegate performance under these terms.\n</p>\n<p>\n<b>27.9 Force Majeure</b>.\nWe are not responsible for as long as any failure to perform because of unforeseen circumstances or causes beyond our reasonable control continues to delay our performance, including: </p>\n<ul>\n<li>27.9(A) Acts of God, such as fire, flood, earthquakes, hurricanes, tropical storms, or other natural disasters;</li>\n<li>27.9(B) War, riot, arson, embargoes, acts of civil or military authority, or terrorism; 27.9(C) Fiber cuts;</li>\n<li>27.9(D) Strikes, or shortages in transportation, facilities, fuel, energy, labor, or materials;</li>\n<li>27.9(E) Failure of the telecommunications or information services infrastructure; and</li>\n<li>27.9(F) Hacking, SPAM, or any failure of a computer, server, network, or software.</li>\n</ul>\n<p>\n<b>27.10 Expenses and Costs of Enforcement</b>.\nIf a court or tribunal of competent jurisdiction determines that a party violated these terms, the breaching party must reimburse the nonbreaching party for all actual costs and legal fees incurred in enforcing these terms.\n</p>\n<p>\n<b>27.11 Notices</b>.\n</p>\n<ul>\n<li>27.11(A) Sending Notice to Us.\nYou may send notice to us by email, by calling our customer service department, or by writing to us at the locations shown on the Website.\nWe will consider an electronic notice received by us only when our server sends a return message to you acknowledging receipt.\nWe may change our contact information by posting the change on the Website.\nPlease check the customer support area of the Website for the most current information for sending notice to us.</li>\n<li>27.11(B) Sending Notice to You—Electronic Notice.\nYou consent to receiving any notice from us in electronic form either: (1) by sending email to the email address you specified when you signed up; or (2) by posting the notice on a location on the Website designated for this purpose.\nWe will deem notices sent to you by email received when our email service indicates transmission to your email address.\nYou confirm that the email address you specified when you signed up is a current and valid email address for receiving notice, and that your computer has hardware and software configured to send and receive email through the Internet and to print any email message you receive.\nYou may change this consent and request paper notice by normal postal delivery, but if you do, we may cancel your membership because of the increased costs.\nIf we do agree to send postal notice, we may collect the reasonable cost and postage for sending postal notice.</li>\n</ul>\n<p>\n<b>27.12 Authorization and Permission to Send Emails to You</b>.\nIf you have provided us with your email address, you authorize us to email you notices, advertisements, and other communications to you, including emails, advertisements, notices, and other communications containing adult oriented material, sexual content and language, and images of nudity not suitable for minors.\nThis authorization will continue until you request us to remove you from our email list.\n</p>\n<p>\n<b>27.13 Electronic Communications Not Private</b>.\nWe do not provide facilities for sending or receiving confidential electronic communications.\nYou should consider all messages transmitted to us or from us as open communications readily accessible to the public.\nYou should not use the Website to send or receive messages you only intend the sender and designated recipients to read.\nUsers or operators of the Website may read all messages you send to the Website regardless if they are intended recipients.\n</p>\n<p>\n<b>27.14 Electronic Signatures</b>.\nYou agree to be bound by any affirmation, assent, or agreement you transmit through this Website.\nYou agree that when in the future you click on an “I agree,” “I consent,” or other similarly worded “button” or entry field with your mouse, keystroke, or other computer device, your agreement or consent will be legally binding and enforceable and the legal equivalent of your handwritten signature.\n</p>\n</blockquote>\n<blockquote> 28.\nUsages <p>In these terms, the following usages apply:</p>\n<p>\n<b>28.1</b> Actions permitted under these terms may be taken at any time and from time to time in the actor’s sole discretion.\n</p>\n<p>\n<b>28.2</b> References to a statute will refer to the statute and any successor statute, and to all regulations promulgated under or implementing the statute or successor, as in effect at the relevant time.\n</p>\n<p>\n<b>28.3</b> References to numbered sections in these terms also refer to all included sections.\nFor example, references to section 6 also refer to sections 6.1, 6.1(A), etc.\n</p>\n<p>\n<b>28.4</b> In computing periods from a specified date to a later specified date, the words “from” and “commencing on” (and the like) mean “from and including,” and the words “to,” “until,” and “ending on” (and the like) mean “to but excluding.” </p>\n<p>\n<b>28.5</b> References to a governmental or quasi­governmental agency, authority, or instrumentality will also refer to a regulatory body that succeeds to the functions of the agency, authority, or instrumentality.\n</p>\n<p>\n<b>28.6</b> “A or B” means “A or B or both.” “A, B, or C” means “one or more of A, B, and C.” The same construction applies to longer strings.\n</p>\n<p>\n<b>28.7</b> “Including” means “including, but not limited to.” </p>\n</blockquote>\n", "created_at": "2021-06-23 23:41:26.242303", "updated_at": "2021-06-23 21:44:43.072205"}], "points": [], "urls": ["cliphunter.com"]}}