{"error": 448, "message": "OK", "parameters": {"id": 1820, "name": "DR (Danmarks Radio)", "created_at": "2019-09-02 13:58:03.621324", "updated_at": "2021-03-25 03:19:45.156066", "wikipedia": "https://en.m.wikipedia.org/wiki/DR_(broadcaster)", "keywords": null, "related": null, "slug": "dr_danmarks_radio", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1820.png", "url": "dr.dk", "documents": [{"id": 1866, "name": "Persondatapolitik", "url": "https://www.dr.dk/service/drs-persondatapolitik", "xpath": "", "text": " NavigationGå til forsiden af dr.dkDR's hovedindgange<ul>\n<li>NYHEDER</li>\n<li>DRTV</li>\n<li>DR LYD</li>\n</ul>Om DR<ul>\n<li>Privatlivspolitik</li>\n<li>Kontakt DR</li>\n</ul>Om DR og dine data<ul>\n<li>GDPR og dine digitale rettigheder</li>\n<li>Cookies og tracking</li>\n<li>Personlige oplysninger</li>\n<li>Personlig brugeroplevelse</li>\n<li>Børn og deres data</li>\n</ul>DR og dine dataDR’s privatlivspolitik <p>\n</p>23.\nmaj 2018Bemærk: artiklen er mere end 30 dage gammelForklar ordStørre TekstLæs op<p>Ønsker du at ændre dine cookie-indstillinger eller søger du information om DR's cookiepolitik, kan du læse mere her.</p>\n<p>\n<b>Formål</b>\n</p>\n<p>Formålet med DR’s privatlivspolitik er at forklare, hvordan vi indsamler og anvender de personoplysninger du efterlader dig, når du anvender DR's digitale tjenester.\nDet bemærkes, at denne privatlivspolitik ikke gælder for DR Koncerthusets hjemmeside drkoncerthuset.dk.\nDu kan finde Koncerthusets persondatapolitik på deres hjemmeside.</p>\n<p>\n<b>Kort om DR</b>\n</p>\n<p>Denne hjemmeside ejes og drives af DR, Emil Holms Kanal 20, 0999 København C, CVR-nr.: 62 78 65 15, Telefon: +45 35 20 30 40.\nKontakt os via dr.custhelp.com</p>\n<p>DR er en selvstændig offentlig institution og er Danmarks nationale public service-selskab, som formidler nyheder, kultur, underholdning og oplysning via tv, radio, internet og mobile platforme efter radio- og fjernsynsloven.</p>\n<p>\n<b>DR’s databeskyttelsesrådgiver</b>\n</p>\n<p>Hvis du har spørgsmål til vores behandling af dine oplysninger, er du altid velkommen til at kontakte vores databeskyttelsesrådgiver.</p>\n<p>Du kan kontakte vores databeskyttelsesrådgiver på følgende måder:</p>\n<ul>\n<li>•<p>På e-mail: dpo-mail@dr.dk</p>\n</li>\n<li>•<p>På telefon: +45 35 20 30 40</p>\n</li>\n<li>•<p>Pr.\nbrev: DR Byen, att.\ndatabeskyttelsesrådgiver, Emil Holms Kanal 20, 0999 København C.</p>\n</li>\n</ul>\n<p>\n<b>Formålene med og retsgrundlaget for DR’s behandling af dine personoplysninger</b>\n</p>\n<p>DR indsamler oplysninger om brugerne og deres besøg på dr.dk.\npå to måder:</p>\n<ul>\n<li>•<p>Ved at brugeren selv afgiver oplysninger</p>\n</li>\n<li>•<p>Ved brug af såkaldte cookies</p>\n</li>\n</ul>\n<p>DR’s indsamling af personoplysninger sker inden for rammerne af den gældende lovgivning.\nDR’s hjemmeside dr.dk er anmeldt til Datatilsynet som en offentligt tilgængelig informationsdatabase og er således omfattet af bestemmelserne i lov om massemediers informationsdatabaser.\nDet betyder, at den behandling af personoplysninger, som er offentligt tilgængelige på dr.dk, er undtaget fra databeskyttelsesforordningen og databeskyttelseslovens bestemmelser.\nLigeledes er DR’s behandling af personoplysninger, som udelukkende finder sted i journalistisk øjemed, også i vidt omfang undtaget fra databeskyttelsesforordningen og databeskyttelseslovens bestemmelser.\nSåfremt der via dr.dk foretages behandling af personoplysninger, som ikke er offentligt tilgængelige, eller DR behandler personoplysninger i ikke journalistisk øjemed, vil behandlingen ske i overensstemmelse med reglerne i databeskyttelsesforordningen og databeskyttelsesloven.</p>\n<p>DR indsamler kun de personoplysninger om dig, som du selv afgiver til DR.\nDet kan fx være i følgende situationer:</p>\n<ul>\n<li>•<p>du deltager i vores debatter på dr.dk</p>\n</li>\n<li>•<p>du har oprettet et DR Login</p>\n</li>\n<li>•<p>du har tilmeldt dig vores nyhedsbrev</p>\n</li>\n<li>•<p>du afgiver oplysningerne i forbindelse med brug af en af DR’s apps eller andre tjenester</p>\n</li>\n<li>•<p>du indsender indhold (fotos, historier, figurer m.m.) til DR</p>\n</li>\n<li>•<p>du deltager i en DR konkurrence</p>\n</li>\n<li>•<p>du kontakter DR med spørgsmål, ris eller ros, rapporterer fejl, sender forslag og nyhedstip eller sender en klage</p>\n</li>\n<li>•<p>du deltager i en undersøgelse</p>\n</li>\n</ul>\n<p>Læs mere om hvordan vi behandler dine personlige oplysninger i forskellige sammenhænge <b>her</b>.</p>\n<p>DR’s behandling af dine personoplysninger sker på grundlag af radio- og fjernsynsloven og den til enhver tid gældende public service kontrakt.\nDR’s behandling af dine personoplysninger er således nødvendig af hensyn til udførelsen af en opgave i samfundets interesse/henhører under offentlig myndighedsudøvelse, som DR har fået pålagt, jf.\nartikel 6, stk.\n1, litra e) i databeskyttelsesforordningen.\nI enkelte tilfælde sker DR’s behandling af dine personoplysninger på grundlag af dit forudgående samtykke til et eller flere specifikke formål, jf.\nartikel 6, stk.\n1, litra a) i databeskyttelsesforordningen.</p>\n<p>Vi overlader dine personoplysninger til vores databehandlere.</p>\n<p>DR bestræber sig på, at dine personoplysninger opbevares inden for EU og EØS.</p>\n<p>DR benytter sig imidlertid af leverandører, der behandler dine data i eller fra lande uden for EU og EØS.\nDet drejer sig om leverandører, som er beliggende i følgende lande.\nUSA, Australien, Indien, Canada, Filippinerne og Worldwide.\nVi kan oplyse, at de pågældende leverandører enten har tilsluttet sig EU-US Privacy Shield eller at DR og leverandøren har indgået EU’s Standard Contractual Clauses.\nKopi af aftalegrundlaget kan rekvireres hos DR.</p>\n<p>Personoplysninger bruges til at gennemføre den service, som oplysningerne er indsamlet i forbindelse med.\nOplysningerne bruges derudover til at forbedre brugeroplevelsen på DR’s digitale tjenester, f.eks.\ngennem analyser og målrettede undersøgelser.</p>\n<p>Når du besøger dr.dk indsamler DR via cookies information om alle besøg på hjemmesiden.\nDisse informationer bruger DR til at forbedre din oplevelse, vurdere brugen af de enkelte elementer på dr.dk og til at understøtte vores udbud af det indhold, som du bliver præsenteret for på dr.dk.</p>\n<p>DR registrerer via cookies data vedrørende dine bevægelser mellem forskellige sider og tjenester i dr.dk-universet.\nDisse oplysninger bliver ikke sammensat med personoplysninger, som du eventuelt selv har afgivet til DR, med mindre du har accepteret dette, f.eks.\nved at benytte DR’s login.</p>\n<p>DR bruger forskellige analyseværktøjer, såsom Adobe Analytics og Ensighten, der bistår DR med at indsamle statistiske oplysninger om brugen af dr.dk.</p>\n<p>Der opsamles ligeledes oplysninger om din adfærd via cookies, når du anvender DR’s apps.</p>\n<p>Læs mere om DR’s cookie-politik på dr.dk/service/cookiepolitik.</p>\n<p>\n<b>Opbevaring af dine personoplysninger</b>\n</p>\n<p>Vi opbevarer dine personoplysninger så længe det er relevant i forhold til det formål, de blev indsamlet til.\nHerefter bliver de slettet.</p>\n<p>\n<b>Retten til at trække samtykke tilbage</b>\n</p>\n<p>Såfremt du har afgivet et samtykke til DR’s behandling af dine personoplysninger, fx i forbindelse med din tilmelding til DR’s nyhedsbrev, kan du til enhver tid trække dit samtykke tilbage.</p>\n<p>Hvis du vælger at trække dit samtykke tilbage, påvirker det ikke lovligheden af vores behandling af dine personoplysninger på baggrund af dit tidligere meddelte samtykke og op til tidspunktet for tilbagetrækningen.\nHvis du tilbagetrækker dit samtykke, har der derfor først virkning fra dette tidspunkt.</p>\n<p>\n<b>Dine rettigheder</b>\n</p>\n<p>Såfremt DR’s behandling af dine personoplysninger er omfattet af databeskyttelsesforordningen, har du en række rettigheder i forhold til vores behandling af oplysninger om dig.</p>\n<p>Hvis du vil gøre brug af dine rettigheder skal du kontakte os.</p>\n<p>\n<b>Ret til at se oplysninger (indsigtsret)</b>\n</p>\n<p>Du har ret til at få indsigt i de oplysninger, som vi behandler om dig.</p>\n<p>\n<b>Ret til berigtigelse (rettelse)</b>\n</p>\n<p>Du har ret til at få urigtige oplysninger om dig selv rettet.</p>\n<p>\n<b>Ret til sletning</b>\n</p>\n<p>I særlige tilfælde har du ret til at få slettet oplysninger om dig, inden tidspunktet for vores almindelige generelle sletning indtræffer.</p>\n<p>\n<b>Ret til begrænsning af behandling</b>\n</p>\n<p>Du har visse tilfælde ret til at få behandlingen af dine personoplysninger begrænset.\nHvis du har ret til at få begrænset behandlingen, må vi fremover kun behandle oplysningerne – bortset fra opbevaring – med dit samtykke, eller med henblik på at retskrav kan fastlægges, gøres gældende eller forsvares, eller for at beskytte en person eller vigtige samfundsinteresser.</p>\n<p>\n<b>Ret til indsigelse</b>\n</p>\n<p>Du har i visse tilfælde ret til at gøre indsigelse mod vores ellers lovlige behandling af dine personoplysninger.</p>\n<p>Du har også ret til indsigelse mod en registrering i henhold til reglerne i lov om massemediers informationsdatabaser.</p>\n<p>\n<b>Ret til at transmittere oplysninger (dataportabilitet)</b>\n</p>\n<p>Du har i visse tilfælde ret til at modtage dine personoplysninger i et struktureret, almindeligt anvendt og maskinlæsbart format samt at få overført disse personoplysninger fra én dataansvarlig til en anden uden hindring.</p>\n<p>Du kan læse mere om dine rettigheder i Datatilsynets vejledning om de registreredes rettigheder, som du finder på www.datatilsynet.dk.</p>\n<p>\n<b>Klage til Datatilsynet</b>\n</p>\n<p>Du har ret til at indgive en klage til Datatilsynet, hvis du er utilfreds med den måde, vi behandler dine personoplysninger på.\nDu finder Datatilsynets kontaktoplysninger på www.datatilsynet.dk.</p>\n<p>Hvis der er tale om en klage over behandlingen af oplysninger i henhold til lov om massemediers informationsdatabaser, indgives klagen til Pressenævnet.</p>Læs opFacebookTwitterKopier LinkGå til forsiden af dr.dk<ul>\n<li>\n<ul>\n<li>Nyheder</li>\n<li>Seneste nyt</li>\n<li>Regionalt</li>\n<li>Sport</li>\n<li>Vejret</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>TV &amp.\nRadio</li>\n<li>TV-Guide</li>\n<li>TV-programmer</li>\n<li>Se live-TV</li>\n<li>Bonanza</li>\n<li>Ultra</li>\n<li>Ramasjang</li>\n<li>Hør radio</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Services</li>\n<li>Min DR Konto</li>\n<li>Apps</li>\n<li>Tilgængelighed</li>\n<li>Nyhedsbreve</li>\n<li>Hjælp</li>\n<li>DR og dine data</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Om DR</li>\n<li>Nyt fra DR</li>\n<li>Licens</li>\n<li>Job i DR</li>\n<li>Presse</li>\n<li>DR Koncerthuset</li>\n<li>Vilkår på dr.dk</li>\n<li>Etik og rettelser</li>\n</ul>\n</li>\n<li>Vi tager ansvar for indholdet og er tilmeldt Pressenævnet</li>\n</ul>DREmil Holms Kanal 200999 København CTlf.\n35 20 30 40Kontakt DR ", "created_at": "2019-09-02 14:04:56.598217", "updated_at": "2020-12-14 22:39:55.421084"}], "points": [], "urls": ["dr.dk"]}}