{"error": 448, "message": "OK", "parameters": {"id": 2538, "name": "Eltiempo.es", "created_at": "2021-01-16 15:14:52.638779", "updated_at": "2021-05-13 22:00:21.54967", "wikipedia": "https://en.wikipedia.org/wiki/Pelmorex#History", "keywords": null, "related": null, "slug": "eltiempoes", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2538.png", "url": "eltiempo.es,eltiempo.net", "documents": [{"id": 3535, "name": "Terms of Use", "url": "https://www.eltiempo.es/legal/condiciones-generales.html", "xpath": "/html/body/div[7]/main/div[4]/div/section[1]/article/div[2]", "text": " Aviso legal <ol>\n<li>\n<strong>1.\nTitularidad</strong>\n<p>Las páginas web www.eltiempo.es y www.eltiempo.net (en adelante, el “Portal”) pertenecen a la sociedad EL TIEMPO PREVISTO, S.L.U.\n(en adelante, “El tiempo.es”), con CIF: B64689060.\nInscrita en el Registro Mercantil de Madrid, con los siguientes datos de inscripción: tomo 30.888, folio 169, sección 8, hoja M-555939, inscripción 2 y con domicilio social en C/Príncipe de Vergara 108 Planta 4 – 28002 - Madrid</p>\n<p>A los efectos del cumplimiento de la Ley 34/2002, de 11 de julio, de servicios de la sociedad de la información y de comercio electrónico (en adelante, “LSSI”), y del Reglamento (UE) 2016/679 del Parlamento Europeo y del Consejo, de 27 de abril de 2016, relativo a la protección de las personas físicas en lo que respecta al tratamiento de datos personales y a la libre circulación de estos datos (en adelante, “RGPD”), el propietario del dominio referenciado, le informa que la finalidad de la Página Web es publicitaria e informativa, asimismo, se ofrece la posibilidad de contactar o solicitar información mas detallada de los servicios de la empresa.\n</p>\n<p>Pueden ponerse en contacto con el propietario de la página por cualquiera de los siguientes medios:</p>\n<p>A través de mensaje escrito desde esta propia página, en el apartado “Ayuda”</p>\n</li>\n<p>Mediante correo postal remitido a El Tiempo.es C/Príncipe de Vergara 108 Planta 4 – 28002 - Madrid</p>\n<li>\n<strong>2.\nObjeto</strong>\n<p>El presente documento tiene por objeto establecer los Términos de Uso del Portal www.eltiempo.es y www.eltiempo.net, titularidad de Eltiempo.es.</p>\n<p>Eltiempo.es se reserva el derecho a modificar los presentes Términos de Uso con el objeto de adecuarlas a la legislación vigente aplicable en cada momento, las novedades jurisprudenciales y las prácticas habituales de mercado.</p>\n<p>Los presentes Términos de Uso no excluyen la posibilidad de que determinados Servicios del Portal, por sus características particulares, sean sometidos, además de a los Términos de Uso, a sus propias condiciones particulares de uso (en adelante, las “Condiciones Particulares”).</p>\n<p>La utilización, acceso, navegación y visualización de los Contenidos alojados en el Portal atribuye la condición de Usuario del mismo e implica por parte del Usuario de cualquiera de los Servicios del Portal supone y expresa su adhesión y aceptación expresa a todos los Términos de Uso en la versión publicada en el presente Portal en el momento en que el usuario acceda al mismo, así como a las Condiciones Particulares que, en su caso, sean de aplicación.</p>\n<p>Eltiempo.es podrá modificar en cualquier momento las condiciones aquí determinadas, siendo debidamente publicadas como aquí aparecen.\nLa vigencia de las citadas condiciones irá en función de su exposición y estarán vigentes hasta que sean modificadas por otras debidamente publicadas.</p>\n</li>\n<li>\n<strong>3.\nCondiciones de acceso y utilización de Portal</strong>\n<p>\n<strong>3.1.\nCondición de Usuario</strong>\n</p>\n<p>La utilización de cualquier Servicio del Portal atribuye la Condición de Usuario del mismo.</p>\n<p>\n<strong>3.2.\nNecesidad de registro</strong>\n</p>\n<p>Con carácter general para el acceso a los Servicios del Portal no será necesario el registro del Usuario.\nNo obstante la utilización de determinados Servicios podrá estar condicionada al registro previo del Usuario.\nEste registro se efectuará en la forma expresamente señalada en el propio Servicio o en las Condiciones Particulares que le sean de aplicación.</p>\n<p>\n<strong>3.3.\nUso del Portal y sus Servicios</strong>\n</p>\n<p>El Usuario reconoce y acepta que el uso de los contenidos y/o servicios ofrecidos por Eltiempo.es será bajo su exclusivo riesgo y/o responsabilidad.</p>\n<p>El Usuario se compromete a utilizar el Portal y todo su Contenido y Servicios conforme a lo establecido en la ley, la moral, el orden público y en los presentes Términos de Uso, y en las Condiciones Particulares que, en su caso, le sean de aplicación.\nAsimismo, se compromete a hacer un uso adecuado de los Servicios y/o Contenidos del Portal y a no emplearlos para realizar actividades ilícitas o constitutivas de delito, que atenten contra los derechos de terceros y/o que infrinjan la regulación sobre propiedad intelectual e industrial, o cualesquiera otras normas del ordenamiento jurídico aplicable.</p>\n<p>El Usuario se compromete a no trasmitir, introducir, difundir y poner a disposición de terceros, cualquier tipo de material e información (datos contenidos, mensajes, dibujos, archivos de sonido e imagen, fotografías, software, etc.) que sean contrarios a la ley, la moral, el orden público y los presentes Términos de Uso y, en su caso, a las Condiciones Particulares que le sean de aplicación.</p>\n<p>A título enunciativo, y en ningún caso limitativo o excluyente, el Usuario se compromete a:</p>\n<ol>\n<li>No introducir o difundir contenidos o propaganda de carácter racista, xenófobo, pornográfico, de apología del terrorismo o que atenten contra los derechos humanos.</li>\n<li>No introducir o difundir en la red programas de datos (virus y software nocivo) susceptibles de provocar daños en los sistemas informáticos del proveedor de acceso, sus proveedores o terceros usuarios de la red Internet</li>\n<li>No difundir, transmitir o poner a disposición de terceros cualquier tipo de información, elemento o contenido que atente contra los derechos fundamentales y las libertades públicas reconocidos constitucionalmente y en los tratados internacionales.</li>\n<li>No difundir, transmitir o poner a disposición de terceros cualquier tipo de información, elemento o contenido que constituya publicidad ilícita o desleal.</li>\n<li>No transmitir publicidad no solicitada o autorizada, material publicitario, \"correo basura\", \"cartas en cadena\", \"estructuras piramidales\", o cualquier otra forma de solicitación, excepto en aquellas áreas (tales como espacios comerciales) que hayan sido exclusivamente concebidas para ello.</li>\n<li>No introducir o difundir cualquier información y contenidos falsos, ambiguos o inexactos de forma que induzca a error a los receptores de la información.</li>\n<li>No suplantar a otros usuarios utilizando sus claves de registro a los distintos Servicios y/o Contenidos del Portal.</li>\n<li>No difundir, transmitir o poner a disposición de terceros cualquier tipo de información, elemento o contenido que suponga una violación de los derechos de propiedad intelectual e industrial, patentes, marcas o copyright que correspondan a los titulares del Portal o a terceros.</li>\n<li>No difundir, transmitir o poner a disposición de terceros cualquier tipo de información, elemento o contenido que suponga una violación del secreto de las comunicaciones y la legislación de datos de carácter personal.</li>\n</ol>\n</li>\n<li>\n<strong>4.\nPropiedad intelectual e industrial</strong>\n<p>\n<strong>4.1 Propiedad de los contenidos del Portal.</strong>\n</p>\n<p>El Usuario reconoce que todos los elementos del Portal y de cada uno de los Servicios prestados a través del mismo, la información y materiales contenidos en el mismo, la estructura, selección, ordenación y presentación de sus Contenidos y los programas de ordenador utilizados en relación con el mismo están protegidos por derechos de propiedad intelectual e industrial de Eltiempo.es o de terceros.</p>\n<p>Salvo que fuera autorizado por Eltiempo.es o, en su caso, por los terceros titulares de los derechos correspondientes, o a menos que ello resulte legalmente permitido, el Usuario no podrá reproducir, transformar, modificar, desensamblar, realizar ingeniería inversa, distribuir, alquilar, prestar, poner a disposición o permitir el acceso al público a través de cualquier modalidad de comunicación pública de ninguno de los elementos referidos en el párrafo anterior.</p>\n<p>En particular, queda terminantemente prohibida la utilización de los textos, imágenes, anuncios y cualesquiera otro elemento incluido en el presente Portal para su posterior inclusión, total o parcial, en otros sitios web ajenos al Portal sin contar con la autorización previa y por escrito del Eltiempo.es.</p>\n<p>El Usuario deberá abstenerse de suprimir los signos identificativos de los derechos (de propiedad intelectual, industrial o cualquier otro) de Eltiempo.es o de los terceros que figuren en el Portal y en cada uno de los diversos Servicios ofrecidos a través de él.\nAsimismo, el Usuario deberá abstenerse de eludir o manipular cualesquiera dispositivos técnicos establecidos por Eltiempo.es o por terceros, ya sea en el Portal, en cualquiera de los Servicios o en cualquiera de los materiales, elementos o información obtenidos a través del mismo, para la protección de sus derechos.</p>\n<p>\n<strong>4.2.\nPropiedad intelectual de los contenidos publicados por los Usuarios.</strong>\n</p>\n<p>En caso de que el Usuario publique fotografías o cualquier otro contenido a través del canal habilitado para ello en el Portal, el Usuario cede a Eltiempo.es y a las empresas del grupo Pelmorex Corp., los derechos de explotación de uso, reproducción, distribución, comunicación pública y transformación sobre todos los contenidos originales que desarrolle y facilite a Eltiempo.es.</p>\n<p>Todas estas cesiones se producen de forma gratuita, incluida la facultad de transferirlos, a su vez, total o parcialmente a terceros.\npara todas las modalidades de utilización y medios de difusión conocidos a día de hoy, incluidos aquéllos en fase experimental o que todavía no son comercialmente viables.\npara un ámbito geográfico universal.\ny para los plazos de tiempo máximos recogidos en el Texto Refundido de la Ley de Propiedad Intelectual (i.e.\nhasta su extinción por su paso al dominio público).\nEstos plazos se verán ampliados de forma automática en los casos en que se produzcan cambios normativos que amplíen dichos plazos.</p>\n<p>En virtud de esta cesión, Eltiempo.es podrá, con carácter enunciativo y no limitativo, adaptar, corregir, modificar, mantener, obtener nuevas versiones y otras obras derivadas sobre los citados contenidos.\n</p>\n<p>El Usuario responderá frente a Eltiempo.es de cualquier reclamación por violación de derechos de propiedad intelectual interpuesta por terceras personas que demuestren ser los titulares de los derechos de explotación de cualquiera de los contenidos que pudieran perturbar o impedir el uso los mismos por Eltiempo.es.</p>\n<p>No obstante lo anterior, Eltiempo.es se compromete a respetar y nombrar, cuando así sea posible, la autoría del Uusario respecto a los contenidos facilitados a Eltiempo.es., y el Usuario podrá en todo momento revocar el consentimiento otorgado para el uso de dichos contenidos por parte de Eltiempo.es, con los límites establecidos en la normativa aplicable.\n</p>\n</li>\n<li>\n<strong>5.\nExclusión de garantías.\nResponsabilidad</strong>\n<p>\n<strong>5.1.\nDisponibilidad y Continuidad del Portal y los Servicios</strong>\n</p>\n<p>Eltiempo.es no garantiza la disponibilidad, acceso y continuidad del funcionamiento del Portal y de sus Servicios.</p>\n<p>Eltiempo.es no será responsable, con los límites establecidos en el ordenamiento jurídico vigente, de los daños y perjuicios causados al Usuario como consecuencia de la indisponibilidad, fallos de acceso y falta de continuidad del Portal y sus Servicios.</p>\n<p>El contenido, programas, información y/o consejos expresados en este Portal deben entenderse como simplemente orientativos.\nEltiempo.es no responde de ninguna forma de la efectividad o exactitud de los mismos, quedando exenta de cualquier responsabilidad contractual o extracontractual con los Usuarios que haga uso de ellos, ya que son éstos las que deberán decidir según su criterio la oportunidad de los mismos.</p>\n<p>Eltiempo.es declara que ha adoptado todas las medidas necesarias, dentro de sus posibilidades y del estado de la tecnología, para garantizar el funcionamiento del Portal y evitar la existencia y transmisión de virus y demás componentes dañinos a los Usuarios.</p>\n<p>No obstante, Eltiempo.es no garantiza ni se hace responsable de: </p>\n<ol>\n<li>La continuidad de los Contenidos del Portal.\n</li>\n<li>La ausencia de errores en los Contenidos o Servicios.\n</li>\n<li>La ausencia de virus y/o demás componentes dañinos en el Portal o en el servidor que lo suministra;</li>\n<li>La invulnerabilidad del Portal y/o la inexpugnabilidad de las medidas de seguridad que se adopten en el mismo.\n</li>\n<li>La falta de utilidad o rendimiento de los Contenidos y Servicios del Portal.\n</li>\n<li>Los daños o perjuicios que cause, a sí mismo o a un tercero, cualquier persona que infringiera las condiciones, normas e instrucciones que Eltiempo.es establece en el Portal o a través de la vulneración de los sistemas de seguridad del Portal.</li>\n</ol>\n<p>Si el Usuario tuviera conocimiento de la existencia de algún contenido ilícito, ilegal, contrario a las leyes o que pudiera suponer una infracción de derechos de propiedad intelectual y/o industrial, o de cualquier otro derecho de terceros, deberá notificarlo inmediatamente a Eltiempo.es, para que se pueda proceder a la adopción de las medidas oportunas.</p>\n<p>\n<strong>5.2.\nContenidos y Servicios de Eltiempo.es</strong>\n</p>\n<p>Eltiempo.es responderá única y exclusivamente de los Servicios que preste por sí misma y de los Contenidos directamente originados por Eltiempo.es e identificados con su copyright.\nDicha responsabilidad quedará excluida en los casos en que concurran causas de fuerza mayor o en los supuestos en que la configuración de los equipos del Usuario no sea la adecuada para permitir el correcto uso de los servicios de Internet prestados por Eltiempo.es.\nEn cualquier caso, la eventual responsabilidad de Eltiempo.es frente al Usuario por todos los conceptos quedará limitada como máximo al importe de las cantidades percibidas directamente del Usuario por Eltiempo.es, con exclusión en todo caso de responsabilidad por daños indirectos o por lucro cesante.</p>\n<p>\n<strong>5.3.\nContenidos y Servicios de Terceros</strong>\n</p>\n<p>Eltiempo.es no controla previamente, aprueba ni hace propios los contenidos, servicios, opiniones, comunicaciones datos, archivos, productos y cualquier tipo de información de terceros, personas jurídicas o físicas, recogidos en el Portal.\nDe igual forma, no garantiza la licitud, fiabilidad, utilidad, veracidad, exactitud, exhaustividad y actualidad de los contenidos, informaciones y Servicios de terceros en el Portal.</p>\n<p>Eltiempo.es no controla con carácter previo y no garantiza la ausencia de virus y otros elementos en los Contenidos y Servicios prestados por terceros a través del Portal que puedan introducir alteraciones en el sistema informático, documentos electrónicos o ficheros de los Usuarios.</p>\n<p>Eltiempo.es no será responsable, ni directa ni indirectamente, de los daños y perjuicios de cualquier naturaleza derivados de la utilización y contratación de los Contenidos y de los Servicios de terceros en el Portal así como de la falta de licitud, fiabilidad, utilidad, veracidad, exactitud, exhaustividad y actualidad de los mismos.\nCon carácter enunciativo, y en ningún caso limitativo, no será responsable por los daños y perjuicios de cualquier naturaleza derivados de a) la infracción de los derechos propiedad intelectual e industrial y el cumplimiento defectuoso o incumplimiento de los compromisos contractuales adquiridos por terceros.\nb) la realización de actos de competencia desleal y publicidad ilícita.\nc) la inadecuación y defraudación de las expectativas de los Servicios y Contenidos de los terceros.\nd) los vicios y defectos de toda clase de los Servicios y Contenidos de terceros prestados a través del Portal.</p>\n<p>Eltiempo.es no será responsable, ni directa ni indirectamente, de los daños y perjuicios de cualquier naturaleza causados al Usuario como consecuencia de la presencia de virus u otros elementos en los Contenidos y Servicios prestados por terceros que puedan producir alteraciones en el sistema informático, documentos electrónicos o ficheros de los Usuarios.</p>\n<p>La exoneración de responsabilidad señalada en los párrafos anteriores será de aplicación en el caso de que Eltiempo.es no tenga conocimiento efectivo de que la actividad o la información almacenada es ilícita o de que lesiona bienes o derechos de un tercero susceptibles de indemnización, o si la tuviesen actúen con diligencia para retirar los datos y contenidos o hacer imposible el acceso a ellos.</p>\n<p>\n<strong>5.4.\nConducta de los Usuarios</strong>\n</p>\n<p>Los Usuarios del Portal deberán utilizar los Contenidos y/o Servicios del mismo de conformidad con la Ley, la moral, el orden público, los presentes Términos de Uso y, en su caso, las Condiciones Particulares que resulten de aplicación, haciéndose responsables de su cumplimiento.\nAsimismo, garantizan la veracidad y exactitud, exhaustividad y/o autenticidad de los datos proporcionados.</p>\n<p>Eltiempo.es no será responsable, directa o indirectamente, de los daños y perjuicios de cualquier naturaleza derivados de la utilización de los Servicios y Contenidos del Portal por parte de los Usuarios o que pudieran derivarse de la falta de veracidad, exactitud y/o autenticidad de los datos o informaciones proporcionadas por los Usuarios, o de la suplantación de la identidad de un tercero efectuada por un Usuario en cualquier tipo de actuación a través del Portal.</p>\n<p>A título enunciativo, pero no limitativo, los Usuarios del Portal serán responsables de los contenidos, informaciones, opiniones y manifestaciones que se comuniquen o exhiban a través del Portal, así como de los daños y perjuicios causados a terceros derivados de la utilización por parte del Usuario de los Servicios y Contenidos del Portal.\nDel mismo modo los Usuarios serán responsables de los daños y perjuicios causados por la falta de veracidad, exactitud o incorrección de su identidad y de toda información o contenidos que proporcionen o hagan accesible a otros usuarios, dejado a Eltiempo.es libre de toda responsabilidad al respecto, que se reserva el derecho a denegar o retirar el acceso al Portal y/o los servicios ofrecidos sin necesidad de preaviso a aquellos Usuarios que incumplan estos Términos de Uso.</p>\n<p>En todo caso, los Usuarios serán responsables de los daños y perjuicios derivados de infracciones que afecten a los derechos de otro Usuario, o de terceros, incluyendo sin limitación los derechos de propiedad intelectual e industrial, la información confidencial, protección de datos personales y cualquier otro derecho.\n</p>\n<p>\n<strong>5.5.\nContratación con terceros a través del Portal</strong>\n</p>\n<p>El Usuario reconoce y acepta que cualquier relación contractual o extracontractual que, en su caso, formalice con los anunciantes o terceras personas contactadas a través del Portal, así como su participación en concursos, promociones, compraventa de bienes o servicios, se entienden realizados única y exclusivamente entre el Usuario y el anunciante y/o tercera persona.\nEn consecuencia, el Usuario acepta que Eltiempo.es no tiene ningún tipo de responsabilidad sobre los daños o perjuicios de cualquier naturaleza ocasionados con motivo de sus negociaciones, conversaciones y/o relaciones contractuales o extracontractuales con los anunciantes o terceras personas físicas o jurídicas contactadas a través del Portal.</p>\n<p>\n<strong>5.6.\nDispositivos técnicos de enlace</strong>\n</p>\n<p>El Portal pone a disposición de los Usuarios dispositivos técnicos de enlace y herramientas de búsqueda que permiten a los Usuarios el acceso a websites titularidad de otras entidades (enlaces).</p>\n<p>El Usuario reconoce y acepta que la utilización de los Servicios y contenidos de las websites enlazadas será bajo su exclusivo riesgo y responsabilidad y exonera a Eltiempo.es de cualquier responsabilidad sobre disponibilidad técnica de las websites enlazadas, la calidad, fiabilidad exactitud y/o veracidad de los servicios, informaciones, elementos y/o contenidos a los que el Usuario pueda acceder en las mismas y en los directorios de búsqueda incluidos en el Portal.</p>\n<p>Eltiempo.es no será responsable ni directa ni indirectamente de los daños y perjuicios de cualquier naturaleza derivados de a) el funcionamiento, indisponibilidad, inaccesibilidad y la ausencia de continuidad de las websites enlazadas y/o los directorios de búsqueda disponibles.\nb) la falta de mantenimiento y actualización de los contenidos y servicios contenidos en las websites enlazadas.\nc) la falta de calidad, inexactitud, ilicitud, inutilidad de los contenidos y servicios de las websites enlazadas.</p>\n<p>La exoneración de responsabilidad señalada en los párrafos anteriores será de aplicación en el caso de que Eltiempo.es no tenga conocimiento efectivo de que la actividad o la información a la que remite es lícita o de que lesiona bienes o derechos de un tercero susceptibles de indemnización o, si la tuviese, actúe con diligencia para retirar los datos y contenidos o hacer imposible el acceso a ellos.</p>\n</li>\n<li>\n<strong>6.\nProtección de datos de carácter personal</strong>\n<p>\n</p>\n<p>El Usuario puede obtener información acerca del tratamiento de datos de carácter personal que llevamos a cabo en este Portal a través del enlace a la Política de Privacidad.</p>\n</li>\n<li>\n<strong>7.\nVarios</strong>\n<p>\n<strong>7.1.\nModificaciones</strong>\n</p>\n<p>Eltiempo.es se reserva el derecho a efectuar las modificaciones que estime oportunas, pudiendo modificar, suprimir e incluir, unilateralmente y sin previo aviso, nuevos contenidos y/o servicios, así como la forma en que éstos aparezcan presentados y localizados, y sin necesidad de avisar previamente al Usuario.</p>\n<p>\n<strong>7.2.\nDerecho de exclusión</strong>\n</p>\n<p>Eltiempo.es se reserva el derecho a denegar o retirar el acceso al Portal y/o los Servicios ofrecidos, sin necesidad de preaviso a instancia propia o de un tercero, a aquellos Usuarios que pudieran estar incumpliendo los presentes Términos de Uso y/o las condiciones Particulares que, en su caso, resulten de aplicación.</p>\n<p>\n<strong>7.3.\nMenores de edad</strong>\n</p>\n<p>Con carácter general, para hacer uso de los Servicios del Portal los menores de edad deben haber obtenido previamente la autorización de sus padres, tutores o representantes legales, quienes serán responsables de todos los actos realizados a través del Portal por los menores a su cargo.\nEn aquellos Servicios en los que expresamente se señale, el acceso quedará restringido única y exclusivamente a mayores de 18 años.</p>\n</li>\n<li>\n<strong>8.\nDuración</strong>\n<p>La prestación de los Servicios y/o Contenidos del Portal tiene una duración indefinida.\nSin perjuicio de lo anterior, Eltiempo.es está facultada para dar por terminada, suspender o interrumpir unilateralmente, en cualquier momento y sin necesidad de preaviso, la prestación del Servicio y del Portal y/o de cualquiera de los Servicios, sin perjuicio de lo que se hubiera dispuesto al respecto en las correspondientes Condiciones Particulares.</p>\n</li>\n<li>\n<strong>9.\nLey y jurisdicción</strong>\n<p>Todas las cuestiones relativas al Portal se rigen por las Leyes españolas y se someten a la jurisdicción de los Juzgados y Tribunales que en su caso resulten competentes.</p>\n</li>\n<li>\n<strong>10.\nContacte con nosotros</strong>\n<p>Si el usuario tiene cualquier pregunta sobre las condiciones reflejadas en estos Términos de Uso, o si desea hacer cualquier sugerencia o recomendación, por favor diríjase a nosotros a través de la siguiente dirección: <strong>C/Príncipe de Vergara 108 Planta 4, 28002 Madrid</strong>\n</p>\n</li>\n</ol> © El tiempo Previsto, S.L.U.\n", "created_at": "2021-01-16 15:18:36.832265", "updated_at": "2021-03-23 13:06:04.727251"}, {"id": 3534, "name": "Privacy Policy", "url": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "xpath": "/html/body/div[8]/main/div[4]/div/section[2]/article/div", "text": " <p>European Union Regulation 2016/679 of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data (\"<strong>EU GDPR</strong>\") requires us to provide certain information about our data processing practices to data subjects in the European Economic Area (\"<strong>EEA</strong>\").\nIf you are accessing our online services from a member state of the EEA, this European Online Privacy Policy applies to you.\n</p> Summary: <p>1.\n<i>Data Controller</i>: Pelmorex Corp.</p>\n<p>2.\n<i>How we collect personal data</i>:</p>\n<ul>\n<li>Directly from you when you sign up for online services with us, </li>\n<li>Certain data is automatically collected when you use our websites and apps.</li>\n</ul>\n<p>3.\n<i>Information we collect</i>:</p>\n<ul>\n<li>Your name</li>\n<li>E-mail address</li>\n<li>Computer IP address</li>\n<li>Geographical location when you enable location tracking in our app</li>\n<li>Information from cookies, and</li>\n<li>Demographic information such as age and gender.</li>\n</ul>\n<p>4.\n<i>Why we need this information</i>:</p>\n<ul>\n<li> For precise weather information and alerts for your location<br> In order to provide you with the services you have signed up for </li>\n</ul>\n<p> Please note that if you have never signed up for an account with us we do not collect personal information about you and we have no way of identifying you.\n</p>\n<p>5.\n<i>Aggregated information to third parties</i>:</p>\n<ol>\n<li> We provide de-identified information to advertisers and advertising networks that require the data to select and serve relevant adverts to users of our services.\n</li>\n</ol>\n<p>6.\n<i>Storage of personal data</i>: Data is stored in Spain.</p>\n<p>7.\n<i>Special categories of personal data</i>: As this term is defined under the EU GDPR, we do not collect special categories of personal data.</p> Contents <ul>\n<li>European Online Privacy Policy</li>\n<li>Summary</li>\n<li>Data Controller</li>\n<li>Personal Data We May Collect &amp.\nWhy We Need It</li>\n<li>Automatically Collected Information</li>\n<li>Legal Basis of Processing</li>\n<li>Disclosure of Your Personal Data</li>\n<li>Links and Other Websites</li>\n<li>How Long We Keep Your Personal Data</li>\n<li>Safeguarding Your Personal Data</li>\n<li>Your Rights to Your Personal Data</li>\n<li>Changes to This European Online Privacy Policy</li>\n</ul> Data Controller <p>Pelmorex Corp.\ndoing business as “The Weather Network”, “MeteoMedia”, “El Tiempo” and “Clima” (collectively “we”, “us”, “our”) is committed to protecting and respecting the privacy of our users and safeguarding personal data they provide to us in the course of accessing and using the services we provide.</p>\n<p>If you are accessing our online services from a member state of the EEA, this European Online Privacy Policy applies to our collection and processing of personal data via any websites or mobile apps that we operate and which link to this Privacy Policy (our \"<strong>Services</strong>\").</p>\n<p>For the purposes of the EU GDPR, the Controller is Pelmorex Corp.\nIf you have any questions about this European Online Privacy Policy and/or the processing of your personal data, you can reach our privacy officer on this email address infoprivacy@pelmorex.com or alternatively, you can contact us at:</p>\n<p>Attn.\n<b>Data Privacy Officer</b>\n</p>\n<p>Pelmorex Corp.<br> 2655 Bristol Circle<br> Oakville, Ontario<br> Canadá<br> L6H 7W1<br> 905-829-1159 </p>\n<p>The Pelmorex Corp.\nrepresentative is</p>\n<p> El Tiempo<br> Príncipe de Vergara 108 Planta 4 – 28002 - Madrid </p> Personal Data We May Collect &amp.\nWhy We Need It <p> We collect the following personal data for the following purposes:<br>\n</p> What is Collected and When Why We Need the Information <p>1) Information you provide to us by filling out forms on the site or app.\nThis includes:</p>\n<ul>\n<li>Your name.\n</li>\n<li>E-mail address.\n</li>\n<li>A password you create;</li>\n<li>Optional information regarding your age and gender;</li>\n<li>Any information that you include in your form</li>\n</ul>\n<p>In order to:</p>\n<ul>\n<li>Create a login on the website and apps.\n</li>\n<li>Subscribe to our Services such as weather alerts;</li>\n<li>Enter a competition or survey;</li>\n<li>Comment on news articles and polls on the websites.\n</li>\n<li>Identify you as the person who took the video/photo on our websites and any other Pelmorex properties.</li>\n<li>Upload your video/photos on our websites and apps.</li>\n</ul>\n<p>2) When signing up to obtain a “Weather Button”, we collect:</p>\n<ul>\n<li>Your email address</li>\n</ul> In order to contact you to communicate changes to the program and for our records to track which websites are using our Weather Buttons.\n<p>3) In order to contact you to communicate changes to the program and for our records to track which websites are using our Weather Buttons.</p>\n<ul>\n<li>Your name</li>\n<li>E-mail address</li>\n<li>City and Province</li>\n<li>User agent information</li>\n<li>IP addressP</li>\n<li>Any information you include in the feedback form</li>\n</ul> In order to effectively respond to your comment/inquiry we need to know how to contact you.\n4) Mobile device identifiers (specifically an anonymous Ad ID) and your location if you’ve enabled location tracking in our app.\nIn order to provide you with precise weather for the location in which you are located when you access the app and for notifications about weather alerts provided location tracking is enabled.\nThis data is generally not sufficient to identify you personally.\n<p> We may use your personal data in the following ways: </p>\n<ul>\n<li> To provide you with customized weather information.\n</li>\n<li> To provide you with weather alerts in the case of active weather in your location.\n</li>\n<li> To deliver our Services to you and allow you to participate in the interactive features of our Services, when you choose to do so.\n</li>\n<li> To establish and manage your subscriptions with you.\n</li>\n<li> To measure or understand the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you.\n</li>\n<li> To ensure that content from our Services is presented in the most effective manner for you and for your computer and/or mobile device.\n</li>\n<li> To enforce our Services’ Terms of Use, to the extent that your personal data is required to determine whether the Terms of Use have been violated.\n</li>\n<li> To administer our Services and for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes.\n</li>\n<li> With your consent, to make suggestions and recommendations to you about goods or services that may interest you.\n</li>\n<li> To meet our legal obligations.\n</li>\n</ul>\n<p> You do not have to provide any personal data to us.\nUse of our Services is purely voluntary.\nYou can continue to use our Services without consenting to the use of cookies that are not strictly necessary.\nthe only consequence is that our Services will be less customized.\nFor more information, please see our Cookies Policy.\nYou maintain control over the personal information you have provided to us.\nUsers who have created an account with us can change their permissions at any time through management of their account.\n</p> Automatically Collected Information <p> Each time you visit the websites or use the app, we automatically collect the following information: </p>\n<ul>\n<li> (i) Technical information including: the Internet protocol (IP) address used to connect your computer and/or mobile device to the Internet, your mobile ad id, your login information if you have created an account with us, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform and the carrier name (if available).\nand </li>\n<li> (ii) Information about your visit: Services you viewed or searched for, page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page.\n</li>\n</ul>\n<p> With respect to web cookies and similar technologies (browser cache, unique identifiers (ie: mobile phone IDs), web beacons, or pixels), we seek consent from users of our Services in the EEA based on a separate Cookies Policy.\nWe do not use automated decision-making, including profiling, as referred to in Article 22(1) of the EU GDPR.\nthat is, in a way that produces legal effects concerning you or significantly affects you.\n</p> Legal Basis of Processing <p> The legal basis for our processing of your personal data in connection with our Services is Article 6(1)(a) of the EU GDPR, which allows processing of personal data once you provide us with your consent.\nWhen you first use our app and/or sign up for an account on one of our websites we request consent for the collection of your personal data in order to provide you with the Services and satisfy our obligations with respect to the other purposes listed in this Policy.\n</p>\n<p> We also rely on your consent with respect to the use of cookies that are not strictly necessary and we or third parties pursue legitimate interests under Article 6(1)(f) of the EU GDPR with respect to situations where we have to process your personal data to comply with applicable laws.\n</p> Disclosure of Your Personal Data <p> Other companies within the Pelmorex Corp structure have access to your personal data in order to assist us in providing you with our Services.\nWe have entities within the Pelmorex Corp group in Canada, outside of the EEA.\nAny transfers of your personal data to these entities is based on the European Commission’s decision in 2001 that Canada provides adequate protection of personal data.\n</p>\n<p> We may disclose your personal data in the following circumstances, as required or permitted by applicable law: </p> Who Is It Given To? Why? 1.\nBusiness partners, suppliers, contractors and other processors So that such processors may assist us in the operation, provision and enhancement of our Services.\n2.\nTo companies we may buy or who may buy us.\nWe may disclose your personal data to a prospective or actual buyer of us, or a prospective or actual seller of their company to us.\n3.\nTo other parties to comply with our legal requirements In order to comply with any legal obligation, and in order to enforce or apply our terms of use and other agreements.\n<br> To protect the rights, property, or safety of Pelmorex, our customers, or others <p> Our third party business partners need to receive and process your information in order to help us provide you with our Services.\nThe data is stored within the EEA.\n</p>\n<p> We also disclose aggregated de-identified data of our users to third parties: </p> Who Is It Given To? Why? Advertisers and advertising networks To select and serve relevant ads We do not disclose information about identifiable individuals to our advertisers, but we may provide them with aggregate information about our users (for example, we may inform them that 100 men aged under 35 have clicked on their advertisement on any given day).\nWe may also use such aggregate information to help advertisers reach the kind of audience they want to target (for example, mobile app users in a particular geographical location).\nThis data does not constitute personal data because it cannot reasonably be used to identify you.\nHowever, it allows our advertisers to provide advertisements that may be more relevant to you.\nGoogle Analytics For the computational analysis of statistics.\nMedia Partners (ie: Index Exchange, Rubicon) and Demand Side Partners In order to provide more relevant advertising to you Links and Other Websites <p> Our Services may, from time to time, contain links to and from websites of our partner networks, advertisers and affiliates.\nIf you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for these policies.\nPlease check these policies before you submit any personal data to these websites.\n</p>\n<p> Some of our Services allow users to interface with other websites or services, including social media sites such as Facebook and Twitter.\nYou will remain logged in to such websites and services until you log off those websites and services and you agree to those other websites’ and services’ terms of use and privacy policies.\n</p>\n<p> If you choose to log on to the websites using a social media account, we request access to the information indicated in the social media account’s acceptance screen and described below.\n</p>\n<p> You may click \"Allow\" to log on to the websites using a social media account, or click \"Don't Allow\" to close and return to the login options.\nIf you choose not to log on to the websites using a social media account, you can log on using your “Weather Network” account, or create one if you do not have one already.\n</p>\n<p> If you choose to log on to the websites using a social media account, we will request access to and for you to confirm the personal information that will be passed on to us by your social media site.\nThe data the social media site provides to us is subject to your consent of their terms and conditions.\n</p> How Long We Keep Your Personal Data <p> Your data is stored with Pelmorex for as long as we are required to keep it in order to provide our Services to you in a seamless fashion or in compliance with applicable law.\nFor example, we will retain your data in order to facilitate logins to your account and in order to allow us to service your account for as long as you maintain an account with us.\nWe also ensure we have up-to-date consent from you to continue to collect and store your personal data.\n</p> Safeguarding Your Personal Data <p> We use a variety of technological, physical and organisational protections and procedures to help protect your personal data from unauthorised access, use, or disclosure, such as encryption, passwords and physical security measures.\nWhile we strive to protect your personal data, we cannot ensure or warrant that the personal data or private communications you transmit to us will always remain private.\nThe transmission of information via the Internet is not completely secure.\nAlthough we will do our best to protect your personal data, we cannot guarantee the security of your data transmitted to our Services.\nany transmission is at your own risk.\nOnce we have received your information, we will use strict procedures and security features to proactively prevent unauthorised access.\n</p> Your Rights to Your Personal Data <p> The EU GDPR provides you with a right to request access to the personal data we have collected from you, a right to request rectification of the data or that the data be erased, and a right to request that we restrict the processing of the personal data.\n</p>\n<p> If you have created an account with us, consented to the use of cookies that are not strictly necessary, direct marketing emails or other data processing, you have the right to withdraw your consent at any time, without affecting the lawfulness of processing based on consent before its withdrawal.\nYou have the right to lodge a complaint with a supervisory authority.\n</p>\n<p> You can exercise any of these rights by contacting us at infoprivacy@pelmorex.com </p> Changes to This European Online Privacy Policy <p> Any changes we may make to our European Online Privacy Policy in the future will be posted on this page and, where appropriate, notified to you by e-mail.\nThis European Online Privacy Policy was last reviewed on May 25, 2018.\n</p> ", "created_at": "2021-01-16 15:16:04.085563", "updated_at": "2021-03-23 13:05:28.352254"}, {"id": 3533, "name": "Cookie Policy", "url": "https://www.eltiempo.es/legal/politica-cookies.html?didomi", "xpath": "/html/body/div[7]/main/div[4]/div/section[1]/article/div[2]", "text": " <p>Para optimizar nuestros servicios, El Tiempo Previsto, S.L.U.\na través de este Sitio Web, sitios webs de terceros, los mensajes enviados por correo electrónico, los servicios online, los anuncios y las aplicaciones interactivas pueden utilizar \"cookies\".</p> ¿Qué es una cookie? <p>Una cookie es un fichero (pequeño archivo) que se descarga en su ordenador al acceder a determinadas páginas web, normalmente formado por letras y números, enviado por el servidor de nuestra web al archivo de cookies de su navegador.\nLas cookies permiten a nuestra página web, entre otras cosas, almacenar y recuperar información sobre sus hábitos de navegación o de su equipo y recordar su presencia al establecerse una nueva conexión entre nuestro servidor y su navegador.\nEl principal propósito de una cookie es permitir a nuestro servidor presentar páginas web personalizadas que puedan convertir la visita a la web de La Web en una experiencia individual y ajustada a las preferencias personales.</p> ¿Qué tipo de cookies emplea este Sitio? <ul>\n<p>\n<strong>COOKIES ESTRICTAMENTE NECESARIAS (OBLIGATORIAS)</strong>\n</p>\n<ul>\n<li>Estas cookies son estrictamente necesarias para prestar un servicio o contenido solicitado por el usuario y no pueden ser desactivadas.\nEstas cookies se encargan de aspectos técnicos como identificar registros, recordar las opciones de privacidad y gestionar preferencias de herramientas en el uso, interacción y localización del acceso a los contenidos.</li>\n<li>Es posible configurar tu navegador para bloquear o alertarte sobre la existencia de estas cookies, pero partes de nuestro sitio dejarán de funcionar.\nEstas cookies no guardan ningún tipo de información que pueda identificar al usuario.</li>\n</ul>\n<p>\n<strong>COOKIES ESTADÍSTICAS</strong>\n</p>\n<ul>\n<li>Estas cookies recogen información relativa al uso de la página como la permanencia en página y los contenidos visitados por los lectores para medir su rendimiento y mejorar la navegación.\nNos ayudan a entender qué páginas y funcionalidades son las más y menos populares con el fin de introducir mejoras en nuestro servicio.</li>\n<li>Toda la información que estas cookies recogen es anónima.\nSin ellas no sabremos cuándo o cómo nuestros usuarios han navegado por nuestro sitio y no podremos monitorizar su funcionamiento.</li>\n</ul>\n<p>\n<strong>COOKIES DE PERSONALIZACIÓN DE CONTENIDO</strong>\n</p>\n<ul>\n<li>Estas cookies recogen información para la elaboración de perfiles de navegación de los usuarios y estadísticas dentro de la web para introducir mejoras gracias al análisis de datos como el interés de nuestros usuarios por nuestro contenido e interacción con el mismo o cómo navegan por nuestra página web.</li>\n<li>No guardan directamente información personal.</li>\n</ul>\n<p>\n<strong>COOKIES DE PERSONALIZACIÓN DE PUBLICIDAD</strong>\n</p>\n<ul>\n<li>Estas cookies obtienen información de la navegación del usuario para gestionar espacios publicitarios y ofrecer un contenido publicitario más relevante y de calidad a partir de sus intereses y características como el idioma, el tipo de navegador a través del cual accede al servicio, la configuración regional desde donde accede al servicio, etc.</li>\n<li>No guardan directamente información personal pero están basadas en un identificador único del navegador y dispositivo del usuario.\nSin ellas recibirás publicidad genérica y no relacionada con tus intereses o necesidades\".</li>\n</ul>\n</ul>\n<p>Esta información la utilizamos para mejorar nuestra página, detectar nuevas necesidades y valorar las mejoras a introducir con la finalidad de prestar un mejor servicio a los usuarios que nos visitan.\nPara permitir, conocer, bloquear o eliminar las cookies instaladas en tu equipo puedes hacerlo mediante la configuración de las opciones del navegador instalado en su ordenador.</p>\n<p>\n<strong>¿Quiénes son los destinatarios de la información? ¿Dónde se encuentran?</strong>\n</p>\n<p>La información recogida a través de las cookies puede ser utilizada tanto por El Tiempo Previsto, S.L.U.\ncomo por terceras empresas colaboradoras, tales como operadores y agentes intervinientes de las redes publicitarias y/o anunciantes, con las finalidades descritas en el apartado anterior.</p>\n<p>Por favor ten en cuenta que dichas terceras partes (incluyendo por ejemplo redes publicitarias y proveedores de servicios externos como servicios de análisis de tráfico web) pueden también usar cookies sobre las que no tenemos control.\nEstas cookies es probable que sean cookies de analítica /, rendimiento de la web o publicitarias que no recogen directamente información personal, sino identificadores únicos del navegador y dispositivo del usuario.\nEjemplos de servicios de terceras partes que utilizamos al ofrecer nuestros servicios son: Doubleclick for Publishers.\nAdSense.\nGoogle Analytics Advertiser Features.\nAdExchange, Amazon, Criteo, Index Exchange, Open X, Tapad and App Nexus.</p>\n<p>Algunos de dichos terceros pueden encontrarse ubicados en terceros países cuya legislación no ofrece un nivel de protección de datos equivalente al europeo.\nsi bien puede consultar las garantías adecuadas que ofrecen para garantizar que las transferencias internacionales de los datos se realizan teniendo en cuenta los derechos y libertades de los interesados.\n</p>\n<p>Para conocer las empresas colaboradoras que incorporan sus cookies en nuestros sitios web y qué hace cada empresa, qué datos recopilan, las garantías ofrecidas para realizar las transferencias internacionales y cómo los usan, acceda al botón de <b>Ver nuestros socios</b> en la pantalla de <u>Configuración</u>.</p>\n<p>Puede consultar aquí cómo usa Google los datos cuando utiliza las aplicaciones o los sitios web de nuestros partners.</p>\n<p>El Tiempo Previsto no se hace responsable del contenido y veracidad de las políticas de privacidad de los terceros incluidas en esta política de cookies.\nSi tiene dudas sobre esta política de cookies, puede contactar con El Tiempo Previsto <u>info@eltiempo.es</u>\n</p>\n<p>Le informamos asimismo de que dentro de la estructura de Pelmorex Corp a la cual El Tiempo Previsto, S.L.U.\npertenece, pueden producirse accesos a sus datos personales recabados a través de cookies y otros dispositivos de seguimiento por parte de otras compañías del Grupo, con el fin de ayudarnos a proporcionarle nuestros servicios.\nTenemos entidades dentro del grupo Pelmorex Corp en Canadá, fuera del EEE.\nNo obstante, cualquier transferencia de sus datos personales a estas entidades se basa en la decisión de la Comisión Europea en 2001 de que Canadá proporciona una protección adecuada de los datos personales.</p>\n<p>\n<strong>DESACTIVACIÓN DE COOKIES</strong>\n</p>\n<p>El usuario podrá -en cualquier momento- elegir qué cookies quiere que funcionen en este sitio web mediante:</p>\n<ul>\n<li>\n<p>Nuestro centro de privacidad: INFORMACIÓN Y AJUSTES</p>\n</li>\n<li>\n<p>La configuración del navegador.\npor ejemplo:</p>\n<p>\n<strong>Chrome</strong>, desde http://support.google.com/chrome/bin/answer.py?hl=es&amp;answer=95647</p>\n<p>\n<strong>Explorer</strong>, desde http://windows.microsoft.com/es-es/windows7/how-to-manage-cookies-in-internet-explorer-9</p>\n<p>\n<strong>Firefox</strong>, desde http://support.mozilla.org/es/kb/habilitar-y-deshabilitar-cookies-que-los-sitios-we </p>\n<p>\n<strong>Safari</strong>, desde http://support.apple.com/kb/ph5042</p>\n<p>\n<strong>Opera</strong>,desde https://www.opera.com/help/tutorials/security/privacy/</p>\n</li>\n<li>Los sistemas de opt-out específicos indicados en la tabla anterior respecto de la cookie de que se trate (estos sistemas pueden conllevar que se instale en su equipo una cookie \"de rechazo\" para que funcione su elección de desactivación);</li>\n<li>Otras herramientas de terceros, disponibles on line, que permiten a los usuarios detectar las cookies en cada sitio web que visita y gestionar su desactivación (por ejemplo, Ghostery: http://www.ghostery.com/privacy-statement, http://www.ghostery.com/faq)</li>\n<li>Rechazar o deshabilitar el uso de cookies puede tener un impacto en la experiencia del usuario en nuestro sitio web, por ejemplo, no podremos ofrecerle información personalizada, mostrando contenido que podría no ser relevante para usted, sin embargo, podrá seguir accediendo y utilizando nuestro servicio con normalidad.</li>\n</ul>\n<p>\n<strong>Web beacons o pixel tags</strong>\n</p>\n<p>Este Sitio utiliza web beacons (también denominados “píxel tags”).\nUn web beacon es una imagen gráfica transparente, normalmente no mayor de 1 x 1 pixel, que se sitúa en una página web o en un e-mail para monitorizar el comportamiento online del usuario que visita la página web.</p>\n<p>Estas imágenes emplean principalmente tecnologías de terceros, en el caso de este Sitio web el pixel tag es propiedad de The Procter and Gamble Company y se usará para monitorizar la actividad de los visitantes, conocer qué páginas del Sitio visita, cuándo y desde dónde (país/ciudad), etc.</p>\n<p>Para su desactivación puede seguir las indicaciones que se recogen en esta página: http://www.networkadvertising.org/managing/opt_out.asp).</p>\n<p>\n<strong>Información adicional</strong>\n</p>\n<p>Podrá contactar con El Tiempo Previsto, S.L.U.\na través de infoprivacy@pelmorex.com, donde podrá dirigirse por escrito para ejercitar sus derechos de acceso, rectificación o supresión, limitación de su tratamiento, oposición, portabilidad y a oponerse a decisiones individuales automatizadas.\n</p>\n<p>No obstante lo anterior, en la medida en que la información tratada se encuentre relacionada únicamente con códigos o identificadores únicos de dispositivos o navegadores utilizados por el Usuario, y no esté relacionada con datos que identifiquen que forma directa al mismo, los anteriores derechos no serán aplicables salvo que el Usuario facilite información adicional que permita su identificación.</p>\n<p>Si desea conocer información adicional acerca del tratamiento de sus datos, puede consultar la Política de Privacidad.\n</p> ", "created_at": "2021-01-16 15:15:30.813264", "updated_at": "2021-03-23 13:05:02.691243"}], "points": [{"id": 19271, "title": "This service can license user content to third parties", "source": "https://www.eltiempo.es/legal/condiciones-generales.html", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:13:34.35421", "updated_at": "2021-05-12 22:21:32.602643", "quoteText": "<p>En caso de que el Usuario publique fotografías o cualquier otro contenido a través del canal habilitado para ello en el Portal, el Usuario cede a Eltiempo.es y a las empresas del grupo Pelmorex Corp., los derechos de explotación de uso, reproducción, distribución, comunicación pública y transformación sobre todos los contenidos originales que desarrolle y facilite a Eltiempo.es.</p>\n<p>Todas estas cesiones se producen de forma gratuita, incluida la facultad de transferirlos, a su vez, total o parcialmente a terceros.", "case_id": 134, "document_id": 3535, "quoteStart": 8840, "quoteEnd": 9365}, {"id": 19316, "title": "This service reserves the right to edit any content you post ", "source": "https://www.eltiempo.es/legal/condiciones-generales.html", "status": "Generated through the annotate view", "created_at": "2021-04-29 08:25:16.754449", "updated_at": "2021-05-12 22:08:10.115278", "quoteText": "\n<p>En virtud de esta cesión, Eltiempo.es podrá, con carácter enunciativo y no limitativo, adaptar, corregir, modificar, mantener, obtener nuevas versiones y otras obras derivadas sobre los citados contenidos.", "case_id": 407, "document_id": 3535, "quoteStart": 9870, "quoteEnd": 10079}, {"id": 19289, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:56:45.816411", "updated_at": "2021-05-12 22:06:04.035791", "quoteText": "3.\nTo other parties to comply with our legal requirements In order to comply with any legal obligation, and in order to enforce or apply our terms of use and other agreements.\n<br> To protect the rights, property, or safety of Pelmorex, our customers, or others <p>", "case_id": 164, "document_id": 3534, "quoteStart": 10271, "quoteEnd": 10536}, {"id": 19273, "title": "You maintain ownership of your content", "source": "https://www.eltiempo.es/legal/condiciones-generales.html", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:14:52.583937", "updated_at": "2021-05-12 22:01:58.717043", "quoteText": "No obstante lo anterior, Eltiempo.es se compromete a respetar y nombrar, cuando así sea posible, la autoría del Uusario respecto a los contenidos facilitados a Eltiempo.es., y el Usuario podrá en todo momento revocar el consentimiento otorgado para el uso de dichos contenidos por parte de Eltiempo.es, con los límites establecidos en la normativa aplicable.", "case_id": 183, "document_id": 3535, "quoteStart": 10412, "quoteEnd": 10770}, {"id": 19301, "title": "Tracking pixels are used in service-to-user communication", "source": "https://www.eltiempo.es/legal/politica-cookies.html?didomi", "status": "This quote doesn't clearly specify whether they use those pixels in their e-mails or only on the website, though.", "created_at": "2021-04-27 22:28:32.765529", "updated_at": "2021-05-12 22:01:10.098145", "quoteText": "Este Sitio utiliza web beacons (también denominados “píxel tags”).\nUn web beacon es una imagen gráfica transparente, normalmente no mayor de 1 x 1 pixel, que se sitúa en una página web o en un e-mail para monitorizar el comportamiento online del usuario que visita la página web.</p>\n<p>Estas imágenes emplean principalmente tecnologías de terceros, en el caso de este Sitio web el pixel tag es propiedad de The Procter and Gamble Company y se usará para monitorizar la actividad de los visitantes, conocer qué páginas del Sitio visita, cuándo y desde dónde (país/ciudad), etc.</p>", "case_id": 217, "document_id": 3533, "quoteStart": 8368, "quoteEnd": 8949}, {"id": 19295, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 22:20:59.353014", "updated_at": "2021-05-12 21:56:54.706088", "quoteText": "You have the right to lodge a complaint with a supervisory authority.\n</p>\n<p> You can exercise any of these rights by contacting us at infoprivacy@pelmorex.com", "case_id": 300, "document_id": 3534, "quoteStart": 15250, "quoteEnd": 15410}, {"id": 19282, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:30:38.661621", "updated_at": "2021-05-10 13:54:21.35588", "quoteText": "We may use your personal data in the following ways:", "case_id": 227, "document_id": 3534, "quoteStart": 5556, "quoteEnd": 5608}, {"id": 19267, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.eltiempo.es/legal/condiciones-generales.html", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:07:15.799279", "updated_at": "2021-05-12 22:28:26.221862", "quoteText": "\n<p>Eltiempo.es podrá modificar en cualquier momento las condiciones aquí determinadas, siendo debidamente publicadas como aquí aparecen.\nLa vigencia de las citadas condiciones irá en función de su exposición y estarán vigentes hasta que sean modificadas por otras debidamente publicadas.</p>", "case_id": 121, "document_id": 3535, "quoteStart": 2605, "quoteEnd": 2897}, {"id": 19268, "title": "No need to register", "source": "https://www.eltiempo.es/legal/condiciones-generales.html", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:07:59.111774", "updated_at": "2021-05-08 08:46:08.873731", "quoteText": "Con carácter general para el acceso a los Servicios del Portal no será necesario el registro del Usuario.", "case_id": 320, "document_id": 3535, "quoteStart": 3182, "quoteEnd": 3287}, {"id": 19269, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.eltiempo.es/legal/condiciones-generales.html", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:08:42.03741", "updated_at": "2021-05-12 22:47:16.821153", "quoteText": "Asimismo, se compromete a hacer un uso adecuado de los Servicios y/o Contenidos del Portal y a no emplearlos para realizar actividades ilícitas o constitutivas de delito", "case_id": 280, "document_id": 3535, "quoteStart": 4019, "quoteEnd": 4188}, {"id": 19270, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages.", "source": "https://www.eltiempo.es/legal/condiciones-generales.html", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:10:22.85271", "updated_at": "2021-05-12 22:48:03.010463", "quoteText": "No transmitir publicidad no solicitada o autorizada, material publicitario, \"correo basura\", \"cartas en cadena\", \"estructuras piramidales\", o cualquier otra forma de solicitación, excepto en aquellas áreas (tales como espacios comerciales) que hayan sido exclusivamente concebidas para ello.</li>\n", "case_id": 281, "document_id": 3535, "quoteStart": 5711, "quoteEnd": 6008}, {"id": 19272, "title": "The service can distribute your content through any media known now or in the future ", "source": "https://www.eltiempo.es/legal/condiciones-generales.html", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:14:01.937926", "updated_at": "2021-05-30 16:01:14.444627", "quoteText": "para todas las modalidades de utilización y medios de difusión conocidos a día de hoy, incluidos aquéllos en fase experimental o que todavía no son comercialmente viables.\n", "case_id": 139, "document_id": 3535, "quoteStart": 9366, "quoteEnd": 9538}, {"id": 19274, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.eltiempo.es/legal/condiciones-generales.html", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:15:18.367265", "updated_at": "2021-05-12 22:44:24.079147", "quoteText": "Eltiempo.es no garantiza la disponibilidad, acceso y continuidad del funcionamiento del Portal y de sus Servicios.</p>\n", "case_id": 287, "document_id": 3535, "quoteStart": 10937, "quoteEnd": 11056}, {"id": 19275, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user", "source": "https://www.eltiempo.es/legal/condiciones-generales.html", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:17:04.831826", "updated_at": "2021-05-30 16:01:18.544961", "quoteText": "En cualquier caso, la eventual responsabilidad de Eltiempo.es frente al Usuario por todos los conceptos quedará limitada como máximo al importe de las cantidades percibidas directamente del Usuario por Eltiempo.es, con exclusión en todo caso de responsabilidad por daños indirectos o por lucro cesante.</p>", "case_id": 149, "document_id": 3535, "quoteStart": 13664, "quoteEnd": 13970}, {"id": 19276, "title": "They may stop providing the service at any time", "source": "https://www.eltiempo.es/legal/condiciones-generales.html", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:18:39.753998", "updated_at": "2021-05-12 22:16:38.915601", "quoteText": "Eltiempo.es se reserva el derecho a efectuar las modificaciones que estime oportunas, pudiendo modificar, suprimir e incluir, unilateralmente y sin previo aviso, nuevos contenidos y/o servicios", "case_id": 203, "document_id": 3535, "quoteStart": 21383, "quoteEnd": 21576}, {"id": 19277, "title": "The service can suspend your account for several reasons", "source": "https://www.eltiempo.es/legal/condiciones-generales.html", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:20:38.678391", "updated_at": "2021-05-12 22:10:19.057048", "quoteText": "<p>Eltiempo.es se reserva el derecho a denegar o retirar el acceso al Portal y/o los Servicios ofrecidos, sin necesidad de preaviso a instancia propia o de un tercero, a aquellos Usuarios que pudieran estar incumpliendo los presentes Términos de Uso y/o las condiciones Particulares que, en su caso, resulten de aplicación.</p>\n<p>", "case_id": 205, "document_id": 3535, "quoteStart": 21752, "quoteEnd": 22083}, {"id": 19279, "title": "User feedback is invited regarding changes to the terms.", "source": "https://www.eltiempo.es/legal/condiciones-generales.html", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:22:00.873379", "updated_at": "2021-05-12 22:14:06.274449", "quoteText": "Si el usuario tiene cualquier pregunta sobre las condiciones reflejadas en estos Términos de Uso, o si desea hacer cualquier sugerencia o recomendación, por favor diríjase a nosotros a través de la siguiente dirección: <strong>C/Príncipe de Vergara 108 Planta 4, 28002 Madrid", "case_id": 119, "document_id": 3535, "quoteStart": 23329, "quoteEnd": 23604}, {"id": 19280, "title": "The service provides information about how they collect personal data", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:24:33.446615", "updated_at": "2021-05-05 22:12:55.658297", "quoteText": "<i>How we collect personal data</i>:", "case_id": 297, "document_id": 3534, "quoteStart": 553, "quoteEnd": 589}, {"id": 19283, "title": "The service uses your personal data for advertising", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "\"We may use your personal data in the following ways: [...] To measure or understand the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you.\"", "created_at": "2021-04-27 21:44:50.862029", "updated_at": "2021-05-12 22:15:15.573077", "quoteText": "<li> To measure or understand the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you.", "case_id": 216, "document_id": 3534, "quoteStart": 5982, "quoteEnd": 6116}, {"id": 19284, "title": "Tracking cookies refused will not limit your ability to use the service", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:52:20.109623", "updated_at": "2021-05-12 22:09:08.798395", "quoteText": "You can continue to use our Services without consenting to the use of cookies that are not strictly necessary.\nthe only consequence is that our Services will be less customized.", "case_id": 385, "document_id": 3534, "quoteStart": 6857, "quoteEnd": 7034}, {"id": 19278, "title": "The court of law governing the terms is in Spain", "source": "https://www.eltiempo.es/legal/condiciones-generales.html", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:21:24.656896", "updated_at": "2021-05-08 08:41:15.512566", "quoteText": "<p>Todas las cuestiones relativas al Portal se rigen por las Leyes españolas y se someten a la jurisdicción de los Juzgados y Tribunales que en su caso resulten competentes.</p>", "case_id": 163, "document_id": 3535, "quoteStart": 23094, "quoteEnd": 23271}, {"id": 19285, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:53:03.60076", "updated_at": "2021-05-08 08:44:15.574403", "quoteText": "<p> With respect to web cookies and similar technologies (browser cache, unique identifiers (ie: mobile phone IDs), web beacons, or pixels), we seek consent from users of our Services in the EEA based on a separate Cookies Policy.", "case_id": 323, "document_id": 3534, "quoteStart": 8109, "quoteEnd": 8339}, {"id": 19286, "title": "Your personal data will not be used for an automated decision-making", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:54:59.805143", "updated_at": "2021-05-12 22:17:44.363565", "quoteText": "We do not use automated decision-making, including profiling, as referred to in Article 22(1) of the EU GDPR.\nthat is, in a way that produces legal effects concerning you or significantly affects you.\n", "case_id": 480, "document_id": 3534, "quoteStart": 8340, "quoteEnd": 8541}, {"id": 19287, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:55:52.546016", "updated_at": "2021-05-12 22:04:11.369157", "quoteText": "1.\nBusiness partners, suppliers, contractors and other processors So that such processors may assist us in the operation, provision and enhancement of our Services.", "case_id": 188, "document_id": 3534, "quoteStart": 9927, "quoteEnd": 10091}, {"id": 19290, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:59:35.713808", "updated_at": "2021-05-12 22:46:32.310448", "quoteText": " How Long We Keep Your Personal Data <p> Your data is stored with Pelmorex for as long as we are required to keep it in order to provide our Services to you in a seamless fashion or in compliance with applicable law.\n", "case_id": 303, "document_id": 3534, "quoteStart": 13313, "quoteEnd": 13530}, {"id": 19291, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 22:18:31.60962", "updated_at": "2021-05-16 07:15:40.65878", "quoteText": "The EU GDPR provides you with a right to request access to the personal data we have collected from you, a right to request rectification of the data or that the data be erased,", "case_id": 195, "document_id": 3534, "quoteStart": 14687, "quoteEnd": 14864}, {"id": 19293, "title": "You can limit how your information is used by third-parties and the service", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 22:20:10.729295", "updated_at": "2021-05-16 07:15:57.632978", "quoteText": "and a right to request that we restrict the processing of the personal data.", "case_id": 338, "document_id": 3534, "quoteStart": 14865, "quoteEnd": 14941}, {"id": 19296, "title": "There is a date of the last update of the agreements", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 22:21:24.305863", "updated_at": "2021-05-12 22:48:57.072799", "quoteText": "This European Online Privacy Policy was last reviewed on May 25, 2018.\n</p>", "case_id": 331, "document_id": 3534, "quoteStart": 15622, "quoteEnd": 15697}, {"id": 19297, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.eltiempo.es/legal/politica-cookies.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 22:23:05.020006", "updated_at": "2021-05-12 22:23:51.464511", "quoteText": "Es posible configurar tu navegador para bloquear o alertarte sobre la existencia de estas cookies, pero partes de nuestro sitio dejarán de funcionar.\n", "case_id": 375, "document_id": 3533, "quoteStart": 1484, "quoteEnd": 1634}, {"id": 19300, "title": "Many third parties are involved in operating the service", "source": "https://www.eltiempo.es/legal/politica-cookies.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 22:26:25.539298", "updated_at": "2021-05-12 22:02:57.686979", "quoteText": "Ejemplos de servicios de terceras partes que utilizamos al ofrecer nuestros servicios son: Doubleclick for Publishers.\nAdSense.\nGoogle Analytics Advertiser Features.\nAdExchange, Amazon, Criteo, Index Exchange, Open X, Tapad and App Nexus.", "case_id": 208, "document_id": 3533, "quoteStart": 4676, "quoteEnd": 4914}, {"id": 19298, "title": "Third-party cookies are used for statistics", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 22:23:37.911206", "updated_at": "2021-05-08 08:41:53.069736", "quoteText": "Google Analytics For the computational analysis of statistics.\n", "case_id": 325, "document_id": 3534, "quoteStart": 11527, "quoteEnd": 11590}, {"id": 19292, "title": "Declined", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 22:19:55.321847", "updated_at": "2021-04-27 22:27:23.032604", "quoteText": "\nIn order to provide you with precise weather for the location in which you are located when you access the app and for notifications about weather alerts provided location tracking is enabled.\nThis data is generally not sufficient to identify you personally.\n<p> We may use your personal data in the following ", "case_id": 235, "document_id": 3534, "quoteStart": 5292, "quoteEnd": 5603}, {"id": 19299, "title": "Tracking via third-party cookies for advertising", "source": "https://www.eltiempo.es/legal/politica-cookies.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 22:24:50.144916", "updated_at": "2021-05-08 08:41:04.554027", "quoteText": "COOKIES DE PERSONALIZACIÓN DE PUBLICIDAD</strong>\n</p>\n<ul>\n<li>Estas cookies obtienen información de la navegación del usuario para gestionar espacios publicitarios y ofrecer un contenido publicitario más relevante y de calidad a partir de sus intereses y características como el idioma, el tipo de navegador a través del cual accede al servicio, la configuración regional desde donde accede al servicio, etc.</li>\n<li>", "case_id": 128, "document_id": 3533, "quoteStart": 2778, "quoteEnd": 3198}, {"id": 19288, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 21:56:11.547546", "updated_at": "2021-05-08 08:45:25.256341", "quoteText": "2.\nTo companies we may buy or who may buy us.\nWe may disclose your personal data to a prospective or actual buyer of us, or a prospective or actual seller of their company to us.", "case_id": 243, "document_id": 3534, "quoteStart": 10092, "quoteEnd": 10270}, {"id": 19294, "title": "You can opt out of promotional communications", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Generated through the annotate view", "created_at": "2021-04-27 22:20:48.788655", "updated_at": "2021-05-08 08:45:41.697792", "quoteText": " If you have created an account with us, consented to the use of cookies that are not strictly necessary, direct marketing emails or other data processing, you have the right to withdraw your consent at any time, without affecting the lawfulness of processing based on consent before its withdrawal.", "case_id": 223, "document_id": 3534, "quoteStart": 14950, "quoteEnd": 15249}, {"id": 19302, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.eltiempo.es/legal/condiciones-generales.html", "status": "Generated through the annotate view", "created_at": "2021-04-27 22:31:26.065268", "updated_at": "2021-05-12 21:59:43.588806", "quoteText": "\n<p>El contenido, programas, información y/o consejos expresados en este Portal deben entenderse como simplemente orientativos.\nEltiempo.es no responde de ninguna forma de la efectividad o exactitud de los mismos, quedando exenta de cualquier responsabilidad contractual o extracontractual con los Usuarios que haga uso de ellos, ya que son éstos las que deberán decidir según su criterio la oportunidad de los mismos.</p>", "case_id": 288, "document_id": 3535, "quoteStart": 11317, "quoteEnd": 11739}, {"id": 19281, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://www.eltiempo.es/legal/politica-privacidad.html?didomi", "status": "Full quote: \"Information we collect: Your name E-mail address Computer IP address\"", "created_at": "2021-04-27 21:24:59.427931", "updated_at": "2021-05-05 22:12:38.877678", "quoteText": "<li>Computer IP address", "case_id": 399, "document_id": 3534, "quoteStart": 853, "quoteEnd": 876}], "urls": ["eltiempo.es", "eltiempo.net"]}}