{"error": 448, "message": "OK", "parameters": {"id": 3737, "name": "Recipe Pair ", "created_at": "2021-05-22 20:54:39.478964", "updated_at": "2021-05-22 22:00:22.50545", "wikipedia": null, "keywords": null, "related": null, "slug": "recipe_pair_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3737.png", "url": "recipepair.com", "documents": [{"id": 6244, "name": "Terms & Conditions", "url": "https://www.recipepair.com/terms-conditions/", "xpath": "/html/body/div[1]/div[2]/div/div/article/div/div/div/div[2]", "text": "<p>By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this web site are protected by applicable copyright and trade mark law.</p>\n<p>\n<strong>Use License</strong>\n</p>\n<ol>\n<li>Permission is granted to temporarily download one copy of the materials<br> (information or software) on recipepair.com web site for personal,<br> non-commercial transitory viewing only.\nThis is the grant of a license,<br> not a transfer of title, and under this license you may not:<p>\n</p>\n<ol>\n<li>modify or copy the materials;</li>\n<li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</li>\n<li>attempt to decompile or reverse engineer any software contained on recipepair.com web site;</li>\n<li>remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>transfer the materials to another person or “mirror” the materials on any other server.</li>\n</ol>\n</li>\n<li>This license shall automatically terminate if you violate any of these restrictions and may be terminated by recipepair.com at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</li>\n</ol>\n<p>\n<strong>Disclaimer</strong>\n</p>\n<ol>\n<li>The materials on recipepair.com web site are provided “as is”.\nrecipepair.com makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, recipepair.com does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.</li>\n</ol>\n<p>\n<strong>Limitations</strong>\n</p>\n<p>In no event shall recipepair.com or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on recipepair.com Internet site, even if recipepair.com or a recipepair.com authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p>\n<p>\n<strong>Revisions and Errata</strong>\n</p>\n<p>The materials appearing on recipepair.com web site could include technical, typographical, or photographic errors.\nrecipepair.com does not warrant that any of the materials on its web site are accurate, complete, or current.\nrecipepair.com may make changes to the materials contained on its web site at any time without notice.\nrecipepair.com does not, however, make any commitment to update the materials.</p>\n<p>\n<strong>Links</strong>\n</p>\n<p>recipepair.com has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by recipepair.com of the site.\nUse of any such linked web site is at the user’s own risk.</p>\n<p>\n<strong>Site Terms of Use Modifications</strong>\n</p>\n<p>recipepair.com may revise these terms of use for its web site at any time without notice.\nBy using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.</p>\n<p>\n<strong>Governing Law</strong>\n</p>\n<p>Any claim relating to recipepair.com web site shall be governed by the laws of the United States without regard to its conflict of law provisions.</p>\n<p>General Terms and Conditions applicable to Use of a Web Site.</p>", "created_at": "2021-05-22 20:54:39.488675", "updated_at": "2021-05-22 19:04:47.649234"}, {"id": 6243, "name": "Privacy Policy", "url": "https://www.recipepair.com/privacy-policy/", "xpath": "/html/body/div[1]/div[2]/div/div/article/div/div/div/div[2]", "text": "<p>This privacy policy sets out how Recipe Pair uses and protects any information that you give while using recipepair.com</p>\n<p>Should we ask you to provide certain information by which you can be identified when using this website, then you can be assured that it will only be used in accordance with this privacy statement.</p>\n<p>Recipe Pair may change this policy from time to time by updating this page.\nYou should check this page from time to time to ensure that you are happy with any changes.</p>\n<p>\n<b>What we collect</b>\n</p>\n<p>We may collect the following information:</p>\n<ul>\n<li>\n<p>contact information including email address</p>\n</li>\n<li>\n<p>demographic information such as postcode, preferences and interests</p>\n</li>\n<li>\n<p>other information relevant to customer surveys and/or offers</p>\n</li>\n</ul>\n<p>\n<b>What we do with the information we gather</b>\n</p>\n<p>We require this information to understand your needs and provide you with a better service, and in particular for the following reasons:</p>\n<ul>\n<li>\n<p>We may use the information to improve our products and services.</p>\n</li>\n<li>\n<p>We may periodically send promotional emails<b>\n</b>about new products, special offers or other information which we think you may find interesting using the email address which you have provided.\n</p>\n</li>\n<li>\n<p>From time to time, we may also use your information to contact you for market research purposes.\nWe may contact you by email, phone, fax or mail.\nWe may use the information to customise the website according to your interests.</p>\n</li>\n</ul>\n<p>\n<b>Security</b>\n</p>\n<p>We are committed to ensuring that your information is secure.\nIn order to prevent unauthorised access or disclosure,<b>\n</b>we have put in place suitable physical, electronic and managerial procedures to safeguard and secure the information we collect online.\n</p>\n<p>\n<b>How we use cookies</b>\n</p>\n<p>A cookie is a small file which asks permission to be placed on your computer’s hard drive.\nOnce you agree, the file is added and the cookie helps analyse web traffic or lets you know when you visit a particular site.\nCookies allow web applications to respond to you as an individual.\nThe web application can tailor its operations to your needs, likes and dislikes by gathering and remembering information about your preferences.</p>\n<p>We use traffic log cookies to identify which pages are being used.\nThis helps us analyse data about web page traffic and improve our website in order to tailor it to customer needs.\nWe only use this information for statistical analysis purposes and then the data is removed from the system.</p>\n<p>Overall, cookies help us provide you with a better website, by enabling us to monitor which pages you find useful and which you do not.\nA cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us.</p>\n<p>You can choose to accept or decline cookies.\nMost web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nThis may prevent you from taking full advantage of the website.</p>\n<p>\n<b>Advertising </b>\n</p>\n<p>Some of our advertisers occasionally serve you cookies as well.\nWe do not have control over cookies placed by advertisers.\nWe may use advertising service vendors to help present advertisements on the website.\nThese vendors may use cookies, web beacons, or similar technologies to serve you advertisements tailored to interests you have shown by browsing on this and other sites you have visited, to determine whether you have seen a particular advertisement before and to avoid sending you duplicate advertisements.\nIn doing so, these vendors may collect non-personal data such as your browser type, your operating system, Web pages visited, time of visits, content viewed, ads viewed, and other clickstream data.\nThe use of cookies, web beacons, or similar technologies by these advertising service vendors is subject to their own privacy policies, not ours, and Service Provider disclaims all liability in connection therewith.</p>\n<p>\n<b>Links to other websites</b>\n</p>\n<p>Our website may contain links to other websites of interest.\nHowever, once you have used these links to leave our site, you should note that we do not have any control over that other website.\nTherefore, we cannot be responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement.\nYou should exercise caution and look at the privacy statement applicable to the website in question.</p>\n<p>\n<b>Controlling your personal information</b>\n</p>\n<p>You may choose to restrict the collection or use of your personal information in the following ways:</p>\n<ul>\n<li>\n<p>whenever you are asked to fill in a form on the website, look for the box that you can click to indicate that you do not want the information to be used by anybody for direct marketing purposes</p>\n</li>\n<li>\n<p>if you have previously agreed to us using your personal information for direct marketing purposes, you may change your mind at any time by contacting us.</p>\n</li>\n</ul>\n<p>We will not sell, distribute or lease your personal information to third parties unless we have your permission or are required by law to do so.\nWe may use your personal information to send you promotional information about third parties which we think you may find interesting if you tell us that you wish this to happen.</p>\n<p>\n<b>Opt Out </b>\n</p>\n<p>For information about opting out of ads and ad serving partners please visit <u>www.networkadvertising.org/choices/</u>\n</p>\n<p>If you believe that any information we are holding on you is incorrect or incomplete, please contact us.</p>", "created_at": "2021-05-22 20:54:39.484654", "updated_at": "2021-05-22 18:56:13.883964"}], "points": [], "urls": ["recipepair.com"]}}