{"error": 448, "message": "OK", "parameters": {"id": 4135, "name": "Verisign", "created_at": "2021-06-19 11:29:33.873514", "updated_at": "2021-10-02 22:01:04.754361", "wikipedia": "https://en.wikipedia.org/wiki/Verisign", "keywords": null, "related": null, "slug": "verisign", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/4135.png", "url": "verisign.com", "documents": [{"id": 7148, "name": "Legal Notices and Terms", "url": "https://www.verisign.com/en_US/legal-notices/index.xhtml", "xpath": "/html/body/article/div[2]/div/section", "text": " LEGAL NOTICES <p>ATTENTION: PLEASE READ THESE TERMS CAREFULLY BEFORE USING THIS WEBSITE.\nYOUR USE OF THIS WEBSITE WILL INDICATE THAT YOU ACCEPT THESE TERMS.\nIF YOU DO NOT ACCEPT THESE TERMS, DO NOT USE THE WEBSITE.</p> 1.1 Legal Notices, Use of Site <p>Welcome to this Website, which is owned and operated by Verisign and/or Verisign's subsidiary, affiliate, or related company (throughout these Terms of Use \"Verisign\" refers collectively to VeriSign, Inc., and its subsidiaries, affiliates, and related companies) (the \"Site\").\nVerisign maintains the Site as a service to its visitors, subject to the following terms and conditions concerning the use of the Site (\"Terms of Use\").\nVerisign reserves the right to modify content on the Site and these Terms of Use periodically without prior notice.</p> 1.1.1 Use of Content on the Site <p>You may view, download, and print contents from the Site subject to the following conditions: (a) the content may be used solely for information purposes of a personal and non-commercial nature.\n(b) the content may not be modified or altered in any way.\nand (c) you agree to retain all copyright and other proprietary notices contained in the original materials on any copies of the materials.\nYou may not reproduce, republish, or publically display, perform or distribute, or otherwise use the materials or content of this site for any public or commercial purpose or prepare any modification or prepare derivative works based on the contents from the Site.</p>\n<p>You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of Verisign without the express written consent of Verisign.\nYou may not use any meta tags or any other \"hidden text\" utilizing Verisign's name or trademarks without the express written consent of Verisign.\nYou may not use any Verisign logo or other proprietary graphic or trademark as part of the link without express written permission.\nAny use of these materials on any other Website or networked computer environment for any purpose not authorized by Verisign in writing is prohibited.</p>\n<p>You do not acquire any ownership rights to any content in the Site.\nAny unauthorized use terminates the permission or license granted by Verisign, and you must immediately destroy any downloaded or printed materials.</p>\n<p>Any statements contained within the Site concerning Verisign's future prospects are \"forward looking statements\" under the Federal Securities laws.\nThere can be no assurance that future results will be achieved and actual results could differ materially from forecasts, estimates, and summary information contained in the Site.\nImportant factors that could cause actual results to differ materially include but are not limited to factors discussed in Verisign's SEC filings.</p> 1.1.2 Reviews, Comments, Communications, And Other Content <p>Verisign does not want to receive confidential or proprietary information from you through this Site.\nAny material, information, or other communication you transmit or post to this Site will be considered non-confidential and non-proprietary.\nYou may submit comments and provide other content so long as the content is not obscene, illegal, threatening, or defamatory and so long as the content does not invade the privacy or infringe the intellectual property of a third party.\nFurther, such content may not contain software viruses, mass mailings, chain letters, or any form of \"spam.\" You may not use a false email address, impersonate any person or entity, or otherwise mislead as to the origin of the information.\nPersonally identifiable information that you submit to Verisign for the purpose of receiving products or services will be handled in accordance with Verisign’s online Privacy Statement below.</p>\n<p>By submitting content or information, you grant Verisign a fully paid, nonexclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to reproduce, use, modify, publish, adapt, translate, create derivative works from, distribute, and display such content, either alone or in conjunction with Verisign products and services, throughout the world in any media or format.\nBy submitting content or information you also represent and warrant that the information or content is accurate.\nyou own or have permission to use and submit the information or content that you submit.\nand that use of the content will not violate the rights of any third party or cause injury to any person or entity.\nYou agree to defend, indemnify, and hold harmless Verisign employees, attorneys, and agents (\"Indemnitees\") against all claims, expenses, liabilities, losses, costs, and damages, including reasonable attorney's fees, that the Indemnitees may resulting from content or information you supply.</p> 1.1.3 Products and Services Offered By Verisign on the Site <p>Verisign offers products and services on the Site.\nWhen you enroll to obtain a product or service from Verisign on the Site, you accept the specific agreement terms and conditions applicable to that product or service.\nYour use of any such product or service offered on the Site is governed by the terms and conditions in the agreement for that product or service.\nExcept as provided in that agreement, Verisign does not warrant that any product descriptions or content contained in this Website is accurate, current, reliable, complete, or error-free.</p> 1.1.4 Patent Information <p>Verisign owns one or more United States and international patents that apply to the products and services described on and/or provided through this Site.\nSuch patented inventions are the exclusive property of Verisign, and Verisign reserves all rights in such inventions not specifically granted in any agreements or in these Terms of Use.\nVerisign’s virtual patent marking page is at: www.verisignpatents.com</p> 1.1.5 Copyright Information <p>The Site and the content within the Site are the property of Verisign or its suppliers and are protected by United States copyright laws and international treaty provisions.\nThe compilation, organization, and display of the content as well as all software applications used on and in connection with this Site are the exclusive property of Verisign.\nVerisign reserves all rights in the Site and its content not specifically granted in any agreements with Verisign or in the Terms of Use.</p> 1.1.6 Copyright Complaints <p>Verisign respects the intellectual property of others.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please follow our Notice and Procedure for Making Claims of Copyright Infringement.</p>\n<p>Please review the Digital Millennium Copyright Act (\"DMCA\") Policy.</p> 1.1.7 Trademark Information <p>VERISIGN and other marks indicated on our site are registered trademarks of Verisign in the United States and/or other countries.\nOther Verisign marks, graphics, logos, page headers, button icons, and scripts noted on the Site are Verisign's service marks, trademarks, and trade dress and are the sole and exclusive property of Verisign.\nVerisign's service marks, trademarks, and trade dress may not be used in any manner that is likely to cause confusion among customers, in any manner that disparages or discredits Verisign, and in connection with any service or product that is not sponsored, endorsed, or produced by Verisign.\nAll other trademarks not owned by Verisign or its subsidiaries that appear on this site are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by Verisign or its subsidiaries.</p> 1.1.8 Privacy Statements <p>Because we respect your right to privacy, we have developed a Privacy Statement to inform you about our privacy practices.\nYou can access the Verisign Privacy Statement at the following location: https://www.verisign.com/privacy-center/index.xhtml.</p> 1.1.9 Third-Party Web Sites and Information <p>The Site may provide hyperlinks to third-party Web sites or access to third-party content.\nIf you use these links you will leave this Site.\nVerisign has not reviewed all of these third-party sites, and does not control, endorse, or guarantee content found in such sites.\nYou agree that Verisign does not make any representations about such sites or their information, software, products, services, or materials, and is not responsible for any content, associated links, resources, or services associated with a third-party site.\nYou further agree that if you should access any of the third-party Web sites linked to this Site, you do so at your own risk, and Verisign shall not be liable for any loss or damage of any sort associated with your use of third-party content.\nLinks and access to these sites are provided for your convenience only.</p>\n<p>Any link to the NASDAQ Website for a current quote on the price of Verisign's stock is provided for informational purposes only and is not intended for trading purposes.\nVerisign shall not be liable for any inaccuracies or delays in the quote of the company's stock price, or any other information provided on or through the NASDAQ Website, or for any actions you might take in reliance thereon.</p> 1.1.10 Disclaimer <p>EXCEPT AS EXPRESSLY STATED IN AN AGREEMENT BETWEEN YOU AND VERISIGN, ALL CONTENT, SERVICES, PRODUCTS, AND SOFTWARE PROVIDED ON THIS WEBSITE ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nVERISIGN AND ITS SUPPLIERS AND LICENSORS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED INCLUDING WITHOUT LIMITATION, THOSE OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NONINFRINGEMENT.\nYOU ARE SOLELY RESPONSIBLE FOR THE APPROPRIATENESS OF THE SITE, ITS CONTENT, AND THE PRODUCTS AND SERVICES OFFERED BY VERISIGN ON THE SITE FOR YOUR INTENDED APPLICATION AND USE.\nVERISIGN DOES NOT WARRANT THAT THE SITE, ITS CONTENT, OR THE PRODUCTS AND SERVICES IT OFFERS ON THE SITE MEET YOUR REQUIREMENTS.\nSUBJECT TO THE TERMS OF ANY AGREEMENT BETWEEN YOU AND VERISIGN, VERISIGN, ITS SUPPLIERS, AND LICENSORS SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, CONSEQUENTIAL, INCIDENTAL, OR PUNITIVE DAMAGES, EVEN IF VERISIGN, ITS SUPPLIERS, OR LICENSORS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nCERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.</p> 1.1.11 Indemnity <p>You agree to defend, indemnify, and hold harmless Verisign, employees, attorneys, and agents (\"Indemnitees\") against all claims, expenses, liabilities, losses, costs, and damages, including reasonable attorney's fees, that the Indemnitees may incur (i) in connection with your use of the Site or any hyperlinked Website or (ii) resulting from content you supply.</p> 1.1.12 Applicable Laws <p>All matters relating to your access to and use of the Site shall be governed by U.S.\nfederal law or the laws of the States of where the specific Website you are viewing is hosted without regard to its conflict of law principles.\nAny legal action or proceeding relating to your access to or use of the Site shall be instituted in a state or federal court in the jurisdiction in which the specific Website you are viewing is hosted.</p>\n<p>If there is a determination that any provision of these Terms of Use is invalid or unenforceable, that determination will not affect the rest of the Terms of Use and the Terms of Use shall be deemed amended to the minimum extent necessary to make them valid and enforceable.</p> 1.1.13 Malicious Conduct <p>For any inquiries related to malicious conduct in the Verisign managed TLDs please contact Verisign at:</p>\n<p>Email: abuse@verisign.com</p>\n<p>Verisign Customer Service<br> Verisign Inc.<br> 12061 Bluemont Way<br> Reston, Virginia 20190 </p> 1.1.14 Contact Information <p>If you have any questions regarding these Terms of Use, please contact Verisign.</p> ", "created_at": "2021-06-19 09:30:30.982326", "updated_at": "2021-06-19 09:30:39.319252"}, {"id": 7147, "name": "Privacy Statement", "url": "https://www.verisign.com/en_US/verisign-privacy-statement/index.xhtml", "xpath": "", "text": " Support <p>Search Verisign.com</p> Search Brasil United Kingdom India United States Indonesia Việt Nam Latinoamérica 中国 Türkiye Discover Domain Names Explore Registry Services About Verisign Support <p>Got a great website name? See if it's available:</p> Terms of Service <p>Follow Us</p> Back to Main Menu Discover Domain Names <ul>\n<li> Domain Name Extensions </li>\n<li> Domain Tools Whois Find a Registrar Domain Name Search Zone File Information The Verisign Domain Name Industry Brief Regional Internet Resolution </li>\n</ul> Find out more about our Internationalized Domain Names (IDNs) <p>Got a great website name? See if it's available:</p> Terms of Service <p>Follow Us</p> Back to Main Menu Explore Registry Services <ul>\n<li> Become A Registrar Registrar Tools Name Suggestion Service New gTLD Services Access Partner Portal </li>\n</ul>\n<p>Got a great website name? See if it's available:</p> Terms of Service <p>Follow Us</p> Back to Main Menu About Verisign <ul>\n<li> Overview Newsroom Executive Team Careers Verisign Labs Blog Contact Us Investors </li>\n</ul>\n<p>Got a great website name? See if it's available:</p> Terms of Service <p>Follow Us</p> Discover Domain Names <p>Learn why you should get online with domains powered by Verisign</p> Visit Visit <p>Find out more about our Internationalized Domain Names (IDNs)</p>\n<p> Learn More </p> DOMAIN TOOLS Whois Find a Registrar Domain Name Search Zone File Information The Verisign Domain Name Industry Brief Channel Resources Verisign Channel Resources <p>\n<strong>Establish a steady, renewable revenue stream with domain names.</strong>\n</p>\n<p>When you work with Verisign, we can help you better serve your customers with additional product lines, enhanced services and value-added tools.</p>\n<p>Learn More</p> Become A Registrar <p>With the reliability and scale of Verisign domains, you can provide your customers with a complete Web services package.</p> Registrar Tools <p>Whether you want to increase registrations or renewals, expand to new markets, or enhance services, we have the tools, resources and registry services to help.</p> New gTLD Services <p>Hundreds of new top-level domains at your fingertips.</p> Access Partner Portal <p>Already a customer? Log in to manage your account.</p> About Verisign Overview <p>\"Verisign enables the world to connect online with reliability and confidence, anytime, anywhere.\"<br>- Jim Bidzos, Chairman of the Board and CEO</p> Executive Team <p>The Verisign Executive Team brings a tremendous breadth of expertise and talent.</p> Newsroom <p>The latest on Verisign and the internet infrastructure industry.</p> Verisign Labs <p>We are committed to making the Internet a safe and reliable place for people to do business and interact.</p> Investors <p>Verisign is a global leader in domain names and internet security.</p> Quicklinks Contact Us Blog Careers HomePrivacy Statement Verisign Privacy Statement <p>\n<em>Version 3.1 – Last Updated and Effective May 21, 2020</em>\n</p>\n<p>VeriSign, Inc.\nand its subsidiaries (collectively, “Verisign”) are committed to processing your personal information in a fair and lawful manner.\nWe have developed this Privacy Statement to inform you about how we handle personal information and about our privacy practices currently, and during the past 12 months, including for the verisign.com website and any other Verisign websites that direct you to this Privacy Statement (the “Covered Sites”) and our other Verisign products and services, including but not limited to our Registry services (the “Covered Products and Services”).</p>\n<p>This Privacy Statement is organized into three primary sections:</p>\n<ul>\n<li>The first section describes our general practices and applies to any individual about whom we collect personal information.\nThis section covers: <ul>\n<li>What information we gather and from whom.</li>\n<li>How we use personal information.</li>\n<li>When, why, and with whom we share personal information.</li>\n<li>Use of cookies.</li>\n<li>Our security procedures.</li>\n<li>Changes to this privacy statement.</li>\n</ul>\n</li>\n<li>The second section describes specific rights for individuals located in the European Union (“EU”), and other information that is specific to the EU and required under the General Data Protection Regulation (“GDPR”).</li>\n<li>The third section provides notices to California residents, and describes specific rights for California residents and other information that is required under the California Consumer Privacy Act (“CCPA”).</li>\n</ul>\n<p>If you have questions regarding our Privacy Statement or privacy practices, please use one of the options listed in the “CONTACT VERISIGN” section at the end of this Privacy Statement.</p> I.\nGENERAL PRIVACY PRACTICES A.\nWHAT INFORMATION WE GATHER AND FROM WHOM <p>We may collect, use, store and transfer different kinds of personal information about you.\nWe collect personal information directly from you and indirectly about you as described below.\nWe may collect the following types of personal information from or about you, which we have grouped into categories as follows:</p>\n<ul>\n<li>\n<b>Identity Data</b> includes first name, maiden name, last name, username or similar identifier, marital status, title, job title, company name, date of birth, and gender.</li>\n<li>\n<b>Contact Data</b> includes billing address, delivery address, email address, and telephone numbers.</li>\n<li>\n<b>Financial Data</b> includes bank account and payment card details.</li>\n<li>\n<b>Transaction Data</b> includes details about payments to and from you and other details of products and services you have purchased from us.</li>\n<li>\n<b>Technical Data</b> includes internet protocol (“IP”) address, cookies, java script, web beacons, clear gifs, HTTP headers, your login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access Covered Sites.</li>\n<li>\n<b>Profile Data</b> includes your username and password, purchases or orders made by you, your interests, preferences, feedback, survey responses, and any unsolicited personal information not otherwise covered by this Privacy Statement that you choose to submit in an inquiry or webchat, on a blog forum or otherwise on our Covered Sites or in person to a Verisign representative at an event.</li>\n<li>\n<b>Usage Data</b> includes information about how you use the Covered Sites (for example time of day, duration of visit, pages visited, actions taken on pages, or other automatically collected meta-data), and/or our products and services.</li>\n<li>\n<b>Marketing and Communications Data</b> includes your communication preferences in receiving marketing from us and third parties.</li>\n<li>\n<b>Social Media Application Data</b> includes, without limitation, your public profile, social media relationships, listed work and education history, listed hometown and current city, profile photos, personal description, and “likes.”</li>\n<li>\n<b>Sensitive Personal Information</b>.\nOccasionally we may collect sensitive personal information that relates to racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, genetic data, biometric data, data concerning health or data concerning a natural person's sex life or sexual orientation.\nFor example, we may collect certain information made available through Social Media Applications.\nThis information may contain sensitive personal information if you have made that information available on your Social Media profile.\nIn addition, the information that you submit in blog forums (or otherwise) on our Covered Sites or when interacting with our Covered Products and Services may include sensitive personal information.</li>\n</ul>\n<p>We may collect the categories of personal information described above either directly or indirectly from different <b>sources</b>, including the following:</p>\n<ul>\n<li>Our business partners, such as registrars of domain names.</li>\n<li>Our customers, such as registrars or independent resellers of domain names or businesses using our Covered Products and Services.</li>\n<li>You, when you interact with us through the Covered Sites or in connection with Covered Products and Services.</li>\n<li>Internet cookies, analytics programs, pixels, web beacons, and other technologies that help our Covered Sites operate effectively and efficiently.</li>\n<li>Third-party social media applications such as Facebook, Instagram, or Twitter (each, a “Social Media Application”).</li>\n</ul>\n<p>Please note that our Covered Sites may contain links to other unaffiliated third-party websites.\nVerisign is not responsible for the privacy practices, privacy statements, or content contained in or regarding these other unaffiliated third-party websites that do not include this Privacy Statement.\nYou should consult the privacy statements associated with these unaffiliated third-party websites should you decide to visit them.</p>\n<p>Social Media Applications may use buttons displayed on our Covered Sites that you may click on to “like” or “share” or “link” content available on our Covered Sites, or “follow” Verisign or any of our product or service offerings made available on our Covered Sites.\nThese buttons may record your IP address, browser type and language, access time, and referring website addresses.\nWhen you are logged into those Social Media Applications, they also may link this collected information with your profile information on that Social Media Application.\nWe do not control these third-party tracking technologies and you understand and agree that any Social Media Application’s use of information collected from you (or as authorized by you) is governed by the Social Media Application’s privacy policies, terms of service, and your settings on the applicable Social Media Application(s).</p>\n<p>If you respond in a blog forum on our Covered Sites, you should be aware that any personal information you submit there will be stored on our servers and can be read, collected, or used by other users of these blog forums, and could be used to send you unsolicited messages.\nVerisign is not responsible for the actions that other users of the blog forums take in relation to personal information you choose to submit in the forums.\nYou are also responsible for using these forums in a manner consistent with the Rules of Engagement or other terms and conditions set forth on the relevant forum website.</p> B.\nHOW WE USE PERSONAL INFORMATION <p>We will only use your personal information in a manner that is consistent with applicable laws.\nMost commonly, we will use the categories of personal information identified above for the following business purposes:</p>\n<ul>\n<li>For the provision of our Covered Products and Services or the operation of our business or a third party’s business.\nPersonal information may be made available to Verisign businesses around the world for the provision of our Covered Products and Services, account administration, sales and marketing, customer and technical support, and business and product development, for instance.\nAll of our employees and contractors are required to follow our data privacy and security policies when handling personal information.</li>\n<li>Where we need to perform a contract that we have entered into with you, or in order to take steps at your request prior to entering into a contract.</li>\n<li>To protect the security and integrity of our business, our Covered Products and services, or Covered Sites.</li>\n<li>Where we need to protect your interests (or someone else's interests).</li>\n<li>Where it is needed in the public interest or for official purposes.</li>\n<li>In connection with the sale, merger, acquisition, or other reorganization of our business.\nSuch a transaction may involve the disclosure of personal information to prospective or actual purchasers, or the receipt of it from sellers.\nIt is Verisign's practice to seek appropriate protection for information in these types of transactions.</li>\n<li>For compliance with legal obligations and protection of Verisign and others.\nSpecifically, we may be required to use and retain personal information for legal and compliance reasons, such as the prevention, detection, or investigation of a crime.\nloss prevention.\nor fraud.\nWe may also use personal information to meet our internal and external audit requirements, and as we otherwise believe to be necessary or appropriate: (i) under applicable law, which may include laws outside your country of residence.\n(ii) to respond to requests from courts, law enforcement agencies, regulatory agencies, and other public and government authorities, which may include such authorities outside your country of residence.\n(iii) to enforce or apply our contractual rights.\nand (iv) to otherwise protect our rights, privacy, safety, or property, or those of other persons.</li>\n<li>For marketing purposes.\nSpecifically, we may use your personal information (including cookies – for more information on how we use cookies, please see Section 1.D below) to form a view on what we think you may want or need, or what may be of interest to you.\nThis is how we decide which products, services, and offers may be relevant for you (we call this marketing).\nYou may receive marketing communications from us if you have purchased products or services from us, we have identified similar products or services that may be relevant for you and, in each case, you have not opted out of receiving that marketing.\nWe will get your express opt-in consent before we market products or services to you that are not similar to products or services you have purchased from us before, or if we share your personal information with any company outside the Verisign group of companies for marketing purposes.\nYou can ask us or third parties to stop sending you marketing messages at any time.\nIf you receive a marketing communication from us, the communication will contain an option to opt-out of further communications.\nIf you receive a marketing communication from one of our business partners, or from social media providers, you should opt out with that entity directly.\nYou can also contact us at any time to opt out using the details given at the end of this Privacy Statement.</li>\n</ul>\n<p>California residents, please review Section 3 for additional disclosures about how we may use your personal information.</p>\n<p>We will only use your personal information for the purposes for which we collected it, including where we reasonably consider that we need to use it for a reason that is compatible with the original purpose.\nIf we need to use your personal information for an unrelated purpose, we will notify you as required by law.</p>\n<p>Please note that we may process your personal information without your knowledge or consent where this is required or permitted by law.</p> C.\nWHEN, WHY, AND WITH WHOM WE SHARE PERSONAL INFORMATION <p>We may disclose the following categories of personal information to entities other than Verisign for any the business purposes set out in above.\nWhen we disclose personal information, we do so in accordance with our data privacy and security requirements.</p>\n<ul>\n<li>\n<b>Identity Data</b> includes first name, maiden name, last name, username or similar identifier, marital status, title, job title, company name, date of birth, and gender.</li>\n<li>\n<b>Contact Data</b> includes billing address, delivery address, email address, and telephone numbers.</li>\n<li>\n<b>Financial Data</b> includes bank account and payment card details.</li>\n<li>\n<b>Transaction Data</b> includes details about payments to and from you and other details of products and services you have purchased from us or our business partners.</li>\n<li>\n<b>Technical Data</b> includes internet protocol (“IP”) address, cookies, java script, web beacons, clear gifs, HTTP headers, your login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access Covered Sites.</li>\n<li>\n<b>Profile Data</b> includes your username and password, purchases or orders made by you, your interests, preferences, feedback, survey responses, and any unsolicited personal information not otherwise covered by this Privacy Statement that you choose to submit in an enquiry or webchat, on a blog forum or otherwise on our Covered Sites or in person to a Verisign representative at an event.</li>\n<li>\n<b>Usage Data</b> includes information about how you use the Covered Sites (for example time of day, duration of visit, pages visited, actions taken on pages, or other automatically collected meta-data), and/or our products and services.</li>\n<li>\n<b>Marketing and Communications Data</b> includes your preferences in receiving marketing from us and our third parties and your communication preferences.</li>\n<li>\n<b>Social Media Application Data</b> includes, without limitation, your public profile, social media relationships, listed work and education history, listed hometown and current city, profile photos, personal description, and “likes.”</li>\n<li>\n<b>Sensitive Personal Information</b>.\nOccasionally we may collect sensitive personal information that relates to racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, genetic data, biometric data, data concerning health, or data concerning a natural person's sex life or sexual orientation.\nFor example, we may collect certain information made available through Social Media Applications.\nThis information may contain sensitive personal information if you have made that information available on your Social Media profile.\nIn addition, the information that you submit in blog forums (or otherwise) on our Covered Sites or when interacting with our Covered Products and Services may include sensitive personal information.</li>\n</ul>\n<p>Below are the categories of entities to whom we may disclose personal information and why.</p>\n<ul>\n<li>\n<b>Business partners</b>.\nWe may provide your personal information to a Verisign business partner, such as a registrar of domain names, so that they can facilitate the provision, support, renewal, and/or purchase of Covered Products and Services.\nPlease be assured that these Verisign business partners have agreed to ensure the privacy and security of any transferred information and may only use the shared information to send you information about products or services about which you asked, or for sending updates or providing services on our behalf.</li>\n<li>\n<b>Service providers</b>.\nWe partner with, and are supported by, service providers around the world.\nPersonal information will be made available to these parties only when necessary to fulfill the services they provide to us, such as software, system, and platform support.\ndirect marketing services.\ncloud hosting services.\nadvertising.\ndata analytics.\norder fulfillment and delivery.\nand services to assist us in managing and responding to consumer privacy and other requests.\nOur service providers are not permitted to share or use personal information we make available to them for any purpose other than to provide services to us.</li>\n<li>\n<b>Third parties for legal reasons</b>.\nWe will share personal information where we believe it is required: (i) in order to comply with our legal and contractual obligations, such as making certain disclosures through the WHOIS database.\n(ii) to protect Verisign and others.\nand (iii) in the context of a business transition, such as a merger or acquisition.</li>\n<li>\n<b>Research entities</b>.\nWe will share personal information for DNS research activities.</li>\n<li>\n<b>Government entities</b>.\nWe will share personal information for information sharing and other security purposes.</li>\n</ul>\n<p>California residents, please review Section 3 for additional disclosures about how we may disclose your personal information.</p> D.\nUSE OF COOKIES, OTHER TRACKING TECHNOLOGIES AND GATHERING OF STATISTICAL DATA <p>Our Covered Sites use different types of cookies and other statistical and tracking technologies.\nWe use strictly necessary cookies, which are enabled by default in order for our Covered Sites to function properly.\nWe also use optional first party and third-party cookies to improve our websites, customize your experience and provide personalized advertising.\nIf you access our Covered Sites outside of Europe, both strictly necessary and analytic cookies are enabled by default, and all other cookies are disabled.\nWhen you visit our Covered Sites, you have the option to customize your cookie settings, either by selecting the “cookie settings” button on the cookie banner or by clicking on the “cookie settings” link on the homepage.\nAll cookies, except those strictly necessary for the Covered Sites to function, may be enabled or disenabled depending on your preference.</p>\n<p>While the best way for you to exercise choice about your cookie settings is to use the cookie setting feature on our Covered Sites, you may also opt out of certain other advertising which utilizes cookies through the following link:</p>\n<p>http://www.networkadvertising.org/choices/</p>\n<p>All major internet browsers allow you to control cookies.\nYou can learn more about adjusting browser controls at the following website: http://www.aboutcookies.org.\n(Note that Verisign does not control this website and is not responsible for its content.\nIt is provided as information only.\nFor the most current browser-specific information, please consult your browser’s manufacturer).</p>\n<p>\n<b>Do Not Track</b>\n</p>\n<p>We do not respond to Do Not Track signals.</p> E.\nOUR SECURITY PROCEDURES <p>We consider the protection of all personal information we receive offline and online from our Covered Sites’ visitors and subscribers as critical to our corporate mission.\nWe have security measures in place to protect against the loss, misuse, and alteration of any personal information we receive from you.\nAs with any transmission over the internet, however, there is always some element of risk involved in sending personal information.</p>\n<p>Our security procedures are subject to at least an annual SOC Type II audit by an internationally recognized accounting firm.</p> F.\nCHANGES TO THIS PRIVACY STATEMENT <p>It is important that you check back often for updates to this Privacy Statement.\nIf a material change is made to this Privacy Statement and/or the way we use our customers' personal information, we will post a prominent notice on the Covered Sites and/or by means of other methods of contact such as email.</p> G.\nCONTACT VERISIGN <p>If you have questions about this Privacy Statement, you may contact us in the following ways:</p>\n<ul>\n<li>You may email us at privacystatement@verisign.com.\nPlease specify \"Privacy Statement\" in the subject line of your email.</li>\n<li>You may call us at +1 703-948-3350</li>\n<li>You may write to us at:<br>\n<br> VeriSign, Inc.<br> Verisign Law Department<br> 12061 Bluemont Way<br> Reston, VA 20190<br> Attn: Privacy Committee</li>\n</ul> II.\nTHE GENERAL DATA PROTECTION REGULATION (GDPR) PRACTICES <p>Where we collect, process, use or disclose personal information that is subject to the General Data Protection Regulation (GDPR), we are committed to processing your personal information in a fair and lawful manner.\nThis section describes our privacy practices specific to personal information covered by the GDPR and your rights in relation to your personal information.</p> A.\nTHE INFORMATION WE GATHER <p>The information that we collect and process is described in Section I.A above.\nPursuant to GDPR, we will explain the legal basis which allows us to do so.</p>\n<p>We will only collect or process sensitive personal information on the basis that: (i) it has manifestly been made public by you.\nor (ii) the processing is necessary: (a) in relation to legal claims.\n(b) for reasons of substantial public interest.\nor (c) where we need to carry out certain legal obligations and/or exercise certain rights relating either to Verisign or you.\nWe do not collect any information about criminal convictions and offenses.</p> B.\nPURPOSES FOR WHICH WE MAY USE YOUR PERSONAL INFORMATION <p>An explanation of how we may use your personal information is described in Section I.B above.\nIf you are located in the EU, you have the right to know what legal basis we rely upon to process your personal information.\nThe chart below describes all the ways in which we plan to use your personal information and the legal bases we rely on to do so.\nWe have also identified what our legitimate interests are where appropriate.</p>\n<p>Note that we may process your personal information for more than one lawful purpose depending on the specific business purpose for which we are using your information.\nPlease contact us (using the contact details above) if you need details about the specific legal ground we are relying on to process your personal information where more than one ground has been set out in the table below.</p>\n<strong>Purpose/Activity</strong>\n<strong>Type of data</strong>\n<strong>Lawful basis for processing including basis of legitimate interest</strong> To register you as a new customer (a) Identity<br> (b) Contact Performance of a contract with you To process and deliver your order (including renewals) including:<br> (a) Managing payments, fees and charges<br> (b) Collecting and recovering money owed to us (a) Identity<br> (b) Contact <br> (c) Financial <br> (d) Transaction <br> (e) Marketing and Communications (a) Performance of a contract with you <br> (b) Necessary for our legitimate interests (to recover debts due to us) To manage our relationship with you, which will include:<br> (a) Notifying you about changes to our terms or privacy policy<br> (b) Asking you to submit a review or take a survey<br> (c) Interacting with you (and enabling you to interact with others) on or using our Covered Sites<br> (d) Your use of our products/services (including facilitating and supporting such use) (a) Identity<br> (b) Contact<br> (c) Profile <br> (d) Marketing and Communications<br> (e) Social media application<br> (f) Usage (a) Performance of a contract with you<br> (b) Necessary to comply with a legal obligation<br> (c) Necessary for our legitimate interests (to keep our records updated and to study how customers use our products/services, to facilitate the use of our products/services, to develop them and grow our business) To enable you to partake in a survey (a) Identity<br> (b) Contact <br> (c) Profile <br> (d) Usage <br> (e) Marketing and Communications Necessary for our legitimate interests (to monitor/improve the use of and satisfaction with the Covered Sites, and improving our customer service and product offerings) To administer and protect our business and Covered Sites including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data) (a) Identity<br> (b) Contact<br> (c) Technical (a) Necessary for our legitimate interests (for running our business, provision of administration and IT services, network security, to prevent fraud and in the context of a business reorganization or group restructuring exercise)<br> (b) Necessary to comply with a legal obligation To use data analytics to improve our website, products/services, marketing, customer relationships and experiences (a) Technical <br> (b) Usage Necessary for our legitimate interests (to define types of customers for our products and services, to keep our website updated and relevant, to develop our business and to inform our marketing strategy) To make suggestions and recommendations to you about goods or services that may be of interest to you (a) Identity <br> (b) Contact <br> (c) Technical <br> (d) Usage <br> (e) Profile<br> (f) Marketing and Communications<br> (g) Social Media Application Data Necessary for our legitimate interests (to develop our products/services and grow our business)<br> Consent (in limited circumstances only – please see the Marketing section below for further details) C.\nHOW LONG WE KEEP PERSONAL INFORMATION <p>We will only retain your personal information in identifiable form for as long as needed for the purposes for which it is gathered and processed.\nIn determining retention periods, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorized use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements.\nWhen we no longer need personal information, we either anonymize, securely delete, or destroy it.</p> D.\nYOUR GDPR RIGHTS <p>We respect the rights that you have in relation to your personal information, and we will respond to requests for information and, where applicable, will correct, amend, or delete your personal information.</p>\n<p>\n<b>Access to personal information</b>.\nWe will give you access to your personal information upon written request, subject to any relevant legal requirements and exemptions, including identity verification procedures.\nBefore providing information to you, we will ask for proof of identity and sufficient information about your interaction with us so that we can locate any relevant data.\nExcept where it is not permissible under applicable law, we may also charge you a fee for providing you with a copy of your data.</p>\n<p>\n<b>Correction and deletion</b>.\nYou have the right to correct or amend your personal information if it is inaccurate or requires updating.\nYou have the right to request deletion of your personal information.\nhowever, this is not always possible due to legal requirements and other obligations and factors.</p>\n<p>\n<b>Data portability</b>.\nYou may have the right to (i) obtain personal information concerning you, which you have provided to Verisign, and (ii) transmit such information to another data controller.\nThe information may be transmitted directly from Verisign to the other data controller where feasible.</p>\n<p>\n<b>Direct marketing</b>.\nWe may send you marketing communications as set out above.\nWhere your personal information is processed for direct marketing purposes, you have the right to object at any time to such processing, which includes profiling to the extent that it is related to such direct marketing.\nAll of Verisign’s direct marketing communications include an “unsubscribe” link to enable you to easily opt-out of future communications.</p>\n<p>\n<b>Withdrawal of consent</b>.\nWhere Verisign is processing your personal information on the basis that you have consented to such processing, you have the right to withdraw that consent at any time.\nOnce we have received written notification that you have withdrawn your consent, we will no longer process your information for the purpose or purposes you originally agreed to, unless we have another legitimate basis for doing so in law.</p>\n<p>\n<b>Objection to and/or restriction of processing of personal information</b>.\nYou have the right to: (i) restrict the processing of your personal information in certain circumstances (e.g., where you contest the accuracy of your personal information).\nand (ii) object to certain types of processing of personal information.</p>\n<p>\n<b>Lodging a complaint</b>.\nIf you are not satisfied with how Verisign manages your personal information, you have the right to lodge a complaint to a data protection regulator.\nA list of National Data Protection Authorities (“DPA”) can be found here: http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.\nBefore filing a complaint with a DPA, we ask that you contact us to provide us with an opportunity to resolve your complaint.</p> E.\nCOOKIES <p>If you are in the EU, you may opt-out of certain third-party cookies that we and other websites may use for targeting through http://www.youronlinechoices.eu or www.aboutads.info.\nOpting out of one or more ad networks only means that those particular members no longer will deliver targeted content or ads to you.\nIt does not mean you will stop receiving any targeted content or ads on our Covered Sites or other third-party websites.\nIf your browser is configured to reject cookies when you visit one of the above referenced opt-out pages, and you later erase your cookies, use a different computer or change web browsers, your preference may no longer be active.\nSince all of these cookies are managed by third parties, you should refer to the third parties' own website privacy notifications and policies for further information.</p>\n<p>Can I withdraw my consent?</p>\n<p>If you wish to withdraw your consent at any time, you will need to delete your cookies using your internet browser settings, and disable cookies.\nPlease note that disabling cookies will affect the functionality of our Covered Sites, and may prevent you from being able to access certain features on our Covered Sites.</p> F.\nDATA TRANSFER <p>Verisign is a global organization, and your personal information may be stored and processed outside of your home country.\nWe take steps to ensure that the information we collect is processed according to this Privacy Statement and the requirements of applicable law wherever the data is located.</p>\n<p>Verisign has networks, databases, servers, systems, support, help desks, and offices located around the world, including outside the EU.</p>\n<p>We use service providers located around the world, including outside the EU to serve the needs of our business, workforce, and customers.\nWe take appropriate steps to ensure that personal information is processed, secured, and transferred according to applicable law.\nIn some cases, we may need to disclose or transfer your personal information within Verisign or to third parties in areas outside of your home country (including areas outside the EU).</p>\n<p>We may transfer the personal information we collect about you to recipients in countries other than the country in which the information originally was collected.\nThose countries may not have the same data protection laws as the country in which you initially provided the information.\nWhen we transfer your information to recipients in other countries (such as the U.S.), we will protect that information as described in this Privacy Statement and will comply with applicable legal requirements providing adequate protection for the transfer of personal information to recipients in countries other than the one in which you provided the information.</p>\n<p>If you are located in the European Economic Area (“EEA”) or Switzerland, with respect to transfers of personal information to the U.S., VeriSign, Inc.\nis certified under the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield frameworks developed by the U.S.\nDepartment of Commerce, and the European Commission and Swiss Federal Data Protection and Information Commissioner, respectively, regarding the transfer of personal information from the EEA and Switzerland to the U.S.\nClick here to view our EU/Swiss-U.S.\nPrivacy Shield Privacy Policy.</p> III.\nCCPA NOTICES AND RIGHTS <p>This section only applies to California residents.\nWhere we collect, process, use, or disclose personal information that is subject to the CCPA, we are committed to processing your personal information in a transparent and fair manner and in compliance with the CCPA.\nThis section describes the rights California residents have in relation to your personal information and provides the notices required by the CCPA.</p> A.\nYOUR CCPA RIGHTS <p>The CCPA grants California residents the rights described below.</p>\n<p>\n<b>Right to Know General Collection and Use of Personal Information (Access Request)</b>.\nUnder the CCPA, California residents have the right to request that Verisign disclose what information we have collected, used, disclosed, or sold over the past 12 months.\nOnce we receive and confirm your verifiable consumer request for such information, we will disclose to you, based on your specific request:</p>\n<ul>\n<li>The categories of personal information we collected about you over the past 12 months;</li>\n<li>The categories of sources from which the personal information is collected over the past 12 months;</li>\n<li>The business or commercial purpose for collecting or selling that personal information over the past 12 months;</li>\n<li>The categories of third parties with whom we shared your personal information over the past 12 months;</li>\n<li>If we disclosed your personal information for a business purpose, the personal information categories that each category of recipients obtained.\nand/or</li>\n<li>If we sold your personal information for a business purpose, the personal information categories that each category of recipients purchased.</li>\n</ul>\n<p>\n<b>Right to Know Specific Pieces of Personal Information (Data Portability)</b>.\nUpon your verified request for such information, we will disclose to you certain specific pieces of personal information we have collected about you over the past 12 months.</p>\n<p>\n<b>Right to Request Deletion</b>.\nYou have the right to request that we delete any of your personal information that we have collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request, we will delete your personal information from our records, and direct our service providers to do the same, unless an exception applies.</p>\n<p>Some of the exceptions that would allow us to deny a request for deletion include if the information is necessary for us or our service provider(s) to do the following:</p>\n<ul>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract we have with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 et.\nseq.).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, if you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ul>\n<p>\n<b>Right to Opt-Out of Sale of Personal Information</b>.\nYou have the right to direct businesses that sell personal information to not sell your personal information (the \"right to opt-out\").\nVerisign currently does not sell personal information of California residents to third parties, including the personal information of California residents who are under 16 years of age.\nDuring the preceding 12 months Verisign offered an Internet Profile Service, which gathered and sold information from public websites to provide customers intelligence about .com and .net domain names.\nWe no longer include information about California residents as part of this service.</p>\n<p>\n<b>Right to Non-Discrimination</b>.\nYou have the right not to be discriminated against for having exercised the rights established by the CCPA.\nWe will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:</p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul> B.\nEXERCISING YOUR CCPA RIGHTS <p>This section of our Privacy Statement explains how a California resident can exercise their rights.</p>\n<p>To exercise your right to know or your right to deletion, you or your authorized agent may submit a verifiable consumer request in one of the following ways:</p>\n<ul>\n<li>Call us toll free at 1-800-255-2218.</li>\n<li>Fill out this form.</li>\n</ul>\n<p>Upon receipt of your request to know or request for deletion, we will confirm receipt within 10 days.\nIf we are able to verify your request, we will make our best effort to respond within forty-five (45) days of our receipt of your request.\nIf we require more time (up to 45 additional days), we will inform you of the reason and extension period in writing.</p>\n<p>\n<b>Additional Information About Requests to Know</b>\n</p>\n<p>When responding to a request to know, we will not disclose information to you if we cannot verify your identity.</p>\n<p>The CCPA allows a California resident to make a verifiable consumer request to know only twice within a 12-month period.\nAdditionally, the verifiable consumer request must:</p>\n<ul>\n<li>1.\nProvide sufficient information that allows us to reasonably verify you are: (i) the person about whom we collected personal information, or (ii) an authorized representative.</li>\n<li>2.\nDescribe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>\n<b>Additional Information About Requests to Delete</b>\n</p>\n<p>When responding to a request for deletion, we will specify the manner in which we have deleted your personal information, in accordance with the CCPA.\nWe will not delete your information if we cannot verify your identity.</p> C.\nDESIGNATING AN AUTHORIZED AGENT <p>Only you as a California resident, or a person registered with the California Secretary of State that you authorize to act on your behalf (Authorized Agent), may make a verifiable request to know or a request for deletion.\nIf you are using an Authorized Agent to exercise your CCPA rights, we require the Authorized Agent to provide us with written confirmation that you have authorized them to act on your behalf.\nWe may also verify the identity of the Authorized Agent.</p> D.\nHOW WE VERIFY CALIFORNIA RESIDENTS’ REQUESTS TO KNOW AND REQUESTS FOR DELETION <p>We will not respond to requests to know or requests for deletion unless we can verify your identity to a reasonable degree of certainty.\nTo verify your identity, when feasible, we will use information about you that we already have.\nhowever, on occasion we may need to request additional information, which we will use only for the purposes of verification.\nWe may also use a third-party identify verification service.</p>\n<p>The information we need to verify your request will depend on the type of request, the sensitivity of the personal information requested, and/or the risk of harm to you.\nUpon receipt of your request, we will notify you if we need additional information from you to verify your request.</p> E.\nNOTICE AT COLLECTION OF PERSONAL INFORMATION (FOR CALIFORNIA RESIDENTS) <p>This <b>Notice at Collection of Personal Information (“Notice at Collection”)</b> is part of Verisign's Privacy Statement and includes details about the personal information we collect from California residents and the purposes for which that personal information will be used.\nThis Notice at Collection applies solely to California residents (\"California consumers\" or \"you\").\nWe adopt this Notice at Collection in accordance with the California Consumer Privacy Act of 2018 (“CCPA”) and any terms defined in the CCPA have the same meaning when used in this Notice at Collection.</p>\n<p>\n<b>Personal Information We Collect About You</b>\n</p>\n<p>Verisign collects personal information, which the CCPA defines as information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked with a particular California consumer or household.\nIn particular, we may collect the following <b>categories of personal information</b> from or about you:</p>\n<ul>\n<li>\n<b>Identity Data</b> includes first name, maiden name, last name, username or similar identifier, marital status, title, job title, company name, date of birth, and gender.</li>\n<li>\n<b>Contact Data</b> includes billing address, delivery address, email address, and telephone numbers.</li>\n<li>\n<b>Financial Data</b> includes bank account and payment card details.</li>\n<li>\n<b>Transaction Data</b> includes details about payments to and from you and other details of products and services you have purchased from us.</li>\n<li>\n<b>Technical Data</b> includes internet protocol (“IP”) address, cookies, java script, web beacons, clear gifs, HTTP headers, your login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access Covered Sites.</li>\n<li>\n<b>Profile Data</b> includes your username and password, purchases or orders made by you, your interests, preferences, feedback, survey responses, and any unsolicited personal information not otherwise covered by this Privacy Statement that you choose to submit in an enquiry or webchat, on a blog forum or otherwise on our Covered Sites or in person to a Verisign representative at an event.</li>\n<li>\n<b>Usage Data</b> includes information about how you use the Covered Sites (for example time of day, duration of visit, pages visited, actions taken on pages, or other automatically collected meta-data), and/or our products and services.</li>\n<li>\n<b>Marketing and Communications Data</b> includes your communication preferences in receiving marketing from us and third parties.</li>\n<li>\n<b>Social Media Application Data</b> includes, without limitation, your public profile, social media relationships, listed work and education history, listed hometown and current city, profile photos, personal description, and “likes.”</li>\n<li>\n<b>Sensitive Personal Information</b>.\nOccasionally we may collect sensitive personal information that relates to racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, genetic data, biometric data, data concerning health, or data concerning a natural person's sex life or sexual orientation.\nFor example, we may collect certain information made available through Social Media Applications.\nThis information may contain sensitive personal information if you have made that information available on your Social Media profile.\nIn addition, the information that you submit in blog forums (or otherwise) on our Covered Sites or when interacting with our Covered Products and Services may include sensitive personal information.</li>\n</ul>\n<p>\n<b>How We Use Your Personal Information</b>\n</p>\n<p>We will only use your personal information in a manner that is consistent with applicable laws.\nMost commonly, we will use the categories of personal information identified above for the following business purposes:</p>\n<ul>\n<li>For the provision of our Covered Products and Services or the operation of our business or a third party’s business.\nPersonal information may be made available to Verisign businesses around the world if necessary for the provision of our Covered Products and Services, account administration, sales and marketing, customer and technical support, and business and product development, for instance.\nAll of our employees and contractors are required to follow our data privacy and security policies when handling personal information.</li>\n<li>Where we need to perform a contract that we have entered into with a third-party or you, or in order to take steps at your request prior to entering into a contract.</li>\n<li>To protect the security and integrity of our business, our Covered Products and Services, or Covered Sites.</li>\n<li>Where we need to protect your interests (or someone else's interests).</li>\n<li>Where it is needed in the public interest or for official purposes.</li>\n<li>In connection with the sale, merger, acquisition, or other reorganization of our business.\nSuch a transaction may involve the disclosure of personal information to prospective or actual purchasers, or the receipt of it from sellers.\nIt is Verisign's practice to seek appropriate protection for information in these types of transactions.</li>\n<li>For compliance with legal obligations and protection of Verisign and others.\nSpecifically, we may be required to use and retain personal information for legal and compliance reasons, such as the prevention, detection, or investigation of a crime, loss prevention, or fraud.\nWe may also use personal information to meet our internal and external audit requirements, and as we otherwise believe to be necessary or appropriate: (i) under applicable law, which may include laws outside your country of residence.\n(ii) to respond to requests from courts, law enforcement agencies, regulatory agencies, and other public and government authorities, which may include such authorities outside your country of residence.\n(iii) to enforce or apply our contractual rights.\nand (iv) to otherwise protect our rights, privacy, safety, or property, or those of other persons.</li>\n<li>For marketing purposes.\nSpecifically, we may use your personal information (including cookies – for more information on how we use cookies, please see Section IX below) to form a view on what we think you may want or need, or what may be of interest to you.\nThis is how we decide which products, services, and offers may be relevant for you (we call this marketing).\n<ul>\n<li>Where it is necessary for the purposes of our legitimate interests or those of a third party (e.g., for the provision of our services or products, the operation of our business or a third party’s business, or the marketing of products or services by us to you in circumstances where you have already bought or subscribed for similar Verisign products or services) and your interests and fundamental rights and freedoms do not override our legitimate interests.</li>\n<li>You may receive marketing communications from us if you have purchased products or services from us, we have identified similar products or services that may be relevant for you and, in each case, you have not opted out of receiving that marketing.</li>\n<li>We will get your express opt-in consent before we market products or services to you that are not similar to products or services you have purchased from us before, or if we share your personal information with any company outside the Verisign group of companies for marketing purposes.</li>\n<li>You can ask us or third parties to stop sending you marketing messages at any time.\nIf you receive a marketing communication from us, the communication will contain an option to opt out of further communications.\nIf you receive a marketing communication from one of our business partners, or from social media providers, you should opt out with that entity directly.\nYou can also contact us at any time to opt out using the details given at the end of this Privacy Statement.</li>\n</ul>\n</li>\n<li>We may disclose your personal information to entities other than Verisign for business purposes.\nWhen we disclose personal information, we do so in accordance with our data privacy and security requirements.\nPlease see Section I.C.\nfor more information about these types of disclosures.</li>\n</ul>\n<p>We will only use your personal information for the purposes for which we collected it, including where we reasonably consider that we need to use it for a reason that is compatible with the original purpose.\nIf we need to use your personal information for an unrelated purpose, we will notify you as required by law.</p>\n<p>Please note that we may process your personal information without your knowledge or consent where this is required or permitted by law.</p> Contact 1-703-948-3350 Domain Names .com .net Find Your Domain Name Find a Registrar Whois Zone File Information Internet Resolution The Verisign Domain Name Industry Brief About Verisign Executive Team Investor Relations Newsroom Technology Events Careers Report A Security Vulnerability Combating DNS Abuse Verisign Labs Support Contact Us Blog Follow Us Legal Notices Privacy CCPA NOTICE AT COLLECTION Repository Site Map Cookie Settings <p>© 2021 VeriSign, Inc.\nAll rights reserved.\n</p>\n<p>VERISIGN, the VERISIGN logo, and other trademarks, service marks, and designs are registered or unregistered trademarks of VeriSign, Inc.\nand its subsidiaries in the United States and in other countries.</p>\n<p>All other trademarks are property of their respective owners.</p> Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, not enabling some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active Strictly Necessary Cookies<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\n&nbsp.\n&nbsp;You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Analytic Cookies Analytic Cookies<p>These cookies allow us to count visits and traffic sources, so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance and make improvements.</p>Cookies Details‎Functional Cookies Functional Cookies<p>These cookies enable the website to provide enhanced functionality and personalization by remembering choices you made when you visited the site previously, such as location preference.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies, then some or all of these services may not function properly.</p>Cookies Details‎ Save SettingsBack Button<p>Back</p> Performance Cookies<p>\n</p>Vendor Search Search Icon Filter Icon<p>Clear Filters</p> Information storage and accessApplyConsent Leg.Interest<p>All Consent Allowed</p> Select All Vendors Select All Vendors Select All Hosts<ul>\n<li>View Cookies REPLACE-WITH-DYANMIC-HOST-ID<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> Save Settings<p>\n</p>\n<p>\n</p>Our websites use different types of cookies.\nWe use Strictly Necessary cookies, which are enabled by default in order for our websites to function properly.\nWe also use optional first party and third-party cookies to improve our websites, customize your experience and provide personalized advertising.\nIf you access our websites from Europe, these optional cookies are disabled by default.\nSelect “Accept All Cookies” to enable all optional cookies.\nSelect “Reject All Cookies” to keep all optional cookies disabled.\nSelect “Cookie Settings” to customize your cookie settings or to change previous selections before continuing.\nFor more information, read our Privacy Policy.<p>\n</p>\n<p>\n</p>Cookies Settings Reject All Cookies Accept All Cookies", "created_at": "2021-06-19 11:29:33.875709", "updated_at": "2021-06-19 09:29:53.807241"}], "points": [{"id": 25222, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.verisign.com/en_US/legal-notices/index.xhtml", "status": "Generated through the annotate view", "created_at": "2021-09-21 17:25:13.211265", "updated_at": "2021-10-02 07:48:12.866113", "quoteText": "1.1.11 Indemnity <p>You agree to defend, indemnify, and hold harmless Verisign, employees, attorneys, and agents (\"Indemnitees\") against all claims, expenses, liabilities, losses, costs, and damages, including reasonable attorney's fees, that the Indemnitees may incur (i) in connection with your use of the Site or any hyperlinked Website or (ii) resulting from content you supply.</p> ", "case_id": 146, "document_id": 7148, "quoteStart": 10576, "quoteEnd": 10963}, {"id": 25221, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.verisign.com/en_US/legal-notices/index.xhtml", "status": "Generated through the annotate view", "created_at": "2021-09-21 17:24:40.730531", "updated_at": "2021-10-02 07:47:40.566009", "quoteText": "EXCEPT AS EXPRESSLY STATED IN AN AGREEMENT BETWEEN YOU AND VERISIGN, ALL CONTENT, SERVICES, PRODUCTS, AND SOFTWARE PROVIDED ON THIS WEBSITE ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED.", "case_id": 286, "document_id": 7148, "quoteStart": 9275, "quoteEnd": 9492}], "urls": ["verisign.com"]}}