{"error": 448, "message": "OK", "parameters": {"id": 1502, "name": "CitSci.org", "created_at": "2019-04-24 21:44:52.987116", "updated_at": "2021-04-01 23:57:29.412399", "wikipedia": null, "keywords": null, "related": null, "slug": "citsciorg", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1502.png", "url": "www.citsci.org,citsci.org", "documents": [{"id": 1198, "name": "Privacy Policy", "url": "https://www.citsci.org/CWIS438/Websites/CitSci/PrivacyPolicy.php?WebSiteID=7", "xpath": "", "text": " Login &nbsp;&nbsp.\nDonate <ul>\n<li>\n</li>\n<li>About</li>\n<li>Projects</li>\n<li>Protocols</li>\n<li>Partners</li>\n<li>Features</li>\n<li>Maps</li>\n<li>Data</li>\n<li>Blog</li>\n</ul> Privacy Policy\nCategories of Information <p> The CitSci.org staff collects and maintains a master list of all CitSci.org members.\nThis list includes information about member names, emails, and <b>\n<i>optional</i>\n</b> information such as phone, address, and member preferences that each member selects such as whether or not they wish to receive our monthly e-newsletter.\nAdditionally, CitSci.org collects data that are submitted by its members such as species occurrences, site characteristics of any sort, and other data as specified by project managers for volunteers to submit.\n</p>\nUse and Disclosure of Information <p> As a policy, the names, emails, and addresses of all CitSci.org participants <b>\n<i>are not shared or made public</i>\n</b> for any reason, with the following exceptions: (1) project coordinators are provided access to their project participant names and emails so that they may communicate with their project participants on an as-needed basis, (2) the master participant list may be shared with the CitSci.org staff for internal programmatic research purposes, and (3) the names of individual contributors of observations may be listed in an effort to applaud and recognize the hard work and dedication of those participating in CitSci.org projects.\nThis may include listing the name of the volunteer who submitted an observation and/or the sharing of data and/or pictures submitted by volunteers as per our data use policy.\nSuch sharing is solely for the purpose of management and operations of CitSci.org and CitSci.org projects.\nSharing of this information is only to support the CitSci.org mission of empowering the efforts of citizen science projects and their volunteers.\nSubscription to our e-newsletter is voluntary and entirely up to each participant.\nOther than the uses listed above, we do not share, sell, rent, or lease any of your specific personal information including name, phone, address, email, with anyone.\n</p>\nCollaboration and Data Sharing <p> As a policy, CitSci.org shares the names and emails of <b>\n<i>project managers only</i>\n</b>, and essential project metadata such as title, description, purpose, goals, topics, participant tasks, image and profile URLs, and keywords with SciStarter for all projects created on CitSci.org.\nThis sharing of basic project information across databases facilitates the broader understanding about citizen science globally.\nHowever, SciStarter <b>\n<i>shall not share this information with anyone, for any purpose</i>\n</b> except as in accordance with their privacy policy and shall display this information <b>\n<i>only if you opt-in</i>\n</b> and signify that you wish for this information to be displayed publically on SciStarter to help recruit participants and advance science and research.\nWe default this option to '<b>\n<i>do not publish on SciStarter</i>\n</b>' unless you <b>\n<i>opt-in</i>\n</b> for this free service.\n</p>\nAdditional Policies <p> We disclose your information to third parties only as reasonably required to protect the rights and safety of our members, our organization, our employees, and users as you expressly permit and as required by law.\nWe may transfer your information in the event of a merger, consolidation or acquisition.\nHowever, in such event, any acquirer will be subject to the provisions of our commitments to you and this privacy policy.\n</p>\nEmail Communication From CitSci.org <p> We may send you periodic information via email which we feel may be of interest to you only if you <b>\n<i>opt-in</i>\n</b> for such email.\nWe do not share your personal information with any third parties in connection with our email communications.\nPlease note that we may use a third party service provider to administer email lists.\nAny such provider may not use your email information for any purpose other than in connection with providing and monitoring our email alerts to you.\n</p>\nNotification of changes <p> Any changes in our Privacy Policy will be posted to this website and will become effective as of the date of posting with respect to information we then collect in the future, but will not be changed with respect to information that we have then already collected.\nIt is and will be your responsibility to review our Privacy Policy from time to time to make sure you are aware of any changes.\nWe urge you to review this privacy policy on an ongoing basis to make sure you are aware of any and all changes which may have been made.\nHowever, we will do our best to notify you of such changes via our email communication channels.\n</p>\n<p> Please contact us with any questions you may have regarding this privacy policy.\n</p>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<ul>\n<li>About Us</li>\n<li>About</li>\n<li>Mission</li>\n<li>Staff</li>\n<li>Partners</li>\n<li>Acknowledgments</li>\n</ul>\n<ul>\n<li>Services</li>\n<li>Platform</li>\n<li>Portals</li>\n<li>Integrations</li>\n<li>Apps</li>\n<li>Consulting</li>\n</ul>\n<ul>\n<li>Features</li>\n<li>Create Projects</li>\n<li>Manage Members</li>\n<li>Build Datasheets</li>\n<li>Analyze Data</li>\n<li>Evaluate Success</li>\n</ul>\n<ul>\n<li>Developers</li>\n<li>APIs</li>\n<li>Widgets</li>\n<li>Mobile Apps</li>\n<li>Architecture</li>\n<li>PPSR_CORE</li>\n</ul>\n<ul>\n<li>Help</li>\n<li>Newsletter</li>\n<li>Webinars</li>\n<li>Links</li>\n<li>Blog</li>\n<li>Contact Us</li>\n</ul> CitSci.org data are licensed under a CC-BY 3.0 License.\n<br>Please see our Terms and Privacy for further details.\n", "created_at": "2019-04-24 21:46:22.026186", "updated_at": "2019-04-24 21:46:22.766529"}, {"id": 1197, "name": "Data Use Policy", "url": "https://www.citsci.org/CWIS438/Websites/CitSci/DataUsePolicy.php?WebSiteID=7", "xpath": "", "text": " Login &nbsp;&nbsp.\nDonate <ul>\n<li>\n</li>\n<li>About</li>\n<li>Projects</li>\n<li>Protocols</li>\n<li>Partners</li>\n<li>Features</li>\n<li>Maps</li>\n<li>Data</li>\n<li>Blog</li>\n</ul> Data Use Policy\nCitSci.org Data Use Policy <br>\n<p> CitSci.org is a non-profit, community-based organization encouraging volunteer participation in the measurement and reporting of matters of concern to them.\nOur mission is to provide comprehensive support for citizen science and community-based monitoring efforts worldwide.\nThe data gathered by volunteer observers for 'public projects' through the CitSci.org system is freely available to governments, academic institutions and the private sector as well as participants and the general public for the purposes of promoting learning, enhancing scientific knowledge, and protecting life and property.\nCitSci.org data from 'public projects' are made available to the public via the web site (www.citsci.org).\nData from 'private projects' are not made available via the website to non-members and are only accessible by project members.\nWe kindly ask that those using CitSci.org data please acknowledge the source(s) of the data.\nUnless otherwise noted (e.g., private projects), all CitSci.org content and data are released under a Creative Commons Attribution 3.0 License.\n<br>\n<br> Since CitSci.org is a non-profit network supported by donations and grants, the ongoing sustainability of CitSci.org depends upon support through both direct and in-kind donations.\nAs we work cooperatively and collaboratively with many organizations, we hope that those using CitSci.org data will support the organization by giving back in ways that will benefit and enhance its existence and help continue its ability to provide educational opportunities, data management and visualization support services, and critical and timely information on variables relevant to local and global communities.\n</p>\n<br>\n<br>\n<p>\n<u>Disclaimer</u>\n</p>\n<p> CitSci.org data are provided \"as is\", and in no event shall the providers be liable for any damage or loss due to missing data or mis-interpretation of its content.\n</p>\n<br>\n<br>\n<br>\n<br>\n<br>\n<ul>\n<li>About Us</li>\n<li>About</li>\n<li>Mission</li>\n<li>Staff</li>\n<li>Partners</li>\n<li>Acknowledgments</li>\n</ul>\n<ul>\n<li>Services</li>\n<li>Platform</li>\n<li>Portals</li>\n<li>Integrations</li>\n<li>Apps</li>\n<li>Consulting</li>\n</ul>\n<ul>\n<li>Features</li>\n<li>Create Projects</li>\n<li>Manage Members</li>\n<li>Build Datasheets</li>\n<li>Analyze Data</li>\n<li>Evaluate Success</li>\n</ul>\n<ul>\n<li>Developers</li>\n<li>APIs</li>\n<li>Widgets</li>\n<li>Mobile Apps</li>\n<li>Architecture</li>\n<li>PPSR_CORE</li>\n</ul>\n<ul>\n<li>Help</li>\n<li>Newsletter</li>\n<li>Webinars</li>\n<li>Links</li>\n<li>Blog</li>\n<li>Contact Us</li>\n</ul> CitSci.org data are licensed under a CC-BY 3.0 License.\n<br>Please see our Terms and Privacy for further details.\n", "created_at": "2019-04-24 21:46:04.15688", "updated_at": "2019-04-24 21:46:05.25209"}], "points": [], "urls": ["www.citsci.org", "citsci.org"]}}