{"error": 448, "message": "OK", "parameters": {"id": 6487, "name": "Intertek", "created_at": "2022-03-23 22:33:47.277814", "updated_at": "2022-03-23 23:01:17.280779", "wikipedia": "https://en.wikipedia.org/wiki/Intertek", "keywords": null, "related": null, "slug": "intertek", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6487.png", "url": "intertek.com,cdn.intertek.com,mail.intertek.com,ims.intertek.com,sso.intertek.com,phoenix.intertek.com,whatsin.intertek.com,cbis.intertek.com,tips.intertek.com", "documents": [{"id": 11795, "name": "Cookie Policy", "url": "https://www.intertek.com/cookie-policy/", "xpath": "//*[@id=\"maincontent\"]", "text": " <ul>\n<li>Home&nbsp;/&nbsp;</li>\n<li>Cookie Policy</li>\n</ul>\n<ul>\n<li>Back to Home</li>\n</ul> &nbsp.\nShare <ul>\n<li> Twitter close Follow Intertek Tweet This </li>\n<li> Facebook close Like Intertek Share This </li>\n<li> LinkedIn close Follow Intertek Share This </li>\n<li> YouTube </li>\n<li> Share </li>\n<li> Blog </li>\n</ul> Cookie Policy <p>\n</p>\n<p>\n<b>INTRODUCTION</b>\n</p>\n<p>This cookie policy (together with the documents referred to in it) (the “Cookie Policy”) informs you about how we use certain data collected through our website and mobile applications (the “Platform”).&nbsp;</p>\n<p>The Platform is operated by Intertek Group plc (we, our, us), a company having offices at 33 Cavendish Square, London W1G 0PS with registered number 4267576.\nOur VAT number is 672 7639 96.</p>\n<p>In addition, please review the Platform’s Privacy Policy&nbsp;and Terms of Use.</p>\n<p>\n<b>OUR COOKIE POLICY</b>\n</p>\n<p>We and our third party service providers may use a variety of technologies that automatically (or passively) collect certain information whenever you visit or interact with the Platform (“cookies”), which technologies may be downloaded to your computer or device and may set or modify settings on your computer or device.\nThis information may include the browser that you are using, the URL that referred you to the Platform, the areas within the Platform that you visit and your activities there, and the time of day, among other information.\n&nbsp;A cookie is a data file placed on a computer or device when it is used to visit the Platform.\n&nbsp;A Flash cookie (or locally shared object) is a data file placed on your computer or device via the Adobe Flash plug-in that may be built-in or downloaded by you to your computer or device.&nbsp;</p>\n<p>Cookies may be used for many purposes, including, without limitation:</p>\n<p>\n<b>Strictly Necessary Cookies</b>\n</p>\n<ul>\n<li>System administration.</li>\n<li>Preventing fraudulent activities.&nbsp;</li>\n<li>Improving security.</li>\n</ul>\n<p>\n<b>Performance-Related Cookies</b>\n</p>\n<ul>\n<li>To improve the Platform and to deliver a better and more personalised service.</li>\n<li>Conducting research and diagnostics to improve our content, products and services.</li>\n<li>To speed up searches.</li>\n<li>To estimate our audience size and usage pattern.</li>\n</ul>\n<p>\n<b>Functionality-Related Cookies</b>\n</p>\n<ul>\n<li>Understanding your referring sites.</li>\n<li>Remembering you and tracking your visits to and activities on the Platform.</li>\n<li>To recognise you when you return to the Platform or are online.</li>\n<li>To store information about preferences and so allow us to customise the Platform according to individual interests.</li>\n<li>To remember your contact form data to prevent you from having to enter the same data.</li>\n</ul>\n<p>\n<b>Demographic and Contextual-Related Cookies</b>\n</p>\n<ul>\n<li>Delivering personalised content on the basis of the context of the information on our Platform and the known demographics of our visitors, including your geographic location.</li>\n</ul>\n<p>By using this Platform, we are seeking to obtain your consent to use these various cookies.\nIf you choose to disable cookies or Flash cookies on your computer or device, some features of the Platform may not function properly.\n&nbsp;Regular cookies may generally be disabled or removed by tools that are available as part of most commercial browsers, and in some but not all instances can be blocked in the future by selecting certain settings.\n&nbsp;Each browser you use will need to be set separately and different browsers offer different functionality and options in this regard.\n&nbsp;Also, these tools may not be effective with regard to Flash cookies.\n&nbsp;For information on disabling Flash cookies go to Adobe’s website www.Adobe.com.</p>\n<p>Please note that third parties may also use cookies over which we have no control.\nYou should check their websites to confirm how your information is collected and used.</p>\n<p>Version 1.0.\nEffective: 1 January 2013</p>&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n", "created_at": "2022-03-23 22:33:47.287225", "updated_at": "2022-03-23 21:34:48.717544"}, {"id": 11794, "name": "Privacy Policy", "url": "https://www.intertek.com/privacy-policy/", "xpath": "//*[@id=\"maincontent\"]", "text": " <ul>\n<li>Home&nbsp;/&nbsp;</li>\n<li>Privacy Policy</li>\n</ul>\n<ul>\n<li>Back to Home</li>\n</ul> &nbsp.\nShare <ul>\n<li> Twitter close Follow Intertek Tweet This </li>\n<li> Facebook close Like Intertek Share This </li>\n<li> LinkedIn close Follow Intertek Share This </li>\n<li> YouTube </li>\n<li> Share </li>\n<li> Blog </li>\n</ul> Privacy Policy <p>\n</p>\n<p>\n<b>INTRODUCTION</b>\n</p>\n<p>This privacy policy (together with the documents referred to in it) (the \"Privacy Policy\") informs you about how we use your personal data collected through our website and mobile applications (the \"Platform\").</p>\n<p>The Platform is operated by Intertek Group plc, a company having offices at 33 Cavendish Square, London W1G 0PS with registered number 4267576, and its affiliated companies.\nOur VAT number is 672 7639 96.</p>\n<p>This Privacy Policy explains our information collection practices on the Platform, such as the types of information we collect regarding visitors to the Platform and the ways in which we may use that information.\nThis Privacy Policy applies to any visitors that use the Platform (you, your, Users).\nThis Privacy Policy also applies to your use of interactive features or downloads that: (i) we own or control.\n(ii) are available through the Platform.\nor (iii) interact with the Platform (including through social media) and post this Privacy Policy.\nIn addition, please review the Cookie Policy and Terms of Use, which govern your use of the Platform.</p>\n<p>\n<b>CONTENTS OF THIS PRIVACY POLICY</b>\n</p>\n<ol>\n<li>What information does the Platform collect?</li>\n<li>What is our cookie policy?</li>\n<li>How do we use the information collected?</li>\n<li>Do we use your information for marketing purposes?</li>\n<li>How and when do we disclose information to third parties?</li>\n<li>What about my own user generated content?</li>\n<li>How do I change my information and communications preferences?</li>\n<li>What about third party information collection techniques?</li>\n<li>How long do we keep your data?</li>\n<li>What about security, storage and international transfer?</li>\n<li>What about changes to the privacy policy?</li>\n<li>What are your rights?</li>\n<li>What about contacting us for information or to make a complaint?</li>\n</ol>\n<p>\n<b>GENERAL TERMS</b>\n</p>\n<p>\n<b>1.\nWhat information does the Platform collect?</b>\n</p>\n<p>We may collect and process the following data from and about you:</p>\n<ul>\n<li>information collected as part of any registration or interaction with the Platform, through information collection forms.\nThis includes information included within comments that you post on the Platform.\nThe typical information that we collect includes your display name (which may be a pseudonym or your name), title, name, gender, date of birth, address, e-mail address, password, phone number, preferred language, preferences or other relevant contact details;</li>\n<li>demographic information, such as information about your industry sector, that is not identifiable to you personally.\nWe may collect this information through various forms and in various places on the Platform.\n</li>\n<li>information collected as part of your visits to the Platform;</li>\n<li>details of your use of products or services used in connection with the Platform;</li>\n<li>details of any e-mail correspondence or any other social media interactions that you have with us.\nand</li>\n<li>cookie or other tracking information collected.</li>\n</ul>\n<p>\n<b>2.\nWhat is our cookie policy?</b>\n</p>\n<p>2.1.\nPlease click here for further information on our Cookie Policy.</p>\n<p>\n<b>3.\nHow do we use the information collected?</b>\n</p>\n<p>3.1.\nWe may use your information that we collect about you:</p>\n<p>(a) to improve the Platform, our products or services, to customize your experience on the Platform, or to serve you specific content that is most relevant to you;</p>\n<p>(b) to contact you with regard to your use of the Platform and, in our discretion, changes to the Platform and/or Platform's policies;</p>\n<p>(c) for internal business purposes;</p>\n<p>(d) for purposes disclosed at the time you provide your information or as otherwise set forth in this Privacy Policy;</p>\n<p>(e) to provide you with information, products or services or process transactions that you have requested or agreed to receive including sending to you electronic newsletters, or providing you with marketing materials;</p>\n<p>(f) to enable you to participate in a variety of the Platform's features;</p>\n<p>(g) to process your registration with the Platform, including verifying your information is active and valid;</p>\n<p>(h) to identify you as the author of any comments that you send to us to be posted on the Platform;</p>\n<p>(i) to ensure that content on the Platform is presented in the most effective manner for you and for your computer or mobile device;</p>\n<p>(j) to provide you with information relating to any events held by us, where you have consented to be contacted for such purposes.\nand</p>\n<p>(k) to provide you with access to your personal account.</p>\n<p>3.2.\nTo make the Platform more interesting and useful to you, the information that we collect from you when you use the Platform or request further products or services may be used for our own advertising and market research purposes.</p>\n<p>3.3.\nWe may share non-personally identifiable information, such as aggregated user statistics, with third parties, including through third party applications.\nPlease refer to section 8 below for further information for third party information collection techniques.</p>\n<p>\n<b>4.\nDo we use your information for marketing purposes?</b>\n</p>\n<p>4.1.\nTo the extent permitted by law, we may use your data to contact you by electronic means (e-mail) with information about products, events and services which may be of interest to you.\nWe will provide you with an opportunity to opt-out from this should you not wish to receive such information.</p>\n<p>4.2.\nWe may permit selected third parties to use your data to contact you by e-mail with information about products, events and services which may be of interest to you, provided that you have provided us with your consent to do this.\nIf you do not want us or third parties to use your data in this way, please notify us of your wishes by e-mail or on the form on which we collect your data.</p>\n<p>4.3.\nWe may also contact you by phone or standard mail, depending upon your preferences.</p>\n<p>\n<b>5.\nHow and when do we disclose information to third parties?</b>\n</p>\n<p>5.1.\nWe may share the information we have collected about you, including personal data, as follows:</p>\n<p>(a) we may employ the services of a third party to help us in certain areas, such as in relation to e-mail marketing, call centres or website hosting.\nIn some cases, the third party may receive your information;</p>\n<p>(b) we may share the information with our parent, subsidiaries and affiliates for internal reasons.\nWe also reserve the right to disclose and transfer all such information: (i) to a subsequent owner, co-owner or operator of the Platform or applicable database.\nor (ii) in connection with a merger, consolidation, restructuring, the sale of substantially all of our interests and/or assets or other organisational change, including, during the course of any due diligence process.\nand</p>\n<p>(c) we may disclose your information to the fullest extent permitted by applicable law: (i) to satisfy any applicable law, regulation, subpoenas, governmental requests or legal process if in our good faith opinion such is required or permitted by law.\n(ii) to protect and/or defend our Terms of Use or other policies applicable to the Platform, including investigation of potential violations thereof.\n(iii) to protect the safety, rights, property or security of the Platform or any third party.\nand/or (iv) to detect, prevent or otherwise address fraud, security or technical issues.\nFurther, to the fullest extent permitted by applicable law, we may use IP addresses to identify users, and may do so in cooperation with third parties such as copyright owners, internet service providers, wireless service providers and/or law enforcement agencies, including disclosing such information to third parties, all in our discretion.\nSuch disclosures may be carried out without notice to you, to the fullest extent permitted by applicable law.</p>\n<p>\n<b>6.\nWhat about my own user generated content?</b>\n</p>\n<p>The Platform may permit you to submit ideas, writings, data, questions, comments, suggestions or other content, including Personal Information (collectively, \"User Content\").\nBE AWARE THAT SUCH PUBLIC POSTINGS ARE NOT CONFIDENTIAL.\nWe or others may reproduce, publish, distribute or otherwise use User Content online or offline in any media or format (currently existing or hereafter developed).\nOthers may have access to this User Content and may have the ability to share it with third parties across the Internet.\nPlease think carefully before deciding what information you share, including personal data, in connection with your User Content.\nPlease note that we do not control who will have access to the information that you choose to make public and cannot ensure that parties who have access to such publicly available information will respect your privacy or keep it secure.\nOur obligations under this Privacy Policy do not apply to any information that you disclose publicly, share with others or otherwise upload onto the Platform.\nWe are not responsible for the accuracy, use or misuse of any content or information that you disclose or receive from third parties, through the Platform.</p>\n<p>\n<b>7.\nHow do I change my information and communications preferences?</b>\n</p>\n<p>7.1.\nUpon request, we will remove your personal information from our Platform and/or our database.\nUsers are also advised that upon written request you may access and/or request that any erroneous information about you be corrected.</p>\n<p>7.2.\nYou are responsible for maintaining the accuracy of the information you submit to us, such as your contact information provided as part of registration.</p>\n<p>7.3.\nYou may cancel or modify your communications that you have elected to receive from the Platform by following the unsubscribe instructions contained within an applicable e-mail.</p>\n<p>\n<b>8.\nWhat about third party information collection techniques?</b>\n</p>\n<p>This Privacy Policy does not apply to applications, technologies or sites that are owned by and/or operated by other parties (such as app developers, third party advertisers or third-party ad servers), even if they use our technology to collect or store information.\nThis includes third parties that embed our technology in their apps or ads to facilitate download tracking or ad serving.\nWe do however work with third parties to ensure that you are provided with the necessary information and are provided with the opportunity to make your choice.\nThe relevant third party's terms of use, privacy policy, permissions, notices and choices should be reviewed regarding their collection, storage and sharing practices.</p>\n<p>\n<b>9.\nWhat about security, storage and international transfer?</b>\n</p>\n<p>9.1.\nThe Platform and the information is stored on a host server located in the United States.</p>\n<p>9.2.\nWe incorporate commercially reasonable safeguards to help protect and secure your personal data.\nHowever, no data transmission over the Internet, wireless transmission or electronic storage of information can be guaranteed.</p>\n<p>9.3.\nWhen you sign up to the Platform, you may also be asked to choose a password.\nYou are entirely responsible for maintaining the confidentiality of your password.\nYou agree not to use the account, username, email address or password of another user at any time or to disclose your password to any third party.\nYou agree to notify us immediately if you suspect any unauthorised use of your account or access to your password.</p>\n<p>9.4.\nPlease be aware that information we collect, including your personal data, may be transferred to, processed and stored outside of the EEA.\nThe data protection laws in such jurisdictions may differ from those of the country in which you are located, and your personal data may be subject to access requests from governments, courts, or law enforcement in those jurisdictions.\nWe take commercially reasonable steps to ensure that your data is treated securely, including entering into appropriate data transfer agreements.\nWe may also share personal data as set forth below:</p>\n<ol>\n<li>by transfer to other Intertek Group companies where it is necessary to meet the purpose for which you have submitted the information.\nand</li>\n<li>by transfer to third party agents and subcontractors which perform certain functions on our behalf, such as picking up and delivering samples, fulfilling inspection orders, sending email, removing repetitive information from client lists, analysing data and processing credit card payments.\nThese parties only have access to such information as necessary to perform their functions and may not use it for any other purpose.</li>\n</ol>\n<p>\n<b>10.\nHow long we keep your data?</b>\n</p>\n<p>We will only retain your personal information for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.\nDetails of retention periods for different aspects of your personal information are available in our retention policy which is available on request.\nTo determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your information, the purposes for which we process your information and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>In some circumstances we may anonymise your personal information so that it can no longer be associated with you, in which case we may use such information without further notice to you.</p>\n<p>\n<b>11.\nWhat about changes to the Privacy Policy?</b>\n</p>\n<p>We reserve the right to modify or add to this Privacy Policy at any time without prior notice (\"Updated Privacy Policy\").\nYou agree that we may notify you of the Updated Privacy Policy by posting it on the Platform so that it is accessible via a link on the homepage of the Platform, and that your use of the Platform after we have posted the Updated Privacy Policy (or engaging in such other conduct as we may reasonably specify) constitutes your agreement to the Updated Privacy Policy.\nTherefore, you should review this Privacy Policy before using the Platform.\nThe Updated Privacy Policy will be effective as of the time of posting, or such later date as may be specified in the Updated Privacy Policy and will apply to your use of the Platform from that point forward.</p>\n<p>\n<b>12.\nWhat are your rights?</b>\n</p>\n<p>Regarding the information held about you by us, you may:</p>\n<ul>\n<li>request us to provide you with a list and a description of this information;</li>\n<li>request us to amend any inaccuracies;</li>\n<li>request us to delete your information by contacting us in the manner set out below;</li>\n<li>object to the processing of your information where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground.\nYou also have the right to object where we are processing your personal information for direct marketing purposes;</li>\n<li>Request us to suspend the processing of personal information about you, for example if you want us to establish its accuracy or the reason for processing it.</li>\n<li>Request the transfer of your personal information to another party.</li>\n</ul>\n<p>If you want to review, verify, correct or request erasure of your personal information, object to the processing of your personal data, or request that we transfer a copy of your personal information to another party, please contact privacy@intertek.com.</p>\n<p>If you wish to raise a complaint on how we have handled your personal data, you can contact us to have the matter investigated.</p>\n<p>If you are not satisfied with our response or believe we are processing your personal data not in accordance with the law you can complain to the Information Commissioner’s Office (ICO), the UK supervisory authority for data protection issues.</p>\n<p>\n<b>13.\nHow can you contact us if you would like to make a complaint?</b>\n</p>\n<p>If you would like to contact us for any further information or to make a complaint, please send an email to a member of our Legal, Risk and Compliance team.</p> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n", "created_at": "2022-03-23 22:33:47.285642", "updated_at": "2022-03-23 21:34:24.899389"}, {"id": 11793, "name": "Website Terms of Use", "url": "https://www.intertek.com/Website-Terms-Of-Use/", "xpath": "//*[@id=\"maincontent\"]", "text": " <ul>\n<li>Home&nbsp;/&nbsp;</li>\n<li>Website Terms of Use</li>\n</ul>\n<ul>\n<li>Back to Home</li>\n</ul> &nbsp.\nShare <ul>\n<li> Twitter close Follow Intertek Tweet This </li>\n<li> Facebook close Like Intertek Share This </li>\n<li> LinkedIn close Follow Intertek Share This </li>\n<li> YouTube </li>\n<li> Share </li>\n<li> Blog </li>\n</ul> Website Terms of Use <p>\n</p>\n<p>\n<b>INTRODUCTION</b>\n</p>\n<p>These terms and conditions of use (the “Terms of Use”) govern your use of our website and mobile applications (the “Platform”).</p>\n<p>The Platform is operated by Intertek Group plc, a company having offices at 33 Cavendish Square, London W1G 0PS with registered number 4267576 and its affiliated companies.\nOur VAT number is 672 7639 96.</p>\n<p>These Terms of Use also apply to interactive features, widgets, mobile applications, content or downloads that are owned or controlled by us, are available through the Platform or that interact with the Platform and post these Terms of Use.\nThese Terms of Use do not apply to any other website or any offline activities by us (unless specifically stated).\nBy using the Platform, you agree that we may change, alter, or modify the settings or configurations on your device or computer used to access the Platform in order to allow for us to optimize your use of the Platform.</p>\n<p>In addition, please review the Platform’s Privacy Policy and Cookie Policy (“Related Policies”), which explains our information collection practices, such as the types of information we collect regarding visitors to the Platform and how we may use that information.\nPlease read these Terms of Use carefully before using the Platform as by using the Platform you agree to these Terms of Use and Related Policies.\nIf you do not agree to these Terms of Use, then you are not authorised to continue use of the Platform.</p>\n<p>We recommend that you print a copy of these terms for future reference.</p>\n<p>\n<b>CONTENTS OF THESE TERMS OF USE</b>\n</p>\n<ol>\n<li>\nWhat Is The Purpose of the Platform?\n</li>\n<li>What Are Your Obligations?</li>\n<li>What Intellectual Property Rights Exist In The Platform?</li>\n<li>What If You Make Purchases Through The Platform?</li>\n<li>What About Linking To The Platform?</li>\n<li>What About Links From The Platform?</li>\n<li>When Can We Suspend Or Terminate Your Access?</li>\n<li>What Are The Relevant Warranties And Disclaimers?</li>\n<li>What About Liabilities And Indemnities?</li>\n<li>How Do The Terms of Use Interact With Our Information Collection Techniques?</li>\n<li>What Is The Jurisdiction And Applicable law?</li>\n<li>Are There Any Other General Provisions You Should Be Aware Of?</li>\n<li>What About Changes To The Terms of Use?</li>\n<li>What About Contacting Us For Information Or To Make A Complaint?</li>\n</ol>\n<p>\n<b>GENERAL</b>\n</p>\n<p>\n<b>1.\nWhat Is The Purpose of the Platform?</b>\n</p>\n<p>We have created this Platform to provide you with information about the products and services we offer and the industries in which we operate.</p>\n<p>\n<b>2.\nWhat Are Your Obligations?</b>\n</p>\n<p>2.1.\nYou:</p>\n<p>(a) shall ensure that your use of the Platform and Material (as defined below) is in accordance with the these Terms of Use;</p>\n<p>(b) must not use the Platform:</p>\n<p>(i) for any unlawful purpose whatsoever, including fraud or terrorism;</p>\n<p>(ii) in any way which is abusive, harmful, threatening or defamatory or any other way that may cause offence (including uploading pornographic, obscene or indecent material onto the Platform or any material that otherwise contains a virus or other malicious code);</p>\n<p>(iii) in any way which breaches or could potentially breach a legal duty to a third party (including a duty of confidentiality) or which infringes or could potentially infringe a person's right to privacy;</p>\n<p>(iv) in any way which promotes discrimination or is likely to incite hatred;</p>\n<p>(v) by misusing our information or content on the Platform without the necessary rights in conjunction with any commercial purpose.\nor</p>\n<p>(vi) in any way which may infringe the intellectual property rights of third parties or which promotes any unlawful act.</p>\n<p>2.2.\nWhenever you make use of a feature that allows you to upload content or comments to the Platform, you must comply with these Terms of Use.</p>\n<p>2.3.\nWe may delete, remove or refuse to publish any content or comments that has been uploaded in breach of these Terms of Use.</p>\n<p>2.4.\nAlthough strictly prohibited, content may be displayed on the Platform which is unlawful or offensive.\nIf you become aware of this you agree to contact us without delay.</p>\n<p>\n<b>3.\nWhat Intellectual Property Rights Exist In The Platform?</b>\n</p>\n<p>3.1.\nWe are the owner or the licensee of all intellectual property rights in our Platform, and in the material published on it (such as images, photographs, illustrations, icons, texts, video clips, written information and other materials) (“Material”).\nThose works are protected by copyright laws and treaties around the world.\nAll such rights are reserved.<br>You may download one computer copy or print one copy of the material on this Platform for your personal use provided that proprietary notices such as copyright© or trade mark™ are neither modified, nor deleted or changed and you may draw the attention of others within your organisation to content posted on our Platform.</p>\n<p>&nbsp;3.2.\nYou are not authorised to sell modify, display, publicly perform, report or otherwise prepare or use any derivative or second hand works based on Material in any way.\nYou must not use any part of the content on our Platform and Material for commercial purposes without obtaining a licence to do so from us or our licensors.<br>Furthermore, the Material may not be displayed or communicated on any other website, in a networked computer environment or other digital support for any purpose whatsoever without our prior consent.\nIn the event of breach of any of these Terms of Use, your permission to use Material will automatically terminate and any copies made of Material must be immediately destroyed.</p>\n<p>3.3.\nAny communication or material that you post on the Platform, excluding personally identifiable data about yourself, including, but not limited to, any data, questions or answers, comments, suggestions, or the like (“User Content”) will be treated as non-confidential and non-proprietary by us.\nBy sending communications to us, you automatically grant us a royalty-free, perpetual, irrevocable non-exclusive license to use, reproduce, modify, publish, edit, translate, distribute, perform, and display such User Content alone, or as a part of other works in any form, media, or technology whether now known of or hereafter developed and to sublicense such rights to anyone.\nAnything you transmit may be used by us and our affiliated companies for any purpose, including but not limited to reproduction, disclosure, transmission, publication, broadcast and posting, or developing, manufacturing and marketing products using such information.</p>\n<p>3.4.\nTo the extent permitted by law, you waive your moral rights (the right to be identified as author or to object to derogatory treatment) in any content or comments that you transmit to us to be uploaded to the Platform.</p>\n<p>\n<b>4.\nWhat If You Make Purchases Through The Platform?</b>\n</p>\n<p>Any services or products that you purchase through the Platform will be subject to additional Terms and Conditions provided to you.</p>\n<p>\n<b>5.\nWhat About Linking To The Platform?</b>\n</p>\n<p>5.1.\nWe grant you the revocable permission to link to the Platform.\nprovided, however, that your website, or any third party websites that link to the Platform: (a) must not imply that we or the Platform are endorsing or sponsoring it or its products or services, unless we has given its prior written consent.\n(b) must not present false information about, or disparage, tarnish, or otherwise, in our sole opinion, harm us or its products or services.\n(c) must not contain content that could be construed as distasteful, offensive or controversial or otherwise objectionable (in our sole opinion).\nand (d) must be owned and controlled by you or the person or entity placing the link, or otherwise permit you to enable such link subject to these Terms of Use.</p>\n<p>5.2.\nBy linking to the Platform, you agree that you do and will continue to comply with the above linking requirements.\nNotwithstanding anything to the contrary contained in these Terms of Use, we reserve the right to prohibit linking to the Platform for any reason, in our sole and absolute discretion, even if the linking complies with the requirements described above.</p>\n<p>\n<b>6.\nWhat About Links From The Platform?</b>\n</p>\n<p>6.1.\nThe Platform may contain links to or from third party websites (“Linked Websites”), including websites operated by third parties who may have business relationships with us.\nWe may have no control over the content, operations, policies, terms, or other elements of Linked Websites, and we do not assume any obligation to review any Linked Websites.\nWe do not endorse, approve, or sponsor any Linked Websites, or any third party content, advertising, information, materials, products, services, or other items.\nFurthermore, we are not responsible for the quality or delivery of the products or services offered, accessed, obtained by or advertised at such Linked Websites.</p>\n<p>6.2.\nAny activities you undertake in connection with any of the Linked Websites are subject to the privacy and other policies, terms and conditions of use, and rules issued by the operator of the Linked Websites.\nAny interactions, correspondence, transactions, and other dealings that you have with any third parties found on or through the Platform (including on or via Linked Websites) are solely between you and the third party and to the maximum extent permitted by law we disclaim all liability in connection therewith.</p>\n<p>\n<b>7.\nWhen Can We Suspend Or Terminate Your Access?</b>\n</p>\n<p>7.1 Our Platform is made available free of charge.</p>\n<p>7.2 We do not guarantee that our Platform, or any content on it, will always be available or be uninterrupted.\nWe may suspend or withdraw or restrict the availability of all or any part of our Platform for business and operational reasons.</p>\n<p>7.3 You are also responsible for ensuring that all persons who access our Platform through your internet connection are aware of these Terms of Use and other Related Polices, and that they comply with them.</p>\n<p>\n<b>8.\nWhat Are The Relevant Warranties And Disclaimers?</b>\n</p>\n<p>8.1.\nThe Platform and Material is provided on an ‘AS IS’ basis and:</p>\n<p>(a) you acknowledge that the Platform may not be free of bugs or errors and agree that the existence of minor bugs or errors shall not constitute a breach of these Terms of Use;</p>\n<p>(b) you remain responsible for your own hardware, content and any other data uploaded onto the Platform and you remain solely responsible for making back-ups to protect your content and any other data contained on your account;</p>\n<p>(c) The content on our Platform and Material is provided for general information only.\nIt is not intended to amount to advice on which you should rely.\nYou must obtain professional or specialist advice before taking, or refraining from, any action on the basis of the content on our Platform and Material.\nand</p>\n<p>(d) Although we make reasonable efforts to update the information on our Platform and Material, we make no representations, warranties or guarantees, whether express or implied, that the content on our Platform is accurate, complete or up to date.</p>\n<p>\n<b>9.\nWhat About Liabilities And Indemnities?</b>\n</p>\n<p>9.1 We do not exclude or limit in any way our liability to you where it would be unlawful to do so.\nThis includes liability for death or personal injury caused by our negligence or the negligence of our employees, agents or subcontractors and for fraud or fraudulent misrepresentation.</p>\n<p>9.2 To the extent permitted by law, we exclude all implied conditions, warranties, representations or other terms that may apply to our Platform or any content on it.</p>\n<p>9.3 We will not be liable to you for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with:</p>\n<ul>\n<li>use of, or inability to use, our Platform.\nor</li>\n<li>use of or reliance on any content displayed on our Platform.</li>\n</ul>\n<p>\n<b>10.\nHow Do The Terms of Use Interact With Our Information Collection Techniques?</b>\n</p>\n<p>Our information collection practices on the Platform, such as the types of information we collect regarding visitors to the Platform and the ways in which we may use that information shall be governed by the terms of our Privacy Policy and/or Cookie Policy.</p>\n<p>\n<b>11.\nWhat Is The Jurisdiction And Applicable law?</b>\n</p>\n<p>11.1 These Terms of Use and any dispute or claim arising out of or in connection with it or its subject matter or formation (including non-contractual disputes or claims), shall be governed by, and construed in accordance with, English law.</p>\n<p>11.2 The parties agree that the courts of England and Wales shall have non-exclusive jurisdiction.</p>\n<p>\n<b>12.\nAre There Any Other General Provisions You Should Be Aware Of?</b>\n</p>\n<p>12.1.\nUnless otherwise specified, the information and Materials in the Platform are presented solely for the purpose of promoting us and our products and services.\nWe make no representation that the Material is appropriate or available for use in every country of the world.\nYou use this Platform at your own risk and are responsible for compliance with applicable local laws, keeping in mind that access to Material may not be legal by certain persons or in certain countries.\nOur products and services are available in many parts of the world.\nHowever, this Platform may describe products and services that are not available worldwide.</p>\n<p>12.2 The failure to exercise, or delay in exercising, a right, power or remedy provided by these Terms of Use or by law shall not constitute a waiver of that right, power or remedy.</p>\n<p>12.3 If any provision, or part of a provision, of these Terms of Use, is found to be illegal, invalid or unenforceable, that provision or part-provision shall be deemed not to form part of these Terms of Use, and the legality, validity or enforceability of the remainder of the provisions of these Terms of Use shall not be affected, unless otherwise required by operation of applicable law.</p>\n<p>12.4 These Terms of Use represent an agreement between you as user of the Platform and us as service provider, and no other person can enforce any of its provisions.</p>\n<p>12.5 These Terms of Use and the Related Polices constitute the entire agreement between you and us in relation to the use of the Platform, and replace and extinguish all prior agreements, draft agreements, arrangements, undertakings, or collateral contracts of any nature made by the parties, whether oral or written, in relation to such subject matter.</p>\n<p>\n<b>13.\nWhat About Changes To The Terms of Use?</b>\n</p>\n<p>We reserve the right to modify or add to these Terms of Use at any time without prior notice (“Updated Terms of Use”).\nEvery time you wish to use our Platform, please check these terms to ensure you understand the terms that apply at that time.</p>\n<p>\n<b>14.\nWhat About Contacting Us For Information Or To Make A Complaint?</b>\n</p>\n<p>If you would like to contact us for any further information or to make a complaint, please send an email to privacy@intertek.com.</p>\n<p>Version 2.0 Effective: 2 March 2018</p> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n", "created_at": "2022-03-23 22:33:47.282923", "updated_at": "2022-03-23 21:35:06.230538"}], "points": [], "urls": ["intertek.com", "cdn.intertek.com", "mail.intertek.com", "ims.intertek.com", "sso.intertek.com", "phoenix.intertek.com", "whatsin.intertek.com", "cbis.intertek.com", "tips.intertek.com"]}}