{"error": 448, "message": "OK", "parameters": {"id": 2444, "name": "Amazon Prime Video", "created_at": "2020-12-04 21:19:43.414971", "updated_at": "2021-03-25 03:19:53.118676", "wikipedia": "https://en.wikipedia.org/wiki/Prime_Video", "keywords": null, "related": null, "slug": "amazon_prime_video", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2444.png", "url": "primevideo.com", "documents": [{"id": 3240, "name": "Amazon Privacy Notice", "url": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "xpath": "/html/body/div[2]/div/div", "text": "\n<p>\n</p>\n<p>\n<strong>Last updated: January 1, 2020.</strong> To see prior version, click here.\n</p>\n<p>We know that you care how information about you is used and shared, and we appreciate your trust that we will do so carefully and sensibly.\nThis Privacy Notice describes how Amazon.com and its affiliates (collectively \"Amazon\") collect and process your personal information through Amazon websites, devices, products, services, online and physical stores, and applications that reference this Privacy Notice (together \"Amazon Services\").\n<strong>By using Amazon Services, you are consenting to the practices described in this Privacy Notice.</strong>\n</p>\n<ul>\n<li>\nWhat Personal Information About Customers Does Amazon Collect?\n</li>\n<li>\nFor What Purposes Does Amazon Use Your Personal Information?\n</li>\n<li>\nWhat About Cookies and Other Identifiers?\n</li>\n<li>\nDoes Amazon Share Your Personal Information?\n</li>\n<li>\nHow Secure Is Information About Me?\n</li>\n<li>\nWhat About Advertising?\n</li>\n<li>\nWhat Information Can I Access?\n</li>\n<li>\nWhat Choices Do I Have?\n</li>\n<li>\nAre Children Allowed to Use Amazon Services?\n</li>\n<li>\nEU-US and Swiss-US Privacy Shield\n</li>\n<li>\nCalifornia Consumer Privacy Act\n</li>\n<li>\nConditions of Use, Notices, and Revisions\n</li>\n<li>\nRelated Practices and Information\n</li>\n<li>\nExamples of Information Collected\n</li>\n</ul>\n<p>\n</p> What Personal Information About Customers Does Amazon Collect? <p>We collect your personal information in order to provide and continually improve our products and services.</p>\n<p>Here are the types of personal information we collect:</p>\n<ul>\n<li>\n<strong>Information You Give Us:</strong> We receive and store any information you provide in relation to Amazon Services.\nClick here to see examples of what we collect.\nYou can choose not to provide certain information, but then you might not be able to take advantage of many of our Amazon Services.\n</li>\n<li>\n<strong>Automatic Information:</strong> We automatically collect and store certain types of information about your use of Amazon Services, including information about your interaction with content and services available through Amazon Services.\nLike many websites, we use \"cookies\" and other unique identifiers, and we obtain certain types of information when your web browser or device accesses Amazon Services and other content served by or on behalf of Amazon on other websites.\nClick here to see examples of what we collect.\n</li>\n<li>\n<strong>Information from Other Sources:</strong> We might receive information about you from other sources, such as updated delivery and address information from our carriers, which we use to correct our records and deliver your next purchase more easily.\nClick here to see additional examples of the information we receive.\n</li>\n</ul> For What Purposes Does Amazon Use Your Personal Information?\n<p>We use your personal information to operate, provide, develop, and improve the products and services that we offer our customers.\nThese purposes include:</p>\n<ul>\n<li>\n<strong>Purchase and delivery of products and services.</strong> We use your personal information to take and handle orders, deliver products and services, process payments, and communicate with you about orders, products and services, and promotional offers.\n</li>\n<li>\n<strong>Provide, troubleshoot, and improve Amazon Services.</strong> We use your personal information to provide functionality, analyze performance, fix errors, and improve the usability and effectiveness of the Amazon Services.\n</li>\n<li>\n<strong>Recommendations and personalization.</strong> We use your personal information to recommend features, products, and services that might be of interest to you, identify your preferences, and personalize your experience with Amazon Services.\n</li>\n<li>\n<strong>Provide voice, image and camera services.</strong> When you use our voice, image and camera services, we use your voice input, images, videos, and other personal information to respond to your requests, provide the requested service to you, and improve our services.\nFor more information about Alexa voice services , click here.\n</li>\n<li>\n<strong>Comply with legal obligations.</strong> In certain cases, we collect and use your personal information to comply with laws.\nFor instance, we collect from sellers information regarding place of establishment and bank account information for identity verification and other purposes.\n</li>\n<li>\n<strong>Communicate with you.</strong> We use your personal information to communicate with you in relation to Amazon Services via different channels (e.g., by phone, email, chat).\n</li>\n<li>\n<strong>Advertising.</strong> We use your personal information to display interest-based ads for features, products, and services that might be of interest to you.\nWe do not use information that personally identifies you to display interest-based ads.\nTo learn more, please read our Interest-Based Ads notice.\n</li>\n<li>\n<strong>Fraud Prevention and Credit Risks.</strong> We use personal information to prevent and detect fraud and abuse in order to protect the security of our customers, Amazon, and others.\nWe may also use scoring methods to assess and manage credit risks.\n</li>\n</ul> What About Cookies and Other Identifiers? <p>To enable our systems to recognize your browser or device and to provide and improve Amazon Services, we use cookies and other identifiers.\nFor more information about cookies and how we use them, please read our Cookies Notice.</p> Does Amazon Share Your Personal Information? <p>Information about our customers is an important part of our business, and we are not in the business of selling our customers' personal information to others.\nWe share customers' personal information only as described below and with subsidiaries Amazon.com, Inc.\ncontrols that either are subject to this Privacy Notice or follow practices at least as protective as those described in this Privacy Notice.</p>\n<ul>\n<li>\n<strong>Transactions involving Third Parties:</strong> We make available to you services, products, applications, or skills provided by third parties for use on or through Amazon Services.\nFor example, you can order products from third parties through our stores, download applications from third-party application providers from our App Store, and enable third-party skills through our Alexa services.\nWe also offer services or sell product lines jointly with third-party businesses, such as co-branded credit cards.\nYou can tell when a third party is involved in your transactions, and we share customers' personal information related to those transactions with that third party.\n</li>\n<li>\n<strong>Third-Party Service Providers:</strong> We employ other companies and individuals to perform functions on our behalf.\nExamples include fulfilling orders for products or services, delivering packages, sending postal mail and email, removing repetitive information from customer lists, analyzing data, providing marketing assistance, providing search results and links (including paid listings and links), processing payments, transmitting content, scoring, assessing and managing credit risk, and providing customer service.\nThese third-party service providers have access to personal information needed to perform their functions, but may not use it for other purposes.\n</li>\n<li>\n<strong>Business Transfers: </strong>As we continue to develop our business, we might sell or buy other businesses or services.\nIn such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Notice (unless, of course, the customer consents otherwise).\nAlso, in the unlikely event that Amazon.com, Inc.\nor substantially all of its assets are acquired, customer information will of course be one of the transferred assets.\n</li>\n<li>\n<strong>Protection of Amazon and Others:</strong> We release account and other personal information when we believe release is appropriate to comply with the law.\nenforce or apply our Conditions of Use and other agreements.\nor protect the rights, property, or safety of Amazon, our users, or others.\nThis includes exchanging information with other companies and organizations for fraud protection and credit risk reduction.\n</li>\n</ul>\n<p>Other than as set out above, you will receive notice when personal information about you might be shared with third parties, and you will have an opportunity to choose not to share the information.</p> How Secure Is Information About Me? <p>We design our systems with your security and privacy in mind.</p>\n<ul>\n<li>\nWe work to protect the security of your personal information during transmission by using encryption protocols and software.\n</li>\n<li>\nWe follow the Payment Card Industry Data Security Standard (PCI DSS) when handling credit card data.\n</li>\n<li>\nWe maintain physical, electronic, and procedural safeguards in connection with the collection, storage, and disclosure of personal customer information.\nOur security procedures mean that we may occasionally request proof of identity before we disclose personal information to you.\n</li>\n<li>\nOur devices offer security features to protect them against unauthorized access and loss of data.\nYou can control these features and configure them based on your needs.\nClick here for more information on how to manage the security settings of your device.\n</li>\n<li>\nIt is important for you to protect against unauthorized access to your password and to your computers, devices, and applications.\nBe sure to sign off when finished using a shared computer.\nClick here for more information on how to sign off.\n</li>\n</ul> What About Advertising? <ul>\n<li>\n<strong>Third-Party Advertisers and Links to Other Websites:</strong> Amazon Services may include third-party advertising and links to other websites and apps.\nThird-party advertising partners may collect information about you when you interact with their content, advertising, and services.\nFor more information about third-party advertising at Amazon, including interest-based ads, please read our Interest-Based Ads policy.\nTo adjust your advertising preferences, please go to the Advertising Preferences page.\n</li>\n<li>\n<strong>Use of Third-Party Advertising Services:</strong> We provide ad companies with information that allows them to serve you with more useful and relevant Amazon ads and to measure their effectiveness.\nWe never share your name or other information that directly identifies you when we do this.\nInstead, we use an advertising identifier like a cookie or other device identifier.\nFor example, if you have already downloaded one of our apps, we will share your advertising identifier and data about that event so that you will not be served an ad to download the app again.\nSome ad companies also use this information to serve you relevant ads from other advertisers.\nYou can learn more about how to opt-out of interest-based advertising by going to the Advertising Preferences page.\n</li>\n</ul> What Information Can I Access? <p>You can access your information, including your name, address, payment options, profile information, Prime membership, household settings, and purchase history in the \"Your Account\" section of the website.\nClick here for a list of examples that you can access.</p> What Choices Do I Have? <p>If you have any questions as to how we collect and use your personal information, please contact our Customer Service.\nMany of our Amazon Services also include settings that provide you with options as to how your information is being used.\n</p>\n<ul>\n<li>\nAs described above, you can choose not to provide certain information, but then you might not be able to take advantage of many of the Amazon Services.\n</li>\n<li>\nYou can add or update certain information on pages such as those referenced in What Information Can I Access?.\nWhen you update information, we usually keep a copy of the prior version for our records.\n</li>\n<li>\nIf you do not want to receive email or other communications from us, please adjust your Customer Communication Preferences.\nIf you don't want to receive in-app notifications from us, please adjust your notification settings in the app or device.\n</li>\n<li>\nIf you do not want to see interest-based ads, please adjust your Advertising Preferences.\n</li>\n<li>\nThe Help feature on most browsers and devices will tell you how to prevent your browser or device from accepting new cookies or other identifiers, how to have the browser notify you when you receive a new cookie, or how to block cookies altogether.\nBecause cookies and identifiers allow you to take advantage of some essential features of Amazon Services, we recommend that you leave them turned on.\nFor instance, if you block or otherwise reject our cookies, you will not be able to add items to your Shopping Cart, proceed to Checkout, or use any Services that require you to Sign in.\nFor more information about cookies and other identifiers, see our Cookies Notice.\n</li>\n<li>\nIf you want to browse our websites without linking the browsing history to your account, you may do so by logging out of your account here and blocking cookies on your browser.\n</li>\n<li>\nYou will also be able to opt out of certain other types of data usage by updating your settings on the applicable Amazon website (e.g., in \"Manage Your Content and Devices\"), device, or application.\nFor more information click here.\nMost non-Amazon devices also provide users with the ability to change device permissions (e.g., disable/access location services, contacts).\nFor most devices, these controls are located in the device's settings menu.\nIf you have questions about how to change your device permissions on devices manufactured by third parties, we recommend you contact your mobile service carrier or your device manufacturer.\n</li>\n<li>\nIf you are a seller, you can add or update certain information in Seller Central, update your account information by accessing your Seller Account Information, and adjust your email or other communications you receive from us by updating your Notification Preferences.\n</li>\n<li>\nIf you are an author, you can add or update the information you have provided in the Author Portal and Author Central by accessing your accounts in the Author Portal and Author Central, respectively.\n</li>\n</ul>\n<p>In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal data.\nIf you wish to do any of these things, please contact Customer Service.\nDepending on your data choices, certain services may be limited or unavailable.</p> Are Children Allowed to Use Amazon Services? <p>Amazon does not sell products for purchase by children.\nWe sell children's products for purchase by adults.\nIf you are under 18, you may use Amazon Services only with the involvement of a parent or guardian.\nWe do not knowingly collect personal information from children under the age of 13 without the consent of the child's parent or guardian.\nFor more information, please see our Children's Privacy Disclosure.</p> EU-US and Swiss-US Privacy Shield <p> Amazon.com, Inc.\nparticipates in the EU-US and Swiss-US Privacy Shield frameworks.\nClick here to learn more.\n</p> California Consumer Privacy Act\n<p>Click here to read additional disclosures required under the California Consumer Privacy Act.</p> Conditions of Use, Notices, and Revisions <p>If you choose to use Amazon Services, your use and any dispute over privacy is subject to this Notice and our Conditions of Use , including limitations on damages, resolution of disputes, and application of the law of the state of Washington.\nIf you have any concern about privacy at Amazon, please contact us with a thorough description, and we will try to resolve it.\nOur business changes constantly, and our Privacy Notice will change also.\nYou should check our websites frequently to see recent changes.\nUnless stated otherwise, our current Privacy Notice applies to all information that we have about you and your account.\nWe stand behind the promises we make, however, and will never materially change our policies and practices to make them less protective of customer information collected in the past without the consent of affected customers.\n</p> Related Practices and Information\n<p>\n</p>\n<ul>\n<li> Conditions of Use\n</li>\n<li> Seller Program Policies </li>\n<li> Help Department </li>\n<li> Most Recent Purchases </li>\n<li> Your Profile and Community Guidelines\n</li>\n</ul>\n<p>\n</p> Examples of Information Collected <p>\n<strong>Information You Give Us When You Use Amazon Services</strong>\n</p>\n<p>You provide information to us when you:</p>\n<ul>\n<li>\nsearch or shop for products or services in our stores.\n</li>\n<li>\nadd or remove an item from your cart, or place an order through or use Amazon Services.\n</li>\n<li>\ndownload, stream, view, or use content on a device or through a service or application on a device.\n</li>\n<li>\nprovide information in Your Account (and you might have more than one if you have used more than one email address or mobile number when shopping with us) or Your Profile .\n</li>\n<li>\ntalk to or otherwise interact with our Alexa Voice service.\n</li>\n<li>\nupload your contacts.\n</li>\n<li>\nconfigure your settings on, provide data access permissions for, or interact with an Amazon device or service.\n</li>\n<li>\nprovide information in your Seller Account , Kindle Direct Publishing account , Developer account , or any other account we make available that allows you to develop or offer software, goods, or services to Amazon customers.\n</li>\n<li>\noffer your products or services on or through Amazon Services.\n</li>\n<li>\ncommunicate with us by phone, email, or otherwise.\n</li>\n<li>\ncomplete a questionnaire, a support ticket, or a contest entry form.\n</li>\n<li>\nupload or stream images, videos or other files to Prime Photos, Amazon Drive, or other Amazon Services.\n</li>\n<li>\nuse our services such as Prime Video.\n</li>\n<li>\ncompile Playlists, Watchlists, Wish Lists or other gift registries.\n</li>\n<li>\nparticipate in Discussion Boards or other community features.\n</li>\n<li>\nprovide and rate Reviews.\n</li>\n<li>\nspecify a Special Occasion Reminder.\nor\n</li>\n<li>\nemploy Product Availability Alerts , such as Available to Order Notifications.\n</li>\n</ul>\n<p>\n<strong>As a result of those actions, you might supply us with such information as:</strong>\n</p>\n<ul>\n<li>\nidentifying information such as your name, address, and phone numbers.\n</li>\n<li>\npayment information.\n</li>\n<li>\nyour age.\n</li>\n<li>\nyour location information.\n</li>\n<li>\nyour IP address.\n</li>\n<li>\npeople, addresses and phone numbers listed in your Addresses.\n</li>\n<li>\nemail addresses of your friends and other people.\n</li>\n<li>\ncontent of reviews and emails to us.\n</li>\n<li>\npersonal description and photograph in Your Profile.\n</li>\n<li>\nvoice recordings when you speak to Alexa.\n</li>\n<li>\nimages and videos collected or stored in connection with Amazon Services.\n</li>\n<li>\ninformation and documents regarding identity, including Social Security and driver's license numbers.\n</li>\n<li>\ncorporate and financial information.\n</li>\n<li>\ncredit history information.\nand\n</li>\n<li>\ndevice log files and configurations, including Wi-Fi credentials, if you choose to automatically synchronize them with your other Amazon devices.\n</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>Automatic Information</strong>\n</p>\n<p>Examples of the information we collect and analyze include:</p>\n<ul>\n<li>\nthe internet protocol (IP) address used to connect your computer to the internet.\n</li>\n<li>\nlogin, email address, and password.\n</li>\n<li>\nthe location of your device or computer.\n</li>\n<li>\ncontent interaction information, such as content downloads, streams, and playback details, including duration and number of simultaneous streams and downloads, and network details for streaming and download quality, including information about your internet service provider.\n</li>\n<li>\ndevice metrics such as when a device is in use, application usage, connectivity data, and any errors or event failures.\n</li>\n<li>\nAmazon Services metrics (e.g., the occurrences of technical errors, your interactions with service features and content, your settings preferences and backup information, location of your device running an application, information about uploaded images and files such as the file name, dates, times and location of your images).\n</li>\n<li>\nversion and time zone settings.\n</li>\n<li>\npurchase and content use history, which we sometimes aggregate with similar information from other customers to create features like Top Sellers.\n</li>\n<li>\nthe full Uniform Resource Locator (URL) clickstream to, through, and from our websites, including date and time.\nproducts and content you viewed or searched for.\npage response times, download errors, length of visits to certain pages, and page interaction information (such as scrolling, clicks, and mouse-overs).\n</li>\n<li>\nphone numbers used to call our customer service number.\nand\n</li>\n<li>\nimages or videos when you shop in our stores, or stores using Amazon Services.\n</li>\n</ul>\n<p>We may also use device identifiers, cookies, and other technologies on devices, applications, and our web pages to collect browsing, usage, or other technical information.</p>\n<p>\n<strong>Information from Other Sources</strong>\n</p>\n<p>Examples of information we receive from other sources include:</p>\n<ul>\n<li>\nupdated delivery and address information from our carriers or other third parties, which we use to correct our records and deliver your next purchase or communication more easily.\n</li>\n<li>\naccount information, purchase or redemption information, and page-view information from some merchants with which we operate co-branded businesses or for which we provide technical, fulfillment, advertising, or other services.\n</li>\n<li>\ninformation about your interactions with products and services offered by our subsidiaries.\n</li>\n<li>\nsearch results and links, including paid listings (such as Sponsored Links).\n</li>\n<li>\ninformation about internet-connected devices and services linked with Alexa.\nand\n</li>\n<li>\ncredit history information from credit bureaus, which we use to help prevent and detect fraud and to offer certain credit or financial services to some customers.\n</li>\n</ul>\n<p>\n<strong>Information You Can Access</strong>\n</p>\n<p>Examples of information you can access through Amazon Services include:</p>\n<ul>\n<li>\nstatus of recent orders (including subscriptions).\n</li>\n<li>\nyour complete order history.\n</li>\n<li>\npersonally identifiable information (including name, email, password, and address book).\n</li>\n<li>\npayment settings (including payment card information, promotional certificate and gift card balances, and 1-Click settings).\n</li>\n<li>\nemail notification settings (including Product Availability Alerts, Delivers, Special Occasion Reminders and newsletters).\n</li>\n<li>\nrecommendations and the products you recently viewed that are the basis for recommendations (including Recommended for You and Improve Your Recommendations).\n</li>\n<li>\nshopping lists and gift registries (including Wish Lists and Baby and Wedding Registries).\n</li>\n<li>\nyour content, devices, services, and related settings, and communications and personalized advertising preferences.\n</li>\n<li>\ncontent that you recently viewed.\n</li>\n<li>\nvoice recordings associated with your account.\n</li>\n<li>\nYour Profile (including your product Reviews, Recommendations, Reminders and personal profile).\n</li>\n<li>\nIf you are a seller, you can access your account and other information, and adjust your communications preferences, by updating your account in Seller Central .\n</li>\n<li>\nIf you are an author, you can access your account and other information, and update your accounts, on the Kindle Direct Publishing (KDP) or Author Central website, as applicable.\n</li>\n<li>\nIf you are a developer participating in our Developer Services Program, you can access your account and other information, and adjust your communications preferences, by updating your accounts in the Developer Services Portal .\n</li>\n</ul> ", "created_at": "2020-12-04 21:30:08.56257", "updated_at": "2020-12-04 21:30:09.639849"}, {"id": 3239, "name": "Usage Rules", "url": "https://www.primevideo.com/region/na/help?nodeId=202095500&pop-up=1/ref=atv_hp_cnt", "xpath": "/html/body/div[2]/div/div/div[2]/div[2]", "text": "Amazon Prime Video Gebruiksregels\n<p>\n</p>\n<p>Zoals uiteengezet in de&nbsp;Amazon Prime Video Gebruiksvoorwaarden, zijn de video’s die we u ter beschikking stellen op Amazon Prime Video, vanwege de beperkingen die ons door onze contentleveranciers worden opgelegd, onderworpen aan kijkbeperkingen (bijvoorbeeld via streaming of download) en aan het tijdsbestek waarin we deze voor u beschikbaar stellen.\nDe specifieke beperkingen die van toepassing zijn op elk van uw video's zijn afhankelijk van of u de video koopt, de video huurt, de video bekijkt op basis van een abonnement (bijvoorbeeld via Prime Video) via een betaald abonnement of een promotionele proefperiode, of toegang tot de video krijgt via First Episode Free (indien beschikbaar).\nDeze beperkingen kunnen in de loop van de tijd veranderen als we nieuwe functies, apparaten en inhoud aan onze dienst toevoegen.\nDe volgende beperkingen gelden voor toegang tot Amazon Prime Video via uw webbrowser en compatibele op het internet aangesloten tv’s, Blu-ray-spelers, set-top boxen, Fire-tablets en andere compatibele apparaten.</p> Gekochte video’s <ul>\n<li>\n<strong>Manieren om te kijken:</strong>&nbsp;Wanneer u een video koopt voor weergave op verzoek, stellen we deze voor u beschikbaar om te streamen en in de meeste gevallen om als volgt te downloaden: <ul>\n<li>\n<strong>Streaming:</strong>&nbsp;U kunt gekochte video’s online streamen via uw webbrowser en compatibele op het internet aangesloten tv’s, Blu-ray-spelers, set-top boxen, Fire-tablets en andere compatibele apparaten.\nVoor een lijst met apparaten die compatibel zijn met onze service, gaat u naar de pagina Compatibele Apparaten op de website die u gebruikt voor toegang tot Amazon Prime Video via de volgende links,&nbsp;PrimeVideo.com,&nbsp;Amazon.com,&nbsp;Amazon.co.uk,&nbsp;Amazon.de&nbsp;of&nbsp;Amazon.co.jp&nbsp;(apparaatcompatibiliteit kan per locatie verschillen).\nU kunt maximaal drie video’s tegelijk streamen met hetzelfde Amazon-account.\nU mag de video niet op meer dan twee apparaten tegelijkertijd streamen.</li>\n<li>\n<strong>Downloaden:</strong>&nbsp;Wanneer een download-optie beschikbaar is, kunt u ook video’s die u koopt, downloaden op vier compatibele downloadapparaten, zoals Fire-tablets (anders dan Kindle Fire 1st Generation) en Android- en iOS-apparaten.\nVoor een lijst met apparaten die compatibel zijn voor downloads, ga naar de pagina Download Prime Videotitels op de website die u gebruikt voor toegang tot Amazon Prime Video via de volgende links,&nbsp;PrimeVideo.com,&nbsp;Amazon.com,&nbsp;Amazon.co.uk,&nbsp;Amazon.de&nbsp;of&nbsp;Amazon.co.jp&nbsp;(apparaatcompatibiliteit kan per locatie verschillen).\nNa het downloaden van een gekochte video, kunt u die video streamen zoals hierboven beschreven.</li>\n</ul>\n</li>\n<li>\n<strong>Kijkperiode:</strong>&nbsp;Onbeperkt - u kunt uw gekochte video’s zo vaak bekijken en opnieuw bekijken als u wilt en zo lang als u wilt (onderhevig aan de beperkingen die beschreven staan in de&nbsp;Amazon Prime Video Gebruiksvoorwaarden).</li>\n</ul> Huurvideo’s <ul>\n<li>\n<strong>Manieren om te kijken:</strong>&nbsp;Wanneer u een video huurt voor het bekijken on-demand, zullen wij deze voor u beschikbaar stellen om te streamen en in de meeste gevallen om als volgt te downloaden: <ul>\n<li>\n<strong>Streaming:</strong>&nbsp;U kunt huurvideo’s online streamen via uw webbrowser en compatibele op het internet aangesloten tv’s, Blu-ray-spelers, set-top boxen, Fire-tablets en andere compatibele apparaten.\nVoor een lijst met apparaten die compatibel zijn met onze service, gaat u naar de pagina Compatibele Apparaten op de website die u gebruikt voor toegang tot Amazon Prime Video via de volgende links,&nbsp;PrimeVideo.com,&nbsp;Amazon.com,&nbsp;Amazon.co.uk,&nbsp;Amazon.de&nbsp;of&nbsp;Amazon.co.jp&nbsp;(apparaatcompatibiliteit kan per locatie verschillen).\nU kunt maximaal drie video’s tegelijk streamen met hetzelfde Amazon-account.\nU mag de video niet op meer dan één apparaat tegelijkertijd streamen.</li>\n<li>\n<strong>Downloaden:</strong>&nbsp;Wanneer een download-optie beschikbaar is, kunt u ook video’s die u huurt, downloaden op één compatibel downloadapparaat, zoals Fire-tablets (anders dan Kindle Fire 1st Generation) en Android- en iOS-apparaten.\nVoor een lijst met apparaten die compatibel zijn voor downloads, ga naar de pagina Download Prime Videotitels op de website die u gebruikt voor toegang tot Amazon Prime Video via de volgende links,&nbsp;PrimeVideo.com,&nbsp;Amazon.com,&nbsp;Amazon.co.uk,&nbsp;Amazon.de&nbsp;of&nbsp;Amazon.co.jp&nbsp;(apparaatcompatibiliteit kan per locatie verschillen).\nZodra u een huurvideo hebt gedownload op een compatibel apparaat, kunt u die video niet op een ander apparaat downloaden of tegelijkertijd bekijken op meer dan één apparaat met hetzelfde Amazon-account.\nU kunt echter beginnen met het bekijken van een video op een compatibel apparaat en die video later streamen op een ander compatibel apparaat (zolang het niet op meer dan één apparaat tegelijkertijd wordt afgespeeld).</li>\n</ul>\n</li>\n<li>\n<strong>Kijkperiode:</strong>&nbsp;Voor huurvideo’s hebt u meestal 48 uur om de video te bekijken zodra u bent begonnen met streamen of downloaden, op voorwaarde dat u de video in elk geval moet afkijken voordat de betreffende tijdsperiode is verlopen, meestal 30 dagen vanaf uw betaling van de huurprijs.\nDe lengte van deze tijdsperiode is te vinden op de informatiepagina of op een link van de informatiepagina, zoals de link ‘Meer informatie over huren en kopen’ op de informatiepagina’s van de website.</li>\n</ul> Video-abonnementen bij eerste partijen <ul>\n<li>\n<strong>Manieren om te kijken:</strong>\n<ul>\n<li>\n<strong>Streaming:</strong>&nbsp;Titels van een video-abonnement bij een eerste partij (d.w.z.\ntitels die ter beschikking worden gesteld bij een Amazon Prime- of Prime Video-lidmaatschap of voor een promotionele proefperiode) zijn beschikbaar voor online streaming.\nU kunt titels van een video-abonnement bij een eerste partij online streamen via uw webbrowser en op het internet aangesloten tv’s, Blu-ray-spelers en set-top boxen, Fire-tablets en andere compatibele apparaten.\nVoor een lijst met apparaten die compatibel zijn met onze service, gaat u naar de pagina Compatibele Apparaten op de website die u gebruikt voor toegang tot Amazon Prime Video via de volgende links,&nbsp;PrimeVideo.com,&nbsp;Amazon.com,&nbsp;Amazon.co.uk,&nbsp;Amazon.de&nbsp;of&nbsp;Amazon.co.jp&nbsp;(apparaatcompatibiliteit kan per locatie verschillen).\nU kunt maximaal drie titels tegelijk streamen met hetzelfde Amazon-account.\nU kunt dezelfde titel niet op meer dan twee apparaten tegelijkertijd streamen.</li>\n<li>\n<strong>Downloaden:</strong>&nbsp;Veel titels van video-abonnementen bij een eerste partij kunnen ook worden gedownload op compatibele apparaten zoals Fire-tablets (met uitzondering van Kindle Fire 1st Generation) en Android- en iOS-apparaten.\nVoor een lijst met apparaten die compatibel zijn voor downloads, ga naar de pagina Download Prime Videotitels op de website die u gebruikt voor toegang tot Amazon Prime Video via de volgende links,&nbsp;PrimeVideo.com,&nbsp;Amazon.com,&nbsp;Amazon.co.uk,&nbsp;Amazon.de&nbsp;of&nbsp;Amazon.co.jp&nbsp;(apparaatcompatibiliteit kan per locatie verschillen).\nOp de informatiepagina van een titel van een video-abonnement bij een eerste partij kunt u zien of de titel beschikbaar is om te downloaden.\nU kunt beschikbare titels op slechts twee apparaten tegelijkertijd downloaden.\nAls u al een titel op twee apparaten hebt gedownload, moet u deze van een van de apparaten verwijderen voordat u deze op een ander apparaat downloadt.\nAfhankelijk van uw locatie kunt u maximaal 15 of 25 titels van een video-abonnement bij een eerste partij of bij een derde tegelijk downloaden op alle apparaten die zijn gekoppeld aan uw Amazon-account.\nHoewel niet alle titels van een video-abonnement bij een eerste partij beschikbaar zijn om te downloaden, zijn dezelfde video’s mogelijk beschikbaar voor huren of kopen bij Amazon Prime Video, die vervolgens kunnen worden gedownload op compatibele apparaten.</li>\n</ul>\n</li>\n<li>Als u een Amazon Prime of Prime Video-lidmaatschap of promotionele proefperiode hebt, kunt u elke video streamen die op dat moment op de informatiepagina wordt aangeduid als titel van een video-abonnement bij een eerste partij.\nU kunt titels van een video-abonnement bij een eerste partij die u hebt gedownload binnen een beperkte kijkperiode, die per titel verschilt, bekijken.</li>\n<li>Voor gedownloade video’s hebt u meestal 30 dagen om te beginnen met het bekijken van de video nadat u deze hebt gedownload, en als u eenmaal bent begonnen met kijken, hebt u meestal 48 uur om het af te kijken.\nNadat uw Amazon Prime of Prime Video-lidmaatschap of promotionele proefperiode verloopt of wordt geannuleerd, kunt u geen titels van een video-abonnement bij een eerste partij bekijken, tenzij u die titels hebt gehuurd of gekocht.</li>\n</ul> Video-abonnement bij derden <ul>\n<li>\n<strong>Manieren om te kijken:</strong>\n<ul>\n<li>\n<strong>Streaming:</strong> Als u een Amazon Prime of Prime Video-lidmaatschap of promotionele proefperiode hebt, kunt u zich abonneren op een video-abonnement van derden dat we aanbieden op uw locatie (bijvoorbeeld via Prime Video Channels) tegen extra abonnementskosten om elke video te streamen die momenteel is opgenomen als onderdeel van dat abonnement zoals aangegeven op de videotitel-informatiepagina.\nU kunt abonnementstitels van derden op uw Fire-tablets streamen, via uw webbrowser en via compatibele op het internet aangesloten tv’s, Blu-ray-spelers, set-top boxen, Fire-tablets en andere compatibele apparaten.\nVoor een lijst met apparaten die compatibel zijn met onze service, gaat u naar de pagina Compatibele Apparaten op de website die u gebruikt voor toegang tot Amazon Prime Video via de volgende links,&nbsp;PrimeVideo.com,&nbsp;Amazon.com,&nbsp;Amazon.co.uk,&nbsp;Amazon.de&nbsp;of&nbsp;Amazon.co.jp&nbsp;(apparaatcompatibiliteit kan per locatie verschillen).\nU kunt maximaal drie titels tegelijk streamen met hetzelfde Amazon-account.\nBij de meeste video-abonnementen bij derden kunt u dezelfde titel niet op meer dan één apparaat tegelijkertijd streamen.</li>\n<li>\n<strong>Downloaden: </strong>Veel titels van een video-abonnement bij een derde kunnen ook worden gedownload op compatibele apparaten zoals Fire-tablets (met uitzondering van Kindle Fire 1st Generation) en Android- en iOS-apparaten.\nVoor een lijst met apparaten die compatibel zijn voor downloads, ga naar de pagina Download Prime Videotitels op de website die u gebruikt voor toegang tot Amazon Prime Video via de volgende links,&nbsp;PrimeVideo.com,&nbsp;Amazon.com,&nbsp;Amazon.co.uk,&nbsp;Amazon.de&nbsp;of&nbsp;Amazon.co.jp&nbsp;(apparaatcompatibiliteit kan per locatie verschillen).\nOp de informatiepagina van een titel van een video-abonnement bij een derde kunt u zien of de titel beschikbaar is om te downloaden.\nU kunt beschikbare titels op slechts twee apparaten tegelijkertijd downloaden.\nAls u al een titel op twee apparaten hebt gedownload, moet u deze van een van de apparaten verwijderen voordat u deze op een ander apparaat downloadt.\nAfhankelijk van uw locatie kunt u maximaal 15 of 25 titels van een video-abonnement bij een eerste partij of bij een derde tegelijk downloaden op alle apparaten die zijn gekoppeld aan uw Amazon-account.\nHoewel niet alle titels van een video-abonnement bij derden beschikbaar zijn om te downloaden, zijn dezelfde video’s mogelijk beschikbaar voor huren of kopen bij Amazon Prime Video, die vervolgens kunnen worden gedownload op compatibele apparaten.</li>\n</ul>\n</li>\n<li>Video-abonnementen van derden worden automatisch verlengd, tenzij u het abonnement opzegt of indien dit verloopt, of u uw Amazon Prime of Prime Video-lidmaatschap opzegt of indien dit verloopt.\nAls u uw Amazon Prime of Prime Video-lidmaatschap opzegt of indien dit verloopt, hebt u toegang tot de video-abonnementen van derden waarop u bent geabonneerd op het moment van annulering of beëindiging, tot het einde van de toepasselijke maandelijkse abonnementsperiode van die derden.</li>\n<li>Nadat uw video-abonnement van derden verloopt of wordt geannuleerd, of uw Amazon Prime of Prime Video-lidmaatschap of promotionele proefperiode verloopt of wordt geannuleerd, kunt u geen titels van het videoabonnement van derden bekijken, tenzij u die titels hebt gehuurd of gekocht.</li>\n</ul> First Episode Free <ul>\n<li>\n<strong>Manieren om te kijken:</strong>&nbsp;Waar beschikbaar, zijn First Episode Free-video’s alleen beschikbaar voor online streaming op geselecteerde apparaten.\nZe zijn niet beschikbaar om te downloaden.\nU kunt maximaal drie video’s tegelijk streamen met hetzelfde Amazon-account.\nU mag de video niet op meer dan één apparaat tegelijkertijd streamen.\nHoewel First Episode Free-video’s niet beschikbaar zijn om te downloaden, zijn dezelfde video’s mogelijk beschikbaar voor aankoop of verhuur via Amazon Prime Video of via een Amazon Prime of Prime Video-lidmaatschap of een promotionele proefperiode.\nGekochte en gehuurde titels, evenals vele titels van een video-abonnement bij een eerste partij, kunnen worden gedownload op compatibele apparaten.</li>\n<li>\n<strong>Kijkperiode:</strong>&nbsp;Als u een Amazon-account hebt, kunt u de video bekijken wanneer de video wordt aangemerkt als First Episode Free-video op de informatiepagina.</li>\n</ul> Pay-Per-View Video’s <ul>\n<li>\n<strong>Manieren om te kijken:</strong>&nbsp;Wanneer u een video koopt voor pay-per-view-weergave, kunt u video’s online streamen via uw webbrowser en compatibele op het internet aangesloten tv’s, Blu-ray-spelers, set-top boxen, Fire-tablets en andere compatibele apparaten.\nVoor een lijst met apparaten die compatibel zijn met onze service, gaat u naar de pagina Compatibele Apparaten op de website die u gebruikt voor toegang tot Amazon Prime Video via de volgende links,&nbsp;PrimeVideo.com,&nbsp;Amazon.com,&nbsp;Amazon.co.uk,&nbsp;Amazon.de&nbsp;of&nbsp;Amazon.co.jp&nbsp;(apparaatcompatibiliteit kan per locatie verschillen).\nU kunt maximaal drie video’s tegelijk streamen met hetzelfde Amazon-account.\nU mag de video niet op meer dan twee apparaten tegelijkertijd streamen.</li>\n<li>\n<strong>Kijkperiode:</strong>&nbsp;Voor pay-per-view-video’s hebt u toegang tot de video tot ten minste 24 uur na het sluiten van de eerste weergave van de pay-per-view-titel op Amazon Prime Video.\nDe tijdsduur dat u toegang kunt krijgen tot een pay-per-view-video na de eerste weergave van de video op Amazon Prime Video is te vinden op de informatiepagina of op een link vanuit de informatiepagina.</li>\n</ul> ", "created_at": "2020-12-04 21:27:28.323573", "updated_at": "2020-12-14 22:56:44.469621"}, {"id": 3241, "name": "Amazon Interest-Based Ads", "url": "https://www.amazon.com/gp/help/customer/display.html?nodeId=202075050&&pop-up=1", "xpath": "/html/body/div[2]/div/div", "text": "\n<p>\n</p>\n<p>Interest-based ads are sometimes referred to as personalized or targeted ads.\nWe show interest-based ads to display features, products, and services that might be of interest to you.\nIn providing interest-based ads, we follow the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance (a coalition of marketing, online advertising, and consumer advocacy organizations).</p> What sort of information do we use to show interest-based ads?\n<p> To serve you interest-based ads, we use information such as your interactions with Amazon sites, content, or services.\nWe do not use information which on its own identifies you, such as name or e-mail address, to serve interest-based ads.</p>\n<p>As is common in the advertising industry, we use cookies, pixels, and other technologies (collectively, \"cookies\"), which enable us to understand the effectiveness of the interest-based ads we show you by measuring what ads are clicked or viewed, and to provide you with more useful and relevant ads.\nFor example, if we know what ads are shown to your browser we can be careful not to show the same ads repeatedly.</p>\n<p>See our Privacy Notice for more information about the types of information that we gather.</p> How do we work with third parties to show you interest-based ads?\n<p> We work with third parties, such as advertisers, publishers, social media networks, search engines, ad serving companies, and advertising companies working on their behalf, to improve the relevance of ads we serve.\nIn providing you interest-based ads we do not associate your interactions on unaffiliated sites with information which on its own identifies you, such as name or email address, and we do not provide any such information to advertisers or to third-party sites that display our interest-based ads.\nAdvertisers and other third parties may assume that users who interact with or click on an interest-based ad or content are part of the group that the ad or content is directed towards (for example, users in a particular geographical area or users who purchased or browsed for classical music).\nSome third-parties may provide us pseudonymized information about you (such as demographic information or sites where you have been shown ads) from offline and online sources that we may use to provide you more relevant and useful advertising.</p>\n<p>Third party advertisers or advertising companies working on their behalf sometimes use cookies in the process of delivering content, including ads, directly to your browser or device, and they may automatically receive an IP address when this happens.\nThey may also use cookies to measure the effectiveness of their ads, show you more relevant advertising content, and perform services on behalf of Amazon.\nFor information on how to control and delete cookies (including third party cookies) please visit our Cookies notice.</p> Advertising Preferences <p>Amazon offers you choices about receiving interest-based ads from us.\nYou can choose not to receive interest-based ads from Amazon.\nYou will still see ads but they will not be based on your interests.\nPlease visit your Advertising Preferences page to learn how to set your preferences.</p>\n<p>You can also generally opt out of receiving personalized ads from third party advertisers and ad networks who are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising by visiting the opt out pages on the NAI website and DAA website.</p>\n<p>For information on the advertising practices of websites and services offered by other Amazon companies, please review their interest-based ads policies and other notices.</p> ", "created_at": "2020-12-04 21:30:55.577226", "updated_at": "2020-12-04 21:30:56.935703"}, {"id": 3238, "name": "Amazon Prime Video Terms of Use", "url": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "xpath": "/html/body/div[2]/div/div/div[2]/div[2]", "text": " Amazon Prime Video Gebruiksvoorwaarden <p> Laatst bijgewerkt: 15 september 2020</p>\n<p>Welkom bij de gebruiksvoorwaarden voor Amazon Prime Video.\nDeze voorwaarden gelden tussen u en de entiteit die de Amazon Prime Video-dienst aan u levert, welke kan zijn, afhankelijk van uw locatie, Amazon.com Services LLC, Amazon Digital UK Limited of één van hun dochterondernemingen (“Amazon”, “wij” of “ons”).\nGa naar www.primevideo.com/ww-av-legal-home om het Amazon entiteit te identificeren dat de Amazon Prime Video-dienst aan u levert en andere toepasselijke voorwaarden op basis van uw locatie.\nUw Amazon Prime Video dienstverlener kan van tijd tot tijd worden gewijzigd, met of zonder voorafgaande kennisgeving (tenzij vereist door de toepasselijke wetgeving).\nLees deze voorwaarden, samen met de Privacyverklaring, Gebruiksvoorwaarden, en azon Prime Video Gebruiksregelsdie van toepassing zijn op u) en alle andere regels en beleidsregels gerelateerd aan de Amazon Prime Video-dienst (inclusief, maar niet beperkt tot, alle regels of gebruiksvoorschriften die zijn gespecificeerd op een productinformatiepagina of op enige hulp- of andere informatieve pagina voor de Amazon Prime Video-dienst) (gezamenlijk deze “Overeenkomst”).\nAls u zich in de Europese Unie of Brazilië bevindt, maken de Privacyverklaring, de Cookieverklaring en de Verklaring over op Interesse Gebaseerde Advertenties geen deel uit van uw Overeenkomst.\nDe versies van dit beleid en deze verklaringen die op u van toepassing zijn, zijn voor u beschikbaar om te begrijpen hoe wij omgaan met uw persoonlijke informatie.\nTelkens wanneer u de Amazon Prime Video-dienst bezoekt, doorzoekt of gebruikt, gaat u akkoord met deze Overeenkomst.</p> 1.\nDE DIENST <p> Amazon Prime Video (de “Dienst”) is een gepersonaliseerde dienst die u digitale films, televisieprogramma’s en andere video-inhoud (gezamenlijk “Digitale Content”) en andere diensten zoals beschreven in deze Overeenkomst aanbiedt, aanbeveelt en helpt te ontdekken.\nEr zijn verschillende manieren om toegang te krijgen tot de Dienst en Digitale Content, inclusief via Amazon Prime en uw gebruik van andere Prime-voordelen en Amazon-diensten wordt beheerst door afzonderlijke voorwaarden die beschikbaar zijn gesteld in de apps, websites of apparaten die u gebruikt om toegang tot die diensten te krijgen.\nAls u jonger bent dan 18 jaar, of de meerderjarige leeftijd op uw locatie, mag u de Dienst alleen gebruiken met de betrokkenheid van een ouder of voogd.\nWe personaliseren inhoud en functies als onderdeel van de Diensten, inclusief het geven van aanbevelingen over Digitale Content, functies en diensten die voor u interessant kunnen zijn.\nWe doen ook ons best om de Amazon-apparaten en -diensten en uw ervaring hiermee voortdurend te verbeteren.</p> 2.\nCOMPATIBELE APPARATEN <p>Om Digitale Content te kunnen streamen of downloaden, moet u een personal computer, draagbare mediaspeler of ander apparaat gebruiken dat voldoet aan de systeem- en compatibiliteitseisen die we van tijd tot tijd vaststellen (een “Compatibel Apparaat”).\nSommige Compatibele Apparaten mogen alleen worden gebruikt voor het streamen van Digitale Content, andere kunnen alleen worden gebruikt om Digitale Content te downloaden en sommige kunnen worden gebruikt voor het streamen en downloaden van Digitale Content.\nWe kunnen van tijd tot tijd de vereisten voor Compatibele Apparaten wijzigen en, in sommige gevallen, bepalen of een apparaat een Compatibel Apparaat is of blijft, wat afhankelijk kan zijn van software of systemen die door de fabrikant van het apparaat of andere derden worden geleverd of onderhouden.\nDienovereenkomstig kunnen apparaten die op enig moment Compatibele Apparaten zijn in de toekomst mogelijk niet meer Compatibele Apparaten zijn.\nDe entiteit van Amazon die u de Amazon Prime Video-mobiele app aanbiedt, kan verschillen van de Amazon-entiteit die u de Dienst aanbiedt.</p> 3.\nGEOGRAFISCHE VARIABILITEIT <p> Vanwege technische en andere beperkingen opgelegd door contentproviders, is de Dienst alleen beschikbaar op bepaalde locaties.\nDe Digitale Content (inclusief ondertitelde en nagesynchroniseerde audioversies van Digitale Content) en hoe wij Digitale Content aan u aanbieden, kan in de loop der tijd en per locatie variëren.\nAmazon zal technologieën gebruiken om uw geografische locatie te verifiëren.\nU mag geen technologie of techniek gebruiken om uw locatie te verbergen of te verhullen.</p> 4.\nDIGITALE CONTENT <p>\n<strong> a.\nAlgemeen.</strong> De Dienst kan u in staat stellen om: (i) toegang te krijgen tot Digitale Content op abonnementsbasis, voor weergave gedurende een beperkte periode binnen een abonnementsperiode (bijvoorbeeld via Amazon Prime of een ander abonnement of een afzonderlijk video-abonnement) (“Abonnement Digitale Content”), (ii) Digitale Content te huren voor on-demand kijken gedurende een beperkte periode (“Gehuurde Digitale Content”), (iii) Digitale Content te kopen voor on-demand kijken gedurende onbepaalde tijd (“Gekochte Digitale Content”), (iv) Digitale Content te kopen voor pay-per-view-weergave gedurende een beperkte periode (“PPV Digitale Content”) en/of (v) toegang te krijgen tot Digitale Content op een gratis, advertentie-ondersteunde of promotionele basis voor weergave, gedurende een beperkte tijdsperiode (“Gratis Digitale Content”).\nDigitale inhoud is mogelijk beschikbaar als Abonnement Digitale Content, Gehuurde Digitale Content, Gekochte Digitale Content, PPV Digitale Content, Gratis Digitale Content of een combinatie daarvan, en is in alle gevallen onderworpen aan de onderstaande beperkte licentieverlening.</p>\n<p>\n<strong> b.\nGebruiksregels.</strong> Uw gebruik van Digitale Content is onderworpen aan de Amazon Prime Video Gebruiksregels (de “Gebruiksregels”).\nGebruiksregels bevatten belangrijke informatie, waaronder het tijdsbestek waarin u bevoegd bent om verschillende soorten Digitale Content te bekijken (de “Kijkperiode”) en beperkingen op het aantal en type Compatibele Apparaten waarop elk type Digitale Content kan worden gedownload, gestreamd en bekeken.</p>\n<p>\n<strong> c.\nAbonnementen/Lidmaatschappen.</strong> Aanbiedingen en prijzen voor abonnementen (ook wel eens lidmaatschappen genoemd), de abonnementsdiensten, de omvang van de beschikbare Abonnement Digitale Content en de specifieke titels die beschikbaar zijn via abonnementsdiensten, kunnen in de loop van de tijd en per locatie veranderen zonder kennisgeving (behalve indien vereist door toepasselijk recht).\nTenzij anders aangegeven, zijn prijswijzigingen van kracht vanaf het begin van de volgende abonnementsperiode.\nAls u niet instemt met een abonnementswijziging, kunt u uw abonnement annuleren in overeenstemming met artikel 4 (d) hieronder.\nDe prijzen voor abonnementen of lidmaatschappen kunnen inclusief BTW en/of andere belastingen zijn.\nIndien van toepassing worden dergelijke belastingen geïnd door de partij waarmee u transacties uitvoert voor de dienst, wat Amazon of een derde partij kan zijn.\nWe bieden geen enkele garantie met betrekking tot de beschikbaarheid van specifieke Abonnement Digitale Content of het minimale aantal Abonnement Digitale Content dat in een abonnement beschikbaar is.\nAanvullende voorwaarden die van toepassing zijn op een abonnement (zoals het geldende annulerings- en restitutiebeleid) zullen worden vermeld op de informatieve pagina’s voor dat abonnement op de primaire Dienstenwebsite voor uw locatie, hier vermeld (uw “Video Marktplace”).</p>\n<p> Sommige van de abonnementsdiensten die wij aanbieden zijn van derden.\nDerden die abonnementsdiensten aanbieden (bijvoorbeeld via Prime Video Kanalen) kunnen de functies van hun diensten of de content van hun diensten wijzigen of stopzetten.\nAmazon is niet verantwoordelijk voor de content van een abonnementsdienst van derden of de kenmerken van deze diensten.</p>\n<p>\n<strong>d.\nAnnulering van Abonnementen/Lidmaatschappen.</strong> Als u zich direct via ons heeft aangemeld voor uw video-only-abonnement of lidmaatschap, kunt u op elk gewenst moment annuleren door naar Uw Account te gaan en uw lidmaatschapsinstellingen aan te passen, door contact op te nemen met de klantenservice van Amazon of door een annuleringsformulier te gebruiken dat we beschikbaar stellen op uw Video Marketplace (zoals here vermeld) of, als u via een derde partij het betreffende Amazon-abonnement of de lidmaatschapsdienst afneemt, via uw account bij die derde partij.\nAls u annuleert binnen 3 werkdagen na aanmelding voor of omzetting van een gratis proefperiode in een betaald lidmaatschap (of, voor klanten in de Europese Unie, binnen 14 dagen na ontvangst van de bevestiging van uw abonnement of lidmaatschapsdienst), zullen wij uw volledige lidmaatschapskosten restitueren.\nbehalve dat we kosten in rekening kunnen brengen (of deze op uw restitutie inhouden) voor de waarde van de Dienst die via uw account wordt gebruikt gedurende die periode.\nU accepteert ook uitdrukkelijk dat de Dienst zal starten binnen uw annuleringstermijn.\nAls u op een ander moment annuleert, betalen we uw volledige lidmaatschapskosten alleen terug als geen toegang is verkregen tot Digitale Content die beschikbaar is gesteld als onderdeel van uw alleen-video-lidmaatschap via uw account sinds uw laatste verschuldigde lidmaatschapskosten.\nAls u toegang hebt tot de Dienst als onderdeel van een Prime-lidmaatschap, dan zijn de annulerings- en restitutievoorwaarden op u van toepassing die in de Prime Gebruiksvoorwaarden van uw Video Marketplace (zoals hier vermeld) zijn opgenomen.\nAls u de Dienst bezoekt als onderdeel van een Amazon-abonnement of -lidmaatschap dat u via een derde partij afneemt, kunnen de annulerings- en restitutievoorwaarden die op u van toepassing zijn anders luiden en zijn ze zoals uiteengezet door die derde partij, en dient u mogelijk contact op te nemen met de betreffende derde partij om uw abonnement te annuleren of in aanmerking te komen voor restitutie op grond van de voorwaarden van de betreffende derde partij.</p>\n<p>\n<strong> e.\nKoop- en Huurtransacties.\nAnnuleringen.</strong> Behalve zoals beschreven in deze paragraaf, zijn alle transacties voor Gekochte Digitale Content, Gehuurde Digitale Content en PPV Digitale Content definitief en accepteren wij geen retourneringen van dergelijke Digitale Content.\nU kunt een bestelling voor Gekochte Digitale Content of Gehuurde Digitale Content annuleren binnen 48 uur na aankoop of huur (of, voor klanten in de Europese Unie, binnen 14 dagen na de datum van aankoop of huur) door te klikken op “Annuleer Uw Bestelling” bij Uw Digitale Bestellingen of, bij aankopen die via een derde partij worden gefactureerd, op de informatiepagina van de video in uw Video Marketplace (zoals hier vermeld), of door contact op te nemen met de klantenservice van Amazon.\nmet uitzondering dat u een bestelling voor Gekochte Digitale Content of Gehuurde Digitale Content niet kunt annuleren wanneer u bent begonnen met het bekijken of downloaden van dergelijke Digitale Content.\nU kunt een vooruitbestelling voor Gekochte Digitale Content of Gehuurde Digitale Content op elk gewenst moment vóór de releasedatum ervan annuleren.\nU kunt een bestelling voor PPV Digitale Content op elk gewenst moment vóór de geplande start van het programma annuleren.\nDe releasedatum van vooraf bestelde Digitale Content kan worden gewijzigd.\nAls u Digitale Content hebt gekocht als onderdeel van een Amazon-abonnement of -lidmaatschap dat u via een derde partij afneemt, gelden de restitutievoorwaarden zoals uiteengezet door die derde partij.</p>\n<p>\n<strong> f.\nBetalingsmethoden.</strong> Als u zich via ons aanmeldt voor een alleen-video-abonnement of -lidmaatschap dat ook door ons wordt gefactureerd, gelden de onderstaande factureringsvoorwaarden voor uw abonnement of lidmaatschap.</p>\n<ul>\n<li> Als we uw betaling niet kunnen verwerken met behulp van de door u aangegeven betalingsmethode, behouden wij ons het recht voor om de kosten in rekening te brengen met gebruik van alle betalingsmethoden die we voor u hebben geregistreerd.\n</li>\n<li> Als u een abonnement koopt of een gratis proefabonnement voor een abonnement start, dan loopt uw abonnement automatisch door en machtigt u ons (zonder verdere kennisgeving, tenzij vereist door de toepasselijke wetgeving) om de dan geldende periodieke abonnementskosten inclusief belastingen te innen, via een betalingsmethode die we voor u hebben geregistreerd.\n</li>\n<li> TENZIJ U ONS VÓÓR EEN AFSCHRIJVING OP DE HOOGTE BRENGT VAN HET FEIT DAT U UW ABONNEMENT WILT ANNULEREN OF NIET AUTOMATISCH WILT LATEN VERLENGEN, ERKENT U DAT UW ABONNEMENT AUTOMATISCH DOORLOOPT EN MACHTIGT U ONS (ZONDER VERDERE KENNISGEVING, TENZIJ VEREIST DOOR DE TOEPASSELIJKE WETGEVING) OM DE DAN GELDENDE PERIODIEKE ABONNEMENTSKOSTEN INCLUSIEF BELASTINGEN TE INNEN, VIA EEN BETALINGSMETHODE DIE WE VOOR U HEBBEN GEREGISTREERD.\n</li>\n<li> Als alle betalingsmethoden die we voor u hebben geregistreerd betaling van uw abonnementskosten weigeren, dan wordt uw abonnement geannuleerd tenzij u een nieuwe betalingsmethode doorgeeft.\nAls u ons een nieuwe betalingsmethode doorgeeft en deze succesvol wordt gedebiteerd voordat uw abonnement wordt geannuleerd, wordt uw nieuwe abonnementsperiode gebaseerd op de oorspronkelijke factuurdatum en niet op de datum van de succesvolle afschrijving.\nU kunt de instellingen van “Uw Account” gebruiken om uw aangewezen betalingsmethode(n) bij te werken.\n</li>\n</ul>\n<p> Als u zich via een derde partij hebt aangemeld voor een alleen-video-abonnement of -lidmaatschap dat niet rechtstreeks door ons wordt gefactureerd, gelden voor uw abonnement of lidmaatschap de factureringsvoorwaarden zoals verstrekt door die derde partij.</p>\n<p>\n<strong> g.\nPromotionele proefperiodes.</strong> Soms bieden wij in aanmerking komende klanten verschillende proef- of andere promotielidmaatschappen, die onderworpen zijn aan deze Overeenkomst tenzij anders vermeld in de promotionele aanbiedingen.\nWe behouden ons het recht voor om naar eigen goeddunken te bepalen of u in aanmerking komt.\nProefleden kunnen op elk moment (via Uw Account) ervoor kiezen om niet over te gaan op een betaald lidmaatschap aan het einde van de proefperiode.</p>\n<p>\n<strong> h.\nBeperkte Licentie op Digitale Content.</strong> Onder voorbehoud van betaling van alle kosten voor het huren, kopen of toegang krijgen tot Digitale Content en uw naleving van alle bepalingen van deze Overeenkomst, verleent Amazon u een niet-exclusieve, niet-overdraagbare, niet-sublicentieerbare, beperkte licentie gedurende de toepasselijke Kijkperiode, voor toegang tot en het bekijken van de Digitale Content in overeenstemming met de Gebruiksregels, voor persoonlijk, niet-commercieel, privégebruik.\nWe kunnen automatisch Digitale Content van uw Compatibele Apparaat verwijderen na het einde van de Kijkperiode.</p>\n<p>\n<strong> i.\nBeschikbaarheid van Gekochte Digitale Content.</strong> Gekochte Digitale Content blijft over het algemeen beschikbaar voor u om te downloaden of te streamen vanuit de Dienst, naar gelang het geval, maar kan niet-beschikbaar worden vanwege potentiële beperkingen van de licentievoorwaarden van contentproviders of om andere redenen, en Amazon zal niet aansprakelijk zijn als Gekochte Digitale Content niet meer beschikbaar is voor verdere download of streaming.</p>\n<p>\n<strong> j.\nAfspeelkwaliteit.\nStreaming.</strong> De afspeelresolutie en kwaliteit van de Digitale Content die u ontvangt, is afhankelijk van een aantal factoren, waaronder het type Compatibel Apparaat waarop u toegang verschaft tot de Digitale Content en uw bandbreedte, die tijdens het kijken kan toenemen of afnemen.\nAls we detecteren dat Digitale Content die naar u wordt gestreamd, mogelijk wordt onderbroken of anderszins niet correct kan worden afgespeeld vanwege bandbreedtebeperkingen of andere factoren, kunnen we de resolutie en bestandsgrootte van de gestreamde Digitale Content verlagen in een poging een ononderbroken kijkervaring te bieden.\nHoewel we ernaar streven u een hoogwaardige kijkervaring te bieden, bieden we geen garantie voor wat betreft de resolutie of kwaliteit van de Digitale Content die u tijdens het streamen ontvangt, zelfs als u extra hebt betaald voor toegang tot high definition, ultrahigh definition of content met een hoog dynamisch bereik.</p>\n<p>\n<strong> k.\nAlgemene Beperkingen.</strong> U mag (i) de Digitale Content niet overdragen, kopiëren of weergeven, behalve zoals toegestaan in deze Overeenkomst.\n(ii) enig recht op de Digitale Content niet verkopen, verhuren, leasen, distribueren of uitzenden.\n(iii) eigendomsvermeldingen of labels op de Digitale Content niet verwijderen.\n(iv) niet proberen om enig beheer van digitale rechten of een ander contentbeschermings-systeem dat wordt gebruikt als onderdeel van de Dienst uit te schakelen, te omzeilen, te wijzigen, aan te passen of anderszins te ontwijken.\nof (v) de Dienst of Digitale Content niet gebruiken voor commerciële of illegale doeleinden.</p>\n<p>\n<strong>l.\nDoelgroepmeting.</strong> Alleen voor Amerikaanse klanten geldt dat bepaalde derde partijen, zoals adverteerders en contenteigenaren, inzicht willen krijgen in hoe hun content presteert op Prime Video Kanalen.\nTijdens het bekijken van bepaalde Kanalen, kan Amazon informatie over uw kijkgedrag aan derden verstrekken voor doeleinden van doelgroepmeting en marktonderzoek.\nKlik hier voor meer informatie over deze meetdiensten, Kanalen die deze bevatten en uw keuzes.</p> 5.\nSOFTWARE <p>\n<strong> a.\nGebruik van de Software.</strong> We kunnen software beschikbaar maken voor uw gebruik in verband met de Dienst (“Software”).\nVoorwaarden die zijn opgenomen in de Gebruiksvoorwaardenvan uw Video Marketplace (zoals hier vermeld) zijn van toepassing op uw gebruik van de Software.\nVoor aanvullende voorwaarden die van toepassing zijn op bepaalde Software van derde partijen, klik hier.</p>\n<p>\n<strong> b.\nInformatie verstrekt aan Amazon.</strong> De Dienst en Software kunnen Amazon informatie verstrekken met betrekking tot uw gebruik en de prestaties van de Dienst en Software, evenals informatie over de apparaten waarop u de Dienst en Software downloadt en gebruikt.\nDe Software kan Amazon bijvoorbeeld informatie verstrekken met betrekking tot de Digitale Content die u downloadt en streamt en uw gebruik van die Digitale Content (zoals of en wanneer u de Digitale Content hebt bekeken, wat ons onder meer kan helpen de Kijkperiode voor Gehuurde Digitale Content te meten).\nDe informatie die we verzamelen is onderworpen aan de Amazon Privacyverklaring van uw Video Marketplace (zoals hier vermeld).</p> 6.\nAANVULLENDE VOORWAARDEN <p>\n<strong> a.\nBeëindiging.</strong> We kunnen naar ons goeddunken zonder kennisgeving (behalve als dit wettelijk vereist is), uw toegang tot de Dienst beëindigen, inclusief elk abonnement dat beschikbaar is als onderdeel van de Dienst.\nAls we dat doen, geven we u een evenredige restitutie van uw abonnementskosten (indien van toepassing).\nechter, als u een voorwaarde van deze Overeenkomst overtreedt, worden uw rechten onder deze Overeenkomst automatisch beëindigd zonder kennisgeving en kan Amazon, naar eigen goeddunken, onmiddellijk uw toegang tot de Diensten en Digitale Content intrekken zonder restitutie van enige kosten.\nIn dergelijke gevallen moet u alle kopieën van Digitale Content die u hebt gedownload verwijderen.</p>\n<p>\n<strong> b.\nExpliciete Content.</strong> Door gebruik te maken van de Dienst, kunt u mogelijk content tegenkomen die aanstootgevend, onfatsoenlijk of bezwaarlijk kan zijn.\ndeze content kan al dan niet zijn geïdentificeerd als inhoud met expliciete taal of andere eigenschappen.\nNiettemin gaat u ermee akkoord om de Dienst op eigen risico te gebruiken en Amazon is niet aansprakelijk jegens u voor enige content.\nContenttypen, genres, categorieën en beschrijvingen zijn bedoeld voor het gemak, en Amazon biedt geen garantie voor de juistheid ervan.</p>\n<p>\n<strong> c.\nBerichten.</strong> We kunnen u promoties sturen of op anderszins elektronisch met u communiceren, waaronder kan zijn begrepen e-mail, pushberichten of berichten op uw Amazon Message Center, en u stemt er hierbij mee in deze berichten te ontvangen (tenzij u een klant bent in de Europese Unie, Turkije of Brazilië, in welk geval de vorige zin niet van toepassing is).\nDeze berichten zullen in overeenstemming zijn met de Amazon Privacyverklaring van uw Video Marketplace (zoalshier vermeld).\nOm geen marketingcommunicaties meer te ontvangen van Amazon Prime Video, kunt u uw marketingcommunicatievoorkeuren aanpassen vanuit Uw Account.</p>\n<p>\n<strong> d.\nAanpassing aan de Dienst.</strong> Amazon behoudt zich het recht voor de Dienst of een deel van de Dienst te allen tijde en zonder kennisgeving (behalve zoals vereist door de toepasselijke wetgeving) te wijzigen, op te schorten of stop te zetten, en Amazon is niet aansprakelijk jegens u als het dergelijke rechten zou uitoefenen, zelfs als uw mogelijkheid om Digitale Content te gebruiken wordt beïnvloed door de wijziging.</p>\n<p>\n<strong> e.\nWijzigingen.</strong> Amazon behoudt zich het recht voor om deze Overeenkomst te allen tijde te wijzigen door de gewijzigde voorwaarden in verband met de Dienst of op uw Video Marketplace te plaatsen (zoals hier vermeld).\nVoor zover maximaal toegestaan door de wet, houdt uw voortdurende gebruik van de Dienst of Software na eventuele wijzigingen uw aanvaarding van dergelijke wijzigingen in.\nEen verhoging van de abonnementskosten is echter niet van toepassing tot uw abonnement is verlengd.</p>\n<p>\n<strong> f.\nVoorbehoud van Rechten.\nOntheffing.\nDe Dienst, Software en de Digitale Content vormen intellectuele eigendom die wettelijk wordt beschermd.\nAuteursrechteigenaars van Digitale Content zijn beoogde derde partij begunstigden in het kader van de Overeenkomst.\nHet door ons niet aandringen op of afdwingen van een strikte naleving van de Overeenkomst betekent geen afstand van enige van onze rechten.</strong>\n</p>\n<strong>\n</strong>\n<p>\n<strong> g.\n<strong>Geschillen/Bindende arbitrage/Gebruiksvoorwaarden.\nElk geschil of vordering voortvloeiend uit of in verband met deze Overeenkomst of de Dienst is onderworpen aan de toepasselijke wetgeving, afwijzing van garanties en beperking van aansprakelijkheid, bindende arbitrage, afstand van het aanspannen van een groepsgeding (indien van toepassing) en alle andere voorwaarden in de Amazon Gebruiksvoorwaarden van uw Video Marketplace </strong>zoals hier vermeld).\nU aanvaardt die voorwaarden door gebruik te maken van de Dienst.\nU HEBT MOGELIJK OOK BEPAALDE CONSUMENTENBESCHERMINGSRECHTEN OP GROND VAN DE WETGEVING VAN UW LOKALE JURISDICTIE.</strong>\n</p>\n<p>\n<strong> h.\nAansprakelijkheidsbeperking.</strong> Zonder de afwijzing van garanties beperking van aansprakelijkheid in de Amazon Gebruiksvoorwaarden van uw Video Marketplace te beperken (zoals hier vermeld): (i) zal in geen geval de totale aansprakelijkheid van ons of onze softwarelicentiegevers jegens u voor alle schade die voortvloeit uit of verband houdt met uw gebruik of onvermogen om de Software te gebruiken hoger zijn dan het bedrag van vijftig dollar ($ 50,00).\nen (ii) zal in geen geval de totale aansprakelijkheid van ons of onze Digitale Contentproviders jegens u voor alle schade die voortvloeit uit uw gebruik van de Dienst, de Digitale Content, of informatie, materialen of producten die zijn opgenomen op of anderszins beschikbaar zijn gesteld via de Dienst, het bedrag overschrijden dat u de afgelopen 12 maanden aan ons hebt betaald om de Digitale Content die verband houdt met uw vordering tot schadevergoeding te kopen, te huren of te bekijken.\nDe beperkingen in dit hoofdstuk zijn op u van toepassing, ook als de rechtsmiddelen aan hun essentiële doel voorbijschieten.</p>\n<p>\n<strong> BEPAALDE JURISDICTIES, INCLUSIEF JURISDICTIES IN DE EUROPESE UNIE, STAAN DE UITSLUITING VAN GEÏMPLICEERDE GARANTIES OF DE BEPERKING OF UITSLUITING VAN AANSPRAKELIJKHEID VOOR BEPAALDE SOORTEN SCHADE NIET TOE.\nINDIEN DEZE WETTEN OP U VAN TOEPASSING ZIJN, ZIJN SOMMIGE OF ALLE BOVENSTAANDE AFSTANDSVERKLARINGEN, UITSLUITINGEN OF BEPERKINGEN MOGELIJK NIET OP U VAN TOEPASSING, EN KUNT U AANVULLENDE RECHTEN HEBBEN.</strong>\n</p>\n<p>\n<strong> i.\nContactgegevens.</strong> Voor communicatie met betrekking tot deze Overeenkomst kunt u schrijven naar Amazon via het toepasselijke adres dat hier staat vermeld.</p>\n<p>\n<strong> j.\nScheidbaarheid.</strong> Als een voorwaarde of bepaling van deze Overeenkomst ongeldig, nietig of om welke reden dan ook niet-afdwingbaar wordt geacht, zal dat deel scheidbaar worden geacht en zal het geen invloed hebben op de geldigheid en afdwingbaarheid van een resterende voorwaarde of bepaling.</p> ", "created_at": "2020-12-04 21:20:22.358187", "updated_at": "2020-12-14 23:09:18.779183"}], "points": [{"id": 21074, "title": "Voice data is collected and shared with third-parties", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2021-05-24 08:51:50.195451", "updated_at": "2021-05-25 17:46:16.842182", "quoteText": "When you use our voice, image and camera services, we use your voice input, images, videos, and other personal information to respond to your requests, provide the requested service to you, and improve our services.", "case_id": 489, "document_id": 3240, "quoteStart": 3882, "quoteEnd": 4097}, {"id": 12097, "title": "The service may sell your data unless you opt out", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:20:34.298835", "updated_at": "2021-05-14 17:19:38.735649", "quoteText": "</strong>As we continue to develop our business, we might sell or buy other businesses or services.\nIn such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Notice (unless, of course, the customer consents otherwise).\n", "case_id": 396, "document_id": 3240, "quoteStart": 7407, "quoteEnd": 7732}, {"id": 12860, "title": "This service is only available to users over a certain age", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-16 16:11:31.512446", "updated_at": "2021-01-05 15:47:40.557542", "quoteText": "\nIf you are under 18, you may use Amazon Services only with the involvement of a parent or guardian.", "case_id": 152, "document_id": 3240, "quoteStart": 14852, "quoteEnd": 14952}, {"id": 12070, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 21:43:25.69434", "updated_at": "2020-12-16 16:16:43.64519", "quoteText": "\nOur failure to insist upon or enforce your strict compliance with the Agreement will not constitute a waiver of any of our rights.", "case_id": 295, "document_id": 3238, "quoteStart": 19376, "quoteEnd": 19507}, {"id": 12092, "title": "This service does not sell your personal data", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:17:14.880848", "updated_at": "2020-12-05 08:51:26.473271", "quoteText": "we are not in the business of selling our customers' personal information to others.", "case_id": 193, "document_id": 3240, "quoteStart": 5652, "quoteEnd": 5736}, {"id": 12112, "title": "This service tracks which web page referred you to it", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:51:49.303759", "updated_at": "2020-12-04 22:54:49.542009", "quoteText": "the full Uniform Resource Locator (URL) clickstream to, through, and from our websites, including date and time.", "case_id": 387, "document_id": 3240, "quoteStart": 20733, "quoteEnd": 20845}, {"id": 12105, "title": "You can opt out of promotional communications", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:31:40.531983", "updated_at": "2020-12-04 22:52:41.862547", "quoteText": "If you do not want to receive email or other communications from us, please adjust your Customer Communication Preferences.\nIf you don't want to receive in-app notifications from us, please adjust your notification settings in the app or device.", "case_id": 223, "document_id": 3240, "quoteStart": 12041, "quoteEnd": 12286}, {"id": 12114, "title": "Your biometric data is collected", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:53:39.591668", "updated_at": "2020-12-04 22:55:04.144883", "quoteText": "voice recordings when you speak to Alexa.", "case_id": 397, "document_id": 3240, "quoteStart": 18949, "quoteEnd": 18990}, {"id": 12071, "title": "This service is only available to users over a certain age", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 21:44:08.07341", "updated_at": "2020-12-16 16:11:07.232211", "quoteText": "te Digitale Content.</strong> Gekochte Digitale Content blijft over het algemeen beschikbaar voor ", "case_id": 152, "document_id": 3238, "quoteStart": 14853, "quoteEnd": 14951}, {"id": 12075, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 21:54:27.898678", "updated_at": "2021-02-06 04:25:27.874623", "quoteText": "Some of the subscription services that we offer are from third parties.\nThird parties that provide subscription services (for example, through Prime Video Channels) may change or discontinue the features of their services or the content in their services.\nAmazon is not responsible for the content contained in any third-party subscription service or the features of these services.", "case_id": 278, "document_id": 3238, "quoteStart": 6667, "quoteEnd": 7049}, {"id": 12089, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:09:50.385601", "updated_at": "2020-12-04 22:48:27.157558", "quoteText": "For What Purposes Does Amazon Use Your Personal Information?\n<p>We use your personal information to operate, provide, develop, and improve the products and services that we offer our customers.\nThese purposes include:</p>", "case_id": 227, "document_id": 3240, "quoteStart": 2821, "quoteEnd": 3042}, {"id": 12113, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:52:27.731691", "updated_at": "2020-12-04 22:56:49.079868", "quoteText": "We may also use device identifiers, cookies, and other technologies on devices, applications, and our web pages to collect browsing, usage, or other technical information.", "case_id": 323, "document_id": 3240, "quoteStart": 21223, "quoteEnd": 21394}, {"id": 12069, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=202075050&&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 21:40:33.337494", "updated_at": "2020-12-04 21:46:29.769632", "quoteText": "As is common in the advertising industry, we use cookies, pixels, and other technologies (collectively, \"cookies\")", "case_id": 323, "document_id": 3241, "quoteStart": 752, "quoteEnd": 866}, {"id": 12088, "title": "This service requires first-party cookies", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:09:14.649039", "updated_at": "2020-12-05 09:00:45.139616", "quoteText": "\nLike many websites, we use \"cookies\" and other unique identifiers", "case_id": 126, "document_id": 3240, "quoteStart": 2188, "quoteEnd": 2254}, {"id": 12068, "title": "There is a date of the last update of the terms", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 21:39:17.981618", "updated_at": "2020-12-16 16:30:45.532377", "quoteText": "Last Updated: September 15, 2020</p>", "case_id": 331, "document_id": 3238, "quoteStart": 37, "quoteEnd": 73}, {"id": 12107, "title": "This service can view your browser history", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:35:28.735436", "updated_at": "2020-12-04 22:36:18.083013", "quoteText": "If you want to browse our websites without linking the browsing history to your account, you may do so by logging out of your account here and blocking cookies on your browser", "case_id": 395, "document_id": 3240, "quoteStart": 13079, "quoteEnd": 13254}, {"id": 12095, "title": "Many third parties are involved in operating the service", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:18:52.650445", "updated_at": "2020-12-04 22:40:00.8273", "quoteText": "<strong>Third-Party Service Providers:</strong> We employ other companies and individuals to perform functions on our behalf.\nExamples include fulfilling orders for products or services, delivering packages, sending postal mail and email, removing repetitive information from customer lists, analyzing data, providing marketing assistance, providing search results and links (including paid listings and links), processing payments, transmitting content, scoring, assessing and managing credit risk, and providing customer service.", "case_id": 208, "document_id": 3240, "quoteStart": 6690, "quoteEnd": 7221}, {"id": 12108, "title": "You can request access and deletion of personal data", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:36:46.614136", "updated_at": "2020-12-04 22:53:03.835478", "quoteText": "<p>In addition, to the extent required by applicable law, you may have the right to request access to or delete your personal data.\nIf you wish to do any of these things, please contact Customer Service.\nDepending on your data choices, certain services may be limited or unavailable.", "case_id": 195, "document_id": 3240, "quoteStart": 14409, "quoteEnd": 14692}, {"id": 12084, "title": "This services gives no guarantee regarding quality", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:04:27.281936", "updated_at": "2021-02-06 04:25:30.57214", "quoteText": "While we strive to provide you a high quality viewing experience, we make no guarantee as to the resolution or quality of the Digital Content you will receive when streaming, even if you have paid extra for access to high definition, ultra-high definition, or high-dynamic-range content.</p>", "case_id": 160, "document_id": 3238, "quoteStart": 14107, "quoteEnd": 14398}, {"id": 12094, "title": "This service can share your personal information to third parties ", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:18:20.869289", "updated_at": "2020-12-04 22:38:57.261293", "quoteText": "You can tell when a third party is involved in your transactions, and we share customers' personal information related to those transactions with that third party.", "case_id": 166, "document_id": 3240, "quoteStart": 6515, "quoteEnd": 6678}, {"id": 12096, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:19:41.125776", "updated_at": "2020-12-04 22:40:19.022001", "quoteText": "Also, in the unlikely event that Amazon.com, Inc.\nor substantially all of its assets are acquired, customer information will of course be one of the transferred assets.", "case_id": 243, "document_id": 3240, "quoteStart": 7732, "quoteEnd": 7900}, {"id": 12103, "title": "Your profile is combined across various products", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "According to the excerpt, usage/activities from different apps will affect targeted advertising towards you. Your activities and overall profile are combined across the different products you may or may not own.", "created_at": "2020-12-04 22:27:00.446167", "updated_at": "2020-12-04 22:42:38.267052", "quoteText": "For example, if you have already downloaded one of our apps, we will share your advertising identifier and data about that event so that you will not be served an ad to download the app again.", "case_id": 326, "document_id": 3240, "quoteStart": 10669, "quoteEnd": 10861}, {"id": 12106, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:32:21.541683", "updated_at": "2020-12-04 22:45:42.300623", "quoteText": "Because cookies and identifiers allow you to take advantage of some essential features of Amazon Services, we recommend that you leave them turned on.\nFor instance, if you block or otherwise reject our cookies, you will not be able to add items to your Shopping Cart, proceed to Checkout, or use any Services that require you to Sign in.\nFor more information about cookies and other identifiers, see our Cookies Notice.", "case_id": 375, "document_id": 3240, "quoteStart": 12648, "quoteEnd": 13067}, {"id": 12109, "title": "The service reviews its privacy policy on a regular basis", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:37:50.951926", "updated_at": "2020-12-04 22:53:28.361935", "quoteText": "Our business changes constantly, and our Privacy Notice will change also.\nYou should check our websites frequently to see recent changes.", "case_id": 301, "document_id": 3240, "quoteStart": 15863, "quoteEnd": 16000}, {"id": 12073, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=202075050&&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 21:50:42.964675", "updated_at": "2020-12-04 22:31:45.879744", "quoteText": "We work with third parties, such as advertisers, publishers, social media networks, search engines, ad serving companies, and advertising companies working on their behalf, to improve the relevance of ads we serve.", "case_id": 220, "document_id": 3241, "quoteStart": 1339, "quoteEnd": 1553}, {"id": 12090, "title": "The service collects many different types of personal data", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Full quote: \"What Personal Information About Customers Does Amazon Collect? <p>We collect your personal information in order to provide and continually improve our products and services.</p> <p>Here are the types of personal information we collect: Information You Give Us: We receive and store any information you provide in relation to Amazon Services. Click here to see examples of what we collect. You can choose not to provide certain information, but then you might not be able to take advantage of many of our Amazon Services. Automatic Information: We automatically collect and store certain types of information about your use of Amazon Services, including information about your interaction with content and services available through Amazon Services. Like many websites, we use \"cookies\" and other unique identifiers, and we obtain certain types of information when your web browser or device accesses Amazon Services and other content served by or on behalf of Amazon on other websites. Click here to see examples of what we collect. Information from Other Sources: We might receive information about you from other sources, such as updated delivery and address information from our carriers, which we use to correct our records and deliver your next purchase more easily. Click here to see additional examples of the information we receive.\"", "created_at": "2020-12-04 22:11:40.732459", "updated_at": "2020-12-04 22:37:31.395852", "quoteText": "<strong>Information You Give Us:", "case_id": 376, "document_id": 3240, "quoteStart": 1631, "quoteEnd": 1663}, {"id": 12093, "title": "Third parties may be involved in operating the service", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:17:47.588353", "updated_at": "2020-12-04 22:38:26.502646", "quoteText": "We make available to you services, products, applications, or skills provided by third parties for use on or through Amazon Services.", "case_id": 207, "document_id": 3240, "quoteStart": 6052, "quoteEnd": 6185}, {"id": 12099, "title": "This service can share your personal information to third parties ", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:22:13.036393", "updated_at": "2020-12-04 22:41:18.760486", "quoteText": "This includes exchanging information with other companies and organizations for fraud protection and credit risk reduction.", "case_id": 166, "document_id": 3240, "quoteStart": 8212, "quoteEnd": 8335}, {"id": 12102, "title": "Tracking via third-party cookies for other purposes without your consent.", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:26:14.570654", "updated_at": "2020-12-04 22:42:02.499485", "quoteText": "We provide ad companies with information that allows them to serve you with more useful and relevant Amazon ads and to measure their effectiveness.\nWe never share your name or other information that directly identifies you when we do this.\nInstead, we use an advertising identifier like a cookie or other device identifier.", "case_id": 128, "document_id": 3240, "quoteStart": 10345, "quoteEnd": 10668}, {"id": 12100, "title": "The service allows you to opt out of providing personal information to third parties", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:22:35.023311", "updated_at": "2020-12-04 22:49:03.348976", "quoteText": "<p>Other than as set out above, you will receive notice when personal information about you might be shared with third parties, and you will have an opportunity to choose not to share the information.", "case_id": 337, "document_id": 3240, "quoteStart": 8348, "quoteEnd": 8548}, {"id": 12072, "title": "This service gathers information about you through third parties", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=202075050&&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 21:49:44.395481", "updated_at": "2020-12-04 22:31:25.92742", "quoteText": "Some third-parties may provide us pseudonymized information about you (such as demographic information or sites where you have been shown ads) from offline and online sources that we may use to provide you more relevant and useful advertising", "case_id": 382, "document_id": 3241, "quoteStart": 2145, "quoteEnd": 2387}, {"id": 12091, "title": "This service may use your personal information for marketing purposes", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:15:41.758842", "updated_at": "2020-12-04 22:38:06.042572", "quoteText": "We use your personal information to recommend features, products, and services that might be of interest to you, identify your preferences, and personalize your experience with Amazon Services.", "case_id": 336, "document_id": 3240, "quoteStart": 3618, "quoteEnd": 3811}, {"id": 12098, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:21:30.825012", "updated_at": "2020-12-04 22:41:38.766857", "quoteText": "We release account and other personal information when we believe release is appropriate to comply with the law.\nenforce or apply our Conditions of Use and other agreements.\nor protect the rights, property, or safety of Amazon, our users, or others.", "case_id": 164, "document_id": 3240, "quoteStart": 7962, "quoteEnd": 8211}, {"id": 12111, "title": "This service collects your IP address for location use", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:40:07.322865", "updated_at": "2020-12-04 22:45:55.815262", "quoteText": "your location information.\n</li>\n<li>\nyour IP address.", "case_id": 399, "document_id": 3240, "quoteStart": 18637, "quoteEnd": 18691}, {"id": 12087, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:08:31.606129", "updated_at": "2020-12-04 22:48:05.987858", "quoteText": "What Personal Information About Customers Does Amazon Collect? <p>We collect your personal information in order to provide and continually improve our products and services.</p>\n<p>Here are the types of personal information we collect:", "case_id": 228, "document_id": 3240, "quoteStart": 1381, "quoteEnd": 1616}, {"id": 12101, "title": "The user is informed about security practices", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:23:02.590914", "updated_at": "2020-12-04 22:49:32.595116", "quoteText": "How Secure Is Information About Me? <p>We design our systems with your security and privacy in mind.</p>\n<ul>\n<li>\nWe work to protect the security of your personal information during transmission by using encryption protocols and software.\n</li>\n<li>\nWe follow the Payment Card Industry Data Security Standard (PCI DSS) when handling credit card data.\n</li>\n<li>\nWe maintain physical, electronic, and procedural safeguards in connection with the collection, storage, and disclosure of personal customer information.\nOur security procedures mean that we may occasionally request proof of identity before we disclose personal information to you.\n</li>\n<li>\nOur devices offer security features to protect them against unauthorized access and loss of data.", "case_id": 226, "document_id": 3240, "quoteStart": 8553, "quoteEnd": 9305}, {"id": 12104, "title": "This service provides archives of their terms of service so that changes can be viewed over time", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:29:56.530791", "updated_at": "2020-12-04 22:52:23.496825", "quoteText": "\n<strong>Last updated: January 1, 2020.</strong> To see prior version, click here.", "case_id": 197, "document_id": 3240, "quoteStart": 13, "quoteEnd": 95}, {"id": 12110, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:38:43.418496", "updated_at": "2020-12-04 22:54:07.739277", "quoteText": "If you have any concern about privacy at Amazon, please contact us with a thorough description, and we will try to resolve it.\n", "case_id": 300, "document_id": 3240, "quoteStart": 15736, "quoteEnd": 15863}, {"id": 12115, "title": "Your private content may be accessed by people working for the service", "source": "https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010&pop-up=1", "status": "If you upload files such as images, videos or others, the Service collects and may access that information.", "created_at": "2020-12-04 22:54:35.163274", "updated_at": "2020-12-05 08:47:05.779954", "quoteText": "images and videos collected or stored in connection with Amazon Services.", "case_id": 189, "document_id": 3240, "quoteStart": 19002, "quoteEnd": 19075}, {"id": 12080, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 21:58:27.252569", "updated_at": "2021-02-06 04:25:30.646765", "quoteText": "If you are accessing the Service as part of a Prime membership, the cancellation and refund terms that apply to you are set forth in the Prime Terms of Use of your Video Marketplace (noted here ).\nIf you are accessing the Service as part of an Amazon subscription or membership that you transact for through a third party, the cancellation and refund terms that apply to you may differ and are as set forth by such third party, and you may need to contact such third party to cancel your subscription or receive any refund under its applicable policies.", "case_id": 144, "document_id": 3238, "quoteStart": 8308, "quoteEnd": 8861}, {"id": 12082, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:02:18.934485", "updated_at": "2021-02-06 04:25:31.494477", "quoteText": "Amazon grants you a non-exclusive, non-transferable, non-sublicensable, limited license, during the applicable Viewing Period, to access and view the Digital Content in accordance with the Usage Rules, for personal, non-commercial, private use.", "case_id": 143, "document_id": 3238, "quoteStart": 12689, "quoteEnd": 12933}, {"id": 12086, "title": "You waive your right to a class action.", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:06:14.056273", "updated_at": "2021-02-06 04:25:31.518628", "quoteText": "and class action waiver (if applicable)", "case_id": 117, "document_id": 3238, "quoteStart": 19799, "quoteEnd": 19838}, {"id": 12085, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:05:15.831982", "updated_at": "2021-01-05 14:53:53.331116", "quoteText": "(v) de Dienst of Digitale Content niet gebruiken voor commerciële of illegale doeleinden.</p>", "case_id": 280, "document_id": 3238, "quoteStart": 16855, "quoteEnd": 16948}, {"id": 12083, "title": "This service throttles your use", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:04:03.912111", "updated_at": "2021-02-06 04:25:31.543385", "quoteText": "If we detect that Digital Content we are streaming to you may be interrupted or may otherwise not play properly due to bandwidth constraints or other factors, we may decrease the resolution and file size of the streamed Digital Content in an effort to provide an uninterrupted viewing experience.", "case_id": 157, "document_id": 3238, "quoteStart": 13810, "quoteEnd": 14106}, {"id": 12081, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 22:00:16.816724", "updated_at": "2021-01-05 15:03:05.330966", "quoteText": "ns wordt gefactureerd, gelden de onderstaande factureringsvoorwaarden voor uw abonnement of lidmaatschap.</p>\n<ul>\n<li> Als we uw betaling niet kunnen verwerken met behulp van de door u aangegev", "case_id": 384, "document_id": 3238, "quoteStart": 11669, "quoteEnd": 11863}, {"id": 12079, "title": "Users are entitled to a refund if certain thresholds or standards are not met by the service", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 21:57:55.282026", "updated_at": "2021-01-05 14:52:35.0611", "quoteText": "Als u annuleert binnen 3 werkdagen na aanmelding voor of omzetting van een gratis proefperiode in een betaald lidmaatschap (of, voor klanten in de Europese Unie, binnen 14 dagen na ontvangst van de bevestiging van uw abonnement of lidmaatschapsdienst), zullen wij uw volledige lidmaatschapskosten restitueren.\nbehalve dat we kosten in rekening kunnen brengen (of deze op uw restitutie inhouden) voor de waarde van de Dienst die via uw account wordt gebruikt gedurende die periode.\nU accepteert ook uitdrukkelijk dat de Dienst zal starten binnen uw annuleringstermijn.\nAls u op een ander moment annuleert, betalen we uw volledige lidmaatschapskosten alleen terug als geen toegang is verkregen tot Digitale Content die beschikbaar is gesteld als onderdeel van uw alleen-video-lidmaatschap via uw account sinds uw laatste verschuldigde lidmaatschapskosten.", "case_id": 161, "document_id": 3238, "quoteStart": 8421, "quoteEnd": 9274}, {"id": 12074, "title": "This service may collect, use, and share location data", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 21:52:13.597625", "updated_at": "2020-12-16 16:51:47.545669", "quoteText": "\ndeze content kan al dan niet zijn geïdentificeerd als inhoud met expliciete taal of andere eigenschappen.\nNiettemin gaat u ermee akkoord om de Dienst op e", "case_id": 373, "document_id": 3238, "quoteStart": 19509, "quoteEnd": 19664}, {"id": 12078, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 21:56:54.813578", "updated_at": "2021-01-05 14:50:40.127668", "quoteText": " Als een voorwaarde of bepaling van deze Overeenkomst ongeldig, nietig of om welke reden dan ook niet-afdwingbaar wordt geacht, zal dat deel scheidbaar worden geacht en zal het geen invloed hebben op de geldigheid en afdwingbaarheid van een resterende voorwaarde of bepaling.", "case_id": 294, "document_id": 3238, "quoteStart": 24382, "quoteEnd": 24657}, {"id": 12076, "title": "You have the right to leave this service at any time", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 21:55:18.500165", "updated_at": "2021-02-06 04:25:31.565976", "quoteText": "If you signed-up for your video-only subscription or membership directly through us, you may cancel any time by visiting Your Account and adjusting your membership settings, by contacting Amazon customer service, or by using any cancellation form that we make available to you on your Video Marketplace (noted here) or, if you transact for the applicable Amazon subscription or membership service through a third party, through your account with such third party.", "case_id": 170, "document_id": 3238, "quoteStart": 7121, "quoteEnd": 7584}, {"id": 12077, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user", "source": "https://www.primevideo.com/region/na/help?nodeId=202095490&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2020-12-04 21:56:22.494583", "updated_at": "2021-01-05 14:49:07.257677", "quoteText": " (i) zal in geen geval de totale aansprakelijkheid van ons of onze softwarelicentiegevers jegens u voor alle schade die voortvloeit uit of verband houdt met uw gebruik of onvermogen om de Software te gebruiken hoger zijn dan het bedrag van vijftig dollar ($ 50,00).", "case_id": 149, "document_id": 3238, "quoteStart": 22833, "quoteEnd": 23098}, {"id": 14015, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://www.primevideo.com/region/na/help?nodeId=202095500&pop-up=1/ref=atv_hp_cnt", "status": "Generated through the annotate view", "created_at": "2021-01-05 15:03:28.575926", "updated_at": "2021-01-05 15:48:07.763972", "quoteText": "Video-abonnementen van derden worden automatisch verlengd, tenzij u het abonnement opzegt of indien dit verloopt, of u uw Amazon Prime of Prime Video-lidmaatschap opzegt of indien dit verloopt.\n", "case_id": 384, "document_id": 3239, "quoteStart": 11669, "quoteEnd": 11863}], "urls": ["primevideo.com"]}}