{"error": 448, "message": "OK", "parameters": {"id": 6767, "name": "WebsiteCarbon", "created_at": "2022-08-09 02:01:09.472401", "updated_at": "2022-08-09 22:01:04.44527", "wikipedia": null, "keywords": null, "related": null, "slug": "websitecarbon", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6767.png", "url": "websitecarbon.com", "documents": [{"id": 12365, "name": "Privacy Policy", "url": "https://www.websitecarbon.com/privacy-policy/", "xpath": "//body", "text": " Skip to content Website Carbon Calculator <ul>\n<li>How does it work?</li>\n<li>FAQ</li>\n<li>Get the badge!</li>\n<li>API</li>\n<li>Consultancy</li>\n</ul> Privacy Policy <p>WebsiteCarbon.com is a project of Wholegrain Digital (Scamper Ltd) aimed at helping to raise awareness of the environmental impact of the web and provide practical advice on how to create a greener web.</p>\n<p>With this aim:</p>\n<ul>\n<li>We collect all information submitted to our carbon calculator form&nbsp;(web address and page views) and store it in a publicly accessible database.</li>\n<li>This information is used to estimate the annual carbon emissions of the submitted website and any other metrics that we can derive regarding the websites environmental impact.&nbsp.\nThe results are stored in our database and published on this website</li>\n<li>The information published on this website, including data regarding the environmental impact of specific websites, is free for the public to use under the Creative Commons Attribution-ShareAlike 4.0 International License</li>\n<li>We also use Google Analytics to gather data about the number of people using the website, their location and the devices used, in order to help us improve performance of the website and to better tailor the tool and content to our user base</li>\n<li>We will store information sent via our contact form(s) in our email system (Google Apps) so that we can respond to your query.&nbsp.\nIt will only be accessible to team members at Wholegrain Digital who are relevant to answering your query.</li>\n<li>If you have submitted data to this website that is not otherwise publicly available and you would like us to remove it from our database or if you have any other queries regarding privacy, please contact us using the form below.</li>\n</ul>\n<p>Scamper Limited is a company registered in England &amp.\nWales.<br>\nCompany No: 6167989<br>\nRegistered address: Scamper Ltd, 3rd Floor, 207 Regent Street, London, W1B 3HH, UK<br>\nVAT No: GB 122 4271 54</p>\n<p>If you have further questions about the calculator or how your data is stored, please don’t hesitate to&nbsp;email us.</p>\n<p>Please check FAQ before sending an email.</p> How does it work? Privacy Policy Wholegrain Digital, Scamper Ltd, Exchange at Somerset House,<br> South Wing, Strand, London, WC2R 1LA.<br> VAT No: GB 122 4271 54 Company No: 6167989 <p>\n</p>\n<p>Source: </p>\n<p>We're just loading your results</p> Try testing again ", "created_at": "2022-08-09 02:01:09.477116", "updated_at": "2022-08-09 00:01:41.73566"}], "points": [], "urls": ["websitecarbon.com"]}}