{"error": 448, "message": "OK", "parameters": {"id": 6268, "name": "RamNode", "created_at": "2022-01-08 18:39:46.36019", "updated_at": "2022-01-08 23:01:19.553409", "wikipedia": null, "keywords": null, "related": null, "slug": "ramnode", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6268.png", "url": "ramnode.com,clientarea.ramnode.com", "documents": [{"id": 11364, "name": "Acceptable Use Policy", "url": "https://clientarea.ramnode.com/aup.php", "xpath": "/html/body/section[3]/div/div/div[1]", "text": " Client Area <ol>\n<li> Portal Home </li>\n<li> Acceptable Use Policy </li>\n</ol>\n<p>RamNode - Acceptable Use Policy</p>\n<p>By using RamNode’s (\"RamNode\", \"our\", \"us\" or \"we\") products and services, you (\"you\", \"your\", \"Client\" or \"Customer\") agree to comply with our policies.</p>\n<p>WE EXPRESSLY DISCLAIM ANY LIABILITY FOR THE DATA AND CONTENT TRANSMITTED THROUGH OR TEMPORARILY OR PERMANENTLY STORED ON OUR NETWORK OR ANY SERVER AND FOR THE ACTIONS OR OMISSION OF USERS.</p>\n<p>INTERPRETATION</p>\n<p>The provisions of this AUP are intended as guidelines and are not meant to be exhaustive.\nGenerally, conduct that violates law, regulation, or the accepted norms of the Internet community, whether or not expressly mentioned in this AUP, are prohibited.\nWe reserve the right at all times to prohibit activities that damage our or our affiliates’ commercial reputation and goodwill.\nWe will be the sole and final arbiter as to what constitutes a violation of our policies.</p>\n<p>ILLEGAL USE</p>\n<p>Our products and services may be used only for lawful purposes.\nTransmission of, distribution of, storage of, or linking to any material in violation of any applicable law or regulation is prohibited.\nThis includes, without limitation, material protected by copyright, trademark, trade secret or other intellectual property rights used without proper authorization, and material that is defamatory, constitutes an illegal threat, violates export control laws, or is otherwise prohibited by US law.</p>\n<p>SPAM</p>\n<p>All users must comply with all relevant legislation and regulations on bulk and commercial e-mail, including but not limited to the CAN-SPAM Act of 2003.</p>\n<p>Users may not send mass unsolicited e-mail, which is email that is sent to recipients who have not \"opted-in\" to mailings from the user.\nUsers who send mass mailings must maintain complete and accurate records of all consents and opt-ins and provide such records to RamNode upon its request.\nIf a user cannot provide positive and verifiable proof of such consents and opt-ins, we will consider the mass mailing to be unsolicited.\nUsers are prohibited from operating mailing lists, listservs, or mailing services that do not target an audience that has voluntarily signed up for e-mail information using an \"opt-in\" process or that has made their e-mail addresses available to a user for distribution of information.\nUsers who operate mailing lists must maintain complete and accurate records of all consents and \"opt-in\" elections and provide such records to RamNode upon its request.\nIf a user cannot provide positive and verifiable proof of such consents and \"opt-in\" elections, we will consider the list mailing to be unsolicited.\nAny user-maintained mailing list must also allow any party on the list to remove itself automatically and permanently.\nOther prohibited activities include, without limitation, the following:</p>\n<ul>\n<li>use of our network for the receipt of replies to unsolicited mass e-mail;</li>\n<li>forgery of e-mail headers (spoofing);</li>\n<li>spamming via third-party proxy, aggregation of proxy lists, or installation of proxy mailing software;</li>\n<li>configuration of a mail server to accept and process third-party messages for sending without user identification and authentication;</li>\n<li>hosting web pages advertised within \"spam e-mail\" sent from another network (spamvertising);</li>\n<li>hosting web pages or providing services that support spam;</li>\n<li>any other unsolicited bulk messages, postings, or transmissions through media such as weblog posts, IRC/chat room messages, guestbook entries, HTTP referrer log entries, usenet posts, pop-up messages, instant messages, or SMS messages.\nand</li>\n<li>instructing others in any activity prohibited by this AUP.</li>\n</ul>\n<p>If, as a result of your actions, our mail servers or IP address ranges are placed on black hole lists or other mail filtering software systems, your server may be suspended and possibly terminated upon review.\nIf we deem your account at risk for repeated AUP infractions, we may suspend and/or terminate all servers on it.</p>\n<p>HARDWARE RESOURCE USAGE</p>\n<p>VPS </p>\n<ul>\n<li>As in all virtual server environments, CPU cores and disk I/O are shared among multiple VPSs.\nIf your VPS is consistently maxing out one full core or more and impacting the performance of other client servers sharing the same host node, we may ask you to reduce your usage.\nLoad may be generated by CPU usage and/or I/O.\nDisruptive load may result in a reboot, shutdown, and/or suspension of the VPS regardless of the time lapse involved.</li>\n</ul>\n<p>\n</p>\n<p>VDS </p>\n<ul>\n<li>VDS CPU cores are dedicated per VDS.\nYou may use 100% of your allocated CPU indefinitely.\nI/O and network ports are shared like a VPS, so we may ask you to reduce your usage and/or shutdown your VDS in an abusive situation.</li>\n</ul>\n<p>\n</p>\n<p>Shared </p>\n<ul>\n<li>Our shared hosting product is not a replacement for a CDN (ie: streaming video/files off site, storage of large files or large quantities of seldomly used data/images).\nIf you are found hosting files that use a larger portion of storage and/or bandwidth than what is considered typical for a shared hosting environment, we may ask you to reduce your usage or upgrade to a virtual server.\nExcessive bandwidth usage due to website abuse or bruteforce attacks may result in suspension of services.\nffmpeg, its alternatives, and mass video streaming websites are not allowed on our shared hosting.</li>\n<li>RamNode provides jailed SSH access for our shared hosting customers as a courtesy.\nIf you are found installing or running processes that are meant for a non-shared environment (voice servers, shoutcast, etc.), those processes will be killed and your SSH access will be removed.\nSSH access should only be used for file and permission management and other day to day tasks that are more easily accomplished via a terminal.</li>\n<li>Shared or Reseller hosting can not be used to host Proxies (private or public).</li>\n</ul>\n<p>\n</p>\n<p>NETWORK</p>\n<p>Although we have the ability to absorb and tolerate occasional DDoS attacks, clients who have not purchased our optional DDoS filtering and who are targeted with frequent and/or disruptive attacks may be suspended and/or terminated.\nWe have a zero tolerance policy for IPv6 DDoS, meaning customers targeted over IPv6 will be suspended and required to use our IPv4 DDoS-filtering for the related service and/or discontinue use of IPv6.</p>\n<p>We do not allow port scanning or UDP floods to be sent from our network.\nAccounts sending floods, port scanning, and/or creating artificial traffic will be suspended and/or terminated.\nIf your server is found to be degrading the connection speed of other servers, you will be notified via ticket and asked to reduce your usage.</p>\n<p>COMMONLY QUESTIONED USES</p>\n<p>The following are acceptable uses provided they comply with the rest of this AUP: </p>\n<ul>\n<li>IRC<sup>*</sup>\n</li>\n<li>Source games<sup>+</sup>\n</li>\n<li>Minecraft servers<sup>+</sup>\n</li>\n<li>VPN</li>\n<li>Adult material</li>\n<li>Video streaming</li>\n<li>Torrents (Only allowed in US locations - must be limited to 20Mbps total)</li>\n<li>Usenet (Must be limited to 20Mbps total)</li>\n</ul>\n<p>\n</p>\n<p>\n<sup>*</sup>Any usage which results in any attacks against RamNode the company (not just the client’s server) may result in suspension and/or termination.<br>\n<sup>+</sup>Game servers are not allowed on non-SSD VPSs.</p>\n<p>STRICTLY PROHIBITED USES</p>\n<p>The following are strictly prohibited uses and may result in immediate suspension and/or termination if discovered on your account: </p>\n<ul>\n<li>Denial of Service (DoS) attacks</li>\n<li>Port scanning</li>\n<li>Botnets</li>\n<li>TOR exit nodes</li>\n<li>Open proxies</li>\n<li>Open DNS resolvers</li>\n<li>Hola</li>\n<li>Illegal downloads/Piracy</li>\n<li>Kloxo</li>\n<li>Public video chat (e.g., CamFrog, Visichat)</li>\n<li>Virtual currency / cryptocurrency (*coin) mining</li>\n<li>Crypto verification (SmartNodes, etc.) (*Allowed on VDS*)</li>\n<li>HentaiAtHome</li>\n<li>Facebook crawlers</li>\n<li>IP spoofing</li>\n<li>Fake/Replica product websites</li>\n<li>Phishing</li>\n<li>World Community Grid, Folding at Home, or similar software</li>\n<li>Prime95</li>\n<li>CrystalMines</li>\n<li>HYIP websites</li>\n<li>Booter/Stresser websites</li>\n<li>HitLeap or any artificial traffic creation</li>\n<li>iBusinessPromoter or similar software</li>\n<li>LIULIANGKUANG</li>\n<li>Multics, CCcam, or any other card sharing software</li>\n<li>Chinese private game servers and related websites</li>\n<li>Shadowsocks</li>\n</ul>\n<p>\n</p>\n<p>Running any of the above items behind a DDoS-filtered IP is still a violation of the AUP.</p>\n<p>Using our IP addresses (IPv4 and IPv6) to evade IRC or forum bans is also strictly prohibited.</p>\n<p>SECURITY</p>\n<p>Violations of our system or network security are prohibited, and may result in criminal and civil liability.\nOur servers and networks may not be used for:</p>\n<ul>\n<li>introducing or executing malicious programs into any network or server, such as viruses, worms, Trojan Horses, and key loggers;</li>\n<li>causing or initiating security breaches or disruptions of network communication and/or connectivity, including port scans, flood pings, email-bombing, packet spoofing, IP spoofing, and forged routing information;</li>\n<li>executing any form of network activity that will intercept data not intended for your server;</li>\n<li>evading or circumventing user authentication or security of any host, network or account, including cracking, brute-force, or dictionary attacks;</li>\n<li>interfering with or denying service to any user, host, or network, such as a denial of service attack or distributed denial of service attack;</li>\n<li>conduct designed to avoid restrictions or access limits to specific services, hosts, or networks, including the forging of packet headers or other identification information;</li>\n<li>soliciting the performance of any illegal activity, even if the activity is not performed.\nor</li>\n<li>using any program, or sending messages of any kind, designed to interfere with or disable a user’s terminal session.</li>\n</ul>\n<p>The preceding list is an example and not an exhaustive list of prohibited activity.</p>\n<p>LICENSES</p>\n<p>cPanel/WHM and CloudLinux licenses purchased through RamNode are only allowed to be used on the RamNode network.\nLicenses assigned to external IPs will be terminated and the associated account will be suspended and/or terminated.</p>\n<p>Failure to adhere to the Acceptable Use Policy will result in service suspension and possibly termination with no refund.\nAny activity not mentioned above but which is considered illegal in the United States will result in immediate termination.</p>\n<p>DMCA / LEGAL</p>\n<p>Please send all abuse reports to abuse[at]ramnode.com.\nLegal notices may be sent to legal[at]ramnode.com.</p>\n<p>Copies may be sent to:</p>\n<p>InMotion Hosting Inc DBA RamNode<br>\n555 S.\nIndependence Blvd<br>\nVirginia Beach, VA 23462</p>\n<p>Last updated: April 13, 2021</p> ", "created_at": "2022-01-08 18:39:46.364831", "updated_at": "2022-01-08 17:40:42.847526"}, {"id": 11363, "name": "Privacy Policy", "url": "https://clientarea.ramnode.com/privacy.php", "xpath": "/html/body/section[3]/div/div/div[1]", "text": " Client Area <ol>\n<li> Portal Home </li>\n<li> Privacy Policy </li>\n</ol>\n<p>RamNode - Privacy Policy</p>\n<p>This Privacy Policy describes how RamNode (\"RamNode\", \"our\", \"us\" or \"we\") collects, uses, and shares information gathered from your (\"you\", \"your\", \"Client\" or \"Customer\") use of our website, products and services (\"Service\" or \"Services\").</p>\n<p>If you have any questions about our Privacy Policy, please contact info[at]ramnode.com.\nAny changes made to this Privacy Policy will be available at: https://clientarea.ramnode.com/privacy.php</p>\n<p>The data controller of your personal information is InMotion Hosting Inc DBA RamNode.</p>\n<p>Information We Collect</p>\n<p>RamNode may collect information about you as follows:</p>\n<ul>\n<li>By registering an account, we may collect information provided at the time of registration (name, company name, address, telephone number, and email address).</li>\n<li>By linking our services to a third-party account, we may collect information from that account such as any authentication tokens involved in authorization.</li>\n<li>If you contact us, we may collect data regarding your correspondence.</li>\n<li>We may collect details of your transactions involved in the fulfillment of orders.\nRamNode does not store your financial information on our systems.\nYour financial information is stored with our third-party payment processors.\nRamNode does, however, have access to, and may retain, your information through our third-party payment processors.</li>\n<li>When you visit our website we may capture your IP address, time of and duration of visit, and time and duration of the pages on our website that you view.\nWe may tie this information to personally identifiable information we have about you.</li>\n<li>When using our services, we may collection information about your utilization, such as processor, memory, storage, and network usage.</li>\n</ul>\n<p>Use of Information</p>\n<p>We will use your personally identifiable information only as follows:</p>\n<ul>\n<li>For transaction processing.</li>\n<li>To provide customer support.</li>\n<li>To provide, maintain, improve, and expand our services.</li>\n<li>To understand and analyze how you use our services.</li>\n<li>For fraud checking, reporting, and other screening methods involving third-party companies in order to verify information submitted to us.</li>\n<li>To enforce the Acceptable Use Policy (\"AUP\") in the detection, prevention, and resolving of abuse.</li>\n<li>For IP usage reporting to ARIN.</li>\n<li>To announce special offers or provide other information from time to time via email.</li>\n<li>To improve our service and the marketing of our service.\nFor example, we may use the information we gather from user surveys, demographic data, and website visits to help us improve or target our website and customize your visit.</li>\n</ul>\n<p>If you register an account through an affiliate referral link, we may share information with your referrer to let them know that you used their referral to order service.</p>\n<p>We may also place a \"cookie\" that will identify you to us as a repeat visitor or a customer when you visit our website.\nA cookie is an alphanumeric identifier that is unique to your browser.\nThe cookie will identify your browser to us when you visit our website so that we may customize your visit.</p>\n<p>We will not provide any personally identifiable information about you to any third-party other than:</p>\n<ul>\n<li>a law enforcement or regulatory agency as requested via subpoena;</li>\n<li>a potential business acquirer as part of any proposed merger, acquisition, debt financing, sale of assets, or similar transaction, or in the event of insolvency, bankruptcy, or receivership in which information is transferred to one or more third-parties as one of our business assets;</li>\n<li>third parties who perform services on our behalf (such as payment processing), subject to the third party agreeing with us that it will keep your personally identifiable information confidential;</li>\n<li>a fraud detection/prevention service such as FraudRecord or MaxMind;</li>\n<li>as otherwise needed to protect or enforce the rights of others.</li>\n</ul>\n<p>Fraud Protection</p>\n<p>RamNode utilizes FraudRecord and MaxMind to screen new orders for previous fraudulent activity or misbehavior, and to report existing customers who violate our Terms of Service.\nIn case of a violation, determined as such solely at our discretion, you may be reported to FraudRecord and/or MaxMind for misbehavior.</p>\n<p>Legal Basis for Information Processing</p>\n<p>Our legal basis for collecting and processing your personal data depends on the specific data involved and the context in which we collect it.\nThese reasons include:</p>\n<ul>\n<li>When you order service from us, we need to collect personal data in order to fulfill our contractual obligation to you (account management, support, invoicing, etc.).</li>\n<li>We are required by law to collect and process data for financial record-keeping and law enforcement compliance.</li>\n<li>We have legitimate interests which require the collection of personal data in order to operate our business.</li>\n<li>We may collect your data for marketing communications, etc.\nwith your consent.\nYou may also remove your consent at any time.</li>\n</ul>\n<p>Storage of Personal Data</p>\n<p>The data that we collect from you is stored in the USA, but it may be processed by staff operating outside the US and EEA (European Economic Area) who work for us or one of our affiliates.\nSuch staff may process your data while fulfilling orders and providing support for your services.\nBy using our services, you acknowledge that your data may be processed outside of the EEA.</p>\n<p>Protection of Personal Data</p>\n<p>RamNode employs a variety of security measures to protect personal data from unauthorized access.\nHowever, no part of the Internet can be considered 100% secure.</p>\n<p>Data Retention</p>\n<p>Your data will be retained and processed as long as it is required to comply with applicable legal, tax, or accounting requirements.</p>\n<p>At the end of the retention period, we will either delete or anonymize your data, unless it is stored in a backup archive and isolated from further processing.</p>\n<p>Updating, Deleting, and Downloading Your Data</p>\n<p>You may update your data at any time either through the client area Account section or by submitting a support ticket.\nWe may require proof of identification in order to change certain data fields.</p>\n<p>You may may request that RamNode export your personal data by opening a support ticket.</p>\n<p>Customers with no active services may request that their account be closed and personal data be deleted from RamNode’s databases, with the exception of: billing system access logs, which may be stored for any duration of time at RamNode’s discretion, cases where financially fraudulent or otherwise illegal activity is deemed to have occurred (as determined by RamNode management or law enforcement officials), in which case personal information may be retained indefinitely for purposes of ongoing investigation and prevention of fraud recurrence, or cases where a violation of the Terms of Service has resulted in termination of Customer’s account, in which case personal information may be retained indefinitely for purposes of prevention of further use of RamNode’s services in the future by the offending Customer.</p>\n<p>RamNode will not delete any data required to comply with our legal obligations and financial requirements, or any data required to resolve disputes and enforce our legal agreements and policies.</p>\n<p>Communication</p>\n<p>We may contact you directly or through a third-party service provider regarding products or services you have ordered from us.\nWe may also send you marketing emails if you have opted-in through the client area.\nCommunication methods may include: email, text (SMS) message, IRC chat, push notifications, or automated phone calls.\nRamNode does not offer phone support and will not call you directly at any time.</p>\n<p>Use of Non-Personally Identifiable Information</p>\n<p>We may share aggregate statistical data about our customers with third parties, such as advertisers or suppliers.\nThis aggregate statistical data will not identify you personally.</p>\n<p>Your Rights Under GDPR</p>\n<p>If you are a resident of the EEA, you have the following data protection rights, which you may exercise by contacting us via support ticket:</p>\n<ul>\n<li>Right to Access - You have the right to acess your personal data and to request a data export from us.</li>\n<li>Right to Rectification - You have the right to have any incorrect or incomplete personal data corrected.</li>\n<li>Right to Restrict - You have the right to request the restriction of processing your personal data where there is no legitimate reason for us to do so.</li>\n<li>Right to Object - You have the right to object to the processing of your personal data where we have no legitimate reason to do so.</li>\n<li>Right to Erasure - You have the right to request the erasure of any personal data we have collected.\nHowever, this right does not override our financial and legal requirements to keep certain data (see above).</li>\n<li>Right to Withdraw Consent - You have the right to withdraw consent (unsubscribe) from any marketing communications we may send you.</li>\n</ul>\n<p>Please note that we may ask you to verify your identity before responding to such requests.</p>\n<p>You have the right to complain to a Data Protection Authority about our collection and use of your Personal Data.\nFor more information, please contact your local data protection authority in the EEA.</p>\n<p>GDPR Data Processing Agreement</p>\n<p>You do not need to sign the DPA.\nBy agreeing to our Terms of Service and using our products and services, you are automatically accepting our DPA.\nIf you choose to sign it, you may send a copy to legal[at]ramnode[.]com</p>\n<p>Click here to download the DPA</p>\n<p>Sub-processors List</p>\n<p>RamNode may engage the following entities to carry out specific activities on behalf of the customer or datacenter facility management activities:</p>\n<ul>\n<li>Stripe (Payment Processing - United States)</li>\n</ul>\n<p>Children’s Privacy</p>\n<p>Our service is not available to children under the age of 18, and we will not intentionally maintain personal information about anyone under the age of 18.</p>\n<p>Last updated: May 18, 2021</p> ", "created_at": "2022-01-08 18:39:46.363694", "updated_at": "2022-01-08 17:40:21.418496"}, {"id": 11362, "name": "Terms of Service", "url": "https://clientarea.ramnode.com/tos.php", "xpath": "/html/body/section[3]/div/div/div[1]", "text": " Client Area <ol>\n<li> Portal Home </li>\n<li> Terms of Service </li>\n</ol>\n<p>RamNode - Terms of Service</p>\n<p>By using RamNode’s (\"RamNode\", \"our\", \"us\" or \"we\") website, products and services (\"Service\", or \"Services\"), you (\"you\", \"your\", \"Client\" or \"Customer\") agree to comply with our policies as set forth in these Terms of Service (\"Terms of Service\", \"TOS\", or \"Agreement\").\nCreating an account and ordering service through our website constitutes your acceptance and agreement to be bound by these Terms of Service.\nRamNode reserves the right to cancel, suspend, or terminate any service provided with or without a refund or notice or warning for any reason.\nRamNode also reserves the right to change and modify the Terms of Service at any time with or without customer notification.\nIt is up to the customer to periodically check and familiarize himself or herself with the recent Terms of Service.\nIf any customer does not comply with the new Terms of Service modifications, the customer's service will be terminated.</p>\n<p>Acceptable Use Policy</p>\n<p>By ordering our services, you agree to adhere to our Acceptable Use Policy (\"AUP\").\nFailure to do so will result in suspension and possibly termination.\nYour account may also be reported to FraudRecord.</p>\n<p>Privacy Policy</p>\n<p>Information regarding how we collect and use your personal data may be found in our Privacy Policy.</p>\n<p>Support</p>\n<p>RamNode support is handled through tickets submitted in our Client Area.\nWe generally process tickets in the order in which they are received.\nMultiple replies to tickets will not ensure that you receive a faster response.\nWe only offer support in English and require that it be used to communicate with our staff.\nWe do not tolerate profanity or abusive language in any form of contact with us including, but not limited to, emails, our ticket system, our IRC channel, or our community forum.\nSuch behavior will result in a warning, followed by suspension and/or termination if the warning is not heeded.</p>\n<p>Virtual Server Support</p>\n<p>RamNode servers are unmanaged.\nRamNode servers are designed for web hosts, advanced Linux administrators, and experienced webmasters.\nIn order to successfully manage our servers, the customer should be familiar with Linux operating systems, tools, and services.\nRamNode provides basic tools needed to configure and maintain the customer’s server.\nRamNode provides knowledgebase articles covering various topics which may offer insight into common questions regarding our servers.\nRamNode also provides remote console access to our servers which gives the customer a way to access his or her server even with a broken SSH configuration.\n</p>\n<p>You are responsible for managing your virtual server.\nRamNode staff is available for general support covering the areas below.\nRamNode also works around the clock to ensure that our hardware and network is and up running as expected.</p>\n<p>You may contact RamNode for support regarding the following issues:</p>\n<ul>\n<li>Network access.\nPlease check our @NodeStatus Twitter page or our @RamNode page before submitting a ticket.</li>\n<li>Server hardware.\nPlease check our @NodeStatus Twitter page or our @RamNode page before submitting a ticket.</li>\n<li>Control panel.\nIf you experience problems with any Cloud Control Panel or SolusVM functionality, please open a ticket.</li>\n<li>OS templates and ISOs.\nIf you notice any bugs with our OS templates or ISOs, please open a support ticket.</li>\n</ul>\n<p>This list may not be exhaustive, but it represents the general idea of our unmanaged hosting.\nAnything that we do not install and configure for the client is the client’s responsibility and is not covered by our support.\nWe will not install or configure additional packages on a server that are not present in our default OS templates.</p>\n<p>Shared Hosting Support</p>\n<p>RamNode shared hosting support covers the hosting environment, not a customer's individual website(s), script(s), or database(s).\nExamples of issues we cannot assist with include (but are not limited to):\n</p>\n<ul>\n<li>Out of date scripts (this includes Joomla/Wordpress installs, wordpress plugins, custom theme extensions, etc.).</li>\n<li>Scripts that require non-standard hosting environments.\n(Anything that would need to be configured or added outside of the cPanel/WHM interfaces.)</li>\n<li>Any backend service which is not managed and installed natively in our environment.\n(NoSQL, TeamSpeak plugins, etc.)</li>\n</ul>\n<p>\n</p>\n<p>Customers are responsible for keeping their scripts up to date.\nRamNode does not provide support for website problems resulting from outdated scripts or installations.\nWe recommend that our customers use the included Softaculous script manager to install available scripts.\nSoftaculous can assist in keeping scripts up to date.</p>\n<p>RamNode shared support is available for non-critical issues between the hours of 11AM and 7PM eastern.\nCritical support for server or network problems is available 24/7/365.</p>\n<p>Service Payment, Refunds and Cancellation Guidelines</p>\n<p>For prepay-only services such as SolusVM and Shared hosting, invoices are generated 10 days before payment is due.\nFailure to pay by the due date will result in suspended and, ultimately, terminated service.\nCredit cards left on file will be automatically charged on the invoice due date unless you have submitted a cancellation request through the Client Area prior.\nRamNode reserves the right to terminate your service at any point after your invoice is overdue, and will not be responsible for any data loss due to termination.</p>\n<p>Prepay and postpay options are available for cloud service.\nIf a credit card is left on file with us, it will be automatically charged at least once a month according to your cloud service usage.\nAll other payment methods are considered prepay, requiring you to maintain a cloud credit balance in order to use our cloud service.\nYou will receive email notifications when your cloud credit is running low.\nCloud service may be suspended and/or terminated once your prepaid cloud credit drops below $0.</p>\n<p>Billable cloud services include instances, images (uploaded images, snapshots, and backups), and public network transfer.\nInstances count toward your usage as long as they exist (including when powered off).</p>\n<p>RamNode offers a three day refund period for your first payment on your first service with us.\nBitcoin payments are NON-REFUNDABLE.\nSoftware licenses are not eligible for refunds.\nRefunds must be requested via support ticket in the Client Area after a cancellation request has been submitted.</p>\n<p>If the client creates a subscription to pay for his or her service(s) with RamNode, the client is responsible for canceling that subscription when he or she no longer wants service with RamNode.\nRamNode will not be responsible for handling or refunding any transactions that take place after the client has cancelled his or her service with RamNode in the event that the client fails to cancel the related subscription.</p>\n<p>Payment Chargebacks and Billing Disputes</p>\n<p>Raising a billing dispute with our payment processors or charging back a payment made to RamNode will place the client’s account in bad standing.\nWe reserve the right to immediately terminate all services without refund in such instances.</p>\n<p>Other Disputes</p>\n<p>Any threat of legal action against RamNode by a client will result in immediate account and service termination without refund.</p>\n<p>Accounts</p>\n<p>All orders placed through our billing portal are passed through an automatic fraud check system.\nAlthough our services are typically set up instantly upon receipt of payment, we manually review each fraud score before accepting the order.\nIf our fraud check system scores your order as dangerous, we may require submission of a government issued ID to allow continued use of our services.\nFailure to comply in a timely manner may result in suspension and/or termination without refund.</p>\n<p>Ordering from a VPN or proxy will likely cause your order to be flagged as potential fraud, requiring additional verification in order to use our services.\nPlease order without a VPN if at all possible.</p>\n<p>We require your real first and last name, as well as accurate information in all other fields, upon placing an order.\nIf you provide false information when placing an order, your service may be suspended and/or terminated without notice upon manual review.</p>\n<p>Each client may have only one account with RamNode.\nPermission to create additional accounts must be requested via ticket prior to ordering.\nAll related accounts may be suspended and/or terminated if permission has not been requested before creating more than one.</p>\n<p>RamNode utilizes FraudRecord to screen new orders for previous fraudulent activity and to report existing customers who violate our Terms of Service and/or Acceptable Use Policy.\nIn case of a violation, you may be reported to FraudRecord for misbehavior using one-way hashed information.</p>\n<p>DDoS Protection</p>\n<p>DDoS-filtered IPs are available to order for each location.\nThe filtering system is explained in our Knowledgebase.\nPlease give us up to 24 hours to process filtered IP orders.\nOur DDoS filtering is shared among all customers with filtered IPs per location, so a single customer may not receive filtering for the entire capacity per location.\nWe do not offer any guarantees attached to the filtering system.</p>\n<p>Backups</p>\n<p>Cloud </p>\n<ul>\n<li>Cloud customers can create and manage automated backups and manual snapshots of their instances through the Cloud Control Panel.\nBackups and snapshots are considered images and are billed according to the prices listed on our website.\nBackup and snapshot data integrity is not guaranteed and should be confirmed by the customer (for example, by launching a new instance from the backup or by downloading and testing elsewhere).\nCustomers are responsible for their own data.</li>\n</ul>\n<p>SolusVM </p>\n<ul>\n<li>RamNode does not take backups of SolusVM virtual server data.\nWe recommend that customers backup their server data to their personal computers or remote storage servers.\nCustomers are responsible for their own data.\nRamNode shall by no means be responsible for data loss.</li>\n</ul>\n<p>Shared </p>\n<ul>\n<li>Although RamNode does backup all shared hosting accounts daily, we cannot guarantee the integrity of customer data or databases taken at the time of backup.\nWe encourage all customers to use the backup function available to them in their cPanel control panel to take their own remote backups periodically through the month.\nNote: Any backups taken through cPanel and stored on the server will be removed automatically once the backup is more than 48 hours old.\nEnsure to download your backup files as soon as you generate them if you would like to keep the data stored in the cPanel backup archive.</li>\n<li>RamNode provides a backup interface for customers to restore files and databases.\nWe cannot assist with backup restoration outside of the features provided to you from within cPanel.\nRestoring a backup may result in overwriting data that has not yet been backed up by our daily backups.\nWe recommend that you take a manual backup from within cPanel before you restore any data.</li>\n</ul>\n<p>\n</p>\n<p>Jurisdiction</p>\n<p>Any claim arising hereunder shall be construed in accordance with the substantive and procedural laws of the State of Georgia, without regard to principles of conflict of laws.\nYou agree that any dispute arising from or relating to the subject matter of these Terms of Service shall be governed by the exclusive jurisdiction and venue of the state and Federal courts of Georgia.\nCustomer consents to service of process via email at the email address(es) provided by customer, and waives any requirement under the Hague Convention or other judicial treaty requiring that legal process be translated into any language other than English.</p>\n<p>Indemnification</p>\n<p>YOU SHALL DEFEND, INDEMNIFY, AND HOLD HARMLESS US, OUR AFFILIATES, PARENTS, SUBSIDIARIES, ANY RELATED COMPANIES, LICENSORS AND PARTNERS, AND EACH OF OUR AND THEIR RESPECTIVE EMPLOYEES, OFFICERS, DIRECTORS, AGENTS, CONTRACTORS, DIRECTORS, SUPPLIERS AND REPRESENTATIVES FROM ALL LIABILITIES, CLAIMS, AND EXPENSES, INCLUDING REASONABLE ATTORNEYS' FEES, THAT ARISE FROM OR RELATE TO YOUR (OR ANY THIRD PARTY USING YOUR ACCOUNT OR IDENTITY IN THE SERVICES) USE OR MISUSE OF, OR ACCESS TO, THE SERVICES, CONTENT, OR OTHERWISE FROM YOUR USER CONTENT, VIOLATION OF THESE TERMS OF SERVICE OR OF ANY LAW, OR INFRINGEMENT OF ANY INTELLECTUAL PROPERTY OR OTHER RIGHT OF ANY PERSON OR ENTITY.\nWE RESERVE THE RIGHT TO ASSUME THE EXCLUSIVE DEFENSE AND CONTROL OF ANY MATTER OTHERWISE SUBJECT TO INDEMNIFICATION BY YOU, IN WHICH EVENT YOU WILL ASSIST AND COOPERATE WITH US IN ASSERTING ANY AVAILABLE DEFENSES.</p>\n<p>Release</p>\n<p>You hereby release and discharge RamNode, its officers, employees, agents, parents, affiliates, successors, and assigns from each and every past, current, or future dispute, claim, controversy, demand, liability, action, omission, cause of action, and/or litigation, of any kind or nature, including without limitation breach of contract, tort, intellectual property suits, personal injury, death, and/or property damage, arising out of or related to, directly or indirectly, this Agreement or any other interaction with the Site.\nNOTE TO CALIFORNIA RESIDENTS: USERS RESIDING IN CALIFORNIA HEREBY WAIVE THE PROVISIONS OF CAL.\nCIV.\nCODE § 1542, WHICH PROVIDES THAT “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS IN WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOW BY HIM OR HER MIST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.”</p>\n<p>Disclaimers</p>\n<ul>\n<li>SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE” AND RAMNODE EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR OTHERWISE, INCLUDING WITHOUT LIMITATION WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.</li>\n<li>RAMNODE MAKES NO GUARANTEE THAT THE SITE WILL MEET YOUR REQUIREMENTS, WILL ALWAYS BE AVAILABLE, WILL ALWAYS BE ERROR-FREE, SECURE, OR TIMELY, OR WILL BE RELIABLE, FREE OF VIRUSES OR OTHER HARMFUL DATA AND/OR INFORMATION.</li>\n<li>TO THE MAXIMUM EXTENT PERMITTED UNDER LAW, AS APPLICABLE, RAMNODE DISCLAIMS ANY AND ALL RESPONSIBILITY, LIABILITY, OR OTHERWISE ARISING OUT OF DEATH OR PERSONAL INJURY RESULTING FROM, DIRECTLY OR INDIRECTLY, THE USE OF THE SITE, SERVICES, OR OPERATION OF RAMNODE’S PRODUCTS.</li>\n<li>RAMNODE TAKES NO RESPONSIBILITY, NOR WILL IT BE LIABLE FOR, ANY DAMAGES TO USER’S PROPERTY, INCLUDING COMPUTER VIRUSES OR MALWARE, OR OTHER PROPERTY CAUSED BY OR STEMMING YOU’RE YOUR USE OF THE SITE.</li>\n<li>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT BE APPLICABLE IN YOUR SPECIFIC SITUATION.</li>\n</ul>\n<p>LIMITATION ON LIABILITY</p>\n<p>RAMNODE SHALL NOT, IN ANY EVENT, BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY (A) LOST PROFITS.\nOR (B) DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES ARISING OUT OF OR OTHERWISE RELATED TO THIS AGREEMENT, YOUR USE OF THE SITE AND/OR SERVICES.\nACCESS TO AND USE OF THE SITES AND SERVICES ARE AT YOUR OWN RISK AND DISCRETION.</p>\n<p>NOTWITHSTANDING ANYTHING TO THE CONTRARY HEREIN, RAMNODE’S TOTAL LIABILITY TO YOU FOR ANY DAMAGES STEMMING FROM OR OTHERWISE RELATED TO THIS AGREEMENT, FOR ANY REASON WHATSOEVER AND IRRESPECTIVE OF THE FORM OR FORUM, IS LIMITED TO THE AMOUNTS PAID TO RAMNODE IN THE TWELVE (12) MONTHS PRIOR TO THE ASSERTION OF SUCH CLAIM, DEMAND, OR OTHERWISE.</p>\n<p>YOU AGREE THAT RAMNODE’S PARTNERS, AFFILIATES, AND LICENSORS WILL HAVE NO LIABILITY, OF ANY KIND WHATSOEVER, STEMMING FROM THIS AGREEMENT.</p>\n<p>THE FOREGOING LIMITATIONS ON LIABILITY APPLY EVEN IF THE ABOVE STATED REMEDY FAILS OF ITS ESSENTIAL PURPOSE.</p>\n<p>CERTAIN JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.</p>\n<p>Dispute Resolution</p>\n<p>Binding Arbitration</p>\n<p>If a dispute arises from or relating to this Agreement or the breach thereof, and if the dispute cannot be resolved through direct discussions between you and RamNode, the parties agree that any such dispute shall be settled by arbitration administered by the American Arbitration Association (“AAA”) before a single arbitrator in accordance with its Commercial Arbitration Rules and judgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof.\nThe place of arbitration shall be Atlanta, Georgia, USA.\nThe arbitration shall be governed by the laws of the State of Georgia.\nHearings will take place pursuant to the standard procedures of the Commercial Arbitration Rules that contemplate in person hearings.\nEach party shall bear its own costs and expenses and an equal share of the arbitrators' and administrative fees of arbitration.\nExcept as may be required by law, neither a party nor an arbitrator may disclose the existence, content, or results of any arbitration hereunder without the prior written consent of both parties.\nThe parties agree that failure or refusal of a party to pay its required share of the deposits for arbitrator compensation or administrative charges shall constitute a waiver by that party to present evidence or cross-examine witness.\nIn such event, the other party shall be required to present evidence and legal argument as the arbitrator may require for the making of an award.\nSuch waiver shall not allow for a default judgment against the non-paying party in the absence of evidence presented as provided for above.</p>\n<p>Class Action Waiver</p>\n<p>Unless required by applicable law, you and RamNode agree that neither will assert a class or representative action claims against the other, whether in arbitration or otherwise, which actions are hereby waived.\nand each of the parties shall only submit their own, individual claims in arbitration and will not seek to represent the interests of any other person.</p>\n<p>Governing Law</p>\n<p>This Agreement, and any other agreement entered into between you and RamNode, shall be governed by and construed in accordance with the laws of the State of Georgia, without reference to conflicts of laws principles, except to the extent that United States federal law preempts Georgia law, in which case United States federal law will apply, without reference to conflicts of laws principles.</p>\n<p>Severability</p>\n<p>If any portion of this Agreement is found to be unenforceable by a court of competent jurisdiction or arbitrator, such determination shall have no effect on the remaining terms of this Agreement, which shall continue in full force and effect.</p>\n<p>Last updated: August 2, 2019</p> ", "created_at": "2022-01-08 18:39:46.362195", "updated_at": "2022-01-08 17:40:58.532916"}], "points": [], "urls": ["ramnode.com", "clientarea.ramnode.com"]}}