{"error": 448, "message": "OK", "parameters": {"id": 3916, "name": "Starlink ", "created_at": "2021-06-01 14:47:22.695179", "updated_at": "2021-06-01 22:00:20.681228", "wikipedia": "https://en.wikipedia.org/wiki/Starlink", "keywords": null, "related": null, "slug": "starlink", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3916.png", "url": "starlink.com", "documents": [{"id": 6648, "name": "Starlink Specifications - Beta Phase", "url": "https://www.starlink.com/legal/specifications-public-beta", "xpath": "", "text": " ☰ US Account Starlink Specifications - Beta Phase<i>Last Updated October 12, 2020</i>SpaceX provides two-way satellite-based internet service (“Services”), receivable with a Starlink dish, Wi-Fi router, power supply and mounts “(Starlink Kit” or “Kit”).\nThe Starlink Kit and Services are still in a beta phase, under development and subject to change (“Beta Phase”).SpaceX is aiming for a maximum performance during the Beta Phase of Internet download speeds up to 100Mbps between the Starlink Kit equipment located at the customer’s home and the Starlink Internet edge.\nActual performance may be lesser and is not guaranteed.Customer must follow installation directions and connect the Starlink dish directly to the Starlink WiFi router without any additional jumper cables, receptacles, or any other devices aimed at extending the reach of the link between the two components.Various circumstances may affect the performance of Starlink Kits and Services, including, but not limited to: (a) failure to follow SpaceX instructions.\n(b) installation environment.\n(c) angle and/or field of view of the dish.\n(d) weather.\n(e) quality of your personal devices.\n(f) interference by other devices.\n(g) proximity of other Starlink Kits.\n(h) quality, condition and positioning of the cables.\n(i) reliability of power from the grid or problems with customer’s electrical power.\n(j) improper home grounding.\n(k) proximity or location of the Wi-Fi router.\n(l) too many active or parallels WiFi networks or devices.\n(m) fire, flood, wind, lightning, earthquake, or other acts of nature or God.\n(n) spills of food or liquids on Starlink Kit.\n(o) misuse, abuse, accident, vandalism, alteration, or neglect.\nand (p) normal wear and tear or deterioration.At the time of delivery, the Starlink Kit should be able to connect customers to the Services and to remain intact and operable for a minimum of 12 months after delivery, if installation instructions are followed and if the Kit is carefully maintained and not subjected to physical damage, extreme weather conditions, or aged or faulty personal devices attempting to connect to Services.Like other novel technology products, the Starlink Kit will eventually become technologically obsolete.\nFrom time to time, customers may need to purchase a newer model for optimal Services.The Starlink Kit can and may be accessed by SpaceX to perform support actions, request limited diagnostic information, monitor performance, and provide research for improvement purposes.The Wifi routers can be configured via a cloud admin portal and may not be configurable otherwise.\nEvery router’s configuration is stored in a SpaceX database (and encrypted at rest).\nEvery router automatically reaches out to SpaceX to download its own configuration, and provide the following:<ul>\n<li>user-facing features, such as checking connected devices and running speed tests;</li>\n<li>customer support features, such as rebooting or resetting a router.\nand</li>\n<li>engineering diagnostics, such as alerts on errors the router has encountered, packet loss and speed test statistics, and temperature data over time.</li>\n</ul>SpaceX may change these Starlink Specifications, the Starlink Kit (including delivered devices via software updates), Services, and Services plans from time to time.\nStated speeds and uninterrupted use of Services are not guaranteed.\nActual speeds will likely be lower than the maximum speeds during peak usage hours.Starlink © 2021|Privacy &amp.\nLegal|FAQStarlink is a division of SpaceX.\nVisit us at spacex.com ", "created_at": "2021-06-01 14:47:22.713923", "updated_at": "2021-06-01 12:48:07.388516"}, {"id": 6647, "name": "Software License and Usage Terms", "url": "https://www.starlink.com/legal/software-license-and-usage-terms", "xpath": "", "text": " ☰ US Account Software License and Usage Terms<i>Last updated December 22, 2020</i>SpaceX reserves all intellectual property rights in its Services and Starlink Kit, including, but not limited to, any firmware or software embedded in the equipment (“Starlink Kit”) or used to provide the Services (\"Software\").\nSpaceX grants to you a non-exclusive, non-transferable license to use the Software in object code form only (without making any modification thereto) (“License”), solely in connection with the use of the Starlink Kit in connection with the Services and subject to the conditions and limitations of this License.\nYou shall not take any action nor allow anyone else to take any action that will reverse compile, disassemble, reverse engineer, or otherwise attempt to derive the source code from the binary code of the Software.Certain components of such Software (“Open Source Components”) may be covered by so-called “open source” software licenses, which means any software licenses approved as open source licenses by the Open Source Initiative or any substantially similar licenses.\nSee License Notices.\nTo the extent required by the licenses covering third party Open Source Components, the terms of such licenses will apply to such Open Source Components instead of the terms of this License.\nTo the extent the terms of the licenses applicable to third party Open Source Components prohibit any of the restrictions in this License with respect to such Open Source Component, such restrictions will not apply to such Open Source Component.\nTo the extent the terms of the licenses applicable to third party Open Source Components require SpaceX to make an offer to provide source code or related information in connection with the Open Source Components, such offer is hereby made.\nYou may request access to the code for our Open Source Components through your Starlink account.Starlink © 2021|Privacy &amp.\nLegal|FAQStarlink is a division of SpaceX.\nVisit us at spacex.com ", "created_at": "2021-06-01 14:47:22.711453", "updated_at": "2021-06-01 12:48:08.08238"}, {"id": 6646, "name": "Privacy and Copyright Policy", "url": "https://www.starlink.com/legal/privacy-policy", "xpath": "/html/body/app-root/div[2]/app-privacy-policy/div", "text": "Privacy PolicyIntellectual PropertyStarlink Privacy Policy<i>Last updated January 1, 2021</i>\n<p>We don’t sell your personal information, but we still have to tell you what we collect from you and how we use it.\nWe may update this policy from time to time.\nYour continued use of this site indicates your agreement to the updated terms.\nIf you use the Starlink services through your organization’s subscription, please ask your organization’s administrator for information about how we process your personal information.</p>1.What Personal Information Do We Collect and How Do We Collect It?We collect specific types of personal information directly from you.\nClick here to learn more.\nchevron_right<p>Depending on how you interact with our website, we may collect the following personal information about you, which we have grouped together as follows:</p>\n<ul>\n<li>\n<strong>Identity Data</strong>, which may include first name, last name, title.</li>\n<li>\n<strong>Contact Data</strong>, which may include delivery/service address, email address, and phone numbers.</li>\n<li>\n<strong>Profile Data</strong>, which may include username and password, purchases or orders made by you, customer service requests, your interests, preferences, feedback and survey responses.\nand preferences in receiving marketing and non-marketing communications from us.</li>\n<li>\n<strong>Financial Data</strong>, which includes payment card details.</li>\n<li>\n<strong>Transaction Data</strong>, which includes details about payments to and from you and other details of products and services you have purchased from us.</li>\n<li>\n<strong>Website Technical Data</strong>, which includes the following information if you use our online portal and services: Internet protocol (IP) address, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform, and the ways in which you use or interact with our online portal and services.</li>\n<li>\n<strong>Customer Technical Data</strong>, which includes data about throughput delivered to you over time, service connectivity, latency, quality metrics, sky obstruction data, device orientation and location, WiFi quality metrics, WiFi device information, and the public IP address information assigned to you over time.</li>\n</ul>2.How and Why Do We Use Personal Information?We only use your personal information for specific business purposes related to the goods and services we provide.\nClick here to learn more.\nchevron_right<br>\n<p>\n<strong>How and Why Do We Use Personal Information?</strong>\n</p>\n<p>Below are descriptions of the purposes for which we may use certain groups of personal information as described in Section 1.</p>Purpose of UseGroup of Personal Information Concerned<ul>\n<li>To process and deliver customer orders</li>\n<li>To manage payments, fees and charges</li>\n<li>To manage our relationship with customers, such as communicating with them about our goods and services, providing customer service, and notifying them of changes to our terms or privacy policy</li>\n<li>To administer and protect our business and services, including troubleshooting, and performing data analysis, testing, system maintenance, support, reporting and hosting of data</li>\n<li>To detect, prevent, or otherwise address fraud, security or technical issues, including by monitoring and enforcing compliance with our terms of use, appropriate use policies, and privacy policies</li>\n<li>To defend our interests in the event of a dispute</li>\n<li>To comply in good faith with applicable laws, legal processes, and lawful government requests</li>\n</ul>\n<ul>\n<li>Identity</li>\n<li>Contact</li>\n<li>Profile</li>\n<li>Financial</li>\n<li>Transaction</li>\n<li>Website Technical Data</li>\n<li>Customer Technical Data</li>\n</ul>\n<ul>\n<li>To understand what may be of interest to a customer</li>\n<li>To deliver relevant news, offers and other content to a customer and measure and understand the effectiveness of the content</li>\n<li>To ask and enable a customer to take a survey</li>\n</ul>\n<ul>\n<li>Identity</li>\n<li>Contact</li>\n<li>Profile</li>\n<li>Transaction</li>\n<li>Website Technical Data</li>\n</ul>\n<ul>\n<li>To use data analytics to debug, optimize, and improve our products and services, marketing, customer relationships and experiences</li>\n</ul>\n<ul>\n<li>Website Technical Data</li>\n<li>Customer Technical Data</li>\n</ul>3.With Whom Do We Share Personal Information?We do not sell your personal information, but we may share your personal information with the following categories of people: Click here to learn more.\nchevron_right<ul>\n<li>\n<strong>Our Service Providers:</strong> We may share your personal information with our affiliates and service providers for the purposes we outline above.\nFor example, we may rely on service providers to host and maintain our online services, perform backup and storage services, process payments, transmit communications, and perform analytics services.\nOur service providers are currently located and process personal information in United States and the United Kingdom.</li>\n<li>\n<strong>Government Agencies, Regulators and Professional Advisors:</strong> Where required by applicable law, we may also need to transfer your personal information to government agencies and regulators (e.g., tax authorities, courts, and government authorities).</li>\n<li>\n<strong>Organizations Involved in Business Transfers:</strong> If we sell, merge or reorganize our company, we expect that the personal information that we have collected will be transferred to the surviving or acquiring entity in accordance with applicable law.</li>\n</ul>\n<p>As a Starlink services customer, you may share information with third parties (for example, when you send an email or communicate with a third-party website).\nIn this context, we are not sharing personal information.\nyou are using our service to share data and we are merely connecting you to the Internet.</p>4.How Do We Protect Personal Information?We implement technological, physical and administrative procedures to protect your personal information from loss, misuse, unauthorized access, disclosure, alteration, and destruction, taking into account the risks involved in the processing and the nature of the personal information.\nWe encrypt information sent via the Starlink services to and from your Starlink equipment.Although we endeavour to keep information secure, we cannot guarantee that our security measures will prevent every unauthorized attempt to access, use or disclose personal information.\nWe maintain procedures to deal with any suspected breach of personal information, and we will notify you and any applicable regulator of a breach where we are legally required to do so.5.Your Privacy RightsYou may have legal rights to access, update, or erase certain personal information that we have about you, or restrict or object to how we use it.\nIf you have such rights and you make a legitimate request, we will do what you request.\nTo exercise these rights, please contact us using the details in the “Contact Us” section below.\nFor your security, we may need to request specific information from you to help us make sure the request is coming from you and not someone who has no right to receive it.6.Contact Us<strong>Email: </strong>privacy@spacex.com<br>\n<strong>Postal Mail: </strong>Space Exploration Technologies Corp., Attn: Privacy/Legal, 1 Rocket Road, Hawthorne, CA 90250 7.Other RightsIf you are a resident of <strong>California</strong>, our CCPA Privacy Policy also applies to you.\nIf you are located in the <strong>European Economic Area</strong>, <strong>the United Kingdom</strong>, or <strong>Switzerland</strong> (collectively “EEA+”), our EEA+ Privacy Policy also applies to you.TRADEMARKS, COPYRIGHTS AND OTHER IP AT SPACEX &amp.\nSTARLINK<i>Last updated February 1, 2021</i>Our Name and Logo:In order to avoid any risk of confusion, the SpaceX and Starlink name, logo or other trademarks (such as Falcon, Dragon, and Hyperloop) should not be used to endorse any product, entity or idea without our express written permission, unless otherwise allowed under current trademark law, (e.g., the fair use doctrine).\nIf you have any questions concerning the usage of SpaceX trademarks, please submit your request to media@spacex.com.Unsolicited Materials/Ideas:SpaceX and its employees do not accept or consider unsolicited materials or ideas, including ideas for new or improved technologies, processes, services, materials, promotions, or marketing plans.\nThis policy exists to avoid any misunderstandings or disputes if your ideas are similar to those SpaceX has developed or is developing independently.\nUnless SpaceX has a prior agreement with you, please don’t submit unsolicited materials, ideas, concepts, suggestions or other works in any form to us.\nDespite the policy, if you do submit anything, and regardless of what you state in your submission, you agree: (1) SpaceX will consider your submission to be non-confidential and nonproprietary.\n(2) SpaceX has no obligation to review the submission.\nand (3) SpaceX is free to use any such submission or content for any purposes whatsoever, including, without limitation, developing and marketing products and services, without any liability or payment of any kind to you.\nSpaceX takes no responsibility for any unsolicited materials or ideas transmitted to us.Copyright Infringement:If you are a content owner (or agent) and have evidence that a Starlink user is using the service to download your copyrighted materials without the right to do so, please send a notice to copyrightabuse@spacex.com.\nIt is our policy to terminate the account of repeat copyright infringers in appropriate circumstances.\nPlease note that Starlink is a passive provider of internet access, and any copyrighted materials do not reside on our system or network.\nIf you are seeking removal of these materials from the Internet, please contact the service responsible for hosting them.", "created_at": "2021-06-01 14:47:22.70866", "updated_at": "2021-06-01 12:49:38.468588"}, {"id": 6645, "name": "Starlink Acceptable Use Policy", "url": "https://www.starlink.com/legal/acceptable-use-policy", "xpath": "//body", "text": " ☰ US Account Starlink Acceptable Use Policy<i>Effective July 1, 2020</i>This Acceptable Use Policy (“AUP”) describes the acceptable use by you of SpaceX’s two-way satellite-based Starlink internet service (“Services”) and the related equipment (“Starlink Kit”).\nThe AUP is a material part of your Services agreement with SpaceX (“Service Terms”).\nThe AUP allows SpaceX to provide its customers with the best Services possible while also complying with the laws and regulations governing use of the internet.\n<strong>BY USING THE SERVICES YOU AGREE TO BE BOUND BY AND COMPLY WITH THE AUP.</strong>\n<strong>AUP VIOLATION EXAMPLES.</strong> The following are examples of conduct which may lead to the suspension or termination of your Services: (1) accessing without permission or right the accounts or computer systems of others, spoofing the URL, DNS or IP addresses of SpaceX or any other entity, penetrating the security measures of SpaceX or any other person’s computer system, or attempting any of the foregoing: (2) transmitting uninvited communications, data or information, or engaging in other similar activities, including without limitation, “spamming”, “flaming”, and denial of service attacks.\n(3) intercepting, interfering with, or redirecting email or other transmissions sent by or to others.\n(4) introducing viruses, worms, harmful code, or Trojan horses on the Internet.\n(5) engaging in conduct that is defamatory, fraudulent, obscene, or deceptive.\n(6) violating SpaceX’s or any third party’s copyright, trademark, proprietary, or other intellectual property rights.\n(7) engaging in any conduct harmful to the Starlink network, the Internet generally, or other Internet users.\n(8) using the Services or Starlink Kit to violate any SpaceX rule, policy, or guideline.\n(9) using the Services or Starlink Kit in any fashion for the transmission or dissemination of images containing child pornography or in a manner that is obscene, sexually explicit, cruel, or racist in nature, or which espouses, promotes, or incites bigotry, hatred, or racism.\nor (10) downloading or using the Services in or Starlink Kit in violation of other International Trade Controls described in the Service Terms.<strong>THIRD PARTY INTELLECTUAL PROPERTY INFRINGEMENT.</strong> SpaceX respects the intellectual property rights of third parties.\nYou may not store any material or use the Services or the Starlink Kit in any manner that constitutes an infringement of third party intellectual property rights, including, for example, under copyright law.\nPursuant to Section 512 of the Digital Millennium Copyright Act, it is SpaceX’s policy to terminate the account of repeat copyright infringers in appropriate circumstances.\nIn addition, SpaceX expressly reserves the right to suspend, terminate, or take other interim action regarding the Services if, in its sole judgment, SpaceX believes that circumstances relating to an infringement of third party intellectual property rights warrant such action.<strong>EXCESSIVE USE OF NETWORK RESOURCES.</strong> SpaceX reserves the right to engage in reasonable network management to protect the overall network, including analyzing traffic patterns to optimize services and preventing the distribution of viruses or other malicious code.\nSpaceX reserves the right to immediately restrict, suspend, or terminate Services without notice in order to protect the network or minimize congestion caused by unauthorized use.<strong>AUP ENFORCEMENT AND NOTICE.</strong> Failure to observe the restrictions and guidelines associated with this AUP may result in SpaceX taking actions that may range from a warning to a suspension or termination of Services.\nSpaceX reserves the right to act immediately and without notice to restrict, suspend or terminate Services, if it determines that your conduct may: (1) expose SpaceX to sanctions, prosecution, civil action or other liability.\n(2) cause harm to or interfere with the integrity or normal operations of SpaceX’s Services or any network(s) with which SpaceX is interconnected.\n(3) interfere with another SpaceX customer’s use of the Services.\n(4) violate any applicable law, rule, or regulation, including, but not limited to, copyright or any other intellectual property infringement.\nor (5) otherwise present an imminent risk of harm to SpaceX or its customers.\nIn the event of the termination of Services by reason of the violation of this AUP, all applicable Starlink Kit charges will apply.\nExcept as expressly provided herein, the rights and remedies of SpaceX are cumulative and not exclusive of any rights or remedies that SpaceX may otherwise have at law or in equity.<strong>REVISIONS AND RESERVATION OF RIGHTS.</strong> SpaceX reserves all rights, including the right to revise, amend or modify this AUP and any other SpaceX policy at any time, in accordance with the Service Terms.\nSuch changes will become effective on the date SpaceX sends them to you or posts them to the Starlink Customer Portal.\nYour continued use of the Services will constitute your acceptance of any such changes to the AUP or other SpaceX policy.\nIf you do not wish to continue Services after a change, you may terminate Services via the Starlink Customer Portal at any time, in accordance with the Service Terms.Starlink © 2021|Privacy &amp.\nLegal|FAQStarlink is a division of SpaceX.\nVisit us at spacex.com ", "created_at": "2021-06-01 14:47:22.705247", "updated_at": "2021-06-01 12:48:34.514444"}, {"id": 6644, "name": "Deposit Payment Terms", "url": "https://www.starlink.com/legal/terms-of-service-deposit", "xpath": "//body", "text": " ☰ US Account Deposit Payment Terms<p>These terms (“Terms”) apply to you and Starlink Internet Services Limited (known as “SpaceX” or “we” in these Terms) when you place a deposit payment for Starlink.\nThese Terms and the details you agree to when placing your Deposit Payment form the entire agreement between you and SpaceX (“Agreement”).</p>\n<ol>\n<li>Deposit Payment.\nYour deposit payment (“Deposit Payment”) is exclusive of any VAT or other taxes and will be applied towards a future purchase of Starlink equipment (“Starlink Kit” or “Kits”) offered by SpaceX as part of its two-way satellite-based internet service (“Service(s)”).\nBy placing your Deposit Payment, you have established priority within your region for purchasing the Starlink Kit when available.\nUse of a credit or debit card is subject to the terms and conditions in your card member agreement, including fees that may be charged by the card issuer for international transactions.\nAdditional details about Starlink and your Deposit Payment can be found at www.starlink.com/faq.</li>\n<li>Fully Refundable.\nPrior to submitting an order, your Deposit Payment is fully refundable and can be requested at any time via your Starlink account.\nIf you seek and obtain a refund, you will forfeit your priority position.\nThe exact refunded amount will be subject to (a) any fees charged by your card issuer.\nand (b) changes in currency exchange rates as applied by your payment provider between the time of deposit and the refund.</li>\n<li>Availability.\nLimitations.\nPlacing a Deposit Payment does not guarantee that the Starlink Kit and Services will be available to you, nor does it constitute an offer to sell or order Services or the Starlink Kit.\nEnrollment limits may apply.\nStarlink Kit designs and Services are subject to change based on technological innovation.\nThe Service availability dates are estimates only and subject to change.\nSpaceX does not guarantee when Services will actually be available in your region.\nService delivery is dependent on many factors, including various regulatory approvals.</li>\n<li>Placing an Order.\nIf Services become available in your area, SpaceX will send you an offer notice.\nTo secure Services and a Starlink Kit, you must agree to the terms of service and complete your purchase.\nPrices for the Services and Kits presented at the time you place your Deposit Payment are subject to change to the prices in effect at the time of order and will include any applicable taxes, duties, delivery charges, and any other applicable fees.\nThe exact amount to be applied towards your future purchase will be subject to changes in currency exchange rates between the time of deposit and the purchase order.</li>\n<li>Acknowledgements.\nNon-Transferable.\nYou understand that SpaceX will not hold your Deposit Payment separately, for example in an escrow account or trust fund, or pay any interest on your Deposit Payment.\nYour Deposit Payment and rights under these Terms are not transferable or assignable to any other party or service address without the prior written approval of SpaceX.</li>\n<li>Your Details.\nFrom time to time, SpaceX may ask you to provide information so that we can perform our obligations under this Agreement.\nSpaceX will maintain your personal information in accordance with our Starlink Privacy Policy, which is available at https://www.starlink.com/legal/privacy-policy</li>\n<li>Governing Law.\nThese Terms and any disputes between us arising out of or related to this Agreement, including disputes regarding arbitrability (“Disputes”) will be governed by and construed in accordance with the laws of New York, in the United States.</li>\n<li>Agreement to Arbitrate.<ol>\n<li>\n<strong>The following Section shall not apply if and to the extent the laws of the jurisdiction in which you are located prohibit parties from entering into an agreement to exclusively arbitrate their Disputes or to waive their right to bring a claim as part of a class proceeding within the context of a contract such as this Agreement.</strong>\n</li>\n<li>\n<strong>Please carefully read Section 8 (Agreement to Arbitrate), which applies to any Disputes between you and SpaceX, including any SpaceX affiliates.\n</strong>\n</li>\n<li>\n<strong>Under these Terms, you and SpaceX each waive any and all rights to have a court or jury hear or decide any Disputes.\nRather, Disputes will be settled by a single arbitrator in a binding arbitration administered by the International Chamber of Commerce (“ICC”) in accordance ICC Rules of Arbitration.\nThe place of arbitration will be the state/provincial or national (whichever is closer) capital city within the jurisdiction of your service address.\nThe arbitration language will be English.\nTo learn more about the rules and how to begin an arbitration, go to https://iccwbo.org/.</strong>\n</li>\n<li>\n<strong>Notice of Dispute.</strong> If you have a Dispute, before initiating arbitration, you must send a Notice of Dispute to starlinkresolutions@spacex.com describing your issue and your desired resolution.\nIf your Dispute has not been resolved within 60 days of submitting a notice, you may initiate arbitration as described above.\n</li>\n<li>\n<strong>Arbitration Costs and Fees.</strong> If you commence an arbitration against SpaceX pursuant to this binding arbitration clause, SpaceX will pay the arbitration fees and expenses imposed by the ICC directly.\nHowever, if the arbitrator finds your claim is frivolous or brought for an improper purpose, then SpaceX may seek reimbursement of any ICC fees and expenses it has paid on your behalf</li>\n<li>\n<strong>PROHIBITION ON CLASS ARBITRATION.</strong> YOU AND SPACEX AGREE THAT NO DISPUTE OR CLAIM MAY BE BROUGHT OR MAINTAINED AS PART OF A CLASS ACTION OR CLASS ARBITRATION OR OTHER REPRESENTATIVE ACTION OR ARBITRATION, REGARDLESS OF WHETHER THE APPLICABLE ARBITRATION RULES WOULD OTHERWISE PERMIT CLASS OR REPRESENTATIVE PROCEEDINGS.\nACCORDINGLY, YOU AND SPACEX MAY ONLY PURSUE A CLAIM AGAINST THE OTHER IN AN INDIVIDUAL CAPACITY, AND MAY NOT PURSUE A CLAIM AGAINST THE OTHER ON BEHALF OF ANY OTHER PERSON, AND NO OTHER PERSON MAY PURSUE A CLAIM ON BEHALF OF YOU OR SPACEX AGAINST THE OTHER.\nAN ARBITRATOR MAY ENTER AN AWARD ONLY IN FAVOR OF THE INDIVIDUAL PARTY SEEKING RELIEF AND ONLY TO THE EXTENT NECESSARY TO PROVIDE RELIEF WARRANTED BY THAT PARTY’S INDIVIDUAL CLAIM</li>\n</ol>\n</li>\n<li>Limitation of Liability.SpaceX is not liable for any incidental, special, indirect punitive or consequential damages arising out these Terms.\nYour sole and exclusive remedy will be limited to reimbursement of your Deposit Payment.</li>\n<li>Discontinuation.\nCancellation.SpaceX maintains the right to cancel and refund your Deposit Payment for any reason at SpaceX’s election, including if we discontinue a service, product, feature or option after the time you place your Deposit Payment.</li>\n<li>Severability.If any term of this Agreement is to any extent invalid, illegal, or incapable of being enforced, such term shall be excluded to the extent of such invalidity, illegality, or unenforceability.\nall other terms hereof shall remain in full force and effect.</li>\n<li>Electronic Delivery Policy.\nNotices.You consent to receive all agreements, updates, disclosures, policies, notices, and other information (collectively, “Notices”) provided by SpaceX or its affiliates via electronic delivery.</li>\n</ol>Starlink © 2021|Privacy &amp.\nLegal|FAQStarlink is a division of SpaceX.\nVisit us at spacex.com ", "created_at": "2021-06-01 14:47:22.702598", "updated_at": "2021-06-01 12:48:39.31567"}, {"id": 6643, "name": "Starlink Privacy Policy", "url": "https://www.starlink.com/legal/privacy-policy", "xpath": "", "text": null, "created_at": "2021-06-01 14:47:22.699699", "updated_at": "2021-06-01 14:47:22.699699"}], "points": [{"id": 27589, "title": "There is a date of the last update of the agreements", "source": "https://www.starlink.com/legal/software-license-and-usage-terms", "status": "Generated through the annotate view", "created_at": "2022-03-28 17:53:13.951278", "updated_at": "2022-03-28 17:53:13.951278", "quoteText": "<i>Last updated December 22, 2020</i>", "case_id": 331, "document_id": 6647, "quoteStart": 46, "quoteEnd": 83}], "urls": ["starlink.com"]}}