{"error": 448, "message": "OK", "parameters": {"id": 305, "name": "eBuddy", "created_at": "2018-01-16 15:26:07.899626", "updated_at": "2021-06-26 14:43:55.956697", "wikipedia": "https://en.wikipedia.org/wiki/EBuddy", "keywords": "", "related": "", "slug": "ebuddy", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/305.png", "url": "ebuddy.com", "documents": [{"id": 77, "name": "Privacy Policy", "url": "http://www.ebuddy.com/privacy.html", "xpath": "", "text": " Help Privacy policy Last update: May 20th, 2019 <p> eBuddy takes your privacy very seriously.\nTherefore, we have established and implemented this Privacy Policy in which we describe what information we collect and how we use it.\nWe recommend that you read this Privacy Policy carefully to make an informed decision about whether you want to use or continue using eBuddy Sites, eBuddy Applications (“apps”), and/or eBuddy Services.\n</p>After reading this privacy statement you will have learned that: <ul>\n<li>We collect certain information to offer you the eBuddy Services;</li>\n<li>We take security measures to safeguard this information;</li>\n<li>We use this information to enhance your use of the eBuddy Services, to improve these Services, to make them easier, better and more relevant and to keep you informed about news regarding eBuddy;</li>\n<li>We will not share personally identifiable information about you with third parties.</li>\n</ul>\u2028<p>\n</p> 1.\nWhat is eBuddy? <p>eBuddyB.V.\n(“eBuddy”, “we”, “us”, or “our”) is a provider of Sites, Applications (“apps”), and Services, collectively called “eBuddy Services” or the “Service”.\neBuddy B.V.\nis established in Amsterdam (the Netherlands) and is listed at the Dutch Chamber of Commerce under number 34211186.\nThe manner in which your personal details are saved and used has been reported to the Dutch Data Protection Authority.\n</p>2.\nChildren and minors <p>It is important that, depending on the country you are in, special legal rules may apply to children and minors.\nIf you are under sixteen (16) years of age you should discuss this Privacy Policy and the Terms of Use with a parent or legal guardian and ensure that they agree with these before using any of the eBuddy Services.\nIf you are under sixteen (16) years of age and you do not have this consent from a parent or legal guardian, you should not use any eBuddy Services.\nPlease be advised that in your country of residence other age restrictions may apply.\nNo part of the Service is directed or structured to attract children under the age of thirteen (13).\neBuddy does not intentionally gather information from visitors or users who are under the age of thirteen (13).\n</p>3.\nThe information collected by eBuddy <p>When you use the Service, you may provide certain information (such as your name, phone number, email address, and phonebook contents) to eBuddy.\nDepending on the type of eBuddy Service, this information may be transmitted, stored and used to provide you and other users with a better experience.</p> eBuddy.Lock<p> When you use XMS you may provide us with your name, phone number, email address and allow us to access your address book.\nYour phone number may be verified by sending you a verification code in an SMS text message.\nA copy of your phone address book will be transmitted to and stored on our servers and used to provide you and other users with Suggested Contacts (see below).\nThe transmission of your phone address book will be done in an encrypted manner, and the names, phone numbers and email addresses will be stored in encrypted format.</p> Private messages<p> When using the Service you may exchange private messages (including, but not limited to text, images, videos, locations, contact details) with other users.\nThese messages may be temporarily stored by eBuddy in order to be able to deliver them to the intended recipient(s).\nFor example, when a recipient cannot be reached, the message may be stored on a server until the recipient uses the Service.\nWe will delete the messages from our servers after successful delivery to all intended recipients.\nPlease note that the message may be stored in the eBuddy application on your (mobile) device, and may be saved, modified, used or transferred by the recipient.\n</p>Automatically generated information<p> eBuddy also collects “Automatically Generated Information” about your behaviour during your use of the Service.\nThis information may include IP addresses, type of browser, browser settings, date and time, what features you use and for how long, \"cookies\", the type and unique number of the device you use to access the Service and your mobile operator and other information regarding your use of the Service.\nFurthermore, we also store some of the information that provided by you when using the Service, such as pictures you send through eBuddy, your own display picture, display pictures of your contacts/buddies and customized emoticons.\n</p>Cookies<p> Like many websites, eBuddy employs \"cookies\" to allow us to provide information which is targeted to your interests and to make your experience of eBuddy more convenient.\nCookies are small bits of electronic information that a website sends to a visitor's browser and/or mobile device and are stored on the visitor's hard drive and/or mobile device.\nWe use cookies for the following purposes:</p>\n<ul>\n<li>to store a user's eBuddy ID log-in identity so that your session won't expire unless you actively log out;</li>\n<li>to store a user's eBuddy ID log-in identity so that the log-in box is already filled upon your next use of eBuddy;</li>\n<li>to serve you relevant advertisements based on non-personal information such as your age and gender and also to ensure you will not be served the same advertisement too often;</li>\n<li>and to ensure that the eBuddy service is protected.</li>\n</ul>\n<p>You may refuse the use of cookies by selecting the appropriate settings on your browser and/or mobile device, however, if you do this, you may not be able to use the full functionality of the Service.\nIf you do make use of cookies, make sure that you log out if you leave a public computer.\nAlso keep your password secret in order to avoid others using your eBuddy ID without your consent.</p>\n<p>\n</p>4.\nUse of the information collected <p>eBuddy will use the information it collects for the following purposes:</p>\n<ul>\n<li>to enable you to use the Service and to enhance your experience;</li>\n<li>to send information to you about other eBuddy Services, or promotional actions of eBuddy;</li>\n<li>to draw up statistical and demographic data rendered anonymous and used for performance monitoring;</li>\n<li>to serve you relevant advertising;</li>\n<li>to provide your information to third parties pursuant to legal obligations.\u2028</li>\n</ul> Use of collected information by eBuddy<p> As a general matter, we use the information we collect, to provide the Service to you.\nWe will also try to enhance and personalize your use of the eBuddy Services based on this information.\neBuddy may offer you targeted advertisements based on for example your age, gender and type of device.\nIn addition, eBuddy wants to keep you informed of developments of the eBuddy service and of any promotional actions by eBuddy.\nWe may ask you to participate in surveys in order to help us enhance the Service.\neBuddy uses the information it collects for statistical purposes and for reporting.\nThis allows usfor example to monitor performance and detect technical problems.\nAll analysis is done in an anonymous, aggregate manner, such that no part of the data can be traced back to individual users.\n</p>Verification SMS for eBuddy.Lock<p> To verify your phone number in the XMS application we may send you a confirmation SMS.\neBuddy will not charge you for this confirmation SMS.\nPlease note that depending on your country and operator, standard message and data rates may apply.\nThe companies that provide eBuddy with the SMS gateway are contractually bound to use your number exclusively for the confirmation SMS.\n</p>Use by third parties<p> Without your explicit consent eBuddy will not sell, rent or share your personal details to any third parties for marketing purposes.\neBuddy can, however, provide anonymous information that cannot be traced back to you.\nIn aggregated form, statistics can be provided to third parties.\nPlease be advised that eBuddy never shares eBuddy ID log-ins, email addresses, passwords, or phone numbers with third parties, unless it is necessary for use of the Service.\neBuddy may disclose the information we collect if we believe that:</p>\n<ul>\n<li>we are obliged to do so pursuant to legal provisions.\nand/or</li>\n<li>we are forced to do so as a result of a legal case.\nand/or</li>\n<li>it is necessary for the protection of our own rights or property.\nand/or</li>\n<li>it is necessary to protect the personal safety of our users or members of the public</li>\n</ul>\n\u2028Web analytics<p> eBuddy uses a Google Analytics analytics that uses cookies, which are text files placed on your computer or mobile device, to help the website analyze how users use the Service.\nThe information generated by the cookie about your use of eBuddy (including your IP address) will be transmitted to and stored by the services on their servers in the United States.\nGoogle and Quantcast will use this information for the purpose of evaluating your use of the eBuddy Service, compiling reports on for us and providing other services relating to eBuddy activity and internet usage.\nGoogle and Quantcast may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google or Quantcast's behalf.\nGoogle and Quantcast will not associate your IP address with any other data held by Google.\nGoogle's use of this data is governed by the Google Analytics Terms of Service (http://www.google.com/analytics/tos.html) and Privacy Policy (http://www.google.com/privacy.html).\n</p>5.\nProtection of information <p>eBuddy will take reasonable technical and organizational measures to protect the information we collect against loss, misuse or any form of unlawful processing.\nInformation on eBuddy servers is stored in a secured manner and access is limited to authorized employees only.\nHowever, it is important to note that we cannot eliminate all security risks associated with data transmission and storage.\n</p>6.\nSale, merger or bankruptcy of the company <p>In the event of a further growth and development of eBuddy it may be that one or more parts of the assets of the company are transferred to a third party or that eBuddy merges with a third party.\nAlso, in the unlikely event of a bankruptcy, insolvency or reorganization, parts of the company may be transferred to a third party.\nIn those cases, the information we have collected may also be transferred.\nIn such an event, we make every effort to ensure that the entity that gains control over the information will commit to at least the same level of protection as described in this Privacy Policy.\n</p>7.\nTransfer to countries outside the EU <p>It may be required for technical and operational reasons that the information we collect, including your (personal) details are transferred to servers in the United States or other countries outside the European Union where the regulations in the field of privacy protection might not provide the same protection as in the European Union.\nBy using the Service you are giving your consent to this, in so far as your consent is necessary.\nNotwithstanding the above, eBuddy will use reasonable endeavors to ensure that the necessary measures and relevant controls are in place in order to protect the confidentiality and security of the information we collect, including your (personal) data.\n</p>8.\nViewing, changing or removing your personal information <p>You can always request to view the personal information we have collected from you and if necessary change them.\nIf you want to know which details eBuddy has recorded about you or if you want to change details which you cannot change in your account, you can contact our customer service via&nbsp;Support-xms@ebuddy.com.\nYou can also request us to remove your personal details from our servers.\nPlease note that we may be required by law to store the information we collect, even after you have terminated your use of the eBuddy Services.\nFor technical reasons, it may be impossible for us to determine whether you have stopped using the eBuddy Services.\nFor the mobile applications, it may also be impossible for eBuddy to determine whether you have deleted the application.\nIn such cases, we reserve the right to remove your account and the information you have provided us if you have not used the Service for an extended period of time.\n</p>9.\nScope of eBuddy's responsibility <p>You may arrive at the eBuddy Services from another website.\nThe eBuddy Services may contain hyperlinks or hyperlinks may be offered to you by other users or third parties, by which you leave the Service and go to the websites of third parties.\neBuddy has no power over the websites of third parties to which you are linked to or from.\nIt may therefore be the case that a different privacy policy is applicable for the use of these websites of third parties.\nThis Privacy Statement only relates to information collected through the eBuddy Services.\neBuddy does not accept any responsibility or liability for (the operation and/or contents of) websites of third parties.\nVia eBuddy Services you can share information about yourself with others.\nYou yourself are responsible for the information you spread via the eBuddy Services.\neBuddy does not accept any responsibility or liability for this.\n</p>10.\nChanges to the privacy policy <p>This Privacy Policy will be periodically revised and may be changed with or without notice.\nThe updated Privacy Policy will be posted on the eBuddy Websites.\nBy using or continuing to use the Service you agree to review the Privacy Policy periodically such that you are aware of any modifications.\nIf you do not agree to the Terms of Use or this Privacy Policy, you should not use any of the eBuddy Services.\n</p>11.\nQuestions about the privacy policy <p>If you have any questions about this Privacy Policy, please send an e-mail to&nbsp;info@ebuddy.com </p>12.\nApplicable law <p>This Privacy Policy shall be governed by and construed in accordance with the laws of the Netherlands.</p> © Copyright eBuddy 2019 Terms &amp.\nConditions · Privacy Policy &lt;img src=\"https://api.simpleanalytics.io/hello.gif\" alt=\"\"&gt.\n", "created_at": "2018-07-17 10:11:42.94394", "updated_at": "2020-12-11 15:03:24.396618"}, {"id": 76, "name": "Terms of Use", "url": "http://www.ebuddy.com/terms.html", "xpath": "", "text": " Help Terms of use Last update: May 20th, 2019\u2028 Version: 1.1\n<p> These Terms of Use constitute a valid and binding agreement between eBuddy B.V.\nand you, for the use of the eBuddy Services (as defined below).\nThe Terms of Use are applicable to all eBuddy Sites, eBuddy Applications (“apps”), and/or eBuddy Services offered by eBuddy B.V.\nincluding, but not limited to: eBuddy.Lock, eBuddy.com, (collectively called “eBuddy Services” or the “ Service”).\nBy using any of the eBuddy Services you acknowledge and agree to be bound by the terms of these Terms of Use.\nMoreover, the use of eBuddy Services is also governed by eBuddy’s Privacy Policy that can be found on:&nbsp;http://www.ebuddy.com/privacy.html.\nThe terms of eBuddy’s Privacy Policy are considered a part of, and incorporated into this agreement.\neBuddy reserves the right to revise the Terms of Use with or without notice to you at any time.\nWhen you continue to use the Service after the terms are updated, it means that you accept all the posted changes.\n</p>1.\nLicense<p> Subject to these Terms of Use, eBuddy hereby grants you a limited, personal, non-exclusive, non- assignable, non-transferable license to use the Service, to download and install the eBuddy Applications and access and use the Service on one of more devices for the purpose of using the Service for personal and non-commercial use.\nYou will not sell, assign, rent, lease, copy, distribute, export, import or act as an intermediary or provider, or otherwise grant rights to third parties with regard to the eBuddy Services or any part thereof.\nYou will not undertake, cause, permit or authorize the modification, creation of derivative works, translation, reverse engineering, decompiling, disassembling or hacking of the eBuddy Services or any part thereof, unless mandatory law explicitly determines otherwise.\n</p>2.\nProvision of personal information<p> You agree and acknowledge that in order to use the Service you may be required to provide eBuddy with personal data such as your telephone number as well as the telephone numbers of third parties you wish to connect with.\nIf you decide to create an eBuddy ID you will also provide other personal data.\nYou guarantee that all information you provide to eBuddy is accurate, true and complete.\nYou are therefore not allowed to, inter alia, use telephone numbers of other people without their prior consent and/or to create an account in the name of someone else.\nYou yourself are responsible and liable for all use that is made of the Services through your devices and/or your Account.\nAs soon as you know or have reason to assume that a your device and/or your account has come into the hands of unauthorised persons, you should inform eBuddy of this notwithstanding your own obligation to take immediate effective measures yourself such as for instance changing your password.\nThe personal data provided by you will be processed in accordance with the eBuddy Privacy Policy which you can find here:&nbsp;http://www.ebuddy.com/privacy.html.\neBuddy is not responsible and can not be held liable for any unauthorized access and/or use of your eBuddy ID and/or the Service through your device.\n</p>3.\nLocal law<p> eBuddy makes no guarantee that the Service is appropriate to use in locations outside the Netherlands.\nYou are solely responsible for whether your use of eBuddy Services complies with your local law.\nThe laws of the Netherlands apply to all use of the Service as well the agreement between you and eBuddy Any and all disputes which may arise out of and/or are in connection with this agreement or the use of the Service or visiting eBuddy shall be submitted to the competent Court of Amsterdam, the Netherlands unless another competent court has been prescribed by mandatory (international) legal rules.\n</p>4.\nAcceptable use policy<p> You agree that you solely use eBuddy Services for lawful purposes.\nYou acknowledge and agree that eBuddy merely offers you the technical possibility to publish, share or transmit content and information.\neBuddy has no knowledge of these communications and/or content and therefore accepts no responsibility or liability for any communications and/or content published, shared and/or transmitted by means of the Service.\nYou acknowledge and agree that you remain solely responsible and liable for the communications and content that you share or transmit using the eBuddy Services and that you hold all (intellectual property) rights in the content and/or communications shared, published or transmitted by means of the Services or that you have obtained the permission from the third party that holds the (intellectual property) rights.\nYou may not use the Service to do any of the following:</p>\n<ul>\n<li>send any unsolicited mass mailings (e.g., “spam” or “spim”);</li>\n<li>collect or store personal information from other users other than the information collected during the normal course of using the Service.\n(e.g.\n“phishing”);</li>\n<li>threaten or harass any person or entity;</li>\n<li>infringe on any other user’s and/or third party’s (intellectual property) rights;</li>\n<li>expose any person to material that is obscene, unlawful, defamatory, libelous, hateful, racially or ethically offensive, harmful to minors, illegal or encourages criminal behaviors;</li>\n<li>impersonate another person or entity;</li>\n<li>send any material containing Trojan horses, viruses, worms or other harmful or destructive items;</li>\n<li>breach these Terms of Use.\nor</li>\n<li>commence or encourage any activity that breaches the law, public morality or public order.</li>\n</ul>\n<p>Furthermore, you may not do any of the following:</p>\n<ul>\n<li>hack or gain unauthorized access to any eBuddy server, network or hardware of eBuddy or any other person or entity</li>\n<li>use the Service in any way that could overload, damage, disable, disrupt or harm the Service or any eBuddy server, or the network(s) associated to any eBuddy server or interfere with any other user’s use of the Service;</li>\n<li>adapt, modify or reverse engineer any of our systems or protocols;</li>\n<li>launch or use any automated system, including but not limited to “spiders”, “robots”, “load testers” etc.\nthat sends more messages to the eBuddy servers in a certain time frame than a person can reasonably produce in the same amount of time using the eBuddy Services;</li>\n<li>register user accounts using any automated process.\nor</li>\n<li>reformat, resell, or redistribute the Service in any way without the explicit consent of eBuddy in writing.</li>\n</ul>\n<p> You agree that eBuddy might force limits on the use of eBuddy services and/or terminate your use in order to ensure “fair use” and guard the eBuddy Services and its network.\nPlease be advised that other users may use the content and/or communications shared, published and/or transmitted by you by means of the Service.\neBuddy can not guarantee that other users will use your content and/or communications in accordance with these Terms of Use and/or that your content and/or communications will be kept private.\n</p>5.\nThird parties<p> You acknowledge that the availability of the Service can be dependent on third party app stores such as the Apple App store, Blackberry Appworld or the Android market.\nYou agree that your license to use eBuddy relies upon your compliance with all applicable third party licenses.\nFurthermore, you agree to pay all license fees (if any) charged by the respective app store.\n</p>6.\nLimitation of Liability<p> eBuddy does not accept any liability for damage as a result of an attributable failure in the performance of the agreement to provide the Service including, but not limited to damage resulting from or in connection with the use of the Service or the impossibility of using it and/or pursuant to an unlawful act or otherwise insofar as this is allowed under mandatory law.\nThe only remedy that you have if you think that you have suffered damage is to discontinue the use of the Service and/or to cancel your account.\nIn the event that eBuddy is liable for damages under applicable mandatory law, it can only be held liable for direct damages resulting from an attributable failure to perform its obligations under these Terms of Use and/or resulting from an unlawful act of eBuddy.\nDirect damages in this respect exclusively mean: </p>\n<ol>\n<li>all reasonable costs incurred by you in order to have eBuddy perform its obligations under the Terms of Use;</li>\n<li>all reasonable costs incurred by you in order to prevent or limit any direct damages as meant in this paragraph;</li>\n<li>all reasonable costs incurred by you in order to establish the nature and scope of the direct damages as meant in this paragraph.</li>\n</ol>\n<p> The total compensation to you for any direct damages as meant in this paragraph shall in no event exceed EUR 1.000,--.\nTo the maximum extent permitted by applicable law, in no event shall eBuddy be liable for any special, incidental or consequential damages whatsoever (including but not limited to, damages for loss of profits or confidential or other information, for business interruption, for loss of privacy arising out of or in any way related to the use of or inability to use the Services), even if eBuddy has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.\nThe above limitation of liability in this paragraph shall cease to apply if and insofar as the loss is due to eBuddy’s willful intent or gross negligence.\nAs some jurisdictions do not allow some of the exclusions or limitations as established above, some of these exclusions or limitations may not apply to you.\nIn that event the liability will be limited as far as legally possible under the applicable legislation.\n</p>7.\nDisclaimer of Warranty<p> The eBuddy Services are provided “as-is”.\nYou agree that the use of the eBuddy Services is at your sole risk to the maximum extent permitted by law.\neBuddy disclaims all warranties, whether statutory, express or implied with respect to the eBuddy Services including but not limited to the performance, fitness for use, merchantability, title, non-infringement, quiet enjoyment or accuracy of the Service.\neBuddy does not warrant that the eBuddy Services will meet your requirements, will be available on a timely, uninterrupted secure or error-free basis or that the Service will operate without message or packet loss.\nFurthermore, eBuddy does not warrant any connection (mobile or fixed) to the internet nor does eBuddy warrant the reliability, quality or accuracy of the Service.\neBuddy is entitled to put the Services (temporarily) out of service and/or to reduce the use of it without any prior notification and without being obliged to pay compensation to you if in eBuddy’s opinion this is necessary for instance in connection with the reasonably required maintenance of the Service.\neBuddy is entitled without any prior notification, to apply procedural and technical changes and/or improvements to the Service.\n</p>8.\nIndemnity<p> You agree to indemnify, defend, and hold eBuddy and its related companies and agents, partners, officers, co-branders, and employees harmless from and against any claim or demand made by any third party due to or arising out of your use of the eBuddy Services, your connection to eBuddy, the communications and/or content shared, published and/or transmitted, your breach of the Terms of Use or Privacy Policy, or your violation of any rights of other users.\nThis indemnification shall include the reasonable attorneys fees incurred in the defense of such claim.\n</p>9.\nTermination of access to the eBuddy Services<p> eBuddy may at any time, without prior notice to you, terminate the agreement between you and eBuddy by suspending, restricting or terminating your access to the Service at any time for any reason.\nFurthermore, eBuddy has the right to terminate any eBuddy Services if eBuddy determines in its sole discretion or has good faith that the use of the eBuddy service is unlawful and/or prohibited by these Terms of Use.\neBuddy reserves the right to cancel user accounts that have been inactive for an extended period of time.\nYou are entitled to terminate the agreement between you and eBuddy at any time by discontinuing the use of the Service and/or to terminate your eBuddy ID.\nUpon termination of the agreement between you and eBuddy for any reason all licenses and rights to use the Service shall terminate and you will cease any and all use of the Service.\nAll provisions which must survive in order to give effect to their meaning shall survive any expiration or termination of the agreement between you and eBuddy including without limitation, all of your representations, warranties and indemnification obligations.\n</p>10.\nAbility to accept Terms of Use<p> It is important that, depending on the country you are in, special legal rules may apply to children and minors.\nIf you are under sixteen (16) years of age, you should discuss these Terms of Use and the Privacy Policy with a parent or legal guardian and ensure that they agree with these before using any of the eBuddy Services.\nIf you are under sixteen (16) years of age and you do not have this consent from a parent or legal guardian, you should not use any eBuddy Services.\nPlease be advised that in your country of residence other age restrictions may apply.\nNo part of the Service is directed or structured to attract children under the age of thirteen (13).\neBuddy does not intentionally gather information from visitors or users who are under the age of thirteen (13).\n</p>11.\nCopyright and trademarks<p> All intellectual property rights with regard to the Service, including but not limited to the intellectual property rights to the texts, images, design, photographs, software, audiovisual material and other materials are vested in eBuddy and/or their licensors.\n“eBuddy”, “eBuddy.Lock” and the eBuddy logo are registered trademarks of eBuddy B.V.\nAll content included on eBuddy, such as text, graphics, logos, button icons, images and software, is the property of eBuddy and protected under (among others) international copyright laws.\nIt is not allowed to remove, make illegible, hide or change notices with regard to intellectual property rights.\nNothing in these Terms of Use is meant to assign any intellectual property rights to you.\nYou shall not perform any acts which may infringe upon the intellectual property rights of eBuddy such as registering domain names or trademarks or using GoogleAdwords which are similar or identical to any object of which eBuddy has the intellectual property rights.\nThe database of eBuddy is to be regarded as a database within the sense of Section 1, opening sentence and under (a) of the Dutch Databases Act [Databankenwet].\neBuddy is the producer of this database and in that capacity has the exclusive right to grant consent for the use of data from this database.\nYou may only use data from the database insofar as use is allowed pursuant to these Terms of Use and for the performance of the Service and you are not allowed without the prior written consent of eBuddy to retrieve and re-use a substantial part of the contents of the database(s) and/or retrieve and repeatedly and systematically re-use non-substantial parts of the contents of the database(s) within the sense of the Databases Act.\n</p>12.\nMiscellaneous<p> Any clause of the Terms of Use or Privacy Policy declared invalid shall be deemed severable and shall not affect the validity or enforceability of the remainder.</p> © Copyright eBuddy 2019 Terms &amp.\nConditions · Privacy Policy &lt;img src=\"https://api.simpleanalytics.io/hello.gif\" alt=\"\"&gt.\n", "created_at": "2018-07-17 10:11:42.921749", "updated_at": "2020-12-11 15:03:45.723855"}], "points": [{"id": 5622, "title": "The service allows you to use pseudonyms", "source": "https://3g2upl4pq6kufc4m.onion/", "status": "", "created_at": "2019-02-02 14:59:21.064764", "updated_at": "2019-02-02 14:59:21.064764", "quoteText": null, "case_id": 215, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 17610, "title": "Defend, indemnify, hold harmless; survives termination", "source": "http://www.ebuddy.com/terms.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:45:59.757744", "updated_at": "2021-03-19 19:45:59.757744", "quoteText": "You are entitled to terminate the agreement between you and eBuddy at any time by discontinuing the use of the Service and/or to terminate your eBuddy ID.\nUpon termination of the agreement between you and eBuddy for any reason all licenses and rights to use the Service shall terminate and you will cease any and all use of the Service.\nAll provisions which must survive in order to give effect to their meaning shall survive any expiration or termination of the agreement between you and eBuddy including without limitation, all of your representations, warranties and indemnification obligations.", "case_id": 147, "document_id": 76, "quoteStart": 12188, "quoteEnd": 12786}, {"id": 17611, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "http://www.ebuddy.com/terms.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:46:18.685586", "updated_at": "2021-03-19 19:46:18.685586", "quoteText": "The eBuddy Services are provided “as-is”.\nYou agree that the use of the eBuddy Services is at your sole risk to the maximum extent permitted by law.", "case_id": 286, "document_id": 76, "quoteStart": 9810, "quoteEnd": 9958}, {"id": 17616, "title": "Tracking via third-party cookies for advertising", "source": "http://www.ebuddy.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:50:43.273708", "updated_at": "2021-03-19 19:52:17.19304", "quoteText": "We use cookies for the following purposes:</p>\n<ul>\n<li>to store a user's eBuddy ID log-in identity so that your session won't expire unless you actively log out;</li>\n<li>to store a user's eBuddy ID log-in identity so that the log-in box is already filled upon your next use of eBuddy;</li>\n<li>to serve you relevant advertisements based on non-personal information such as your age and gender and also to ensure you will not be served the same advertisement too often;</li>\n<li>", "case_id": 128, "document_id": 77, "quoteStart": 4826, "quoteEnd": 5306}, {"id": 17608, "title": "Any liability on behalf of the service is only limited to 1000€", "source": "http://www.ebuddy.com/terms.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:41:19.828973", "updated_at": "2021-03-19 19:41:42.077101", "quoteText": "The total compensation to you for any direct damages as meant in this paragraph shall in no event exceed EUR 1.000,--.\n", "case_id": 149, "document_id": 76, "quoteStart": 8739, "quoteEnd": 8858}, {"id": 17613, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "http://www.ebuddy.com/terms.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:46:51.30639", "updated_at": "2021-03-19 19:46:51.30639", "quoteText": "eBuddy does not warrant that the eBuddy Services will meet your requirements, will be available on a timely, uninterrupted secure or error-free basis or that the Service will operate without message or packet loss.", "case_id": 287, "document_id": 76, "quoteStart": 10215, "quoteEnd": 10429}, {"id": 17614, "title": "The service provides details about what kinds of personal information they collect", "source": "http://www.ebuddy.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:48:15.1034", "updated_at": "2021-03-19 19:48:15.1034", "quoteText": "The information collected by eBuddy", "case_id": 228, "document_id": 77, "quoteStart": 2200, "quoteEnd": 2235}, {"id": 17617, "title": "This service may use your personal information for marketing purposes", "source": "http://www.ebuddy.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:53:42.260316", "updated_at": "2021-03-19 19:57:32.326002", "quoteText": "In addition, eBuddy wants to keep you informed of developments of the eBuddy service and of any promotional actions by eBuddy.", "case_id": 336, "document_id": 77, "quoteStart": 6647, "quoteEnd": 6773}, {"id": 17623, "title": "The user is informed about security practices", "source": "http://www.ebuddy.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 20:00:03.440183", "updated_at": "2021-03-19 20:00:03.440183", "quoteText": "The transmission of your phone address book will be done in an encrypted manner, and the names, phone numbers and email addresses will be stored in encrypted format.</p> ", "case_id": 226, "document_id": 77, "quoteStart": 2930, "quoteEnd": 3100}, {"id": 1063, "title": "You cannot delete your account", "source": "http://www.ebuddy.com/privacy.html", "status": "It is impossible to delete your account from this service, according to the <a href='http://www.accountkiller.com/en/Blacklist'>AccountKiller blacklist</a>.", "created_at": "2018-01-16 15:28:23.882507", "updated_at": "2019-06-20 08:36:53.824686", "quoteText": "we may be required by law to store the information we collect, even after you have terminated your use of the eBuddy Services.</p>\n<p>For technical reasons, it may be impossible for us to determine whether you have stopped using the eBuddy Services.\nFor the mobile applications, it may also be impossible for eBuddy to determine whether you have deleted the application.\nIn such cases, we reserve the right to remove your account and the information you have provided us if you have not used the Service for an extended period of time", "case_id": 172, "document_id": 77, "quoteStart": 14952, "quoteEnd": 15486}, {"id": 17629, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "http://www.ebuddy.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 20:04:13.927432", "updated_at": "2021-03-19 20:04:13.927432", "quoteText": "This Privacy Policy will be periodically revised and may be changed with or without notice.\n", "case_id": 121, "document_id": 77, "quoteStart": 13303, "quoteEnd": 13395}, {"id": 17615, "title": "The service may use device fingerprinting on users.", "source": "http://www.ebuddy.com/privacy.html", "status": "\"eBuddy also collects “Automatically Generated Information” about your behaviour during your use of the Service. This information may include [...] the type and unique number of the device you use to access the Service\"", "created_at": "2021-03-19 19:49:13.061618", "updated_at": "2021-03-19 19:50:10.750975", "quoteText": "the type and unique number of the device you use to access the Service and your mobile operator and other information regarding your use of the Service.", "case_id": 323, "document_id": 77, "quoteStart": 4076, "quoteEnd": 4228}, {"id": 17625, "title": "Your private content may be accessed by people working for the service", "source": "http://www.ebuddy.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 20:01:51.021909", "updated_at": "2021-03-19 20:01:51.021909", "quoteText": " <p>eBuddy will take reasonable technical and organizational measures to protect the information we collect against loss, misuse or any form of unlawful processing.\nInformation on eBuddy servers is stored in a secured manner and access is limited to authorized employees only.\n", "case_id": 189, "document_id": 77, "quoteStart": 9530, "quoteEnd": 9807}, {"id": 17620, "title": "This service uses your personal information for many different purposes", "source": "http://www.ebuddy.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:58:03.562311", "updated_at": "2021-03-19 19:58:03.562311", "quoteText": "<p>eBuddy will use the information it collects for the following purposes:</p>\n<ul>\n<li>to enable you to use the Service and to enhance your experience;</li>\n<li>to send information to you about other eBuddy Services, or promotional actions of eBuddy;</li>\n<li>to draw up statistical and demographic data rendered anonymous and used for performance monitoring;</li>\n<li>to serve you relevant advertising;</li>\n<li>to provide your information to third parties pursuant to legal obligations.", "case_id": 185, "document_id": 77, "quoteStart": 5810, "quoteEnd": 6299}, {"id": 17618, "title": "The service uses your personal data for advertising", "source": "http://www.ebuddy.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:54:03.026122", "updated_at": "2021-03-19 19:56:17.338753", "quoteText": "eBuddy may offer you targeted advertisements based on for example your age, gender and type of device.", "case_id": 216, "document_id": 77, "quoteStart": 6544, "quoteEnd": 6646}, {"id": 17628, "title": "You can request access, correction and/or deletion of your data", "source": "http://www.ebuddy.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 20:03:16.632915", "updated_at": "2021-03-19 20:03:16.632915", "quoteText": "You can always request to view the personal information we have collected from you and if necessary change them.\nIf you want to know which details eBuddy has recorded about you or if you want to change details which you cannot change in your account, you can contact our customer service via&nbsp;Support-xms@ebuddy.com.\nYou can also request us to remove your personal details from our servers.", "case_id": 195, "document_id": 77, "quoteStart": 11385, "quoteEnd": 11779}, {"id": 17630, "title": "A complaint mechanism is provided for the handling of personal data", "source": "http://www.ebuddy.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 20:04:32.539924", "updated_at": "2021-03-19 20:04:51.356634", "quoteText": "If you have any questions about this Privacy Policy, please send an e-mail to&nbsp;info@ebuddy.com", "case_id": 300, "document_id": 77, "quoteStart": 13758, "quoteEnd": 13856}, {"id": 17600, "title": "This service is only available for use individually and non-commercially.", "source": "http://www.ebuddy.com/terms.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:32:02.880299", "updated_at": "2021-03-19 19:32:02.880299", "quoteText": "Subject to these Terms of Use, eBuddy hereby grants you a limited, personal, non-exclusive, non- assignable, non-transferable license to use the Service, to download and install the eBuddy Applications and access and use the Service on one of more devices for the purpose of using the Service for personal and non-commercial use.\n", "case_id": 143, "document_id": 76, "quoteStart": 1037, "quoteEnd": 1367}, {"id": 17601, "title": "The court of law governing the terms is in Netherlands", "source": "http://www.ebuddy.com/terms.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:34:56.455593", "updated_at": "2021-03-19 19:35:23.805075", "quoteText": "The laws of the Netherlands apply to all use of the Service as well the agreement between you and eBuddy", "case_id": 163, "document_id": 76, "quoteStart": 3400, "quoteEnd": 3504}, {"id": 17602, "title": "This service does not force users into binding arbitration", "source": "http://www.ebuddy.com/terms.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:35:51.041376", "updated_at": "2021-03-19 19:35:51.041376", "quoteText": "Any and all disputes which may arise out of and/or are in connection with this agreement or the use of the Service or visiting eBuddy shall be submitted to the competent Court of Amsterdam, the Netherlands unless another competent court has been prescribed by mandatory (international) legal rules.\n", "case_id": 335, "document_id": 76, "quoteStart": 3505, "quoteEnd": 3804}, {"id": 17603, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages.", "source": "http://www.ebuddy.com/terms.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:36:35.100053", "updated_at": "2021-03-19 19:36:35.100053", "quoteText": "You may not use the Service to do any of the following:</p>\n<ul>\n<li>send any unsolicited mass mailings (e.g., “spam” or “spim”);</li>\n<li>collect or store personal information from other users other than the information collected during the normal course of using the Service.\n(e.g.\n“phishing”);</li>", "case_id": 281, "document_id": 76, "quoteStart": 4673, "quoteEnd": 4974}, {"id": 17604, "title": "Prohibits harming minors in any ways", "source": "http://www.ebuddy.com/terms.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:37:48.693668", "updated_at": "2021-03-19 19:37:48.693668", "quoteText": "<li>expose any person to material that is obscene, unlawful, defamatory, libelous, hateful, racially or ethically offensive, harmful to minors", "case_id": 445, "document_id": 76, "quoteStart": 5116, "quoteEnd": 5258}, {"id": 17605, "title": "Users shall not interfere with another person's enjoyment of the service", "source": "http://www.ebuddy.com/terms.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:38:19.434342", "updated_at": "2021-03-19 19:38:19.434342", "quoteText": "Furthermore, you may not do any of the following:</p>\n<ul>\n<li>hack or gain unauthorized access to any eBuddy server, network or hardware of eBuddy or any other person or entity</li>\n<li>use the Service in any way that could overload, damage, disable, disrupt or harm the Service or any eBuddy server, or the network(s) associated to any eBuddy server or interfere with any other user’s use of the Service;</li>\n", "case_id": 285, "document_id": 76, "quoteStart": 5609, "quoteEnd": 6021}, {"id": 17606, "title": "You have the right to leave this service at any time", "source": "http://www.ebuddy.com/terms.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:39:00.49746", "updated_at": "2021-03-19 19:44:55.876966", "quoteText": "You are entitled to terminate the agreement between you and eBuddy at any time by discontinuing the use of the Service and/or to terminate your eBuddy ID.\n", "case_id": 170, "document_id": 76, "quoteStart": 12188, "quoteEnd": 12343}, {"id": 17607, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "http://www.ebuddy.com/terms.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:40:44.037814", "updated_at": "2021-03-19 19:40:44.037814", "quoteText": "eBuddy does not accept any liability for damage as a result of an attributable failure in the performance of the agreement to provide the Service including, but not limited to damage resulting from or in connection with the use of the Service or the impossibility of using it and/or pursuant to an unlawful act or otherwise insofar as this is allowed under mandatory law.\n", "case_id": 293, "document_id": 76, "quoteStart": 7509, "quoteEnd": 7881}, {"id": 17612, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "http://www.ebuddy.com/terms.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:46:35.129427", "updated_at": "2021-03-19 19:46:35.129427", "quoteText": "eBuddy disclaims all warranties, whether statutory, express or implied with respect to the eBuddy Services including but not limited to the performance, fitness for use, merchantability, title, non-infringement, quiet enjoyment or accuracy of the Service.\n", "case_id": 290, "document_id": 76, "quoteStart": 9959, "quoteEnd": 10215}, {"id": 17609, "title": "The service can delete your account without prior notice and without a reason", "source": "http://www.ebuddy.com/terms.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:42:04.968229", "updated_at": "2021-03-19 19:42:04.968229", "quoteText": "eBuddy may at any time, without prior notice to you, terminate the agreement between you and eBuddy by suspending, restricting or terminating your access to the Service at any time for any reason.\n", "case_id": 201, "document_id": 76, "quoteStart": 11668, "quoteEnd": 11865}, {"id": 17159, "title": "There is a date of the last update of the agreements", "source": "http://www.ebuddy.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-04 19:10:45.375215", "updated_at": "2021-03-04 19:17:54.681352", "quoteText": "Last update: May 20th, 2019", "case_id": 331, "document_id": 77, "quoteStart": 21, "quoteEnd": 48}, {"id": 17161, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "http://www.ebuddy.com/terms.html", "status": "Generated through the annotate view", "created_at": "2021-03-04 19:12:28.877704", "updated_at": "2021-03-04 19:17:44.290505", "quoteText": "You agree to indemnify, defend, and hold eBuddy and its related companies and agents, partners, officers, co-branders, and employees harmless from and against any claim or demand made by any third party due to or arising out of your use of the eBuddy Services, your connection to eBuddy, the communications and/or content shared, published and/or transmitted, your breach of the Terms of Use or Privacy Policy, or your violation of any rights of other users.\nThis indemnification shall include the reasonable attorneys fees incurred in the defense of such claim.", "case_id": 146, "document_id": 76, "quoteStart": 11050, "quoteEnd": 11612}, {"id": 17621, "title": "The service will only respond to government requests that are reasonable", "source": "http://www.ebuddy.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:59:00.288919", "updated_at": "2021-03-19 19:59:00.288919", "quoteText": "eBuddy may disclose the information we collect if we believe that:</p>\n<ul>\n<li>we are obliged to do so pursuant to legal provisions.\nand/or</li>\n<li>we are forced to do so as a result of a legal case.\nand/or</li>\n<li>it is necessary for the protection of our own rights or property.\nand/or</li>\n<li>it is necessary to protect the personal safety of our users or members of the public</li>\n</ul>\n", "case_id": 393, "document_id": 77, "quoteStart": 8049, "quoteEnd": 8445}, {"id": 17622, "title": "Third-party cookies are used for statistics", "source": "http://www.ebuddy.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 19:59:16.287039", "updated_at": "2021-03-19 19:59:16.287039", "quoteText": " eBuddy uses a Google Analytics analytics that uses cookies, which are text files placed on your computer or mobile device, to help the website analyze how users use the Service.\nThe information generated by the cookie about your use of eBuddy (including your IP address) will be transmitted to and stored by the services on their servers in the United States.", "case_id": 325, "document_id": 77, "quoteStart": 8462, "quoteEnd": 8822}, {"id": 17624, "title": "Private messages can be read", "source": "http://www.ebuddy.com/privacy.html", "status": "Private messages seem to be stored in plain text (unencrypted) in their servers.", "created_at": "2021-03-19 20:00:20.150878", "updated_at": "2021-03-19 20:01:28.565679", "quoteText": "Private messages<p> When using the Service you may exchange private messages (including, but not limited to text, images, videos, locations, contact details) with other users.\nThese messages may be temporarily stored by eBuddy in order to be able to deliver them to the intended recipient(s).\nFor example, when a recipient cannot be reached, the message may be stored on a server until the recipient uses the Service.\nWe will delete the messages from our servers after successful delivery to all intended recipients.\n", "case_id": 239, "document_id": 77, "quoteStart": 3100, "quoteEnd": 3617}, {"id": 17626, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "http://www.ebuddy.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 20:02:25.264557", "updated_at": "2021-03-19 20:02:25.264557", "quoteText": "<p>In the event of a further growth and development of eBuddy it may be that one or more parts of the assets of the company are transferred to a third party or that eBuddy merges with a third party.\nAlso, in the unlikely event of a bankruptcy, insolvency or reorganization, parts of the company may be transferred to a third party.\nIn those cases, the information we have collected may also be transferred.", "case_id": 243, "document_id": 77, "quoteStart": 9980, "quoteEnd": 10386}, {"id": 17627, "title": "Your data may be processed and stored anywhere in the world", "source": "http://www.ebuddy.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-03-19 20:02:48.413057", "updated_at": "2021-03-19 20:02:48.413057", "quoteText": "<p>It may be required for technical and operational reasons that the information we collect, including your (personal) details are transferred to servers in the United States or other countries outside the European Union where the regulations in the field of privacy protection might not provide the same protection as in the European Union.\nBy using the Service you are giving your consent to this, in so far as your consent is necessary.\n", "case_id": 187, "document_id": 77, "quoteStart": 10626, "quoteEnd": 11066}], "urls": ["ebuddy.com"]}}