{"error": 448, "message": "OK", "parameters": {"id": 3184, "name": "Later.com", "created_at": "2021-04-16 22:32:19.735039", "updated_at": "2021-04-20 00:02:40.476502", "wikipedia": null, "keywords": null, "related": null, "slug": "latercom", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3184.png", "url": "later.com", "documents": [{"id": 5162, "name": "Privacy Policy", "url": "https://later.com/privacy/", "xpath": "", "text": " <ul>\n<li>\n</li>\n<ul>\n<li>\nCreate account\n</li>\n<li>\nSign In\n</li>\n<li>\nContinue as </li>\n<li>\nPlatform\n<i>\n</i>\n</li>\n<ul>\n<li>\nScheduling\n</li>\n<li>\nInstagram Analytics\n</li>\n<li>\nLinkin.bio\n</li>\n<li>\nUser-Generated Content\n</li>\n<li>\nInstagram Stories\n</li>\n<li>\nInstagram Hashtags\n</li>\n<li>\nPinterest Scheduling\n</li>\n<li>\nTikTok Scheduling\n</li>\n</ul>\n<li>\nPricing\n</li>\n<li>\nBlog\n</li>\n<li>\nCareers\n</li>\n</ul>\n</ul>\n<ul>\n<li>\nPlatform\n<i>\n</i>\n<ul>\n<li>\nScheduling\n</li>\n<li>\nInstagram Analytics\n</li>\n<li>\nLinkin.bio\n</li>\n<li>\nUser-Generated Content\n</li>\n<li>\nInstagram Stories\n</li>\n<li>\nInstagram Hashtags\n</li>\n<li>\nPinterest Scheduling\n</li>\n<li>\nTikTok Scheduling </li>\n</ul>\n</li>\n<li>\nPricing\n<i>\n</i>\n<ul>\n<li>\nPlans\n</li>\n<li>\nFor Business\n</li>\n</ul>\n</li>\n<li>\nBlog\n</li>\n<li> More\n<i>\n</i>\n<ul>\n<li>\nTraining\n</li>\n<li>\nHelp Docs\n</li>\n<li>\nAbout Us\n</li>\n<li>\nCareers\n</li>\n</ul>\n</li>\n<li>\nSign In\n</li>\n<li>\nCreate account\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Privacy Policy\n<p>Effective date: May 25, 2018</p>\n<p>Victory Square Media Inc.\n(\"us\", \"we\", or \"our\") operates the https://later.com website as well as http://www.later.com website, http://www.latergram.me website, http://www.lat.gr website, http://app.later.com website, http://www.linkin.bio website, http://www.submit.media and the Later mobile application (the \"Service\").</p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.</p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions.</p>\nDefinitions\nPersonal Data\n<p>Personal Data means data about an individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).</p>\nUsage Data\n<p>Usage Data is data collected automatically either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</p>\nCookies\n<p>Cookies are small pieces of data stored on a User’s device.</p>\nData Controller\n<p>Data Controller means a person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal data are, or are to be, processed.</p>\n<p>For the purpose of this Privacy Policy, we are a Data Controller of your data.</p>\nData Processor (or Service Providers)\n<p>Data Processor (or Service Provider) means any person (other than an employee of the Data Controller) who processes the data on behalf of the Data Controller.</p>\n<p>We may use the services of various Service Providers in order to process your data more effectively.</p>\nData Subject\n<p>Data Subject is any individual who is the subject of Personal Data.</p>\nUser\n<p>The User is the individual using our Service.\nThe User corresponds to the Data Subject, who is the subject of Personal Data.</p>\nInformation Collection And Use\n<p>We collect several different types of information for various purposes to provide and improve our Service to you.</p>\nTypes of Data Collected\nPersonal Data\n<p>While using our Service, we may ask you to provide us with Personal Data including:</p>\n<ul>\n<li>Email address</li>\n<li>First name and last name</li>\n<li>Social Network Authentication</li>\n</ul>\n<p>We may also collect certain information automatically through cookies and similar tools (see Usage Data and Tracking &amp.\nCookies below.</p>\n<p>We use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\nYou may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send.</p>\nUsage Data\n<p>We may also collect information that your browser sends whenever you visit our Service or when you access the Service by or through a mobile device (\"Usage Data\").</p>\n<p>This Usage Data may include information such as your computer's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\n<p>When you access the Service by or through a mobile device, this Usage Data may include information such as the type of mobile device you use, your mobile device unique ID, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browser you use, unique device identifiers and other diagnostic data.</p>\nTracking &amp.\nCookies Data\n<p>We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.</p>\n<p>Cookies are files with small amounts of data which may include a unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.</p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>\n<p>Examples of Cookies we use:</p>\n<ul>\n<li>\n<strong>Session Cookies.</strong>\nWe use Session Cookies to operate our Service.\n</li>\n<li>\n<strong>Preference Cookies.</strong>\nWe use Preference Cookies to remember your preferences and various settings.\n</li>\n<li>\n<strong>Security Cookies.</strong>\nWe use Security Cookies for security purposes.\n</li>\n</ul>\n<p>Some of our service providers also use cookies and tracking tools.\nSee Analytics and Behavioural Remarketing below.</p>\nUse of Data\n<p>Victory Square Media Inc.\nuses the collected data:</p>\n<ul>\n<li>To provide and maintain our Service</li>\n<li>To notify you about changes to our Service</li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so</li>\n<li>To provide customer support</li>\n<li>To gather analysis or valuable information so that we can improve our Service</li>\n<li>To monitor the usage of our Service</li>\n<li>To train machine learning models</li>\n<li>To detect, prevent and address technical issues</li>\n<li>To provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information</li>\n</ul>\nRetention of Data\n<p>Victory Square Media Inc.\nwill retain your Personal Data on our servers or those of our service providers only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p>\n<p>Victory Square Media Inc.\nwill also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer time periods.</p>\nTransfer of Data\n<p>Your information, including Personal Data, may be transferred to — and maintained on — computer systems owned or controlled by us or our service providers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</p>\n<p>If you are located outside Canada and choose to provide information to us, please note that we transfer the data, including Personal Data, to Canada and process it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>Victory Square Media Inc.\nwill take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.</p>\nDisclosure Of Data\nBusiness Transaction\n<p>If Victory Square Media Inc.\nis involved in a merger, acquisition or asset sale, your Personal Data may be transferred.\nWe will provide notice before your Personal Data is transferred and becomes subject to a different Privacy Policy.</p>\nDisclosure for Law Enforcement\n<p>Under certain circumstances, Victory Square Media Inc.\nmay be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).</p>\nLegal Requirements\n<p>Victory Square Media Inc.\nmay disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend the rights or property of Victory Square Media Inc.</li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>To protect the personal safety of users of the Service or the public</li>\n<li>To protect against legal liability</li>\n</ul>\nService Providers\n<p>We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.</p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p>\nAnalytics\n<p>We may use third-party Service Providers to monitor and analyze the use of our Service.</p>\n<ul>\n<li>\n<p>\n<strong>Google Analytics</strong>\n</p>\n<p>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.</p>\n<p>\nFor more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page:\nhttp://www.google.com/intl/en/policies/privacy/\n</p>\n</li>\n<li>\n<p>\n<strong>Firebase</strong>\n</p>\n<p>Firebase is analytics service provided by Google Inc.</p>\n<p>\nYou may opt-out of certain Firebase features through your mobile device settings, such as your device advertising settings or by following the instructions provided by Google in their Privacy Policy:\nhttp://www.google.com/intl/en/policies/privacy/\n</p>\n<p>\nWe also encourage you to review the Google's policy for safeguarding your data:\nhttps://support.google.com/analytics/answer/6004245.\nhttp://www.google.com/intl/en/policies/privacy/\n</p>\n</li>\n<li>\n<p>\n<strong>Mixpanel</strong>\n</p>\n<p>Mixpanel is provided by Mixpanel Inc</p>\n<p>\nYou can prevent Mixpanel from using your information for analytics purposes by opting-out.\nTo opt-out of Mixpanel service, please visit this page:\nhttps://mixpanel.com/optout/\n</p>\n<p>\nFor more information on what type of information Mixpanel collects, please visit the Terms of Use page of Mixpanel:\nhttps://mixpanel.com/terms/\n</p>\n</li>\n</ul>\nBehavioral Remarketing\n<p>Victory Square Media Inc.\nuses remarketing services to advertise on third party websites to you after you visited our Service.\nWe and our third-party vendors use cookies to inform, optimize and serve ads based on your past visits to our Service.</p>\n<ul>\n<li>\n<p>\n<strong>Google AdWords</strong>\n</p>\n<p>Google AdWords remarketing service is provided by Google Inc.</p>\n<p>\nYou can opt-out of Google Analytics for Display Advertising and customize the Google Display Network ads by visiting the Google Ads Settings page:\nhttp://www.google.com/settings/ads\n</p>\n<p>\nGoogle also recommends installing the Google Analytics Opt-out Browser Add-on -\nhttps://tools.google.com/dlpage/gaoptout\n- for your web browser.\nGoogle Analytics Opt-out Browser Add-on provides visitors with the ability to prevent their data from being collected and used by Google Analytics.\n</p>\n<p>\nFor more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page:\nhttp://www.google.com/intl/en/policies/privacy/\n</p>\n</li>\n<li>\n<p>\n<strong>Twitter</strong>\n</p>\n<p>Twitter remarketing service is provided by Twitter Inc.</p>\n<p>\nYou can opt-out from Twitter's interest-based ads by following their instructions:\nhttps://support.twitter.com/articles/20170405\n</p>\n<p>\nYou can learn more about the privacy practices and policies of Twitter by visiting their Privacy Policy page:\nhttps://twitter.com/privacy\n</p>\n</li>\n<li>\n<p>\n<strong>Facebook</strong>\n</p>\n<p>Facebook remarketing service is provided by Facebook Inc.</p>\n<p>\nYou can learn more about interest-based advertising from Facebook by visiting this page:\nhttps://www.facebook.com/help/164968693837950\n</p>\n<p>\nTo opt-out from Facebook's interest-based ads follow these instructions from Facebook:\nhttps://www.facebook.com/help/568137493302217\n</p>\n<p>\nFacebook adheres to the Self-Regulatory Principles for Online Behavioral Advertising established by the Digital Advertising Alliance.\nYou can also opt-out from Facebook and other participating companies through the Digital Advertising Alliance in the USA\nhttp://www.aboutads.info/choices/\n</p>\n<p>Canada</p>\nhttp://youradchoices.ca/\nor the European Interactive Digital Advertising Alliance in Europe\nhttp://www.youronlinechoices.eu/\n<p>\n</p>\n<p>\nFor more information on the privacy practices of Facebook, please visit Facebook's Data Policy:\nhttps://www.facebook.com/privacy/explanation\n</p>\n</li>\n<li>\n<p>\n<strong>Pinterest</strong>\n</p>\n<p>Pinterest remarketing service is provided by Pinterest Inc.</p>\n<p>\nYou can opt-out from Pinterest's interest-based ads by enabling the \"Do Not Track\" functionality of your web browser or by following Pinterest instructions:\nhttp://help.pinterest.com/en/articles/personalization-and-data\n</p>\n<p>\nYou can learn more about the privacy practices and policies of Pinterest by visiting their Privacy Policy page:\nhttps://about.pinterest.com/en/privacy-policy\n</p>\n</li>\n</ul>\nPayments\n<p>We may provide paid products and/or services within the Service.\nIn that case, we use third-party services for payment processing (e.g.\npayment processors).</p>\n<p>We will not store or collect your payment card details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.</p>\n<p>The payment processors we work with are:</p>\n<ul>\n<li>\n<p>\n<strong>Stripe</strong>\n</p>\n<p>\nTheir Privacy Policy can be viewed at\nhttps://stripe.com/us/privacy\n</p>\n</li>\n</ul>\nLegal Basis for Processing\n<p>We rely on one or more of the following legal grounds (as appropriate) to process Personal Data:</p>\n<ul>\n<li>\n<p>To enter and perform a contract with you or to perform any steps you require from us before entering into a contract.</p>\n</li>\n<li>\n<p>To pursue our legitimate business interests in establishing, managing or concluding our business relationship with you.</p>\n</li>\n<li>\n<p>Where you have specifically consented to us processing your Personal Data.</p>\n</li>\n<li>\n<p>To comply with our legal obligations and establish, exercise or defend our legal rights.</p>\n</li>\n</ul>\n<p>Where Personal Data is processed with consent, you may (subject to contractual and legal restrictions) refuse to provide your consent, or choose to withdraw your consent by contacting us as described below.\nNote that if you refuse to consent, or withdraw your consent, to certain processing of your personal information, we may not be able to provide certain of our services.</p>\nSecurity Of Data\n<p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.\nAuthorized employees, representatives and agents will have access to your Personal Data for the purposes described in this Privacy Policy.</p>\nYour Rights\n<p>Victory Square Media Inc.\naims to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data.</p>\n<p>Whenever made possible, you can update your Personal Data directly within your account settings section.\nIf you are unable to change your Personal Data, please contact us to make the required changes.</p>\n<p>If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.</p>\n<p>In certain circumstances, you have the right:</p>\n<ul>\n<li>To access and receive a copy of the Personal Data we hold about you</li>\n<li>To rectify any Personal Data held about you that is inaccurate</li>\n<li>To request the deletion of Personal Data held about you</li>\n</ul>\n<p>You have the right to data portability for the information you provide to Victory Square Media Inc..\nYou can request to obtain a copy of your Personal Data in a commonly used electronic format so that you can manage and move it.</p>\n<p>Please note that we may ask you to verify your identity before responding to such requests.</p>\nLinks To Other Sites\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>\nChildren's Privacy\n<p>Our Service does not address anyone under the age of 13 (\"Children\").</p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 13.\nIf you are a parent or guardian and you are aware that your Children have provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.</p>\nChanges To This Privacy Policy\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\nContact Us\n<p>If you have any questions about this Privacy Policy, please contact us:</p>\n<ul>\n<li>By email: hello@later.com</li>\n</ul> LATER\nSignup\nPricing\nBlog\nSupport\nCareers\nPartners\nAbout\nNon-Profit\nAmbassador T&amp;C's\nCOVID-19 Safety Plan FEATURES\nLinkin.bio\nScheduling\nInstagram Analytics\nUser Generated Content\nInstagram Stories Scheduling\nInstagram hashtags\nPinterest Scheduling\nTikTok Scheduling TRAINING\nInstagram Training\nInstagram Stories for Business\nFirst 1000 Followers\n30 Day Challenge\nInstagram Aesthetic GUIDES\nUltimate Guide to Social Selling\nInstagram Marketing\nInstagram Hashtags\nPinterest Marketing\n<br>\nWORKSHOPS\nInstagram Followers\nInstagram Engagement PARTNERSHIPS NEWSLETTER\n<p>\nJoin 1 million+ others\nand subscribe to our weekly newsletter for the best Instagram tips &amp.\ntricks!\n</p>\nSubscribe Privacy Policy\nTerms of Use <p>\nWe use cookies on our site to provide you with a great user experience.\nBy continuing to browse, you accept our use of cookies.\nTo learn more, please see our Privacy Policy.\n</p>\n<i>\n</i> ", "created_at": "2021-04-16 22:32:20.691295", "updated_at": "2021-04-16 22:32:46.393665"}, {"id": 5163, "name": "Terms of Use", "url": "https://later.com/terms/", "xpath": "//body", "text": " <ul>\n<li>\n</li>\n<ul>\n<li>\nCreate account\n</li>\n<li>\nSign In\n</li>\n<li>\nContinue as </li>\n<li>\nPlatform\n<i>\n</i>\n</li>\n<ul>\n<li>\nScheduling\n</li>\n<li>\nInstagram Analytics\n</li>\n<li>\nLinkin.bio\n</li>\n<li>\nUser-Generated Content\n</li>\n<li>\nInstagram Stories\n</li>\n<li>\nInstagram Hashtags\n</li>\n<li>\nPinterest Scheduling\n</li>\n<li>\nTikTok Scheduling\n</li>\n</ul>\n<li>\nPricing\n</li>\n<li>\nBlog\n</li>\n<li>\nCareers\n</li>\n</ul>\n</ul>\n<ul>\n<li>\nPlatform\n<i>\n</i>\n<ul>\n<li>\nScheduling\n</li>\n<li>\nInstagram Analytics\n</li>\n<li>\nLinkin.bio\n</li>\n<li>\nUser-Generated Content\n</li>\n<li>\nInstagram Stories\n</li>\n<li>\nInstagram Hashtags\n</li>\n<li>\nPinterest Scheduling\n</li>\n<li>\nTikTok Scheduling </li>\n</ul>\n</li>\n<li>\nPricing\n<i>\n</i>\n<ul>\n<li>\nPlans\n</li>\n<li>\nFor Business\n</li>\n</ul>\n</li>\n<li>\nBlog\n</li>\n<li> More\n<i>\n</i>\n<ul>\n<li>\nTraining\n</li>\n<li>\nHelp Docs\n</li>\n<li>\nAbout Us\n</li>\n<li>\nCareers\n</li>\n</ul>\n</li>\n<li>\nSign In\n</li>\n<li>\nCreate account\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Terms of Service\n<p>Last updated: November 4th, 2015</p>\n<p>These Terms of Service (\"Terms\", \"Terms of Service\") govern your relationship with http://www.later.com website, http://www.latergram.me website, http://www.lat.gr website, http://www.linkin.bio website, https://app.later.com, http://www.submit.media email and the Later mobile application (the \"Service\") operated by Victory Square Media Inc.\n(\"us\", \"we\", or \"our\").</p>\n<p>Please read these Terms of Service carefully before using our website and Later mobile application (the \"Service\").</p>\n<p>Your access to and use of the Service is based on your acceptance of and compliance with these Terms.\nThese Terms apply to all visitors, users and others who access or use the Service.</p>\n<p>By accessing or using the Service you agree to be bound by these Terms and accept all legal consequences.\nIf you do not agree to these terms and conditions, in whole or in part, please do not use the Service.</p>\n<p>\n<strong>Subscriptions</strong>\n</p>\n<p>Some parts of the Service are billed on a subscription basis (\"Subscription(s)\").\nYou will be billed in advance on a recurring and periodic basis (\"Billing Cycle\").\nBilling cycles are set either on a monthly or annual basis, depending on the type of subscription plan you select when purchasing a Subscription.</p>\n<p>At the end of each Billing Cycle, your Subscription will automatically renew under the exact same conditions unless you cancel it or Victory Square Media Inc.\ncancels it.\nYou may cancel your Subscription renewal either through your online account management page or by contacting Victory Square Media Inc.\ncustomer support team.</p>\n<p>A valid payment method, including credit card, is required to process the payment for your Subscription.\nYou shall provide Victory Square Media Inc.\nwith accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information.\nBy submitting such payment information, you automatically authorize Victory Square Media Inc.\nto charge all Subscription fees incurred through your account to any such payment instruments.</p>\n<p>Should automatic billing fail to occur for any reason, Victory Square Media Inc.\nwill issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.</p>\n<p>\n<strong>Free Trial</strong>\n</p>\n<p>Victory Square Media Inc.\nmay, at its sole discretion, offer a Subscription with a free trial for a limited period of time (\"Free Trial\").</p>\n<p>You may be required to enter your billing information in order to sign up for the Free Trial.</p>\n<p>If you do enter your billing information when signing up for the Free Trial, you will not be charged by Victory Square Media Inc.\nuntil the Free Trial has expired.\nOn the last day of the Free Trial period, unless you cancelled your Subscription, you will be automatically charged the applicable Subscription fees for the type of Subscription you have selected.</p>\n<p>At any time and without notice, Victory Square Media Inc.\nreserves the right to (i) modify the terms and conditions of the Free Trial offer, or (ii) cancel such Free Trial offer.</p>\n<p>\n<strong>Fee Changes</strong>\n</p>\n<p>Victory Square Media Inc., in its sole discretion and at any time, may modify the Subscription fees for the Subscriptions.\nAny Subscription fee change will become effective at the end of the then-current Billing Cycle.</p>\n<p>Victory Square Media Inc.\nwill provide you with a reasonable prior notice of any change in Subscription fees to give you an opportunity to terminate your Subscription before such change becomes effective.</p>\n<p>Your continued use of the Service after the Subscription fee change comes into effect constitutes your agreement to pay the modified Subscription fee amount.</p>\n<p>\n<strong>Refunds</strong>\n</p>\n<p>Certain refund requests for Subscriptions may be considered by Victory Square Media Inc.\non a case-by-case basis and granted in sole discretion of Victory Square Media Inc..</p>\n<p>\n<strong>Content</strong>\n</p>\n<p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material (\"Content\").\nYou are responsible for the Content that you post to the Service, including its legality, reliability, and appropriateness.</p>\n<p>By posting, uploading or otherwise submit Content to the Service, you grant us the right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through the Service.\nYou retain any and all of your rights to any Content you submit, post, upload or display on or through the Service and you are responsible for protecting those rights.</p>\n<p>You represent and warrant that: (i) the Content is yours (you own it) or you have the right to use it and grant us the rights and license as provided in these Terms, and (ii) the posting, uploading or submitting of your Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.</p>\n<p>We reserve all rights to block or remove communications or materials that we determine to be: (a) abusive, defamatory, or obscene.\n(b) fraudulent, deceptive, or misleading.\n(c) in violation of a copyright, trademark or, other intellectual property right of another or.\n(d) offensive or otherwise unacceptable to us in our sole discretion.</p>\n<p>You acknowledge that, by providing you with the ability to view and distribute user-generated content on the Service, we are merely acting as a passive conduit for such distribution and is not undertaking any obligation or liability relating to any contents or activities on the Service.</p>\n<p>\n<strong>Accounts</strong>\n</p>\n<p>When you create an account with us, you must provide us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service.</p>\n<p>You are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password, whether your password is with our Service or a third-party service.</p>\n<p>You agree not to disclose your password to any third party.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.</p>\n<p>You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than you without appropriate authorization, or a name that is otherwise offensive, vulgar or obscene.</p>\n<p>\n<strong>Intellectual Property</strong>\n</p>\n<p>The Service and all contents, including but not limited to text, images, graphics or code are the property of Victory Square Media Inc.\nand are protected by copyright, trademarks, database and other intellectual property rights.\nYou may display and copy, download or print portions of the material from the different areas of the Service only for your own non-commercial use.\nAny other use is strictly prohibited and may violate copyright, trademark and other laws.\nThese Terms do not grant you a license to use any trademark of Victory Square Media Inc.\nor its affiliates.\nYou further agree not to use, change or delete any proprietary notices from materials downloaded from the Service.</p>\n<p>\n<strong>Links To Other Web Sites</strong>\n</p>\n<p>The Service may contain links to third-party web sites or services that are not owned or controlled by Victory Square Media Inc..</p>\n<p>Victory Square Media Inc.\nhas no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services.\nYou further acknowledge and agree that Victory Square Media Inc.\nshall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such websites or services.</p>\n<p>We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.</p>\n<p>\n<strong>Termination</strong>\n</p>\n<p>We may terminate or suspend access to our Service immediately, without prior notice or liability, for any reason whatsoever, including, without limitation, if you breach the Terms.</p>\n<p>All provisions of the Terms shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p>\n<p>Upon termination, your right to use the Service will immediately cease.\nIf you wish to terminate your account, you may simply discontinue using the Service.</p>\n<p>\n<strong>Indemnification</strong>\n</p>\n<p>You agree to indemnify, defend and hold harmless Victory Square Media Inc., its principals, officers, directors, representatives, employees, contractors, licensors, licensees, suppliers and agents, from and against any claims, losses, damages, losses, obligations, costs, actions or demands.</p>\n<p>These include but are not limited to: (a) legal and accounting fees resulting from your use of the Service.\n(b) your breach of any of these Terms.\n(c) anything you post on or upload to or otherwise submit to the Service.\nand (d) any activity related to your account.\nThis includes any negligent or illegal conduct by you, any person or entity accessing the Service using your account whether such access is obtained via fraudulent or illegal means.</p>\n<p>\n<strong>Limitation Of Liability</strong>\n</p>\n<p>Victory Square Media Inc., its directors, employees, partners, agents, suppliers, or affiliates, shall not be liable for any loss or damage, direct or indirect, incidental, special, consequential or punitive damages, including without limitation, economic loss, loss or damage to electronic media or data, goodwill, or other intangible losses, resulting from (i) your access to or use of the Service.\n(ii) your inability to access or use the Service.\n(iii) any conduct or content of any third-party on or related to the Service.\n(iiv) any content obtained from or through the Service.\nand (v) the unauthorized access to, use of or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other claim in law, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.</p>\n<p>\n<strong>Disclaimer And Non-Waiver of Rights</strong>\n</p>\n<p>Victory Square Media Inc.\nmakes no guarantees, representations or warranties of any kind as regards the website and associated technology.\nAny purportedly applicable warranties, terms and conditions are excluded, to the fullest extent permitted by law.\nYour use of the Service is at your sole risk.\nThe Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis.\nThe Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance, except as provided for under the laws of any province in Canada.\nIn such cases, the provincial law shall apply to the extent necessary.</p>\n<p>Victory Square Media Inc.\nits subsidiaries, affiliates, and its licensors do not warrant that a) the Service will function uninterrupted, secure or available at any particular time or location.\nb) any errors or defects will be corrected.\nc) the Service is free of viruses or other harmful components.\nor d) the results of using the Service will meet your requirements.</p>\n<p>If you breach any of these Terms and Victory Square Media Inc.\nchooses not to immediately act, or chooses not to act at all, Victory Square Media Inc.\nwill still be entitled to all rights and remedies at any later date, or in any other situation, where you breach these Terms.\nVictory Square Media Inc.\ndoes not waive any of its rights.\nVictory Square Media Inc.\nshall not be responsible for any purported breach of these Terms caused by circumstances beyond its control.\nA person who is not a party to these Terms shall have no rights of enforcement.</p>\n<p>You may not assign, sub-license or otherwise transfer any of your rights under these Terms.</p>\n<p>\n<strong>Exclusions</strong>\n</p>\n<p>As set out, above, some jurisdictions do not allow the exclusion of certain warranties or the exclusion or limitation of liability for consequential or incidental damages, so the limitations above may not apply to you.\nProvincial laws of Canada may apply to certain products and service provided.</p>\n<p>\n<strong>Governing Law</strong>\n</p>\n<p>These Terms shall be governed by, and interpreted and enforced in accordance with, the laws in the Province of British Columbia and the laws of Canada, as applicable.</p>\n<p>If any provision of these Terms is held to be invalid or unenforceable by a court of competent jurisdiction, then any remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements, oral or otherwise, regarding the Service.</p>\n<p>\n<strong>Changes</strong>\n</p>\n<p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.</p>\n<p>By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, in whole or in part, please stop using the website and the Service.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>If you have any questions about these Terms, please contact us at hello@later.com.</p> LATER\nSignup\nPricing\nBlog\nSupport\nCareers\nPartners\nAbout\nNon-Profit\nAmbassador T&amp;C's\nCOVID-19 Safety Plan FEATURES\nLinkin.bio\nScheduling\nInstagram Analytics\nUser Generated Content\nInstagram Stories Scheduling\nInstagram hashtags\nPinterest Scheduling\nTikTok Scheduling TRAINING\nInstagram Training\nInstagram Stories for Business\nFirst 1000 Followers\n30 Day Challenge\nInstagram Aesthetic GUIDES\nUltimate Guide to Social Selling\nInstagram Marketing\nInstagram Hashtags\nPinterest Marketing\n<br>\nWORKSHOPS\nInstagram Followers\nInstagram Engagement PARTNERSHIPS NEWSLETTER\n<p>\nJoin 1 million+ others\nand subscribe to our weekly newsletter for the best Instagram tips &amp.\ntricks!\n</p>\nSubscribe Privacy Policy\nTerms of Use <p>\nWe use cookies on our site to provide you with a great user experience.\nBy continuing to browse, you accept our use of cookies.\nTo learn more, please see our Privacy Policy.\n</p>\n<i>\n</i> ", "created_at": "2021-04-16 22:33:04.633046", "updated_at": "2021-04-16 22:33:23.846036"}], "points": [{"id": 19068, "title": "This service may use your personal information for marketing purposes", "source": "https://later.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-04-18 20:49:17.335728", "updated_at": "2021-04-19 08:51:14.2535", "quoteText": "Cookies below.</p>\n<p>We use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.", "case_id": 336, "document_id": 5162, "quoteStart": 3695, "quoteEnd": 3864}, {"id": 19087, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://later.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-04-20 18:39:06.792668", "updated_at": "2021-04-20 18:59:40.186592", "quoteText": "Disclosure Of Data\nBusiness Transaction\n<p>If Victory Square Media Inc.\nis involved in a merger, acquisition or asset sale, your Personal Data may be transferred.", "case_id": 243, "document_id": 5162, "quoteStart": 8606, "quoteEnd": 8768}, {"id": 19088, "title": "You can opt out of promotional communications", "source": "https://later.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-04-20 19:42:11.195471", "updated_at": "2021-04-23 10:38:15.512786", "quoteText": "You may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send.</p>", "case_id": 223, "document_id": 5162, "quoteStart": 3865, "quoteEnd": 4023}], "urls": ["later.com"]}}