{"error": 448, "message": "OK", "parameters": {"id": 2372, "name": "Namecheap", "created_at": "2020-10-20 14:50:55.592349", "updated_at": "2021-03-25 03:19:52.118372", "wikipedia": "https://en.wikipedia.org/wiki/Namecheap", "keywords": null, "related": null, "slug": "namecheap", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2372.png", "url": "https://www.namecheap.com/", "documents": [{"id": 2937, "name": "Privacy Policy", "url": "https://www.namecheap.com/legal/general/privacy-policy/", "xpath": "/html/body/form[1]/div[4]", "text": " Namecheap Privacy Policy <p>Namecheap is a leader in online privacy rights.\nWe have created this privacy statement in order to demonstrate our commitment to you, our customer, through transparent, easy-to-understand information regarding our data practices.\nYou will understand what we collect, why we collect it and what we do with it.\nThis policy applies to all Namecheap brands, websites, apps, products, services or technologies (we will collectively refer to these as “Services”).\nAdditional privacy practices for certain Services can be found in Details for Specific Products and Services.</p> Information Collection: Account Level <p>\n<strong>At an Account Level, we collect and use information necessary to enable you to purchase and manage Services, provide you with support for those Services and to curate your experience with us.\nSome information is collected and used based on contractual consent and other is based on informed consent, which may be changed at any time.</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>Basic Account Information.</strong>\n</p>\n<p>Information Collected.\nOur site uses forms in which you give us contact information (such as your name, address, phone number, fax number, billing information, IP address and email address) so you can create an account, place orders, register domains, request information, and request support help.\nAs you use your account, we may also collect support requests and other related types of information that is specific to the management of your account and Services with us.</p>\n<p>Legal Requirement.\nThis type of information is legally and/or contractually required to be able to purchase and use Services.\nFor example, we are required to be able to verify this type of information upon request by our payment processor.\nIt is also required to be able to serve legal notices to you and is mandated by certain Services we offer.\nIn addition, some Services, such as domains, require this information for you to purchase them.\nIf you are purchasing a domain from us, we are required by law to collect and retain this information.\nWe are further required to verify that the information provided is accurate and serve legally required notices regarding your domain(s).\nConsent for the collection, use and retention of this information for these purposes is considered to be contractually given for the duration of your use of such Service and any legally required retention period.</p>\n</li>\n<li>\n<p>\n<strong>How We Use This Information.</strong>\n</p>\n<p>Sending Emails.\nLegally Required.\nAs noted above, we use emails to communicate with you, to confirm your placed orders, to send information that you have requested and to serve legally or contractually required communications.\nLegally required emails cover ICANN mandated verification emails, renewal notices and any other policy or procedure created by ICANN which governs the purchase of domains.\nAdditionally, we may be required by law to serve notices to you such as DMCA Takedown Notices, UDRP notices, etc.\nOr, we may deem a change to one of our policies to be material and, therefore, determine a duty (though not a legal requirement) to inform you of this change.\nThese types of communications do not fall under any of our opt-out procedures.</p>\n<p>Sending Emails: Service Communications &amp.\nPromotional Communications.\nWe also may use this information when it is important for us to contact you regarding functionality changes to Services you have purchased and/or our website and provide customer service (“Service Communications”.) By creating an account with us and/or purchasing our Services, you agree to receive these types of communication and acknowledge that they are not optional.\nWe also use this information to share details about new services and special offers we think you'll find valuable (“Promotional Communications”.) You are able to opt-out of receiving Promotional Communications (or opt-into, depending on your country of residence) through preferences in your account panel or the unsubscribe instructions contained in the email communication.\n</p>\n<p>Legally Required Disclosure.\nWe will never share your information without your permission or in ways other than as outlined in this policy.\nThe only exceptions to this are when we are required by law, in the good faith belief that such action is necessary in order to comply with the law, or when we must comply with a legal process.\nExamples of these types of exceptions are court orders, subpoenas, and UDRP/URS processes.\nIn each of these situations, we will carefully review the documentation provided and only comply if such documentation meets requisite legal standards.</p>\n<p>Changes in Our Practices.\nIf we change our information-handling practices or other privacy aspects, we will post those changes on this privacy statement.\nIf we make any material changes we will notify you by means of a notice on this site prior to the change becoming effective, and we may also try to notify you through email of the privacy changes, if necessary.</p>\n</li>\n<li>\n<p>\n<strong>Retention &amp.\nDeletion of Account Information.</strong>\n</p>\n<p>Personal Information Following Termination of Account.\nWhen your Namecheap account is cancelled (either voluntarily or involuntarily) all of your personally identifiable information is placed in \"deactivated\" status within our corresponding databases.\nHowever, you should know that deactivation of your account does not mean your personally identifiable information has been deleted from our database entirely.\nWe will retain and use your personally identifiable information, if necessary, in order to resolve disputes, enforce our agreements and/or as required by laws or regulations.\nThus, it may not be immediately deleted upon request and is an approved exception to GDPR and CCPA deletion rights.\nBy creating an account with us, using our support services and/or purchasing Services, you acknowledge and agree to these terms of retention.\nInformation on how to close your account can be found here.</p>\n</li>\n</ul> Information Collection: Site Usage <ul>\n<li>\n<p>\n<strong>Device Information.</strong> We collect information from your devices (computers, mobile phones, tablets, etc.), such as IP address, cookie information, so that we may recognize your devices to provide you with legal notices (if required by your country of residence), support services (when you contact our support staff) and personalized experiences on our site and emails.\nCertain types of collection and use may be optional and controlled via our cookie tools.</p>\n</li>\n<li>\n<p>\n<strong>Information from Others.</strong> We are dedicated to continually improving your experience on our website.\nLike many companies, we use third-parties to help us track browsing, identify technical issues and provide ways to enhance your overall experience.\nSeveral of the tools that we use and what they do are:</p>\n<ul>\n<li>\n<p>\n<strong>Log Files:</strong> We use information gathered about you from our site statistics via log files provided by third-party tracking partners (for example, your IP address) to help diagnose problems with our server and to administer our website.\nWe also gather broad demographic information from this data to help us improve our site and make your browsing and purchasing experiences more enjoyable.\nThis is not linked to any personally identifiable information.</p>\n</li>\n<li>\n<p>\n<strong>Cookies:</strong> Our site uses cookies to keep track of your session information.\nWe do link the information we store in cookies to personally identifiable information you submit while on our site.</p>\n<p>We use both session ID cookies and persistent cookies.\nA session ID cookie expires when you close your browser.\nA persistent cookie remains on your hard drive for an extended period of time.\nYou can remove persistent cookies by following directions provided in your internet browser’s “help” file.</p>\n<p>We also use cookies to store your username if you request to have your username remembered during login.\nThat information will be used to pre-fill the login form at a later time.\nIf you are referred to our website through an ad or a partner, we will store the referral information in the cookies.</p>\n<p>The use of cookies by our partners, affiliates, tracking utility company and service providers is not covered by our privacy statement.\nWe do not have access or control over these cookies.\nOur tracking utility company uses session ID cookies to help us improve our site and make your browsing and purchasing experiences more enjoyable.</p>\n<p>For those customers in countries subject to GDPR and LGPD, please see your cookie preference panel for additional instructions on how to opt-in and opt-out of cookies.\nThe cookie preference panel is accessible once you have acted upon the cookie policy pop-up.</p>\n<p>Find more information regarding the categories of cookies we use and our specific cookie policy here.\nBy continuing to use and navigate our sites, services, applications, tools or messaging, you are agreeing to our use of cookies described in this Privacy Policy.</p>\n</li>\n<li>\n<p>\n<strong>Gifs:</strong> Our third-party tracking utility company employs a software technology called clear gifs (a.k.a.\nWeb Beacons/Web Bugs) that help us better manage content on our site by informing us what content is effective.\nClear gifs are tiny graphics with unique identifiers, similar in function to cookies.\nthey are used to track the online movements of web users.\nIn contrast to cookies, which are stored on a user’s computer hard drive, clear gifs are embedded invisibly on web pages and are about the size of the period at the end of this sentence.\nOur tracking utility company does not tie the information gathered by clear gifs to our customers’ personally identifiable information.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Contests:</strong> From time to time we request information from users via surveys or contests.\nParticipation in these surveys or contests is completely voluntary, and the user, therefore, has a choice whether or not to respond and disclose this information.\nInformation requested may include contact information (such as name, email and shipping address) and demographic information (such as zip code and age level).\nContact information will be used to notify the winners and award prizes.\nSurvey information will be used for purposes of monitoring or improving the use and satisfaction of this site and/or any other purpose that we explicitly disclose in the contest rules.</p>\n</li>\n<li>\n<p>\n<strong>Testimonials:</strong> We post customer testimonials on our website which may contain personally identifiable information.\nWe do obtain the customer's consent via email, prior to posting the testimonial, to post their name along with their testimonial.\nIf you would like to request the removal of your testimonial from the site contact us at&nbsp;support@namecheap.com.</p>\n</li>\n<li>\n<p>\n<strong>Public Blog:</strong> Our website offers a publicly accessible blog.\nYou should be aware that any information you provide in this area may be read, collected and used by others who access it.\nTo request removal of your personal information from our blog, contact us at&nbsp;support@namecheap.com.\nIn some cases, we may not be able to remove your personal information.\nIf this occurs, we will let you know if we are unable to do so and why.</p>\n</li>\n<li>\n<p>\n<strong>Third-Party Product Offerings &amp.\nWebsites:</strong> Our site also contains links to other third-party websites, especially where we offer their products or services.\nNamecheap (www.namecheap.com) is not responsible for the privacy practices or the content of such websites.\nWe encourage you to carefully read the privacy statement of any website you visit.</p>\n</li>\n</ul> How We Share This Information <p>\n<strong>Namecheap shares information within its affiliated brands and companies.\nWe also share information we have about you for the purposes described in this Privacy Policy, including to provide Services that you have requested.\nWe do not share information that individually identifies our customers with companies, organizations or individuals outside of Namecheap, unless one of the following circumstances applies:</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>With Your Consent.</strong> We will share information with companies, organizations or individuals outside of Namecheap when we have your consent.\nThis includes third party providers who offer products or services through our marketplace.\nThese providers will each have their own privacy policies and will be identified in our Details for Specific Products and Services section.</p>\n<p>\n<strong>Within Namecheap.</strong> Information may also be shared within Namecheap to provide support and delivery of Services you purchase.\n</p>\n</li>\n<li>\n<p>\n<strong>With Partners.</strong> We may share your information with nonaffiliated companies who are:</p>\n<ul>\n<li>\n<p>\n<strong>Advertising, Analytics and Business Partners (Limited to Non-Personally Identifiable Information).</strong>&nbsp;We may share aggregated or pseudonymous information (including demographic information) with partners, such as measurement analytics, apps, or other companies.&nbsp.\nWe do not, however, share information that personally identifies you (personally identifiable information is information such as name or email address.)&nbsp.\nWhen you use third-party apps, websites or other products integrated with our Services, they may collect information about your activities subject to their own terms and privacy policies.&nbsp;</p>\n</li>\n<li>\n<p>\n<strong>For Legal and Other Purposes.</strong> We may access, preserve and disclose information to investigate, prevent, or take action in connection with: (i) legal process and legal requests.\n(ii) enforcement of our Universal Terms of Service.\n(iii) claims that any content violates the rights of third-parties.\n(iv) requests for customer service.\n(v) technical issues.\n(vi) protecting the rights, property or personal safety of Namecheap, its users or the public.\n(vii) establishing or exercising our legal rights or defending against legal claims.\nor (viii) as otherwise required by law.\nThis may include responding to lawful governmental requests.&nbsp.\nLearn more about how we evaluate and respond to these requests here.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>New Ownership.</strong>&nbsp;If the ownership or control of all or part of Namecheap or a specific Service changes as a result of a merger, acquisition or sale of assets, we may transfer your information to the new owner.</p>\n</li>\n</ul> Details for Specific Products and Services <p>Additional privacy practices for certain Namecheap Services are included here.</p> Residents of GDPR Governed Countries <p>If you are a resident of a GDPR governed country, more information regarding your GDPR rights may be found here.</p>\n<p>Pursuant to Article 27 of the General Data Protection Regulation (GDPR), NameCheap has appointed European Data Protection Office (EDPO) as its GDPR representative in the EU.\nYou can contact EDPO regarding matters pertaining to the GDPR by:</p>\n<ul>\n<li>\n<p>using EDPO’s online request form: https://edpo.com/gdpr-data-request/</p>\n</li>\n<li>\n<p>writing to EDPO at Avenue Huart Hamoir 71, 1030 Brussels, Belgium</p>\n</li>\n</ul> Your California Privacy Rights <p>If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.\nTo learn more about your California privacy rights, visit the CCPA Privacy Notice.</p> Your Brazilian Privacy Rights <p>If you are located in Brazil, you may learn more about your Brazilian privacy rights here.</p> Nevada State Privacy Law <p>Nevada Residents Pursuant to Nevada law, you may direct a business that operates an internet website not to sell certain Personal Information a business has collected or will collect about you.\nNamecheap does not sell your Personal Information pursuant to Nevada law.\nFor more information about how we handle and share your Personal Information, or your rights under Nevada law, contact us at nvprivacy@namecheap.com.</p> Site Security <p>Our site has security measures in place to protect the loss, misuse and alteration of the information under our control.\nWe use 128-bit SSL security to encrypt any transmissions when you provide credit card information, personal data, etc.\nNo method of electronic storage or transmission over the internet is 100% secure, however.\nTherefore, we cannot guarantee its absolute security.</p> Protecting Children’s Privacy <p>Our Services are for a general audience.&nbsp.\nWe do not knowingly collect, use, or share information that could reasonably be used to identify children under age 18 without prior parental consent or consistent with applicable law.</p> Data Processing and Transfers <p>When you use or interact with any of our Services, you consent to the data processing, sharing, transferring and uses of your information as outlined in this Privacy Policy and, for those in a GDPR covered country, the Data Processing Addendum.\nRegardless of the country where you reside, you acknowledge that you are directly transferring your data to us in our United States based servers and agree to processing within the United States, where Namecheap processes its data.\nIn addition, you authorize us to transfer, process, store and use your information in countries other than your own in accordance with this Privacy Policy and to provide you with Services.\nSome of these countries may not have the same data protection safeguards as the country where you reside.\nBy using our Services, you consent to us transferring information about you to these countries.</p> Other Important Information <p>\n<strong>This Privacy Policy Applies Only to Namecheap.</strong>&nbsp;This Privacy Policy does not apply to the practices of companies that Namecheap does not own or control, or to people that Namecheap does not employ or manage.&nbsp.\nIn addition, some third-party products may have different privacy policies and practices that are not subject to this Privacy Policy.&nbsp;These products will be identified in the Details for Specific Products and Services section.</p> Changes <p>We may update this Privacy Policy from time to time, so you should check it periodically.&nbsp;If we make changes that are material, we will provide you with appropriate notice before such changes take effect.\n</p> Questions &amp.\nSuggestions <p>If you have questions, suggestions or wish to make a complaint, please complete a feedback form or you can contact us at Namecheap Support or 4600 E Washington St suite 305, Phoenix, AZ 85034</p>\n<ul>\n<li>Privacy Policy\n</li>\n<li>Copyright and Trademark Policies\n</li>\n<li>Court Order &amp.\nSubpoena Policy\n</li>\n<li>Refund Policy\n</li>\n<li>Details for Specific Products and Services\n</li>\n<li>Namecheap Cookie Policy\n</li>\n<li>CCPA Privacy Notice\n</li>\n<li>LGPD Privacy Notice\n</li>\n</ul> ", "created_at": "2020-10-20 14:52:29.566588", "updated_at": "2020-12-14 23:57:49.493555"}, {"id": 2938, "name": "Uniform Domain Name Dispute Resolution Policy", "url": "https://www.namecheap.com/legal/domains/udrp/", "xpath": "/html/body/form[1]/div[4]", "text": " Uniform Domain Name Dispute Resolution Policy <p>As Approved by ICANN on October 24, 1999</p>\n<ol>\n<li>\n<p>\n<strong>Purpose.</strong> This Uniform Domain Name Dispute Resolution Policy (the \"Policy\") has been adopted by the Internet Corporation for Assigned Names and Numbers (\"ICANN\"), is incorporated by reference into your Registration Agreement, and sets forth the terms and conditions in connection with a dispute between you and any party other than us (the registrar) over the registration and use of an Internet domain name registered by you.\nProceedings under Paragraph 4 of this Policy will be conducted according to the Rules for Uniform Domain Name Dispute Resolution Policy (the \"Rules of Procedure\"), which are available here, and the selected administrative-dispute-resolution service provider's supplemental rules.</p>\n</li>\n<li>\n<p>\n<strong>Your Representations.</strong> By applying to register a domain name, or by asking us to maintain or renew a domain name registration, you hereby represent and warrant to us that (a) the statements that you made in your Registration Agreement are complete and accurate.\n(b) to your knowledge, the registration of the domain name will not infringe upon or otherwise violate the rights of any third party.\n(c) you are not registering the domain name for an unlawful purpose.\nand (d) you will not knowingly use the domain name in violation of any applicable laws or regulations.\nIt is your responsibility to determine whether your domain name registration infringes or violates someone else's rights.</p>\n</li>\n<li>\n<p>\n<strong>Cancellations, Transfers, and Changes.</strong> We will cancel, transfer or otherwise make changes to domain name registrations under the following circumstances:</p>\n<ol>\n<li>\n<p>subject to the provisions of Paragraph 8, our receipt of written or appropriate electronic instructions from you or your authorized agent to take such action;</p>\n</li>\n<li>\n<p>our receipt of an order from a court or arbitral tribunal, in each case of competent jurisdiction, requiring such action.\nand/or</p>\n</li>\n<li>\n<p>our receipt of a decision of an Administrative Panel requiring such action in any administrative proceeding to which you were a party and which was conducted under this Policy or a later version of this Policy adopted by ICANN.\n(See Paragraph 4(i) and (k) below.)</p>\n</li>\n</ol>\n<p>We may also cancel, transfer or otherwise make changes to a domain name registration in accordance with the terms of your Registration Agreement or other legal requirements.</p>\n</li>\n<li>\n<p>\n<strong>Mandatory Administrative Proceeding.</strong> This Paragraph sets forth the type of disputes for which you are required to submit to a mandatory administrative proceeding.\nThese proceedings will be conducted before one of the administrative-dispute-resolution service providers listed here (each, a \"Provider\").</p>\n<ol>\n<li>\n<p>\n<strong>Applicable Disputes.</strong> You are required to submit to a mandatory administrative proceeding in the event that a third party (a \"complainant\") asserts to the applicable Provider, in compliance with the Rules of Procedure, that:</p>\n<ol>\n<li>\n<p>your domain name is identical or confusingly similar to a trademark or service mark in which the complainant has rights.\nand </p>\n</li>\n<li>\n<p>you have no rights or legitimate interests in respect of the domain name.\nand</p>\n</li>\n<li>\n<p>domain name has been registered and is being used in bad faith.</p>\n</li>\n</ol>\n<p>In the administrative proceeding, the complainant must prove that each of these three elements are present.</p>\n</li>\n<li>\n<p>\n<strong>Evidence of Registration and Use in Bad Faith.</strong> For the purposes of Paragraph 4(a)(iii), the following circumstances, in particular but without limitation, if found by the Panel to be present, shall be evidence of the registration and use of a domain name in bad faith:</p>\n<ol>\n<li>\n<p>circumstances indicating that you have registered or you have acquired the domain name primarily for the purpose of selling, renting, or otherwise transferring the domain name registration to the complainant who is the owner of the trademark or service mark or to a competitor of that complainant, for valuable consideration in excess of your documented out-of-pocket costs directly related to the domain name.\nor </p>\n</li>\n<li>\n<p>you have registered the domain name in order to prevent the owner of the trademark or service mark from reflecting the mark in a corresponding domain name, provided that you have engaged in a pattern of such conduct.\nor </p>\n</li>\n<li>\n<p>you have registered the domain name primarily for the purpose of disrupting the business of a competitor.\nor</p>\n</li>\n<li>\n<p>by using the domain name, you have intentionally attempted to attract, for commercial gain, Internet users to your web site or other on-line location, by creating a likelihood of confusion with the complainant's mark as to the source, sponsorship, affiliation, or endorsement of your web site or location or of a product or service on your web site or location.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>How to Demonstrate Your Rights to and Legitimate Interests in the Domain Name in Responding to a Complaint.</strong> When you receive a complaint, you should refer to Paragraph 5 of the Rules of Procedure in determining how your response should be prepared.\nAny of the following circumstances, in particular but without limitation, if found by the Panel to be proved based on its evaluation of all evidence presented, shall demonstrate your rights or legitimate interests to the domain name for purposes of Paragraph 4(a)(ii):</p>\n<ol>\n<li>\n<p>before any notice to you of the dispute, your use of, or demonstrable preparations to use, the domain name or a name corresponding to the domain name in connection with a bona fide offering of goods or services.\nor</p>\n</li>\n<li>\n<p>you (as an individual, business, or other organization) have been commonly known by the domain name, even if you have acquired no trademark or service mark rights.\nor </p>\n</li>\n<li>\n<p>you are making a legitimate noncommercial or fair use of the domain name, without intent for commercial gain to misleadingly divert consumers or to tarnish the trademark or service mark at issue.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Selection of Provider.</strong> The complainant shall select the Provider from among those approved by ICANN by submitting the complaint to that Provider.\nThe selected Provider will administer the proceeding, except in cases of consolidation as described in Paragraph 4(f).</p>\n</li>\n<li>\n<p>\n<strong>Initiation of Proceeding and Process and Appointment of Administrative Panel.</strong> The Rules of Procedure state the process for initiating and conducting a proceeding and for appointing the panel that will decide the dispute (the \"Administrative Panel\").</p>\n</li>\n<li>\n<p>\n<strong>Consolidation.</strong> In the event of multiple disputes between you and a complainant, either you or the complainant may petition to consolidate the disputes before a single Administrative Panel.\nThis petition shall be made to the first Administrative Panel appointed to hear a pending dispute between the parties.\nThis Administrative Panel may consolidate before it any or all such disputes in its sole discretion, provided that the disputes being consolidated are governed by this Policy or a later version of this Policy adopted by ICANN.</p>\n</li>\n<li>\n<p>\n<strong>Fees.</strong> All fees charged by a Provider in connection with any dispute before an Administrative Panel pursuant to this Policy shall be paid by the complainant, except in cases where you elect to expand the Administrative Panel from one to three panelists as provided in Paragraph 5(b)(iv) of the Rules of Procedure, in which case all fees will be split evenly by you and the complainant.</p>\n</li>\n<li>\n<p>\n<strong>Our Involvement in Administrative Proceedings.</strong> We do not, and will not, participate in the administration or conduct of any proceeding before an Administrative Panel.\nIn addition, we will not be liable as a result of any decisions rendered by the Administrative Panel.</p>\n</li>\n<li>\n<p>\n<strong>Remedies.</strong> The remedies available to a complainant pursuant to any proceeding before an Administrative Panel shall be limited to requiring the cancellation of your domain name or the transfer of your domain name registration to the complainant.\n</p>\n</li>\n<li>\n<p>\n<strong>Notification and Publication.</strong> The Provider shall notify us of any decision made by an Administrative Panel with respect to a domain name you have registered with us.\nAll decisions under this Policy will be published in full over the Internet, except when an Administrative Panel determines in an exceptional case to redact portions of its decision.</p>\n</li>\n<li>\n<p>\n<strong>Availability of Court Proceedings.</strong> The mandatory administrative proceeding requirements set forth in Paragraph 4 shall not prevent either you or the complainant from submitting the dispute to a court of competent jurisdiction for independent resolution before such mandatory administrative proceeding is commenced or after such proceeding is concluded.\nIf an Administrative Panel decides that your domain name registration should be canceled or transferred, we will wait ten (10) business days (as observed in the location of our principal office) after we are informed by the applicable Provider of the Administrative Panel's decision before implementing that decision.\nWe will then implement the decision unless we have received from you during that ten (10) business day period official documentation (such as a copy of a complaint, file-stamped by the clerk of the court) that you have commenced a lawsuit against the complainant in a jurisdiction to which the complainant has submitted under Paragraph 3(b)(xiii) of the Rules of Procedure.\n(In general, that jurisdiction is either the location of our principal office or of your address as shown in our Whois database.\nSee Paragraphs 1 and 3(b)(xiii) of the Rules of Procedure for details.) If we receive such documentation within the ten (10) business day period, we will not implement the Administrative Panel's decision, and we will take no further action, until we receive (i) evidence satisfactory to us of a resolution between the parties.\n(ii) evidence satisfactory to us that your lawsuit has been dismissed or withdrawn.\nor (iii) a copy of an order from such court dismissing your lawsuit or ordering that you do not have the right to continue to use your domain name.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>All Other Disputes and Litigation.</strong> All other disputes between you and any party other than us regarding your domain name registration that are not brought pursuant to the mandatory administrative proceeding provisions of Paragraph 4 shall be resolved between you and such other party through any court, arbitration or other proceeding that may be available.\n</p>\n</li>\n<li>\n<p>\n<strong>Our Involvement in Disputes.</strong> We will not participate in any way in any dispute between you and any party other than us regarding the registration and use of your domain name.\nYou shall not name us as a party or otherwise include us in any such proceeding.\nIn the event that we are named as a party in any such proceeding, we reserve the right to raise any and all defenses deemed appropriate, and to take any other action necessary to defend ourselves.</p>\n</li>\n<li>\n<p>\n<strong>Maintaining the Status Quo.</strong> We will not cancel, transfer, activate, deactivate, or otherwise change the status of any domain name registration under this Policy except as provided in Paragraph 3 above.\n</p>\n</li>\n<li>\n<p>\n<strong>Transfers During a Dispute.</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Transfers of a Domain Name to a New Holder.</strong> You may not transfer your domain name registration to another holder (i) during a pending administrative proceeding brought pursuant to Paragraph 4 or for a period of fifteen (15) business days (as observed in the location of our principal place of business) after such proceeding is concluded.\nor (ii) during a pending court proceeding or arbitration commenced regarding your domain name unless the party to whom the domain name registration is being transferred agrees, in writing, to be bound by the decision of the court or arbitrator.\nWe reserve the right to cancel any transfer of a domain name registration to another holder that is made in violation of this subparagraph.\n</p>\n</li>\n<li>\n<p>\n<strong>Changing Registrars.</strong> You may not transfer your domain name registration to another registrar during a pending administrative proceeding brought pursuant to Paragraph 4 or for a period of fifteen (15) business days (as observed in the location of our principal place of business) after such proceeding is concluded.\nYou may transfer administration of your domain name registration to another registrar during a pending court action or arbitration, provided that the domain name you have registered with us shall continue to be subject to the proceedings commenced against you in accordance with the terms of this Policy.\nIn the event that you transfer a domain name registration to us during the pendency of a court action or arbitration, such dispute shall remain subject to the domain name dispute policy of the registrar from which the domain name registration was transferred.\n</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Policy Modifications.</strong> We reserve the right to modify this Policy at any time with the permission of ICANN.\nWe will post our revised Policy at https://www.namecheap.com/legal/domains/udrp.aspx.\nat least thirty (30) calendar days before it becomes effective.\nUnless this Policy has already been invoked by the submission of a complaint to a Provider, in which event the version of the Policy in effect at the time it was invoked will apply to you until the dispute is over, all such changes will be binding upon you with respect to any domain name registration dispute, whether the dispute arose before, on or after the effective date of our change.\nIn the event that you object to a change in this Policy, your sole remedy is to cancel your domain name registration with us, provided that you will not be entitled to a refund of any fees you paid to us.\nThe revised Policy will apply to you until you cancel your domain name registration.</p>\n</li>\n</ol>\n<ul>\n<li>Domain Registration Agreement\n</li>\n<li>Supplemental Registry Agreement for Certain TLDs\n</li>\n<li>Uniform Domain Name Dispute Resolution Policy\n</li>\n<li>Registrant Rights, Benefits &amp.\nResponsibilities\n</li>\n<li>ICANN fee\n</li>\n<li>Fast Transfer Agreement\n</li>\n<li>Registration Data Access Protocol (“RDAP”) Terms of Service Agreement\n</li>\n</ul> ", "created_at": "2020-10-20 14:53:28.72743", "updated_at": "2020-10-20 14:53:30.36853"}, {"id": 2936, "name": "Universal Terms of Service", "url": "https://www.namecheap.com/legal/universal/universal-tos/", "xpath": "/html/body/form[1]/div[4]", "text": " Namecheap Universal Terms of Service Agreement <p>This Universal Terms of Service Agreement (\"Agreement\") sets forth the terms and conditions of the use of our systems, software, platforms, APIs, and the use and/or purchase of our products and related services and for the purchase and/or use of any products and services acquired through Namecheap from our partners and/or affiliates (collectively \"Services\").</p>\n<p>In this Agreement \"You\" and \"Your\" refer to You as the user of our Services, or any agent, employee, servant or person authorized to act on Your behalf.\n\"We\", \"Us\" and \"Our\" refer to Namecheap, Inc., as well as its subsidiaries and sister companies (“Namecheap”).\nThis Agreement explains Our obligations to You, and explains Your obligations to Us for using Our Services.\nThese obligations are in addition to (not in lieu of) any specific terms and conditions that apply to the particular Services.</p>\n<p>When You use Our site, Your account (or You permit someone else to use it) to purchase or otherwise acquire access to Services or to cancel Your Services (even if We were not notified of such authorization), You signify Your agreement to the terms and conditions contained in this Agreement, along with the following policies and the applicable product agreements, which are incorporated by reference herein.</p>\n<p>The following general policies apply to all Our Services:</p>\n<ul>\n<li>\n<p>Privacy Policy</p>\n</li>\n<li>\n<p>Court Order and Subpoena Policy</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>Copyright and Trademark Policy</p>\n</li>\n<li>\n<p>Refund Policy</p>\n</li>\n</ul>\n<p>We offer the following Services.\nWithin each category, you will find the additional terms and conditions that apply to particular products and services.</p> Domains <ul>\n<li>\n<p>Domain Registration Agreement</p>\n</li>\n<li>\n<p>Supplemental Registry Agreement for Certain TLDs</p>\n</li>\n<li>\n<p>Uniform Domain Name Dispute Resolution Policy</p>\n</li>\n<li>\n<p>Registrant Rights, Benefits &amp.\nResponsibilities</p>\n</li>\n<li>\n<p>ICANN fee</p>\n</li>\n</ul> WhoisGuard <ul>\n<li>\n<p>WhoisGuard Service Agreement</p>\n</li>\n</ul> PremiumDNS <ul>\n<li>\n<p>PremiumDNS Terms of Service</p>\n</li>\n</ul> Affiliate Program <ul>\n<li>\n<p>Affiliate Program Terms &amp.\nAgreement</p>\n</li>\n</ul> Hosting <ul>\n<li>\n<p>Hosting Terms of Service</p>\n</li>\n<li>\n<p>Hosting Acceptable Use Policy</p>\n</li>\n<li>\n<p>Hosting Privacy Policy</p>\n</li>\n<li>\n<p>Hosting Uptime Guarantee</p>\n</li>\n<li>\n<p>Private Email Terms of Service</p>\n</li>\n</ul> SSL Certificates <ul>\n<li>\n<p>SSL Certificates Service Agreement</p>\n</li>\n</ul> Apps <ul>\n<li>\n<p>Apps Marketplace Terms of Service</p>\n</li>\n<li>\n<p>EasyWP, Canvas, Ghost Machine and Website Builder Terms of Service Agreement</p>\n</li>\n<li>\n<p>Namecheap VPN Terms of Service</p>\n</li>\n</ul>\n<ol>\n<li> Term of Agreement.\nModification.\n<p>You agree that Namecheap may, in its sole and absolute discretion, modify this Agreement and the Services it offers to You from time to time and that such modifications are effective immediately upon posting to this site.\nYour use of the site or Services, after such changes or modifications have been made, constitutes Your agreement to be bound by this Agreement as last revised.\nIf You have purchased Services from Namecheap, the terms and conditions of this Agreement shall continue in full force and effect, including any changes made to this Agreement, as long as You take advantage of and use the Services.</p>\n</li>\n<li> Eligibility &amp.\nAuthority.\n<p>Our site and Services are available only to users who can form legally binding contracts under applicable law.\nBy using this site and/or the Services, You represent and warrant that you are at least eighteen (18) years of age and not a person barred from purchasing or receiving the Services found under the laws of the United States or other applicable jurisdiction.</p>\n<p>If You are entering this Agreement on behalf of a corporate entity, You represent and warrant that You have legal authority to bind such corporate entity to the terms and conditions contained in this Agreement (and those additional agreements and policies incorporated by reference), in which case “You”, “Your” will also refer to such corporate entity.\nIf, after acceptance of this Agreement, We find that You do not have the legal authority to bind said corporate entity, You will be personally responsible for the obligations contained in this Agreement and any/all related agreements that You enter into based on the Services You use, including but not limited to the payment obligations.\nNamecheap shall not be liable for any loss or damage resulting from Our reliance on any instruction, notice, document or communication reasonably believed by Us to be genuine and originating from an authorized representative of Your corporate entity.\nIf there is reasonable doubt about the authenticity of any such instruction, notice, document or communication, We reserve the right (but undertake no duty) to require additional authentication from You.\nYou further agree to be bound by the terms of this Agreement, and any other agreement and/or policies required by the Services purchased, for transactions entered into by You, anyone acting as Your agent and anyone who uses Your account or the Services, whether or not authorized by You.</p>\n</li>\n<li> Accounts.\nAccurate Information.\nTransfer of Data Abroad.\n<p>\n<strong>Accounts &amp.\nAccurate Information.</strong> In order to access some of the features of this site or use some of the Services, You will have to create an Account.\nYou represent and warrant that all information You submit when you create your Account is accurate, current and complete, and that you will keep your Account information accurate, current and complete.\nYou further agree to maintain accurate information by providing updates to Us, as needed, while You are using the Services.\nYou agree that You will notify Namecheap within five (5) business days of any change in the information You provided as part of the application and/or registration process and as required by Your Account.\nFailure by You, for whatever reason, to respond within five (5) business days to any inquiries made by Namecheap to determine the validity of information provided by You will constitute a material breach of this Agreement.</p>\n<p>If We have reason to believe that Your Account information is untrue, inaccurate, not current, misleading or incomplete, We reserve the right, in Our sole and absolute discretion, to suspend or terminate your Account and any Services.</p>\n<p>You are solely responsible for the activity that occurs on Your Account, whether authorized by You or not, and You must keep your Account information secure, including without limitation Your customer username/login, support pin code, password, API key (if any) and any/all content which might include payment details.</p>\n<p>You must notify Namecheap immediately of any breach of security or unauthorized use of Your Account.\nWe will not be liable for any loss You incur due to any unauthorized use of Your Account.\nYou, however, may be liable for any loss We or others incur caused by Your Account, whether caused by You, or by an authorized person, or by an unauthorized person.\nFurther, You agree that We may charge You administrative fees equal to $50 (US Dollars) per hour for Our time spent in relation to said matter, regardless of whether or not We return control over the Account and/or domain names in question to You.</p>\n<p>\n<strong>Transfer of Data Abroad.</strong> If you are visiting this Site and/or using Our Services from a country other than the country in which Our servers are located, Your communications with Us may result in the transfer of information (including Your Account information) across international boundaries.\nBy visiting this Site, using Our Services and communicating electronically with Us, You consent to such transfers.</p>\n</li>\n<li> DATA PROTECTION, USE &amp.\nPROCESSING <p>Namecheap offers certain hosted Services available to you that may involve the submission, collection and/or use of personally identifying or identifiable information about you and your own customers (“Your Data”) in the course of your use of these Services (“Covered Services”).\nYour Data, for the purpose of this Section, excludes any User Content.\nNamecheap’s Data Processing Addendum (“DPA”), which is hereby incorporated by reference and applicable to Covered Services, is meant to provide you contractual assurance to ensure the transfer of Your Data, including transfers of Your Data from the EEA is compliant with applicable data privacy laws.</p>\n<p>For the purposes of the DPA and the Standard Contractual Clauses attached to the DPA (when and as applicable), you (and your applicable affiliates) are considered the Data Controller/Data Exporter, and your acceptance of the terms of service governing Covered Services at the time of purchase of any Covered Services will also be treated as your acknowledgement and acceptance of the DPA and its appendices (including the Standard Contractual Clauses and its appendices, as applicable).\nIf you wish to print, sign and return a physical copy of the DPA, please send an email request to dpa@namecheap.com</p>\n<p>Covered Services, as defined in this Section and in the DPA, include hosted services that are subject to the terms and conditions of the following Agreements: (1) Domain Registration Agreement, (2) Private Email Terms of Service, (3) Hosting Terms of Service, (4) PremiumDNS Terms of Service, (5) EasyWP, Canvas and Ghost Machine Terms of Service, (6) WhoisGuard Service Agreement and (7) SSL Certificates Service Agreement</p>\n</li>\n<li> Availability of Website &amp.\nServices.\n<p>We shall use commercially reasonable efforts to attempt to provide this site, the Services available to purchase on Our site and Our Services on a twenty-four (24) hours a day, seven (7) days a week basis.\nYou acknowledge and agree that from time to time this site may be inaccessible or inoperable for any reason including, but not limited to, equipment malfunctions.\nperiodic maintenance, repairs or replacements that We undertake from time to time.\nor causes beyond our reasonable control or that are not reasonably foreseeable including, but not limited to, interruption or failure of telecommunication or digital transmission links, hostile network attacks, network congestion or other failures.\nYou acknowledge and agree that We have no control over the availability of this Site or Services on a continuous or uninterrupted basis, and that We assume no liability to You or any other party with regard to such, including but not limited to loss of revenue.</p>\n<p>From time to time, Namecheap may offer new Services (limited preview services or new features to existing Services) in a pre-release version.\nNew Services, new features to existing Services or limited preview services shall be known, individually and collectively, as “Beta Services”.\nBeta Services, unless otherwise exempted, are subject to the following:</p>\n<p>If You elect to use any Beta Services, then your use of the Beta Services is subject to the following terms and conditions: (i) You acknowledge and agree that the Beta Services are pre-release versions and may not work properly.\n(ii) You acknowledge and agree that Your use of the Beta Services may expose You to unusual risks of operational failures.\n(iii) The Beta Services are provided as is, so We do not recommend using them in production or mission critical environments.\n(iv) We reserve the right to modify, change, or discontinue any aspect of the Beta Services at any time.\n(v) Commercially released versions of the Beta Services may change substantially, and programs that use or run with the Beta Services may not work with the commercially released versions or subsequent releases.\n(vi) Namecheap may limit availability of customer service support time dedicated to support of the Beta Services.\n(vii) You acknowledge and agree to provide prompt feedback regarding Your experience with the Beta Services in a form reasonably requested by Us, including information necessary to enable us to duplicate errors or problems you experience.\nYou acknowledge and agree that we may use Your feedback for any purpose, including product development purposes.\nAt Our request You will provide Us with comments that We may use publicly for press materials and marketing collateral.\nAny intellectual property inherent in Your feedback or arising from Your use of the Beta Services shall be owned exclusively by Namecheap.\n(viii) You acknowledge and agree that all information regarding Your use of the Beta Services, including Your experience with and opinions regarding the Beta Services, is confidential, and may not be disclosed to a third party or used for any purpose other than providing feedback to Namecheap.\n(ix) the Beta Services are provided “as is”, “as available”, and “with all faults”.\nTo the fullest extent permitted by law, Namecheap disclaims any and all warranties, statutory, express or implied, with respect to the Beta Services including, but not limited to, any implied warranties of title, merchantability, fitness for a particular purpose and non-infringement.</p>\n<p>Namecheap offers, as part of the Services available to You, products and/or services from third parties.\nThese products and/or services are subject to the terms of this Agreement, including any additional policies and agreements required, and this Agreement controls as between You and Namecheap.\nNothing contained in any agreement executed between You and a third party provider shall eliminate, reduce or add to the obligations of Namecheap as described herein.</p>\n<p>All paid Services are non-refundable, unless otherwise specified.</p>\n</li>\n<li> Account Panel.\n<p>The account panel associated with Your Account (“Account Panel”) enables You to purchase, renew, extend, suspend or cancel Service(s).\nYou acknowledge and agree that You will not use the Account Panel to abuse and/or overload any of Our Systems or Services or any API.\nAbuse of the Account Panel will be determined in Our sole and absolute discretion.\nIt includes but is not limited to repetitive, high volume requests, inquiries, calls or other excessive use or abuse of Our Systems or Service(s) or any API.\nYou further agree to abide by such guidelines on acceptable use of Our Services (and/or the Account Panel) as set forth by Us, which may change at any time in Our sole and absolute discretion.\nIn addition to any other right to terminate, Namecheap specifically has the right to immediately terminate Your Account, without notice or right to cure, in the event that You violate this term.</p>\n</li>\n<li> Acceptable Use Policy (AUP).\n<p>You acknowledge and agree to the following with respect to all of Our Services:</p>\n<p>A.\nYou will use all Services for lawful purposes only and You will comply with the terms of this Agreement and any other agreements you have entered into by virtue of purchasing or using Our Service(s) in addition to all applicable local, state, national and international laws, rules and regulations.</p>\n<p>B.\nYou will not collect or harvest (or permit anyone else to collect or harvest) any user content (as defined below) or any non-public or personally identifiable information about any other user or any other person or entity without their express permission.</p>\n<p>C.\nYou will NOT use our site or Services in a manner (as determined by Us in our sole and absolute discretion) that:</p>\n<ul>\n<li>\n<p>Violates the laws, regulations, ordinances or other such requirements of any applicable Federal, State or local government and/or international laws or customary industry acceptable use standards;</p>\n</li>\n<li>\n<p>Promotes, encourages or engages in child pornography or the exploitation of children;</p>\n</li>\n<li>\n<p>Promotes, encourages, engages or displays cruelty to humans or animals;</p>\n</li>\n<li>\n<p>Promotes, encourages or engages in terrorism, violence or hatred against people, animals or property;</p>\n</li>\n<li>\n<p>Transmits any unsolicited commercial or bulk email, or engages in any activity known or considered to be spamming or Mail Bombing;</p>\n</li>\n<li>\n<p>Makes any illegal communication to any Newsgroup, Mailing List, Chat Facility, or another Internet Forum;</p>\n</li>\n<li>\n<p>Makes, attempts or allows any unauthorized access to Namecheap website, servers, account, Your own hosting account or the account of any other customers of Namecheap;</p>\n</li>\n<li>\n<p>Allows any remote code execution of malicious software through a hosting account or any APIs provided by Namecheap;</p>\n</li>\n<li>\n<p>Causes denial of service attacks, port scans or other endangering and invasive procedures against Namecheap servers and facilities or the servers and facilities of other network hosts or Internet users;</p>\n</li>\n<li>\n<p>Forges the signature or other identifying mark or code of any other person or engage in any activity to attempt to deceive other persons regarding the true identity of the user;</p>\n</li>\n<li>\n<p>Infringes any copyright, trademark, patent, trade secret, or other proprietary rights of any third party information;</p>\n</li>\n<li>\n<p>Contains viruses, Trojan horses, worms, time bombs, corrupted files, or any other similar software or programs designed to, or capable of, disrupting, damaging or limiting the functionality of any software or hardware;</p>\n</li>\n<li>\n<p>Contains any kind of proxy server or other traffic relaying programs;</p>\n</li>\n<li>\n<p>Uploads unacceptable material which include: IRC bots, warez, image, file storage, mirror, or banner-ad services, topsites, streaming, Escrow, High-Yield Interest Programs (HYIP) or related sites, investment sites (FOREX, E-Gold Exchange, etc.), bitcoin miners, sale of any controlled substances without providing proof of appropriate permit(s) in advance, AutoSurf sites, Bank Debentures, Bank Debenture Trading Programs, Prime Banks Programs, lottery sites, muds / rpg's, hate sites, hacking focused sites/archives/programs, or sites promoting illegal activities, IP Scanners, Brute Force Programs, Mail Bombers and Spam Scripts;</p>\n</li>\n<li>\n<p>Engages in or instigates actions that cause harm to Namecheap or other customers.\nSuch actions include, but are not limited to, actions resulting in blacklisting any of Our IPs by any online spam database, actions resulting in DDOS attacks for any servers, etc.;</p>\n</li>\n<li>\n<p>Reverse engineers any API or attempts to use an API to obtain confidential information;</p>\n</li>\n<li>\n<p>Circumvents an API in order to violate Namecheap restrictions such as, but not limited to, accessing products and services owned by other customers, avoiding payment for Services;</p>\n</li>\n<li>\n<p>Overloads Our systems, including APIs, in any way.\nor</p>\n</li>\n<li>\n<p>Violates the Ryan Haight Online Pharmacy Consumer Protection Act of 2008 or similar legislation, or promote, encourage or engage in the sale or distribution of prescription medication without a valid prescription.</p>\n</li>\n</ul>\n<p>D.\nYou will not access Namecheap Content (defined below) or User Content (also defined below) through any technology or means other than through this site itself, or as We may designate.</p>\n<p>E.\nYou agree to back-up all of Your User Content, including email and applicable content, so that You can access it when needed.\nNamecheap does not warrant that We back-up any account, User Content and/or email and applicable content, and You agree to accept as a risk the loss of any and all of Your User Content.</p>\n<p>F.\nYou agree to provide government-issued photo identification and/or government-issued business identification, plus whatever else We deem required and necessary, in order to verify Your identity.</p>\n<p>Namecheap reserves the right to refuse Services to anyone upon Our discretion.\nAny material that in Namecheap’s judgment is either obscene or threatening is strictly prohibited and will be removed from Namecheap servers immediately with or without prior notice and may lead to possible warning, suspension or immediate account termination with no refund.</p>\n<p>You agree that We have the sole right to decide what constitutes a violation of the AUP described above as well as what is the appropriate severity of any corrective action to be applied.\nIn the event that a violation of Our AUP is found, Namecheap will take corrective action upon Our own discretion and will notify You.\nNamecheap’s decision in such case is binding and final, and cannot be a subject of a further change.\nNamecheap cannot and shall not be liable for any loss or damage arising from Our measures against actions causing harm to Namecheap or any other third party.</p>\n<p>You further agree to the product and service specific AUPs which are incorporated herein by reference:</p>\n<p>Acceptable Use Policy — Namecheap Acceptable Use Policy for web hosting clients</p>\n</li>\n<li> Namecheap Content.\nUser Content.\n<p>In addition to the general rules above, the provisions in this section apply specifically to Your use of Namecheap Content and User Content posted to Namecheap’s site (i.e.\nthose sites which We directly control or maintain).\nThe applicable provisions are not intended to and do not have the effect of transferring any ownership or licensed rights (including intellectual property rights) You may have in content posted to Your websites.</p>\n<p>\n<strong>Namecheap Content.</strong> Except for User Content, with respect to all content on this site and the Services We offer, all right, title and interest in and to all (i) registered and unregistered trademarks, service marks and logos.\n(ii) patents, patent applications, and patentable ideas, inventions, and/or improvements.\n(iii) trade secrets, proprietary information, and know-how.\n(iv) all divisions, continuations, reissues, renewals, and extensions thereof now existing or hereafter filed, issued, or acquired.\n(v) registered and unregistered copyrights including, without limitation, any forms, images, audiovisual displays, text, software and (vi) all other intellectual property, proprietary rights or other rights related to intangible property which are used, developed, comprising, embodied in, or practiced in connection with any of the Services identified herein (“IP rights”) are owned by Namecheap, and/or where applicable its partners and affiliates, and You agree to make no claim of interest in or ownership of any such IP rights.\nYou acknowledge that no title to the IP rights is transferred to You, and that You do not obtain any rights, express or implied, in the Services, other than the rights expressly granted in this Agreement.</p>\n<p>Namecheap Content is provided to you “as is”, “as available” and “with all faults” for Your information and personal, non-commercial use only and may not be downloaded, copied, reproduced, distributed, transmitted, broadcast, displayed, sold, licensed, or otherwise exploited for any purposes whatsoever without Our express prior written consent.\nNo right or permission under any copyright, trademark, patent, or other proprietary right is granted by this Agreement.\nWe reserve all rights not expressly granted in and to the Namecheap Content, this site, Our Services, and this Agreement do not transfer ownership of any of these rights.</p>\n<p>\n<strong>User Content.</strong> Some of the features of Our site(s) or the Services may allow users to view, post, publish, share, store, or manage (a) ideas, opinions, recommendations, or advice (“User Submissions”), or (b) literary, artistic, musical, or other content, including but not limited to photos and videos, (c) reviews, rankings and/or product ratings (“User Reviews”) (collectively “User Content”).\nUser Content also includes all content submitted through your Account.\nBy posting or publishing User Content to this site or to the Services We offer, You represent and warrant to Us that (i) You have all necessary rights to distribute User Content via this site or via the Services, either because You are the author of the User Content and have the right to distribute the same, or because You have the appropriate distribution rights, licenses, consents, and/or permissions to use, in writing, from the copyright or other owner of the User Content, and (ii) the User Content does not violate the rights of any third party.</p>\n<p>\n<strong>Security.</strong> You agree not to circumvent, disable or otherwise interfere with the security-related features of this site or Our Services (including without limitation those features that prevent or restrict use or copying of any Namecheap Content or User Content) or enforce limitations on the use of this site or Our Services, the Namecheap Content or the User Content therein.</p>\n</li>\n<li> Namecheap’s Use of User Content.\n<p>The provisions in this section apply specifically to Namecheap’s use of User Content posted to Our websites (i.e., those sites which Namecheap directly controls or maintains).\nThe applicable provisions are not intended to and do not have the effect of transferring any ownership or licensed rights (including intellectual property rights) You may have in content posted to Your hosted websites.</p>\n<p>\n<strong>In General.</strong> You shall be solely responsible for any and all of Your User Content or User Content that is submitted through Your Account, and the consequences of, and requirements for, distributing it.</p>\n<p>\n<strong>User Submissions &amp.\nUser Reviews.</strong> You acknowledge and agree that:</p>\n<ul>\n<li>\n<p>Your User Submissions and/or User Reviews are entirely voluntary.</p>\n</li>\n<li>\n<p>Your User Submissions and/or User Reviews do not establish a confidential relationship or obligate Us to treat Your User Submissions as confidential or secret.</p>\n</li>\n<li>\n<p>Namecheap has no obligation, either express or implied, to develop or use Your User Submissions or User Reviews, and no compensation is due to You or to anyone else for any intentional or unintentional use of Your User Submissions or User Reviews.</p>\n</li>\n<li>\n<p>Namecheap may be working on the same or similar content, it may already know of such content from other sources, it may simply wish to develop this (or similar) content on its own, or it may have taken / will take some other action.</p>\n</li>\n</ul>\n<p>Namecheap shall own exclusive rights (including all intellectual property and other proprietary rights) to any User Submissions and/or User Reviews posted to Our site(s), and shall be entitled to the unrestricted use and dissemination of any User Submissions or User Reviews posted to Our site(s) for any purpose, commercial or otherwise, without acknowledgment or compensation to You or to anyone else.</p>\n<p>\n<strong>User Content (Other Than User Submissions/User Reviews).</strong> If You have a website or other content hosted by Us, You shall retain all of Your ownership or rights in User Content.</p>\n<p>By posting or publishing User Content to this site or through Our Services, You authorize Us to use the intellectual property and other proprietary rights in and to Your User Content to enable inclusion and use of the User Content in the manner contemplated by this Agreement.\nYou hereby grant Namecheap a worldwide, non-exclusive, royalty-free, sublicensable (through multiple tiers), and transferable license to use, reproduce, distribute, prepare derivative works of, combine with other works, display, and perform Your User Content in connection with this site, the Services and Namecheap’s (and Namecheap’s affiliates’) business(es), including without limitation for promoting and redistributing all or part of this site in any media formats and through any media channels without restrictions of any kind and without payment or other consideration of any kind, or permission or notification, to you or any third party.\nYou also hereby grant each user of this Site a non-exclusive license to access Your User Content (with the exception of User Content that you designate “private” or “password protected”) through this site, and to use, reproduce, distribute, prepare derivative works of, combine with other works, display, and perform your User Content as permitted through the functionality of this site and under this Agreement.\nThe above licenses granted by You in your User Content terminate within a commercially reasonable time after You remove or delete Your User Content from this Site.\nYou understand and agree, however, that Namecheap may retain (but not distribute, display, or perform) server copies of Your User Content that have been removed or deleted.\nThe above licenses granted by You in Your User Content are perpetual and irrevocable.\nNotwithstanding anything to the contrary contained herein, Namecheap shall not use any User Content that has been designated “private” or “password protected” by You for the purpose of promoting this site or Namecheap’s (or Namecheap’s affiliates’) business(es).</p>\n</li>\n<li> Storage and Security.\n<p>You are entirely responsible for maintaining the confidentiality of Your Account access credentials (including but not limited to Your customer username/login, support pin code, password and API key (if any)) and Account information.\nYou acknowledge and agree that You are solely responsible for all acts, omissions and use under and charges incurred with Your account or password or in connection with Your content displayed, linked, transmitted through or stored on or hosted on Our server.\nYou shall be solely responsible for undertaking measures to: (i) prevent any loss or damage to Your content.\n(ii) maintain independent archival and backup copies of Your content.\n(iii) ensure the security, confidentiality and integrity of Your content transmitted through or stored on Namecheap servers.\nand (iv) ensure the confidentiality of Your password.</p>\n<p>Namecheap's servers are not an archive and Namecheap shall have no liability to You or any other person for loss, damage or destruction of any of Your content.\nThough some Services offered by Namecheap are PCI (Payment Card Industry) compliant, they should not be utilized as such without further compliance activity with respect to Your business.\nNamecheap shall have no liability to You or any other person for Your use of Namecheap Services in violation of these terms.\nFurther, You agree not to undertake any activities that may impact or place at risk Namecheap’s ability to maintain Our PCI compliance.\nWe reserve the right to take any action necessary to ensure Our ongoing PCI compliance status.</p>\n</li>\n<li> Namecheap, Non-Exclusive Right To Use, Links to Third-Party Websites.\n<p>In using Our Services, You may be granted the ability to use Our software and/or third-party software that We make available for Your use.\nYou may also choose to add and use third-party software in connection with Our Services.\nMoreover, We may offer third-party products and services that require You to access their website in order to complete Your purchase and/or agree to additional terms and conditions.\nFor these situations, the following provisions apply.</p>\n<p>\n<strong>Namecheap Non-Exclusive Right To Use.</strong> If You have been given permission or the ability to use software from Namecheap, Namecheap grants You a limited, non-exclusive, nontransferable and non-assignable right and ability to use the software for such purposes as are ordinary and customary.\nYou are free to use the software on any computer, but not on two or more computers at one time.\nYou agree to not alter or modify the software.\nYou agree You are not authorized to combine the software with any other software program, create derivative works based upon the software, nor are You authorized to integrate any plug-in or enhancement which uses or relies upon the software.\nYou further agree not to reverse engineer, decompile or otherwise attempt to uncover the source code.</p>\n<p>Namecheap reserves all rights to the software.\nThe software and any copies You are authorized to make are the intellectual property of Namecheap.\nThe source code and its organization are the exclusive property of Namecheap and the software is protected by copyright law.\nExcept as expressly provided for in this section, this Agreement does not grant You any rights in the software and all rights are reserved by Namecheap.</p>\n<p>Any such software and Services are provided to You \"as is\" without warranty of any kind either express or implied, including but not limited to the implied warranties or conditions of merchantability or fitness for a particular purpose.</p>\n<p>\n<strong>Third-Party Software Use.</strong> Namecheap provides some third-party software to You for easier account management.\nSuch software is provided on an \"as is\" as available basis.\nWe do not guarantee that any specific results can be obtained by using such software.\nNamecheap does not take responsibility for any faults in such software functioning.\nYou agree that Your use of any Namecheap Services shall be used by You in accordance with the terms of any relevant third-party licenses.\nYour failure to abide by any third-party license may result in the immediate termination of Your Services by Namecheap.</p>\n<p>You can add and use third-party software on Your account only if it is compatible with Our servers and is approved by Namecheap.\nYour use of any third party software is at Your own risk.\nNamecheap does not control and therefore cannot be responsible for any third party software performance and provides no guarantees that its use will result in any particular outcome or result.\nNamecheap will have no liability or responsibility for any damage, loss of data, loss of use or other loss occurring in connection with Your use of third party software or products.\nNamecheap reserves the right, at its sole discretion, to terminate, suspend, cancel or alter Your access to third-party software at any time.</p>\n<p>You are solely responsible for any license and other fees required by the software providers, for using any third-party software installed on Your account apart from the initial account setup.</p>\n<p>\n<strong>Links to Third-Party Websites Provided By Us.</strong> This site and the Services offered by Namecheap, may contain links to third-party websites that are not owned or controlled by Us.\nThese links include, but are not limited to, links to third-party provider services and products through the Namecheap App Marketplace.\nNamecheap assumes no responsibility for the content, terms and conditions, privacy policies, or practices of any third-party websites.\nIn addition, Namecheap does not censor or edit the content of any third-party websites.\nBy using this site or Our Services, whether provided directly by Us or by a third-party, You expressly release Namecheap from any and all liability arising from Your use of any third-party website and/or services offered by them.\nAccordingly, Namecheap encourages You to be aware when You purchase or use products/services of third-parties and to review the terms and conditions, privacy policies, and other governing documents of each other website that You may visit.\nAs between You and Namecheap, this Agreement and all of Our policies and additional terms control Our relationship with You.</p>\n</li>\n<li> Third-Party Content.\n<p>If You elect to sell or resell advertising or web space to a third party then You will be responsible for the contents of that advertising and the actions of that third party.\nNamecheap has the absolute right to reject any advertising or other third party content that is illegal, offensive, defamatory or otherwise in breach of the then current Namecheap policy or agreement.\nSuch content may result in the suspension or in the immediate termination of Your account.</p>\n</li>\n<li> Privacy.\n<p>Namecheap's Privacy Policy, which is incorporated herein by reference, is applicable to all Services.\nThe Privacy Policy sets out Your rights and Namecheap's responsibilities with regard to Your personal information.\nNamecheap will not use Your information in any way inconsistent with the purposes and limitations provided in the Privacy Policy.\nYou agree that Namecheap, in its sole discretion, may modify the Privacy Policy, and You further agree that, by using the Services after such modifications become effective, You have agreed to these modifications.\nYou acknowledge that if You do not agree to any such modification, You may terminate this Agreement.\nNamecheap will not refund any fees paid by You if You terminate your Agreement under this provision.\nYou represent and warrant that You have provided notice to, and obtained consent from, any third party individuals whose personal data You supply to Namecheap as part of the Services with regard to: (i) the purposes for which such third party’s personal data has been collected.\n(ii) the intended recipients or categories of recipients of the third party’s personal data.\n(iii) which parts of the third party’s data are obligatory and which parts, if any, are voluntary.\nand (iv) how the third party can access and, if necessary, rectify the data held about them.\nYou further agree to provide such notice and obtain such consent with regard to any third party personal data You supply to Namecheap in the future.\nNamecheap is not responsible for any consequences resulting from Your failure to provide notice or receive consent from such individuals nor for Your providing outdated, incomplete or inaccurate data.</p>\n</li>\n<li> Trademark or Copyright Claims.\n<p>Namecheap is a service provider and respects the copyrights and other intellectual property rights of others.\nTo the extent Namecheap receives a proper notice of infringement of copyright, trademark or other intellectual property, Namecheap reserves the right to access, preserve and disclose to third parties any of Your information or data (including personally identifiable information and private communications) related to a written complaint of infringement if Namecheap believes in its sole discretion that such access, preservation, or disclosure is necessary or useful to respond to or otherwise address such complaint.</p>\n<p>Namecheap expressly reserves the right to terminate in appropriate circumstances an account or the access rights of a subscriber for repeated copyright infringement.\nNamecheap also reserves the right to terminate an account or subscriber for even one instance of infringement.</p>\n<p>If You would like to submit (a) a trademark claim for violation of a mark on which You hold a valid, registered trademark or service mark, or (b) a copyright claim for material on which You hold a bona fide copyright, please refer to Namecheap’s Copyright and Trademark Policies.</p>\n</li>\n<li> No Spam.\nLiquidated Damages.\n<p>\n<strong>No Spam Policy.</strong> We do not tolerate the transmission of spam.\nWe monitor all traffic to and from our web servers for indications of spamming and maintain a spam abuse complaint center to register allegations of spam abuse.\nCustomers suspected to be using Our products and services for the purpose of sending spam are fully investigated.\nIf We determine there is a problem with spam, We will take the appropriate action to resolve the situation.</p>\n<p>We define spam as the sending of Unsolicited Commercial Email (UCE), Unsolicited Bulk Email (UBE) or Unsolicited Facsimiles (Fax), which is email or facsimile sent to recipients as an advertisement or otherwise, without first obtaining prior confirmed consent to receive these communications.\nThis can include, but is not limited to, the following:</p>\n<ol>\n<li>\n<p>Email Messages</p>\n</li>\n<li>\n<p>Newsgroup postings</p>\n</li>\n<li>\n<p>Windows system messages</p>\n</li>\n<li>\n<p>Pop-up messages (aka \"adware\" or \"spyware\" messages)</p>\n</li>\n<li>\n<p>Instant messages (using AOL, MSN, Yahoo or other instant messenger programs)</p>\n</li>\n<li>\n<p>Online chat room advertisements</p>\n</li>\n<li>\n<p>Guestbook or Website Forum postings</p>\n</li>\n<li>\n<p>Facsimile Solicitations</p>\n</li>\n<li>\n<p>Text/SMS Messages</p>\n</li>\n</ol>\n<p>We will not allow Our servers and services to be used for the purposes described above.\nIn order to use Our products and services, You must not only abide by all applicable laws and regulations, which include the Can-Spam Act of 2003 and the Telephone Consumer Protection Act, but You must also abide by this no spam policy.</p>\n<p>If We determine the services in question are being used in association with spam, We will re-direct, suspend, or cancel any web site hosting, domain registration, email boxes or other applicable services for a period deemed appropriate by Namecheap.\nThe registrant or customer will be required to respond by email to Us stating that they will cease to send spam and/or have spam sent on their behalf.\nWe may require a non-refundable reactivation fee to be paid before the site, email boxes and/or Services are reactivated.\nIn the event We determine the abuse has not stopped after Services have been restored the first time, We may terminate any and all Services associated with the domain name in question and, if We do, no refund will be available to You.</p>\n<p>We encourage all customers and recipients of email generated from our products and services to report suspected spam.\nSuspected abuse can be reported by email or through Our Spam Abuse Complaint Center on the Web.\nReport abuse →</p>\n<p>\n<strong>Remedies, Liquidated Damages.</strong> You agree that We may immediately terminate any Account which we believe, in Our sole and absolute discretion, is transmitting or is otherwise connected with any spam or other unsolicited bulk email.\nIn addition, if actual damages cannot be reasonably calculated then You agree to pay Us liquidated damages in the amount of $500 or $1.00 for each piece of spam or unsolicited bulk email transmitted from or otherwise connected with Your Account, whichever amount is greater.</p>\n</li>\n<li> Additional Reservation of Rights.\n<p>Namecheap expressly reserves the right to deny, cancel, terminate, suspend, lock, or modify access to (or control of) any account or any Services (including the right to cancel or transfer any domain name registration) for any reason (as determined by Namecheap in its sole and absolute discretion), including but not limited to the following: (i) to correct mistakes made by Namecheap in offering or delivering any Services (including any domain name registration).\n(ii) to protect the integrity and stability of, and correct mistakes made by, any domain name registry.\n(iii) to assist with our fraud and abuse detection and prevention efforts.\n(iv) to comply with applicable local, state, national and international laws, rules and regulations.\n(v) to comply with requests of law enforcement, including subpoena requests.\n(vi) to comply with any dispute resolution process.\n(vii) to defend any legal action or threatened legal action without consideration for whether such legal action or threatened legal action is eventually determined to be with or without merit, or (viii) to avoid any civil or criminal liability on the part of Namecheap, its officers, directors, employees and agents, as well as Namecheap’s affiliates.</p>\n<p>In the event that Namecheap need exercise any of its rights expressed herein to investigate any potential breach or violation of the terms and conditions of this Agreement, service fees may continue to accrue on Your accounts, and You will continue to remain responsible for the payment of any service fees that accrue during the relevant period.</p>\n</li>\n<li> Billing &amp.\nPayment.\nCurrency.\nTermination &amp.\nCancellation Policy.\n<p>\n<strong>Billing and Payment.</strong> All fees for the Services shall be in accordance with Namecheap's fee schedule then in effect, the terms of which are incorporated herein by reference, and shall be due at the time You order the Services, unless otherwise noted.\nYou may pay for Services by providing a valid credit or debit card, an electronic check (from your personal or business checking account, as appropriate), PayPal, Bitcoin, or any other payment method then accepted by Namecheap (each a “Payment Method”).\nprovided, however, that We may at Our option require that You pay fees through a particular payment means (such as by credit card or by wire transfer) or that You change from one payment provider to another.\nCharges for the Service(s) will be billed to Your chosen Payment Method as charges for “NAME-CHEAP.COM.” If You choose to pay for the Service(s) by credit card, Our payment processing service provider may, at the beginning of the payment process, pre-authorize the transaction charges against Your credit card.\nThis process confirms both the validity of the credit card and the availability of sufficient funds to finalize the transaction.\nIf, after commencing the payment process, You subsequently elect not to finalize Your transaction, We will clear any pre-authorized charges from Our systems and reverse the payment within two [2] hours.\nDepending on Your credit card provider and their policies, pre-authorized charges may continue to be reflected in Your credit card account details for longer than this two [2] hour period.\nAll prices and fees are non-refundable unless otherwise expressly noted, even if Your Services are suspended, terminated, or transferred prior to the end of the Services term.\nNamecheap expressly reserves the right to change or modify its prices and fees at any time, and such changes or modifications shall be posted online at this site, or the relevant site of the Service, and effective immediately without need for further notice to You.\nIf You have purchased or obtained Services for a period of months or years, changes or modifications in prices and fees shall be effective when the Services in question come up for renewal as further described below.</p>\n<p>IN ORDER TO ENSURE THAT YOU DO NOT EXPERIENCE AN INTERRUPTION OR LOSS OF SERVICES, MOST SERVICES OFFER AN AUTOMATIC RENEWAL OPTION.\nTHE AUTOMATIC RENEWAL OPTION WILL ATTEMPT TO AUTOMATICALLY RENEW THE APPLICABLE SERVICE FOR A RENEWAL PERIOD EQUAL IN TIME TO THE MOST RECENT SERVICE PERIOD, EXCEPT FOR DOMAIN NAMES WHICH WILL RENEW FOR THE ORIGINAL SERVICE PERIOD.\nFOR EXAMPLE, FOR PRODUCTS OTHER THAN DOMAINS, IF YOUR LAST SERVICE PERIOD IS FOR ONE YEAR, YOUR RENEWAL PERIOD WILL BE FOR ONE YEAR.\nWITH THE AUTOMATIC RENEWAL OPTION, NAMECHEAP WILL ATTEMPT TO RENEW THE APPLICABLE SERVICE WHEN IT COMES UP FOR RENEWAL AND WILL TAKE PAYMENT FROM THE PAYMENT METHOD YOU HAVE ON FILE WITH US AT NAMECHEAP’S THEN CURRENT RATES, WHICH YOU ACKNOWLEDGE AND AGREE MAY BE HIGHER OR LOWER THAN THE RATES FOR THE ORIGINAL SERVICE PERIOD.\nPLEASE NOTE THAT RENEWAL DATES VARY BY SERVICE.\nFOR INSTANCE, SOME SERVICES MAY RENEW THIRTY (30) DAYS PRIOR TO EXPIRATION AND OTHERS MAY RENEW FIVE (5) DAYS PRIOR TO EXPIRATION.\nYOU MAY ENABLE OR DISABLE THE AUTOMATIC RENEWAL OPTION AT ANY TIME.\nHOWEVER, SHOULD YOU ELECT TO DISABLE THE AUTOMATIC RENEWAL OPTION AND FAIL TO MANUALLY RENEW YOUR SERVICES BEFORE THEY EXPIRE OR IF YOUR PAYMENT METHOD CHOSEN FOR YOUR AUTOMATIC RENEWAL SHOULD FAIL, YOU MAY EXPERIENCE AN INTERRUPTION OR LOSS OF SERVICES, AND NAMECHEAP SHALL NOT BE LIABLE TO YOU OR ANY THIRD PARTY REGARDING THE SAME.\nNAMECHEAP RESERVES THE RIGHT TO DETERMINE WHETHER A SECOND ATTEMPT AT PAYMENT WILL BE MADE SHOULD THE CHOSEN PAYMENT METHOD FAIL.</p>\n<p>IN ADDITION, NAMECHEAP MAY PARTICIPATE IN “RECURRING BILLING PROGRAMS” OR “ACCOUNT UPDATER SERVICES” SUPPORTED BY YOUR THIRD-PARTY BILLING PROVIDER.\nIF YOU ARE ENROLLED IN AN AUTOMATIC RENEWAL OPTION AND WE ARE UNABLE TO SUCCESSFULLY CHARGE YOUR EXISTING PAYMENT METHOD, YOUR CREDIT CARD PROVIDER (OR YOUR BANK) MAY NOTIFY US OF UPDATES TO YOUR CREDIT CARD NUMBER AND/OR EXPIRATION DATE, OR THEY MAY AUTOMATICALLY CHARGE YOUR NEW CREDIT CARD ON OUR BEHALF WITHOUT NOTIFICATION TO US.\nIN ACCORDANCE WITH RECURRING BILLING PROGRAM REQUIREMENTS, IN THE EVENT THAT WE ARE NOTIFIED OF AN UPDATE TO YOUR CREDIT CARD NUMBER AND/OR EXPIRATION DATE, NAMECHEAP WILL AUTOMATICALLY UPDATE YOUR PAYMENT PROFILE ON YOUR BEHALF.\nNAMECHEAP MAKES NO GUARANTEES THAT WE WILL REQUEST OR RECEIVE UPDATED CREDIT CARD INFORMATION.\nYOU ACKNOWLEDGE AND AGREE THAT IT IS YOUR SOLE RESPONSIBILITY TO MODIFY AND MAINTAIN YOUR ACCOUNT SETTINGS, INCLUDING BUT NOT LIMITED TO (I) SETTING YOUR RENEWAL OPTIONS AND (II) ENSURING YOUR ASSOCIATED PAYMENT METHOD(S) ARE CURRENT AND VALID.\nFURTHER, YOU ACKNOWLEDGE AND AGREE THAT YOUR FAILURE TO DO SO MAY RESULT IN THE INTERRUPTION OR LOSS OF SERVICES, AND NAMECHEAP SHALL NOT BE LIABLE TO YOU OR ANY THIRD PARTY REGARDING THE SAME.</p>\n<p>If for any reason Namecheap is unable to charge your payment method for the full amount owed for the Services provided, or if We receive notification of a chargeback, reversal, payment dispute, or are charged a penalty for any fee previously charged to your payment method, You agree that Namecheap may pursue all available lawful remedies in order to obtain payment, including but not limited to, immediate cancellation, without notice to You, of any domain names or Services registered or renewed on Your behalf.\nYou also agree that all rights to and interest in and use of any Services, content and/or products purchased through Us, including all data hosted on Our systems shall be assumed by Us in satisfaction of any indebtedness by You to Us.\nWe will reinstate Your rights to and control over these Services solely at our discretion, and subject to our receipt of the unpaid fee(s) and Our reinstatement fee, currently set at $200 (US Dollars).\nNamecheap also reserves the right to charge You reasonable \"administrative fees\" or \"processing fees\" for (i) tasks Namecheap may perform outside the normal scope of its Services, (ii) additional time and/or costs We may incur in providing its Services, and/or (iii) Your noncompliance with this Agreement (as determined by Namecheap in its sole and absolute discretion).\nTypical administrative or processing fee scenarios include, but are not limited to (i) customer service issues that require additional personal time or attention.\n(ii) UDRP action(s) in connection with Your domain name(s) and/or disputes that require accounting or legal services, whether performed by Namecheap staff or by outside firms retained by Namecheap.\n(iii) recouping any and all costs and fees, including the cost of Services, incurred by Namecheap as the results of chargebacks or other payment disputes brought by You, Your bank or payment method processor.\nThese administrative fees or processing fees will be billed to the payment method You have on file with Namecheap.</p>\n<p>If You signed up for a monthly payment plan, Your monthly billing date will be determined based on the day of the month You purchased the products or Services.\nIf You signed up for an annual (or longer) payment plan, and You elected the automatic renewal option, Namecheap will automatically renew Your Services when they come up for renewal and will take payment in accordance with the designated payment method at Namecheap's then current rates.</p>\n<p>\n<strong>Currency.</strong> While all purchases are processed in US dollars, Namecheap may provide an estimated conversion price to currencies other than US dollars.\nYou acknowledge and agree that the pricing displayed during the checkout process is an estimate.\nDue to potential slight time delays between actual purchase and the payment settlement, the actual price charged may fluctuate.\nAccordingly, Namecheap makes no representations or warranties that the actual price will be the same or substantially similar to the actual price You will pay and You waive any and all claims based upon any discrepancy between the estimate and the actual price.\nIn addition, You may be charged VAT or additional off-shore margin and/or fees, based on the country indicated in Your billing address section.\nAny amounts to be charged will appear during the checkout process.</p>\n<p>\n<strong>Termination &amp.\nCancellation Policy.</strong> The initial term of Your agreement with Namecheap shall be as set forth in Your Order Form.\nThe Initial Term shall begin upon commencement of the Services in the Order Form.\nAfter the Initial Term, your agreement with Namecheap shall automatically renew for successive terms of equal length as the Initial Term, unless terminated or cancelled by either party as provided in this section.</p>\n<p>This agreement may be terminated: (i) by You when You discontinue the use of Our Services or (ii) by Namecheap at any time, without prior notice, if, in Namecheap's judgment, You are in violation of any terms or conditions herein.\nor (iii) in Namecheap's sole judgment, Your use of the Services places or is likely to place unreasonable demands upon Namecheap or could disrupt Namecheap's business operations.\nor (iv) by Namecheap if it so determines that You are or are alleged to be violating the terms and conditions of any other agreement entered into by You and Namecheap.</p>\n<p>In the event of termination or suspension of Services under the above circumstances, You agree (a) that no pre-paid fees will be refunded to You.\nand (b) that Namecheap may take control of any domain name associated with the terminated Services, provided such domain name was registered through the domain name registration of Namecheap.</p>\n<p>Refunds do NOT apply to Services unless otherwise specified.</p>\n<p>In the event of termination of this Agreement caused by Your default hereunder, You shall bear all costs of termination, including any reasonable costs Namecheap incurs in closing Your account.\nYou agree to pay any and all costs incurred by Namecheap in enforcing Your compliance with this section.\nUpon termination, You shall destroy any copy of the materials provided to You hereunder and referenced herein.\nYou agree that upon termination or discontinuance for any reason, Namecheap may delete all information related to You on the Services.</p>\n</li>\n<li> Customer Support.\n<p>Namecheap provides customer support to You at no additional fee for issues related to Namecheap Services only.\nNamecheap has the right to decide what is a service related issue and to charge additional fees or refuse support for non-service related issues.\nAny fees paid by You for providing non-service related support are non-refundable.\nNamecheap will also require, before assistance can be given, that You verify Your identity in relation to the Account in question.\nWe will determine, in Our sole and absolute discretion, what must be provided for verification purposes, including the use of secure validation tools such as Validation.com.</p>\n<p>Unless otherwise directed by a specific Service, You can request customer support only by opening Live Chat or Ticket through the HelpDesk system located in the Customer area.\nNamecheap will have no liability to provide customer support if it is requested in any other way apart from the HelpDesk system or the instructions specific to the Service at issue.\nYou are solely responsible to use the appropriate HelpDesk category when opening Live Chat or posting Ticket.\nNamecheap will have no liability to respond to tickets opened in inappropriate categories.\nNamecheap shall not be liable for any delay in Live Chat and/or Ticket opened in inappropriate categories.\nYou acknowledge that by asking our customer support representatives for assistance, You authorize their intervention and operation in Your account.</p>\n<p>You must provide Namecheap with all information and access to facilities that Namecheap may reasonably require to provide the requested customer support.\nYou are solely liable for performing and storing a back-up copy of data, files, hosting account and any other content prior to requesting customer support and agreeing to any interference or operation, provided by Namecheap.\nIn the event You are not satisfied with the outcome of any action You shall be solely responsible for restoring the back-up copies of Your data.\nYou should not abuse the HelpDesk system.\nAbuse of the HelpDesk system includes, but is not limited to, excessive number of Live Chats and Tickets opened by a single Customer, aggressive and/or harassing behavior, repetitive use of inappropriate categories for opening Live Chats, posting Tickets, etc.\nAny abuse of the HelpDesk system may result in warning, HelpDesk access restrictions, account suspension or possible account termination with no refund.\nNamecheap has the sole right to decide what constitutes abuse of the HelpDesk system.</p>\n</li>\n<li> Account Use.\n<p>You are responsible for security of Your Account access credentials.\nNamecheap will not change passwords to any account.\nShould You need to restore access to Your account, You will need to provide Us with appropriate identification, as determined by Us in Our sole discretion, and We will initiate a password reset process for You to complete.\nIn the event of any partnership break-up, divorce or other legal problems that includes You, You understand that Namecheap will remain neutral and may put the account on hold until the situation has been resolved.\nUnder no circumstances will Namecheap be liable for any losses incurred by You during this time of determination of ownership, or otherwise.\nYou agree to defend (through counsel of Our choosing), indemnify and hold harmless Namecheap from any and all claims arising from such ownership disputes.\nIf you are required to supply or transmit sensitive information to Namecheap you should take all due precautions to provide any sensitive information over a secure communication channel.</p>\n</li>\n<li> Disclaimer of Representations and Warranties.\n<p>YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT YOUR USE OF THIS SITE AND OUR SERVICES SHALL BE AT YOUR OWN RISK AND THAT SERVICES FOUND ARE PROVIDED “AS IS”, “AS AVAILABLE” AND “WITH ALL FAULTS”.\nNAMECHEAP, ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, AND ALL THIRD PARTY SERVICE PROVIDERS DISCLAIM ALL WARRANTIES, STATUTORY, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nNAMECHEAP, ITS OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS MAKE NO REPRESENTATIONS OR WARRANTIES ABOUT (I) THE ACCURACY, COMPLETENESS, OR CONTENT OF THIS SITE, (II) THE ACCURACY, COMPLETENESS, OR CONTENT OF ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, AND/OR (III) THE SERVICES FOUND AT THIS SITE OR ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, AND NAMECHEAP ASSUMES NO LIABILITY OR RESPONSIBILITY FOR THE SAME.\nYOU UNDERSTAND AND AGREE THAT ANY MATERIAL AND/OR DATA DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF OUR SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF SUCH MATERIAL AND/OR DATA.</p>\n<p>IN ADDITION, YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT NO ORAL OR WRITTEN INFORMATION OR ADVICE PROVIDED BY NAMECHEAP, ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS (INCLUDING WITHOUT LIMITATION ITS SUPPORT CENTER OR CUSTOMER SERVICE REPRESENTATIVES), AND THIRD PARTY SERVICE PROVIDERS WILL (I) CONSTITUTE LEGAL OR FINANCIAL ADVICE OR (II) CREATE A WARRANTY OF ANY KIND WITH RESPECT TO THIS SITE OR THE SERVICES FOUND AT THIS SITE, AND USERS SHOULD NOT RELY ON ANY SUCH INFORMATION OR ADVICE.</p>\n<p>THE FOREGOING DISCLAIMER OF REPRESENTATIONS AND WARRANTIES SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW, AND SHALL SURVIVE ANY TERMINATION OR EXPIRATION OF THIS AGREEMENT OR YOUR USE OF THIS SITE OR OUR SERVICES.</p>\n</li>\n<li> Limitation of Liability.\nWaiver and Release.\n<p>IN NO EVENT SHALL NAMECHEAP, ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, AND ALL THIRD PARTY SERVICE PROVIDERS, BE LIABLE TO YOU OR ANY OTHER PERSON OR ENTITY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER, INCLUDING ANY THAT MAY RESULT FROM (I) THE ACCURACY, COMPLETENESS, OR CONTENT OF THIS SITE, (II) THE ACCURACY, COMPLETENESS, OR CONTENT OF ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, (III) OUR SERVICES WHETHER FOUND AT THIS SITE OR ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, (IV) PERSONAL INJURY OR PROPERTY DAMAGE OF ANY NATURE WHATSOEVER, (V) THIRD-PARTY CONDUCT OF ANY NATURE WHATSOEVER, (VI) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SERVERS AND/OR ANY AND ALL CONTENT, PERSONAL INFORMATION, FINANCIAL INFORMATION OR OTHER INFORMATION AND DATA STORED THEREIN, (VII) ANY INTERRUPTION OR CESSATION OF SERVICES TO OR FROM THIS SITE OR ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, (VIII) ANY VIRUSES, WORMS, BUGS, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR FROM THIS SITE OR ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, (IX) ANY USER CONTENT OR CONTENT THAT IS DEFAMATORY, HARASSING, ABUSIVE, HARMFUL TO MINORS OR ANY PROTECTED CLASS, PORNOGRAPHIC, “X-RATED”, OBSCENE OR OTHERWISE OBJECTIONABLE, AND/OR (X) ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF THIS SITE OR OUR SERVICES, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL OR EQUITABLE THEORY, AND WHETHER OR NOT NAMECHEAP IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>YOU AGREE THAT NAMECHEAP WILL NOT BE LIABLE FOR ANY (I) SUSPENSION OR LOSS OF THE SERVICES.\n(II) INTERRUPTION OF BUSINESS.\n(III) ACCESS DELAYS OR ACCESS INTERRUPTIONS TO THE WEBSITE(S) PROVIDED THROUGH OR BY THE SERVICES.\n(IV) LOSS OR LIABILITY RESULTING FROM ACTS OF GOD.\n(V) DATA NON-DELIVERY, MIS-DELIVERY, CORRUPTION, DESTRUCTION OR OTHER MODIFICATION.\n(IV) EVENTS BEYOND THE CONTROL OF NAMECHEAP.\n(VII) THE PROCESSING OF YOUR APPLICATION FOR SERVICES.\nOR (VIII) LOSS OR LIABILITY RESULTING FROM THE UNAUTHORIZED USE OR MISUSE OF YOUR ACCOUNT IDENTIFIER OR PASSWORD.</p>\n<p>IN ADDITION, YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THIS SITE OR OUR SERVICES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE SUCH CAUSE OF ACTION SHALL BE PERMANENTLY BARRED.</p>\n<p>IN ADDITION, YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT IN NO EVENT SHALL NAMECHEAP’S TOTAL AGGREGATE LIABILITY EXCEED THE TOTAL AMOUNT PAID BY YOU FOR THE PARTICULAR SERVICES THAT ARE THE SUBJECT OF THE CAUSE OF ACTION.</p>\n<p>THE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW, AND SHALL SURVIVE ANY TERMINATION OR EXPIRATION OF THIS AGREEMENT OR YOUR USE OF THIS SITE OR THE SERVICES FOUND AT THIS SITE.</p>\n<p>NO WAIVER OF ANY PROVISION OF THIS AGREEMENT SHALL BE EFFECTIVE UNLESS IT IS IN WRITING AND SIGNED BY AN AUTHORIZED REPRESENTATIVE OF NAMECHEAP.</p>\n</li>\n<li> Indemnification.\n<p>Accordingly, You for Yourself and all of Your heirs, personal representatives, predecessors, successors and assigns, hereby fully release, remise, and forever discharge Namecheap and all affiliates of Namecheap, and all officers, agents, employees, and representatives of Namecheap, and all of their heirs, personal representatives, predecessors, successors and assigns, for, from and against any and all claims, liens, demands, causes of action, controversies, offsets, obligations, losses, damages and liabilities of every kind and character whatsoever, including, but not limited to, any action omission, misrepresentation or other basis of liability founded either in tort or contract and the duties arising thereunder, whether known or unknown, relating to or arising out of, or in any way connected with or resulting from, the Services and Your acquisition and use thereof, including, but not limited to, the provision of Namecheap products and/or services by Namecheap and its agents and employees.\nFurther, You agree to defend, indemnify and hold harmless Namecheap and any of its contractors, agents, employees, officers, directors, shareholders, affiliates and assigns from any loss, liability, damages or expense, including reasonable attorneys' fees, arising out of (i) any breach of any representation or warranty provided in this Agreement, or as provided by Namecheap’s AUP or any other agreement that has been incorporated by reference herein.\n(ii) the Services or Your use of the Services, including without limitation infringement or dilution by You or by another using the Services from Your computer.\n(iii) any intellectual property or other proprietary right of any person or entity.\n(iv) any information or data You supplied to Namecheap, including, without limitation, any misrepresentation in Your application, if applicable.\n(v) the inclusion of metatags or other elements in any website created for You or by You via the Services.\n(vi) any information, material, or services available on Your Namecheap hosted website.\nor (vii), any negligence or willful misconduct by You, or any allegation that Your account infringes a third person's copyright, trademark or proprietary or intellectual property right, or misappropriates a third person's trade secrets.</p>\n<p>This indemnification is in addition to any indemnification required of You elsewhere.\nShould Namecheap be notified of a pending lawsuit, or receive notice of the filing of a lawsuit, Namecheap may seek a written confirmation from You concerning Your obligation to defend, indemnify and hold harmless Namecheap.\nSuch written confirmation may include the posting of performance bonds or other guarantees.\nYour failure to provide such a confirmation may be considered a breach of this agreement.\nYou agree that Namecheap shall have the right to participate in the defense of any such claim through counsel of its Own choosing.\nYou agree to notify Namecheap of any such claim promptly in writing and to allow Namecheap to control the proceedings.\nYou agree to cooperate fully with Namecheap during such proceedings.\nThe terms of this section will survive any termination or cancellation of this Agreement.</p>\n</li>\n<li> U.S.\nExport Laws.\n<p>This Site and Our Services are subject to the export laws, restrictions, regulations and administrative acts of the United States Department of Commerce, Department of Treasury Office of Foreign Assets Control (“OFAC”), State Department, and other United States authorities (collectively, “U.S.\nExport Laws”).\nUsers shall not use the Services found at this Site to collect, store or transmit any technical information or data that is controlled under U.S.\nExport Laws.\nUsers shall not export or re-export, or allow the export or re-export of, the Services found at this Site in violation of any U.S.\nExport Laws.\nNone of Our Services may be downloaded or otherwise exported or re-exported (i) into (or to a national or resident of) any country with which the United States has embargoed trade.\nor (ii) to anyone on the U.S.\nTreasury Department's list of Specially Designated Nationals or the U.S.\nCommerce Department's Denied Persons List, or any other denied parties lists under U.S.\nExport Laws.\nBy using this site and Our Services, You agree to the foregoing and represent and warrant that You are not a national or resident of, located in, or under the control of, any restricted country.\nand You are not on any denied parties list.\nand You agree to comply with all U.S.\nExport Laws (including “anti-boycott”, “deemed export” and “deemed re-export” regulations).\nIf You access this site or Our Services from other countries or jurisdictions, You do so on Your own initiative and You are responsible for compliance with the local laws of that jurisdiction, if and to the extent those local laws are applicable and do not conflict with U.S.\nExport Laws.\nIf such laws conflict with U.S.\nExport Laws, You shall not access this site or Our Services.\nThe obligations under this section shall survive any termination or expiration of this Agreement or Your use of this site or Our Services.</p>\n</li>\n<li> Compliance with Local Laws.\n<p>Namecheap makes no representation or warranty that the content available on this site or the Services We offer are appropriate in every country or jurisdiction, and access to this site or Our Services from countries or jurisdictions where its content is illegal is prohibited.\nUsers who choose to access this site or use Our Services are responsible for compliance with all local laws, rules and regulations.</p>\n</li>\n<li> Governing Law.\nJurisdiction.\nWaiver of Trial By Jury.\n<p>Except as otherwise set forth in the UDRP or any similar policy with respect to any dispute regarding the Services provided under this Agreement, Your rights and obligations and all actions contemplated by this Agreement shall be governed by the laws of the United States of America and the State of Arizona.\nYou agree that any action to enforce this agreement or any matter relating to Your use of the Services must be brought exclusively in the United States District Court of Arizona, or if there is no jurisdiction in such court, then in a state court in Maricopa County, State of Arizona.\nYou agree to waive the right to a trial by jury in any action or proceeding that takes place relating to or arising out of this Agreement.</p>\n</li>\n<li> Notices.\n<p>You agree that any notices required to be given under this Agreement by Us to You will be deemed to have been given if delivered in accordance with the account and/or, if domain related, the domain name Whois information You have provided.\nYou acknowledge that it is Your responsibility to maintain current contact information in the account and/or domain name Whois information You have provided.</p>\n</li>\n<li> Final Agreement.\n<p>This Agreement, together with all modifications, constitutes the complete and exclusive agreement between You and Us, and supersedes and governs all prior proposals, agreements, or other communications.\nThis Agreement may not be amended or modified by You except by means of a written document signed by both You and an authorized representative of Us.\nBy applying for Namecheap’s Services through the online application process or otherwise, or by using the Services under this Agreement, you acknowledge that You have read and agree to be bound by all terms and conditions of this Agreement and documents incorporated by reference.</p>\n</li>\n<li> No Agency Relationship.\n<p>Nothing contained in this Agreement shall be construed as creating any agency, partnership, or other form of joint enterprise between the parties hereto.\nEach party shall ensure that the foregoing persons shall not represent to the contrary, either expressly, implicitly, by appearance or otherwise.</p>\n</li>\n<li> Enforceability.\n<p>In the event that any provision of this Agreement shall be unenforceable or invalid under any applicable law or be so held by applicable court decision, such unenforceability or invalidity shall not render this Agreement unenforceable or invalid as a whole.\nWe will amend or replace such provision with one that is valid and enforceable and which achieves, to the extent possible, our original objectives and intent as reflected in the original provision.</p>\n</li>\n<li> Assignment and Resale.\n<p>Except as otherwise set forth herein, Your rights under this Agreement are not assignable or transferable.\nAny attempt by Your creditors to obtain an interest in Your rights under this Agreement, whether by attachment, levy, garnishment or otherwise, renders this Agreement voidable at Our option.\nYou agree not to reproduce, duplicate, copy, sell, resell or otherwise exploit for any commercial purposes any of the Services (or portion thereof) without Namecheap's prior express written consent.</p>\n</li>\n<li> Force Majeure.\n<p>Neither party shall be deemed in default hereunder, nor shall it hold the other party responsible for, any cessation, interruption or delay in the performance of its obligations hereunder due to causes beyond its control including, but not limited to: earthquake.\nflood.\nfire.\nstorm.\nnatural disaster.\nact of God.\nwar.\nterrorism.\narmed conflict.\nlabor strike.\nlockout.\nboycott.\nsupplier failures, shortages, breaches, or delays.\nor any law, order regulation, direction, action or request of the government, including any federal, state and local governments having or claiming jurisdiction over Namecheap, or of any department, agency, commission, bureau, corporation or other instrumentality of any federal, state, or local government, or of any civil or military authority.\nor any other cause or circumstance, whether of a similar or dissimilar nature to the foregoing, beyond the reasonable control of the affected party, provided that the party relying upon this section (i) shall have given the other party written notice thereof promptly and, in any event, within five (5) days of discovery thereof and (ii) shall take all steps reasonably necessary under the circumstances to mitigate the effects of the force majeure event upon which such notice is based.\nprovided further, that in the event a force majeure event described in this section extends for a period in excess of thirty (30) days in the aggregate, Namecheap may immediately terminate this Agreement.</p>\n</li>\n<li> Headings.\n<p>The section headings appearing in this Agreement are inserted only as a matter of convenience and in no way define, limit, construe or describe the scope or extent of such section or in any way affect such section.</p>\n</li>\n<li> Contact Information.\n<p>If you have questions about this Agreement, please contact us by email or regular mail at the following address:</p>\n</li>\n</ol>\n<p>Namecheap Legal Department<br>\n4600 East Washington Street<br>\nSuite 305<br>\nPhoenix, AZ 85034<br>\nlegal@namecheap.com</p>\n<p>\n<small>\n<em>Last revised: May 24, 2018</em>\n</small>\n</p>\n<ul>\n<li>Universal Terms of Service Agreement\n</li>\n<li>Data Processing Addendum\n</li>\n<li>Registration Data Access Protocol (“RDAP”) Terms of Service Agreement\n</li>\n</ul> ", "created_at": "2020-10-20 14:51:57.092212", "updated_at": "2020-10-20 14:51:59.225548"}], "points": [], "urls": ["https://www.namecheap.com/"]}}