{"error": 448, "message": "OK", "parameters": {"id": 272, "name": "IBM", "created_at": "2018-01-16 15:26:07.227486", "updated_at": "2021-06-25 20:43:15.991027", "wikipedia": "https://en.wikipedia.org/wiki/IBM", "keywords": "cloud,developing,web,mobile", "related": "", "slug": "cloudant", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/272.png", "url": "ibm.com,cloudant.com", "documents": [{"id": 177, "name": "Privacy", "url": "https://www.ibm.com/privacy/us/en/", "xpath": "//div[@id='ibm-content-main']", "text": " IBM Privacy Statement <p>\n<strong>This Privacy Statement is effective as of 01 December 2020.</strong>\n</p>\n<p>The previous version of this Statement is available here.</p>\n<p>At IBM we recognize the importance of protecting your personal information and are committed to processing it responsibly and in compliance with applicable data protection laws in all countries in which IBM operates.</p>\n<p>This Privacy Statement describes IBM's general privacy practices that apply to personal information we collect, use and share about our clients, business partners, supplier and other organizations with which IBM has or contemplates a business relationship as well as the individuals working for them.\nThis Privacy Statement does not apply to the extent IBM processes personal information on behalf of clients for their benefit and under their control (as a “processor”), such as Cloud Services or applications (“apps”).\nIt may apply to collection of information related to authorized users of such services to the extent IBM processes this information for its own interests (as “controller”).</p>\n<p>This Privacy Statement is supplemented by the IBM Online Privacy Statement, which provides more information in the online context, including recruitment.\nWe may provide additional or more specific information on the collection or use of personal information on websites or related to a specific product or service.</p>\n<p>\n<strong>Why and how we collect and use your personal information </strong>\n</p>\n<p>We may collect your personal information as an individual for various purposes, such as the following:</p>\n<ul>\n<li>\n<b>Access and use of websites or other online service</b>\n<strong> (including “apps”)</strong>\n<br> When entering one of our websites, or using an online service (where references to online services include desktop or mobile applications or “apps”), we will record information necessary to provide you with access, for the operation of the website and for us to comply with security and legal requirements in relation to operating our site, such as passwords, IP address and browser settings.\nWe also collect information about your activities during your visit in order to personalize your website experience, such as recording your preferences and settings, and to collect statistics to help us improve and further develop our websites, products and services.</li>\n<li>\n<b>Responding to your request for information, order, or support</b>\n<br> When you contact us (online or offline) in connection with a request for information, to order a product or service, to provide you with support, or to participate in a forum or other social computing tool, we collect information necessary to fulfill your request, to grant you access to the product or service, to provide you with support and to be able to contact you.\nFor instance, we collect your name and contact information, details about your request and your agreement with us and the fulfillment, delivery and invoicing of your order and we may include client satisfaction survey information.\nWe retain such information for administrative purposes, defending our rights, and in connection with our relationship with you.<br>\n<br> When you provide your name and contact information to register in connection with such a request, the registration may serve to identify you when you visit our websites.\nFor ordering of most services and products we require you to have registered an IBMid.\nRegistration may also allow you to customize and control your privacy settings.<br> &nbsp;</li>\n<li>\n<b>Your use of IBM Cloud services</b>\n<br> We collect information about your use of IBM Cloud services to enable product features to operate, improve your user experience, tailor our interactions with you, inform our clients on the overall use of the services, provide support and improve and develop our products and services.\nFor details regarding the technologies we employ, the personal information we collect, as well as how to control or block tracking or to delete cookies, please refer to the IBM Online Privacy Statement.</li>\n<li>\n<b>Contacting employees of our clients, prospects, partners and suppliers</b>\n<br> In our relationship with clients or prospects, partners and suppliers, they also provide us with business contact information (such as name, business contact details, position or title of their employees, contractors, advisors and authorized users) for purposes such as contract management, fulfillment, delivery of products and services, provision of support, invoicing and management of the services or the relationship.</li>\n<li>\n<b>Visitor information</b>\n<br> We register individuals visiting our sites and locations (name, identification and business contact information) and use camera supervision for reasons of security and safety of persons and belongings, as well as for regulatory purposes.</li>\n<li>\n<b>Marketing</b>\n<br> Most information we collect about you comes from our direct interactions with you.\nWhen you register for an event we may collect information (online or offline) in relation to the event organization, and during an event, such as participation in sessions and survey results.\nWe combine the personal information we collect to develop aggregate analysis and business intelligence for conducting our business and for marketing purposes.\nYou can choose to receive information by email, telephone or postal mail about our products and services.\nWhen visiting our websites or using our services we may provide you with personalized information.\nYou can always opt out from receiving personalized communication from IBM by setting your marketing communication preferences&nbsp;here.\nFor&nbsp;subscriptions, please follow the unsubscribe&nbsp;instructions provided&nbsp;at the bottom of each email.\nMore information can be found in the&nbsp;IBM Online Privacy Statement.</li>\n</ul>\n<p>Where we reference that we use your personal information in connection with a request, order, transaction or agreement (or preparing for the same), or to provide you with services that you requested (such as a website), we do this because it is necessary for the performance of an agreement with you.</p>\n<p>Where we reference that we use your personal information in relation to marketing, improvement or development of our products or services, for reasons of safety and security, or regulatory requirements other than in connection with your agreement or request, we do this on the basis of our or a third party’s legitimate interests, or with your consent.\nWhen we collect and use your personal information subject to the EU Privacy Legislation this may have consequences for your rights.<br>\n<br>\n<strong>Sharing of Personal Information</strong>\n<br>\n<br>\nAs a global organization offering a wide range of products and services, with business processes, management structures and technical systems that cross borders, IBM has implemented global policies, along with standards and procedures, for consistent protection of personal information.\nAs a global company, we may share information about you with our subsidiaries world-wide and transfer it to countries in the world where we do business in accordance with this Privacy Statement.<br>\n<br>\nBetween IBM controlled subsidiaries we only grant access to personal information on a need-to-know basis, necessary for the purposes for which such access is granted.\nIn some cases, IBM uses suppliers located in various countries to collect, use, analyze and otherwise process personal information on its behalf.<br>\n<br>\nWhere appropriate, IBM may also share your personal information with selected partners to help us provide you, or the company you work for, products or services, or to fulfill your requests, or with your consent.\nWhen selecting our suppliers and partners, we take into account their data handling processes.<br>\n<br>\nIf IBM decides to sell, buy, merge or otherwise reorganize businesses in some countries, such a transaction may involve the disclosure of personal information to prospective or actual purchasers, or the receipt of such information from sellers.\nIt is IBM's practice to require appropriate protection for personal information in these types of transactions.<br>\n<br>\nPlease be aware that in certain circumstances, personal information may be subject to disclosure to government agencies pursuant to judicial proceeding, court order, or legal process.\nWe may also share your personal information to protect the rights or property of IBM, our business partners, suppliers or clients, and others when we have reasonable grounds to believe that such rights or property have been or could be affected.</p>\n<p>\n<strong>International Transfers</strong>\n<br>\n<br>\nThe international footprint of IBM involves a large number of transfers of personal information between different subsidiaries, as well as to third parties located in the countries where we do business.\nSome countries have implemented transfer restrictions for personal information, in connection with which IBM takes various measures, including:</p>\n<ul>\n<li>Where required, IBM implements Standard Contractual Clauses approved by the EU Commission, or similar contractual clauses in other jurisdictions.\nThis includes transfers to suppliers or other third parties.\nYou can request a copy of the EU Standard Contractual Clauses&nbsp;here.</li>\n<li>IBM complies with the APEC Cross Border Privacy Rules&nbsp.\n(CBPR) system.</li>\n</ul>\n<p>While the EU-U.S.&nbsp;and Swiss-U.S.\nPrivacy Shield Framework may no longer be used or relied upon for transfer of personal information, IBM continues to comply with all EU-U.S.\nPrivacy Shield Framework and&nbsp;Swiss-U.S.\nPrivacy Shield Framework obligations.\nMore information can be found here: IBM Privacy Shield Privacy Policy andUS Department of Commerce.</p>\n<p>Back to top</p>\n<p>\n<strong>Information Security and Accuracy</strong>\n<br>\n<br>\nWe intend to protect your personal information and to maintain its accuracy.\nIBM implements reasonable physical, administrative and technical safeguards to help us protect your personal information from unauthorized access, use and disclosure.\nFor example, we encrypt certain sensitive personal information such as credit card information when we transmit such information over the Internet.\nWe also require that our suppliers protect such information from unauthorized access, use and disclosure.</p>\n<p>\n<strong>Retention Period</strong>\n<br>\n<br>\nWe will not retain personal information longer than necessary to fulfill the purposes for which it is processed, including the security of our processing complying with legal and regulatory obligations (e.g.\naudit, accounting and statutory retention terms), handling disputes, and for the establishment, exercise or defense of legal claims in the countries where we do business.</p>\n<p>Because the circumstances may vary depending on the context and the services, the information provided in&nbsp;Online Privacy Statement&nbsp;or provided in a specific notice may provide more detailed information on applicable retention terms.</p> &nbsp.\n<p>\n<strong>How to contact us</strong>\n<br>\n<br>\nIf you have a question related to this Privacy Statement, please contact us by using&nbsp;this form.\nYour message will be forwarded to the appropriate member of IBM's Data Privacy Team, such as Data Protection Officers or members of their teams.</p>\n<p>Where this is relevant, the controller of your personal information is International Business Machines Corporation (IBM Corp.), 1 North Castle Drive Armonk, New York, United States, unless indicated otherwise.\nWhere IBM Corp.\nor a subsidiary it controls is required under data protection law to appoint a legal representative in the EEA or the UK, the representative for the EEA will be IBM International Group B.V., Johan Huizingalaan 765, 1066 VH Amsterdam, The Netherlands.\nand the representative for the UK will be IBM United Kingdom Limited, PO Box 41, North Harbour, Portsmouth, Hampshire, PO6 3AU, United Kingdom.</p>\n<p>IBM Corp.\nis not the controller in situations such as:</p>\n<ul>\n<li>Personal information processed in connection with a contractual relationship, or with entering into a contractual relationship with a specific IBM subsidiary.\nIn this case the controller of personal information is the IBM contracting company, which is the legal entity with which you or your employer have, or will have, the contract.</li>\n<li>Personal information collected on the physical site or location of an IBM subsidiary.\nIn this case that subsidiary is the controller of the personal information.</li>\n</ul>Your Rights <p>You can request to access, update, or correct, and in certain circumstances, to delete your personal information.\nYou also have the right to object to direct marketing.\nYou can access the request process here.</p>\n<p>You may have additional rights pursuant to your local law applicable to the processing.\nMore information can be found here.</p>\n<p>\n<strong>Right to Lodge a Complaint</strong>\n<br>\n<br>\nIn the event you consider our processing of your personal information not to be compliant with the applicable data protection laws, you can lodge a complaint:</p>\n<ul>\n<li>Directly with IBM by using&nbsp;this form.</li>\n<li>With the competent data protection authority.\nThe name and contact details of the Data Protection Authorities in the European Union can be found here.</li>\n</ul>\n<p>\n<strong>Changes to our Privacy Statements</strong>\n<br>\n<br>\nWe may update this Privacy Statement from time to time to reflect changes to our data governance practices.\nThe revised Privacy Statement will be posted here with an updated revision date.\nWe encourage you to check back periodically for any changes or updates.\nIf we make a material change to our Privacy Statement, we will post a notice at the top of this page for 30 days.\nBy continuing to use our websites after such revision takes effect we consider that you have read and understand the changes.</p> &nbsp.\nOther privacy statements &amp.\npolicies <p>California Supplemental Privacy Statement</p>\n<p>IBM Privacy Shield Privacy Policy for Certified IBM Cloud Services</p>\n<p>IBM Controller Binding Corporate Rules</p>\n<p>&nbsp;</p>\n<p>Back to top<br>\n&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2018-07-17 10:11:51.875759", "updated_at": "2020-12-14 14:43:32.384442"}, {"id": 178, "name": "Terms of Service", "url": "https://www.ibm.com/legal/us/en/", "xpath": "//div[@id='ibm-content-main']", "text": " Date: November 20, 2020 <strong>Overview</strong>\n<p>The following are the terms of an agreement between you and IBM.\nBy accessing, or using this Web site, you acknowledge that you have read, understand, and agree to be bound by these terms and to comply with all applicable laws and regulations, including export and re-export control laws and regulations.\nIf you do not agree to these terms, please do not use this Web site.</p>\n<p>IBM may, without notice to you, at any time, revise these Terms of Use and any other information contained in this Web site.\nIBM may also make improvements or changes in the products, services, or programs described in this site at any time without notice.</p>\n<strong>General</strong>\n<p>This Web site contains proprietary notices and copyright information, the terms of which must be observed and followed.\nPlease see the tab entitled “Copyright and trademark information” for related information.</p>\n<p>IBM grants you a non-exclusive, non-transferable, limited permission to access and display the Web pages within this site as a customer or potential customer of IBM provided you comply with these Terms of Use, and all copyright, trademark, and other proprietary notices remain intact.\nYou may only use a crawler to crawl this Web site as permitted by this Web site’s robots.txt protocol, and IBM may block any crawlers in its sole discretion.\nThe use authorized under this agreement is non-commercial in nature (e.g., you may not sell the content you access on or through this Web site.) All other use of this site is prohibited.</p>\n<p>Except for the limited permission in the preceding paragraph, IBM does not grant you any express or implied rights or licenses under any patents, trademarks, copyrights, or other proprietary or intellectual property rights.\nYou may not mirror any of the content from this site on another Web site or in any other media.\nAny software and other materials that are made available for downloading, access, or other use from this site with their own license terms will be governed by such terms, conditions, and notices.\nYour failure to comply with such terms or any of the terms on this site will result in automatic termination of any rights granted to you, without prior notice, and you must immediately destroy all copies of downloaded materials in your possession, custody or control.</p>\n<p>\n<strong>Rules of conduct</strong>\n</p>\n<p>Your use of ibm.com and any related IBM websites (IBM Websites) is subject to all applicable local, state, national and international laws and regulations, and you agree not to violate such laws and regulations.\nAny attempt by any person to deliberately damage IBM Websites is a violation of criminal and civil laws.\nIBM reserves the right to seek damages from any such person to the fullest extent permitted by law.</p>\n<p>You agree not to post or transmit through IBM Websites any material or content that violates or infringes in any way the rights of others or solicits, encourages or promotes the use of illegal substances or activities, which is unlawful, threatening, abusive, harassing, defamatory, libelous, derogatory, invasive of privacy or publicity rights, vulgar, obscene, bigoted or hateful, profane, scandalous, pornographic, indecent or otherwise objectionable, gives rise to civil or criminal liability or otherwise violates any applicable law.</p>\n<p>You may not impersonate another user, use another user’s IBMid, permit someone else to use your IBMid, attempt to capture or guess other users’ passwords, forge headers or otherwise manipulate identifiers for the purpose of disguising the origin of any content you transmit, conduct fraudulent business operations or practices, or promote or conceal unlawful conduct.</p>\n<p>You may not engage in any activity on IBM Websites which restrict or inhibit any other user from using or enjoying IBM Websites by “hacking,” “cracking,” “spoofing,” or defacing any portions of IBM Websites.\nYou may not use IBM Websites to stalk or harass another person or entity.</p>\n<p>You may not post or transmit through IBM Websites advertising or commercial solicitations.\npromotional materials relating to website or online services which are competitive with IBM and/or IBM Websites.\nsoftware or other materials that contain viruses, worms, time bombs, Trojan horses, or other harmful or disruptive components, political campaign materials.\nchain letters.\nmass mailings, spam mail, any robot, spider, site search/retrieval application, or other manual or automatic device or process to retrieve, index, “data mine,” or in any way reproduce or circumvent the navigational structure or presentation of IBM Websites or contents.\nYou may not harvest or collect information about website visitors without their express written consent.</p>\n<strong>Disclaimer</strong>\n<p>From time to time, this Web site may contain technical inaccuracies or typographical errors, and we do not warrant the accuracy of any posted information.\nPlease confirm you are using the most up-to-date pages on this Web site, and confirm the accuracy and completeness of information before using it to make decisions relating to services, products, or other matters described in this Web site.</p>\n<p>If any term in this Terms of Use is found by competent judicial authority to be unenforceable in any respect, the validity of the remainder of this Terms of Use will be unaffected, provided that such unenforceability does not materially affect the parties’ rights under this Terms of Use.</p>\n<strong>Forward-looking and cautionary statements</strong>\n<p>Except for historical information and discussions, statements set forth throughout this web site may constitute forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 or other applicable laws.\nThese statements involve a number of risks, uncertainties, and other factors that could cause actual results to differ materially, as discussed in the company's filings with the U.S.\nSecurities and Exchange Commission.\nSee the “SEC filings” tab under “Investor relations” on this Web site for copies of such filings.</p>\n<strong>Confidential information</strong>\n<p>IBM does not want to receive confidential or proprietary information from you through our Web site.\nPlease note that any information or material sent to IBM will be deemed NOT to be confidential.\nBy sending IBM any information or material, you grant IBM an unrestricted, irrevocable license to copy, reproduce, publish, upload, post, transmit, distribute, publicly display, perform, modify, create derivative works from, and otherwise freely use, those materials or information.\nYou also agree that IBM is free to use any ideas, concepts, know-how, or techniques that you send us for any purpose.\nHowever, we will not release your name or otherwise publicize the fact that you submitted materials or other information to us unless: (a) we obtain your permission to use your name.\nor (b) we first notify you that the materials or other information you submit to a particular part of this site will be published or otherwise used with your name on it.\nor (c) we are required to do so by law.\nPersonally-identifiable information that you submit to IBM for the purpose of receiving products or services will be handled in accordance with our privacy policies.\nPlease see the tab entitled “Privacy” for information regarding IBM’s privacy policies.</p>\n<strong>U.S.\ngovernment restricted rights</strong>\n<p>IBM provides the software downloaded from this Web site to U.S.\nGovernment users with “RESTRICTED RIGHTS.\" Use, reproduction, or disclosure is subject to the restrictions set forth in IBM’s GSA ADP Schedule contract.</p>\n<strong>Global availability</strong>\n<p>Information IBM publishes on the Internet may contain references or cross references to IBM products, programs and services that are not announced or available in your country.\nSuch references do not imply that IBM intends to announce or make available such products, programs, or services in your country.\nPlease consult your local IBM business contact for information regarding the products, programs, and services that may be available to you.</p>\n<strong>Business relationships</strong>\n<p>This Web site may provide links or references to non-IBM Web sites and resources.\nIBM makes no representations, warranties, or other commitments or endorsements whatsoever about any non-IBM Web sites or third-party resources (including any Lenovo Web site) that may be referenced, accessible from, or linked to any IBM site.\nIn addition, IBM is not a party to or responsible for any transactions you may enter into with third parties, even if you learn of such parties (or use a link to such parties) from an IBM site.\nWhen you access a non-IBM Web site, even one that may contain the IBM-logo, please understand that it is independent from IBM, and that IBM does not control the content on that Web site.\nIt is up to you to take precautions to protect yourself from viruses, worms, Trojan horses, and other potentially destructive programs, and to protect your information.</p>\n<strong>Linking to this site</strong>\n<p>IBM consents only to links to this Web site in which the link and the pages that are activated by the link do not: (a) create frames around any page on this Web site or use other techniques that alter in any way the visual presentation or appearance of any content within this site.\n(b) misrepresent your relationship with IBM.\n(c) imply that IBM approves or endorses you, your Web site, or your service or product offerings.\nand (d) present false or misleading impressions about IBM or otherwise damage the goodwill associated with the IBM name or trademarks.\nAs a further condition to being permitted to link to this site, you agree that IBM may at any time, in its sole discretion, terminate permission to link to this Web site.\nIn such event, you agree to immediately remove all links to this Web site and to cease any related use of IBM trademarks.</p>\n<strong>DISCLAIMER OF WARRANTY</strong>\n<p>USE OF THIS SITE IS AT YOUR SOLE RISK.\nALL MATERIALS, INFORMATION, PRODUCTS, SOFTWARE, PROGRAMS, AND SERVICES ARE PROVIDED \"AS IS,\" WITH NO WARRANTIES OR GUARANTEES WHATSOEVER.\nIBM EXPRESSLY DISCLAIMS TO THE FULLEST EXTENT PERMITTED BY LAW ALL EXPRESS, IMPLIED, STATUTORY, AND OTHER WARRANTIES, GUARANTEES, OR REPRESENTATIONS, INCLUDING, WITHOUT LIMITATION, THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF PROPRIETARY AND INTELLECTUAL PROPERTY RIGHTS.\nWITHOUT LIMITATION, IBM MAKES NO WARRANTY OR GUARANTEE THAT THIS WEB SITE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.</p>\n<p>YOU UNDERSTAND AND AGREE THAT IF YOU DOWNLOAD OR OTHERWISE OBTAIN MATERIALS, INFORMATION, PRODUCTS, SOFTWARE, PROGRAMS, OR SERVICES FROM THIS WEB SITE, YOU DO SO AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGES THAT MAY RESULT, INCLUDING LOSS OF DATA OR DAMAGE TO YOUR COMPUTER SYSTEM.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.</p>\n<strong>LIMITATION OF LIABILITY</strong>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL IBM BE LIABLE TO ANY PARTY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES OF ANY TYPE WHATSOEVER RELATED TO OR ARISING FROM THIS WEB SITE OR ANY USE OF THIS WEB SITE, OR OF ANY SITE OR RESOURCE LINKED TO, REFERENCED, OR ACCESSED THROUGH THIS WEB SITE, OR FOR THE USE OR DOWNLOADING OF, OR ACCESS TO, ANY MATERIALS, INFORMATION, PRODUCTS, OR SERVICES, INCLUDING, WITHOUT LIMITATION, ANY LOST PROFITS, BUSINESS INTERRUPTION, LOST SAVINGS OR LOSS OF PROGRAMS OR OTHER DATA, EVEN IF IBM IS EXPRESSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHIS EXCLUSION AND WAIVER OF LIABILITY APPLIES TO ALL CAUSES OF ACTION, WHETHER BASED ON CONTRACT, WARRANTY, TORT, OR ANY OTHER LEGAL THEORIES.</p> Uses <p> Copyright and trademark information </p>\n<p> Digital Millennium Copyright Act Notices </p> ", "created_at": "2018-07-17 10:11:51.904836", "updated_at": "2020-12-14 14:43:36.49921"}], "points": [{"id": 632, "title": "Cloudant may share aggregated usage data with partners and third parties", "source": "https://www.ibm.com/privacy/us/en/", "status": "Cloudant collects information to improve and maintain their services. This aggregate data doesn't identify users personally, but they may share it with their partners and other third parties. In addition, they use cookie technology to collect information from your visit to their site, such as IP addresses, Internet service provider, etc.", "created_at": "2018-01-16 15:26:30.631856", "updated_at": "2021-02-06 04:01:59.8993", "quoteText": "We combine the personal information we collect to develop aggregate analysis and business intelligence for conducting our business and for marketing purposes.\n", "case_id": 191, "document_id": 177, "quoteStart": 4515, "quoteEnd": 4674}, {"id": 804, "title": "You shall defend and indemnify Cloudant", "source": "https://groups.google.com/d/topic/tosdr/f-rC5_YxFNM/discussion", "status": "Subscriber will defend, indemnify, and hold harmless Cloudant and its affiliates, and each of their officers, directors, shareholders and employees from any and all claims, liabilities, costs and expenses (including reasonable attorney’s fees and expert and consulting fees) in connection with (i) any third-party claims that any information and/or data Subscriber provides to Cloudant for hosting infringes, misappropriates, or violates any third-party patents, copyrights, trade secrets, trademark, contractual, or other intellectual property or proprietary rights, and (ii) any claims arising from or relating to Subscriber’s breach or alleged breach of its representations and warranties hereunder.", "created_at": "2018-01-16 15:27:25.38588", "updated_at": "2021-02-06 04:02:00.029117", "quoteText": null, "case_id": 146, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 709, "title": "Cloudant will provide an exported copy of your data in the event of termination", "source": "https://groups.google.com/d/topic/tosdr/GDCSa4PAQb8/discussion", "status": "In the event of termination, and upon a written request which can be in the form of an email, Cloudant will provide you with a copy of your data in an open format. However, Subscribers are liable for any bandwidth costs associated with the archiving/exporting process.", "created_at": "2018-01-16 15:26:58.576641", "updated_at": "2021-02-06 04:02:00.188968", "quoteText": null, "case_id": 184, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 791, "title": "Hosted data may be temporarily accessed by technical staff", "source": "https://groups.google.com/d/topic/tosdr/7R6vOpRySNo/discussion", "status": "In order to monitor system performance, test and fix systems, and develop and implement upgrades, technical staff will be temporarily allowed access to hosted data. Any copies of this data are created out of necessity to perform these tasks, and are kept only for the time relevant to these processes.", "created_at": "2018-01-16 15:27:21.466164", "updated_at": "2021-02-06 04:02:00.981047", "quoteText": null, "case_id": 189, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1100, "title": "Cloudant warns you if emergency maintenance is happening", "source": "https://groups.google.com/d/topic/tosdr/tFEJOVuGzHs/discussion", "status": "Cloudant may temporarily suspend the availability of all or part of the Hosting Platform for reasons of public safety, security, maintenance, interoperability of services, data protection, or to perform work that is necessary to keep the service running, or for technical reasons. If emergency maintenance is required, you will be notified immediately.", "created_at": "2018-01-16 15:28:29.988285", "updated_at": "2021-02-06 04:02:00.368494", "quoteText": null, "case_id": 159, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 862, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.ibm.com/legal/us/en/", "status": "", "created_at": "2018-01-16 15:27:39.573474", "updated_at": "2018-09-10 08:46:29.663873", "quoteText": "TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL IBM BE LIABLE TO ANY PARTY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES OF ANY TYPE WHATSOEVER RELATED TO OR ARISING FROM THIS WEB SITE OR ANY USE OF THIS WEB SITE, OR OF ANY SITE OR RESOURCE LINKED TO, REFERENCED, OR ACCESSED THROUGH THIS WEB SITE, OR FOR THE USE OR DOWNLOADING OF, OR ACCESS TO, ANY MATERIALS, INFORMATION, PRODUCTS, OR SERVICES, INCLUDING, WITHOUT LIMITATION, ANY LOST PROFITS, BUSINESS INTERRUPTION, LOST SAVINGS OR LOSS OF PROGRAMS OR OTHER DATA, EVEN IF IBM IS EXPRESSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.", "case_id": 293, "document_id": 178, "quoteStart": 11188, "quoteEnd": 11830}, {"id": 654, "title": "Only one person can use an account", "source": "https://groups.google.com/d/topic/tosdr/HjxkJX9peR0/discussion", "status": "Each username and password can only be used by one subscriber, and the subscriber is solely responsible for that information's confidentiality.", "created_at": "2018-01-16 15:26:38.768414", "updated_at": "2021-02-06 04:02:01.925559", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 563, "title": "No spidering or crawling", "source": "https://www.ibm.com/legal/us/en/", "status": "Cloudant users are not allowed to use anything to copy or reproduce the Hosting Platform, including using robots, spiders, other automatic processing program, or other manual process. Cloudant users also cannot assist others in doing the above.", "created_at": "2018-01-16 15:26:11.940464", "updated_at": "2019-06-23 17:19:20.406963", "quoteText": "You may only use a crawler to crawl this Web site as permitted by this Web site’s robots.txt protocol, and IBM may block any crawlers in its sole discretion.\nThe use authorized under this agreement is non-commercial in nature (e.g., you may not sell the content you access on or through this Web site.) All other use of this site is prohibited.</p>", "case_id": 150, "document_id": 178, "quoteStart": 1193, "quoteEnd": 1541}, {"id": 669, "title": "You must use your real name to register", "source": "https://www.ibm.com/privacy/us/en/", "status": "When registering for Cloudant and creating your username and password, you must provide true, accurate, current, and complete information. This includes a real name.", "created_at": "2018-01-16 15:26:43.443283", "updated_at": "2019-07-31 04:26:07.972651", "quoteText": "we collect your name and contact information, details about your request and your agreement with us and the fulfillment, delivery and invoicing of your order and we may include client satisfaction survey information.\nWe retain such information for administrative purposes, defending our rights, and in connection with our relationship with you.\n<br>\n<br>When you provide your name and contact information to register in connection with such a request, the registration may serve to identify you when you visit our websites", "case_id": 212, "document_id": 177, "quoteStart": 2184, "quoteEnd": 2706}, {"id": 687, "title": "Choice of Law is Massachusetts", "source": "https://groups.google.com/d/topic/tosdr/oZC1t4PYMt8/discussion", "status": "Cloudant's Terms of Service, and any disputes that arise directly or indirectly from them, will be governed by the laws of the State of Massachusetts.", "created_at": "2018-01-16 15:26:51.971686", "updated_at": "2021-02-06 04:02:02.534876", "quoteText": null, "case_id": 163, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 765, "title": "You must own or have rights to the data you store", "source": "https://groups.google.com/d/topic/tosdr/lU5R05sORqU/discussion", "status": "You can't upload, or help others upload, any content that infringes any patent, trademark, trade secret, or other proprietary rights or contractual rights of anyone.", "created_at": "2018-01-16 15:27:14.014013", "updated_at": "2021-02-06 04:02:03.229035", "quoteText": null, "case_id": 148, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 775, "title": "Cloudant will refund a portion of charges if availability levels are not met", "source": "https://groups.google.com/d/topic/tosdr/3tUTqt6hjNY/discussion", "status": "If availability levels are not met during any month of the Terms of the Agreement, users will be entitled to a refund of the applicable fee, ranging from 10% of the fee to 100%.", "created_at": "2018-01-16 15:27:16.500796", "updated_at": "2021-02-06 04:02:03.287112", "quoteText": null, "case_id": 161, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 821, "title": "Cloudant marketing emails are opt-out", "source": "https://groups.google.com/d/topic/tosdr/c8KVAem9yQQ/discussion", "status": "You must actively opt-out of any marketing and non-transactional communications you receive from Cloudant by clicking the \"unsubscribe\" link on the bottom of the email. You can't opt-out of receiving emails related to transactions you have with clouding. They also say that it is not always possible to completely remove or modify information in their subscription databases.", "created_at": "2018-01-16 15:27:27.943877", "updated_at": "2021-02-06 04:02:03.43471", "quoteText": null, "case_id": 223, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 841, "title": "You cannot share screenshots of the admin panel", "source": "https://groups.google.com/d/topic/tosdr/5PwvT2KQQ2I/discussion", "status": "Cloudant users are not allowed to distribute or disclose the Hosting Platform to third parties. This includes, but isn't limited to,  displaying the Hosting Platform.", "created_at": "2018-01-16 15:27:32.525856", "updated_at": "2021-02-06 04:02:03.469308", "quoteText": null, "case_id": 229, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 958, "title": "Cloudant isn't responsible for any unauthorized access or use of your account", "source": "https://groups.google.com/d/topic/tosdr/Y6ErizM-97k/discussion", "status": "Cloudant isn't liable for any unauthorized access or use of your account. This means that you are responsible for maintaining the confidentiality of your username and password.", "created_at": "2018-01-16 15:28:07.677826", "updated_at": "2021-02-06 04:02:03.759485", "quoteText": null, "case_id": 186, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 887, "title": "Cloudant gives at least 1 business day notice of maintenance", "source": "https://groups.google.com/d/topic/tosdr/b1CBprqWxOA/discussion", "status": "Cloudant schedules maintenance during non-peak usage hours. If this means that the Hosting Platform will be unavailable, users will notified at least 1 business day prior, unless the maintenance is being conducted due to an emergency.", "created_at": "2018-01-16 15:27:50.174001", "updated_at": "2021-02-06 04:02:07.167191", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 966, "title": "You don't grant any copyright license to Cloudant", "source": "https://groups.google.com/d/topic/tosdr/Ls2UuXGltSA/discussion", "status": "Users retain ownership of all of their data, including design documents. This includes, without limitation, proprietary rights. Cloudant doesn't have any right to copy, transfer, sell, disclose, license, alter, or otherwise use user data for any purpose.", "created_at": "2018-01-16 15:28:10.897649", "updated_at": "2021-02-06 04:02:03.854303", "quoteText": null, "case_id": 131, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1004, "title": "Cloudant will provide some integration assistance at no cost.", "source": "https://groups.google.com/d/topic/tosdr/m9HyfMGqcJQ/discussion", "status": "During the time you're a Subscriber to Cloudant's services, they will provide some number of hours of integration coding consulting at no cost if you request them.", "created_at": "2018-01-16 15:28:16.754303", "updated_at": "2021-02-06 04:02:03.913833", "quoteText": null, "case_id": 232, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1010, "title": "Cloudant will make all attempts to notify you of legal demands for confidential information", "source": "https://groups.google.com/d/topic/tosdr/73Yf5P_n7uY/discussion", "status": "If Cloudant is required to disclose any confidential user information, they will provide a prompt prior written notice so that you can seek a protective order or other appropriate remedy and/or waive compliance with the terms of their TOS.", "created_at": "2018-01-16 15:28:18.123838", "updated_at": "2021-02-06 04:02:03.986505", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1023, "title": "Cloudant transfers hosted and personal info if Cloudant is acquired by another business", "source": "https://groups.google.com/d/topic/tosdr/eDdfyaFVNnU/discussion", "status": "If Cloudant, any of their affiliated companies, their assets, or the assets of their affiliated companies, are acquired by another business, they expect any hosted, personal, and billing information to be transferred (along with their other business assets) to the new business.", "created_at": "2018-01-16 15:28:19.935441", "updated_at": "2021-02-06 04:02:04.0178", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 992, "title": "You must be able to legally sign a binding contract", "source": "https://groups.google.com/d/topic/tosdr/NcG6SPrTEyM/discussion", "status": "You can't use their Service or accept their Terms unless you're of legal age to form a binding contract wherever you reside.", "created_at": "2018-01-16 15:28:14.135467", "updated_at": "2021-02-06 04:02:04.066691", "quoteText": null, "case_id": 152, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1027, "title": "Cloudant gives 30 days notice before termination", "source": "https://groups.google.com/d/topic/tosdr/yVm-X4yb5GY/discussion", "status": "Although Cloudant reserves the right to restrict, suspend or terminate their TOS and your access to their service at any time for any or no reason, they do give 30 days prior notice. However, they can change your password, username, or unique identifier at any time, for any reason.", "created_at": "2018-01-16 15:28:20.397989", "updated_at": "2021-02-06 04:02:04.149102", "quoteText": null, "case_id": 206, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1112, "title": "Cloudant uses third-party cookies", "source": "https://groups.google.com/d/topic/tosdr/E751EkJqons/discussion", "status": "We may share Other Information about your activity on the Website with third parties for the purpose of tailoring, analyzing, managing, reporting, and optimizing advertising you see on the Website and elsewhere. These third parties may use cookies, pixel tags (also called web beacons or clear gifs), and/or other technologies to collect such Other Information for such purposes. Pixel tags enable us and these third-party advertisers to recognize a browser’s cookie when a browser visits the site on which the pixel tag is located in order to learn which advertisement brings a user to a given site.", "created_at": "2018-01-16 15:28:32.109674", "updated_at": "2021-02-06 04:02:04.447718", "quoteText": null, "case_id": 128, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4002, "title": "Cloudant.com", "source": "https://groups.google.com/d/topic/tosdr/EcAPbaKqdG8/discussion", "status": "Cloudant.com", "created_at": "2018-05-18 14:05:08.706922", "updated_at": "2018-05-30 12:50:23.202745", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2576, "title": "Differences between the services/*.json files and the tosback2/rules/*.xml files", "source": "https://groups.google.com/forum#!topic/tosdr/sMXuuVO3IH4", "status": "Differences between the services/*.json files and the tosback2/rules/*.xml files", "created_at": "2018-05-18 13:49:32.099871", "updated_at": "2018-05-30 12:50:14.803793", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1747, "title": "terms change with notification [Fwd] Re: [tosdr:2180] Re: Terms may be changed any time at their discretion, without notice to the user", "source": "https://groups.google.com/forum#!topic/tosdr/f7SjVQQsjvU", "status": "terms change with notification [Fwd] Re: [tosdr:2180] Re: Terms may be changed any time at their discretion, without notice to the user", "created_at": "2018-05-15 09:12:01.589035", "updated_at": "2021-02-06 03:50:24.435209", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 616, "title": "You can request copies and changes to the personal information Cloudant stores", "source": "https://groups.google.com/d/topic/tosdr/3tgO8czvgbQ/discussion", "status": "You can access, review, and make changes to your personal and/or billing information by emailing Cloudant's support attendants at support@cloudant.com.", "created_at": "2018-01-16 15:26:23.251273", "updated_at": "2021-02-06 04:02:04.637154", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 942, "title": "Terms may be changed any time at their discretion, without notice to the user", "source": "https://www.ibm.com/privacy/us/en/", "status": "They can change the terms of service any time they see fit, even without notification to the user. Your use of the service supposedly constitutes acceptance of the changes in the terms.", "created_at": "2018-01-16 15:28:03.924215", "updated_at": "2021-02-06 04:16:14.484345", "quoteText": "<p>From time to time we may update this Privacy Statement, as well as any other specific privacy statement.\nWhen making changes to this Privacy Statement, we will add a new date at the top of this Privacy Statement.</p>", "case_id": 121, "document_id": 177, "quoteStart": 12502, "quoteEnd": 12721}, {"id": 800, "title": "You can leave Cloudant at any time", "source": "https://groups.google.com/d/topic/tosdr/VJ2-BdtcIE8/discussion", "status": "You can terminate your subscription at any time, although you will be responsible for any charges you have acquired before you leave the service.", "created_at": "2018-01-16 15:27:23.940724", "updated_at": "2021-02-06 04:02:07.491512", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1108, "title": "Cloudant only responds to requests for information if legally required to do so", "source": "https://groups.google.com/d/topic/tosdr/RtqDnwya2Cg/discussion", "status": "When asked to provide information, Cloudant will only provide the portion of information that their legal counsel says is required. They will use reasonable efforts to insure that the information they do disclose is treated confidentially.", "created_at": "2018-01-16 15:28:31.517471", "updated_at": "2021-02-06 04:02:07.646545", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 578, "title": "Cloudant won't share you data with third parties", "source": "https://www.ibm.com/legal/us/en/", "status": "They do not permit any third party or entity access to confidential information, including (without limitation) user subscription data. They only permit third party access as required to provide their services.", "created_at": "2018-01-16 15:26:14.482686", "updated_at": "2019-06-23 17:37:56.662963", "quoteText": "By sending IBM any information or material, you grant IBM an unrestricted, irrevocable license to copy, reproduce, publish, upload, post, transmit, distribute, publicly display, perform, modify, create derivative works from, and otherwise freely use, those materials or information.\nYou also agree that IBM is free to use any ideas, concepts, know-how, or techniques that you send us for any purpose.\nHowever, we will not release your name or otherwise publicize the fact that you submitted materials or other information to us unless: (a) we obtain your permission to use your name.\nor (b) we first notify you that the materials or other information you submit to a particular part of this site will be published or otherwise used with your name on it.\nor (c) we are required to do so by law.\nPersonally-identifiable information that you submit to IBM for the purpose of receiving products or services will be handled in accordance with our privacy policies.", "case_id": 135, "document_id": 178, "quoteStart": 3874, "quoteEnd": 4833}], "urls": ["ibm.com", "cloudant.com"]}}