{"error": 448, "message": "OK", "parameters": {"id": 5296, "name": "f95zone", "created_at": "2021-10-28 03:22:55.061271", "updated_at": "2021-10-28 22:01:09.117993", "wikipedia": null, "keywords": null, "related": null, "slug": "f95zone", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5296.png", "url": "f95zone.to", "documents": [{"id": 9503, "name": "Cookie", "url": "https://f95zone.to/help/cookies/", "xpath": "/html/body/div[2]/div/div[3]/div/div[1]/div/div[2]/div[3]/div/div/div", "text": "\n<p>This page discusses how cookies are used by this site.\nIf you continue to use this site, you are consenting to our use of cookies.</p>\nWhat are cookies?\n<p>Cookies are small text files stored on your computer by your web browser at the request of a site you're viewing.\nThis allows the site you're viewing to remember things about you, such as your preferences and history or to keep you logged in.</p>\n<p>Cookies may be stored on your computer for a short time (such as only while your browser is open) or for an extended period of time, even years.\nCookies not set by this site will not be accessible to us.</p>\nOur cookie usage\n<p>This site uses cookies for numerous things, including:</p>\n<ul>\n<li>Registration and maintaining your preferences.\nThis includes ensuring that you can stay logged in and keeping the site in the language or appearance that you requested.</li>\n<li>Analytics.\nThis allows us to determine how people are using the site and improve it.</li>\n<li>Advertising cookies (possibly third-party).\nIf this site displays advertising, cookies may be set by the advertisers to determine who has viewed an ad or similar things.\nThese cookies may be set by third parties, in which case this site has no ability to read or write these cookies.</li>\n<li>Other third-party cookies for things like Facebook or Twitter sharing.\nThese cookies will generally be set by the third-party independently, so this site will have no ability to access them.</li>\n</ul>\nStandard cookies we set\n<p>\nThese are the main cookies we set during normal operation of the software.\n</p>\n<ul>\n<li>\n<strong>xf_csrf</strong>\n<ul>\n<li>Stores a token, unique to you, which is used to verify that the actions you perform on this site were intended to be performed by you.</li>\n</ul>\n</li>\n<li>\n<strong>xf_session</strong>\n<ul>\n<li>Stores the current ID of your session.</li>\n</ul>\n</li>\n<li>\n<strong>xf_user</strong>\n<ul>\n<li>Stores a key, unique to you, which allows us to keep you logged in to the software as you navigate from page to page.</li>\n</ul>\n</li>\n<li>\n<strong>xf__sam_ad_views</strong>\n<ul>\n<li>Stores a token, unique to you, which is used to count advertisements views and clicks.</li>\n</ul>\n</li>\n<li>\n<strong>xf_xf_th_uix_collapsedCategories</strong>\n<ul>\n<li>Stores a token, unique to you, which is used to remember user style changes (collapsed categories).</li>\n</ul>\n</li>\n<li>\n<strong>xf_xf_th_uix_widthToggle</strong>\n<ul>\n<li>Stores a token, unique to you, which is used to remember user style changes (page width).</li>\n</ul>\n</li>\n<li>\n<strong>xf_xf_th_uix_sidebarCollapsed</strong>\n<ul>\n<li>Stores a token, unique to you, which is used to remember user style changes (collapsed sidebar).</li>\n</ul>\n</li>\n</ul>\nAdditional cookies and those set by third parties\n<p>\nAdditional cookies may be set during the use of the site to remember information as certain actions are being performed, or remembering certain preferences.\n</p>\n<p>\nOther cookies may be set by third party service providers which may provide information such as tracking anonymously which users are visiting the site, or set by content embedded into some pages, such as YouTube or other media service providers.\n</p>\nRemoving/disabling cookies\n<p>Managing your cookies and cookie preferences must be done from within your browser's options/preferences.\nHere is a list of guides on how to do this for popular browser software:</p>\n<ul>\n<li>Microsoft Internet Explorer</li>\n<li>Microsoft Edge</li>\n<li>Mozilla Firefox</li>\n<li>Google Chrome</li>\n<li>Safari for macOS</li>\n<li>Safari for iOS</li>\n</ul>\nMore information about cookies\n<p>\nTo learn more about cookies, and find more information about blocking certain types of cookies, please visit the ICO website Cookies page.\n</p>\n<p>\n<b>Last updated:</b> April 25, 2019\n</p>\n", "created_at": "2021-10-28 01:26:36.944759", "updated_at": "2021-10-28 01:26:44.350217"}, {"id": 9502, "name": "Terms", "url": "https://f95zone.to/help/terms/", "xpath": "/html/body/div[2]/div/div[3]/div/div[1]/div/div[2]/div[3]/div/div/div", "text": "\n<p>The providers (\"we\", \"us\", \"our\") of the service provided by this web site (\"Service\") are not responsible for any user-generated content and accounts (\"Content\").\nSubmitted content expresses the view of their author/s only.</p>\n<p>Our services are not available to persons under eighteen (18) years or twenty one (21) years where eighteen years is not the legal age of majority (\"the age of majority\").</p>\n<p>By using https://f95zone.com/ and affiliated services you agree you're at least eighteen (18) years or twenty one (21) years where eighteen years is not the legal age of majority (\"the age of majority\").\nold.</p>\n<p>You agree to not use the Service to submit or link to any Content which is defamatory, abusive, hateful, threatening, spam or spam-like, likely to offend, contains personal information of others.</p>\n<p>Due to the large amount of content posted by others on the forum, we cannot and do not undertake to monitor or control the nature of the content available on the forum.\nUsers are solely responsible for their interactions with other users of the forum.\nUsers must not post any fraudulent, misleading, defamatory, infringing or unlawful content on the Website.\nUsers agree to defend and indemnify us against any infringement, breach of privacy, defamation or similar claims relating to their use of the forum.\n</p>\n<p>We reserve the right but are not obliged to monitor content and materials posted on the Website and to remove, edit or take any other action to restrict access to any material or content that we or another User may consider to be obscene, unlawful, defamatory, invasive of privacy or otherwise inappropriate or objectionable.</p>\n<p>We are not responsible for the actions of users which take place at the forum.\nAll users acknowledge that our responding to complaints regarding any material or content posted to the Website is done only of our good free will to assist users in having a pleasurable experience on the forum and not because of any duty imposed on us to do so.</p>\n<p>We reserve the rights to remove or modify any Content submitted for any reason without explanation.\nRequests for Content to be removed or modified will be undertaken only at our discretion.\nWe reserve the right to take action against any account within the Service at any time.</p>\n<p> https://f95zone.com/ may provide links to other websites which are independent of us.\nWe make no representations or warranties about any such websites and exclude all responsibility for the content or use of any such websites.\n</p>\n<p>These terms may be changed at any time without notice.</p>\n<p>If you do not agree with these terms, please do not register or use this Service.\nIf you wish to close your account please <b>Contact Us</b>\n</p>\n<p>\n<b>Last updated:</b> December 30, 2018\n</p>\n", "created_at": "2021-10-28 01:24:28.364524", "updated_at": "2021-10-28 01:25:14.48417"}, {"id": 9501, "name": "Privacy Policy", "url": "https://f95zone.to/help/privacy-policy/", "xpath": "/html/body/div[2]/div/div[3]/div/div[1]/div/div[2]/div[3]/div/div/div", "text": "\n<p>We are F95zone (\"we\", \"our\", \"us\").\nWe’re committed to protecting and respecting your privacy.\nIf you have questions about your personal information please contact us.</p>\n<p>\n</p>Privacy\nFor your peace of mind, we would like to ensure that <b>under no circumstances</b> will your email be shared with (or distributed to) anyone.\nYour privacy is extremely important, and we’re not kidding.\nSince the site allows user contributions and posts, it’s strongly recommended you don’t share your email publicly when posting.\n<p>\nJoining only requires an email address which is the only unique &amp.\nreliable identifier for our users.\nWe ask for no other identifier.\nSince you are permitted to change your “display name” anytime, your login is always your original registered email.\nThere are no “name” fields, so you are not required or encouraged to use your real name, nor submit any other personal information, address or phone number.\n</p>\n<p>\nWe do not know your password.\nIt is stored in an encrypted hash.\nYou may reset your password anytime and the previous reset limit has been lifted.\nWe also recently removed the forcing of very strong passwords when resetting.\nOnce you are logged in, the account/settings page permits you to change your password.\n</p>\n<p>\nUsers may voluntarily enter their city (or country) on their profile card to let other users know where they are located – purely for interests sake and no other reason.\nIt is nice to know when someone is from another country so that we may translate our communications into their native language.\nWe strongly encourage an international community as we are multi-lingual ourselves.\n</p>\n<p>\nNaturally, some basic and general information (such as browser type, device, and IP address etc.) is occasionally logged along with any submissions for visitors &amp.\nstatistic purposes, and these are essential for gaining a general knowledge of our audience.\nIt also assists in debugging , depending on what browser/device you’re using.\n</p>\n<p>\n</p>+---------------------------------------------------------------------------------------------------+\n<p>\n</p> Forum Registration Registration is necessary to be able to participate and post in our forum, a registration form should be filled out completely with your desired username, password and email address.\nYour email address will be used to verify your membership and to contact you about forum related concerns.\nF95zone.com retains sole ownership of all the information collected on this website.\nWe do not share any personally identifying information with outside third parties.\nForum User Information If you are a forum member, please be aware that when you share or post personally identifying information, that that information can be seen, stored or utilized by other forum members whom you chose to share the information with.\nThis may result in you receiving unsolicited messages and other forms of communication, depending on the information you shared.\nF95zone.com will not be responsible for personally identifying information that you share or post in the forum.\nLog Files <p>\nLog files contain information that is usually made available by your web browser and is stored on our web server.\nThis non personally identifying information includes the following: browser type, language preference, referring site and the date and time of every page request.\nJust like most other sites, we collect this information to: have a better understanding of how our visitors use our website, be able to generate reports on the trends relevant to the usage of our website, help with website administration, analyze user activities on the site, and collect information about our user base in general.\nWe do not link the information contained in these log files to personally identifying information and we will never distribute them to outside third parties.\n</p>\n<p>Further data may be collected if you choose to share it, such as if you fill out fields on your profile.</p> What information we collect <p>\nWhen using forums provided by F95zone.com, we may require some or all of the following information:\n</p>\n<ul>\n<li>email address</li>\n<li>Internet Protocol (IP) address</li>\n<li>geographical location</li>\n<li>browser type and version</li>\n<li>operating system</li>\n<li>referral source</li>\n<li>length of visit, page views, website navigation and any other related browsing activity</li>\n</ul>\n<p>\n</p> Cookies and Web Beacons <p>\nA cookie is a small text file that a website stores on your computer.\nThis file contains information that your browser provides to the website each time you return.\nCookies are used for record keeping purposes.\nA web beacon is a transparent graphical image that serves to monitor your interaction with a website.\nThis, along with cookies and log files, provides us with analytical information that we can use to improve website performance and user experience in general.\nWe do not link this information to personally identifying information nor do we give this information to outside third parties.\nThis privacy statement regarding the use of cookies and web beacons is only applicable to the F95zone.com website.\n</p>\n<p>\nWe have a detailed cookie policy and more information about the cookies that we set on this page.\n</p> Third Party Ads <p>\nOur advertising partners may use cookies and web beacons in the ads that they serve on our website.\nThe use of such technologies will enable the advertiser to store information about your web surfing interests, so that they can show you targeted advertisements that they believe will interest you the most.\nOur Privacy Policy does not cover the use of cookies and web beacons in the ads of our third party advertisers.\n</p> Managing Cookies <p>\nIf you do not wish to enable cookies, simply adjust your browser settings before using our website and turn off cookies for F95zone.com or our third party advertisers.\nBear in mind, however, that disabling cookies may affect how our site will function for you (e.g.\nbeing unable to log in).\n</p> Links to Other Sites <p>\nOur website contains links leading to other websites that are not owned or managed by us.\nBecause we are not responsible for how these sites handle your privacy, we encourage you to check out the Privacy Policies of those other websites before giving out your personal information.\n</p>\nKeeping your data secure\n<p>We are committed to ensuring that any information you provide to us is secure.\nIn order to prevent unauthorized access or disclosure, we have put in place suitable measures and procedures to safeguard and secure the information that we collect.</p> Controlling your personal information When using the F95zone.com forum, you may choose to limit public viewing of applicable personal information through the settings located in the Privacy section of your account.\n<p>\n</p>\n<p>F95zone.com will not sell, distribute or lease your personal information to third parties.\nWe may use your personal information to send you security information, updates, or other information pertaining to F95zone.com , or your account.</p>\n<p>\n</p>Rights\n<p>You have a right to access the personal data we hold about you or obtain a copy of it.\nTo do so please contact us.\nIf you believe that the information we hold for you is incomplete or inaccurate, you may contact us to ask us to complete or correct that information.</p>\n<p>You also have the right to request the erasure of your personal data.\nPlease contact us if you would like us to remove your personal data.</p>\nAcceptance of this policy\n<p>Continued use of our site signifies your acceptance of this policy.\nIf you do not accept the policy then please do not use this site.\nWhen registering we will further request your explicit acceptance of the privacy policy.</p>\nChanges to this policy\n<p>We may make changes to this policy at any time.\nYou may be asked to review and re-accept the information in this policy if it changes in the future.</p>\n<p>\n<b>Last updated:</b> December 20, 2018\n</p>\n", "created_at": "2021-10-28 03:22:55.064201", "updated_at": "2021-10-28 01:26:21.322286"}], "points": [], "urls": ["f95zone.to"]}}