{"error": 448, "message": "OK", "parameters": {"id": 242, "name": "Daybreak Games", "created_at": "2018-01-16 15:26:06.699801", "updated_at": "2021-06-25 13:47:56.7508", "wikipedia": "https://en.wikipedia.org/wiki/Daybreak_Game_Company", "keywords": "", "related": "", "slug": "daybreakgames", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/242.png", "url": "daybreakgames.com", "documents": [{"id": 7298, "name": "Terms of Service", "url": "https://www.daybreakgames.com/terms-of-service", "xpath": "/html/body/div[4]/div[3]/div[2]", "text": " Daybreak Terms of Service\n<p>(<em>Last Updated</em>: July 25, 2017)</p>\n<ol>\n<li>\nAcceptance\n<p>Daybreak Game Company LLC (“<strong>Daybreak</strong>,” “<strong>we</strong>,” “<strong>us</strong>,” and “<strong>our</strong>”) thanks you for your interest in accessing and using the Daybreak websites listed at www.daybreakgames.com/websites, including, without limitation, the forums, chat rooms, accounts, apps, APIs, materials, information and/or products and services available thereon (collectively, the “<strong>Daybreak Websites</strong>”), as well as the games, game launchers, and other game materials and services made available or offered through the Daybreak Websites (collectively, with the Daybreak Websites, the “<strong>Daybreak Games</strong>”).</p>\n<p>Your use of any Daybreak Game(s) is governed by these Terms of Service (the “<strong>Daybreak Terms of Service</strong>”), the Daybreak Privacy Policy located at www.daybreakgames.com/privacy (the “<strong>Daybreak Privacy Policy</strong>”) and the Daybreak End User License Agreement for each Daybreak Game that you play (the “<strong>Daybreak End User License Agreement</strong>”).\nPlease carefully read the Daybreak Terms of Service, Daybreak Privacy Policy and applicable Daybreak End User License Agreement(s).\nBy accessing and/or using any Daybreak Game(s), you agree to be bound by all of the terms and conditions of the Daybreak Terms of Service, Daybreak Privacy Policy and applicable Daybreak End User License Agreement(s).\nIf you do not agree to all of the terms and conditions of the Daybreak Terms of Service, Daybreak Privacy Policy and applicable Daybreak End User License Agreement(s), you may not access and/or use any of the Daybreak Games.</p>\n<p>You must be at least 18 years of age or have reached the age of majority under the applicable laws of the place where you reside or, if you are not, you must obtain parental or guardian consent to access and/or use any of the Daybreak Games.\nBy accessing and/or using any of the Daybreak Games, you affirm that you are at least 18 years of age or have reached the age of majority under the applicable laws of the place where you reside or, if you are not, that you have obtained parental or guardian consent to enter into the Daybreak Terms of Service, Daybreak Privacy Policy and Daybreak End User License Agreement.\nIf you are not of legal age to enter into the Daybreak Terms of Service, Daybreak Privacy Policy and Daybreak End User License Agreement or have not obtained parental or guardian consent to enter into the Daybreak Terms of Service, Daybreak Privacy Policy and Daybreak End User License Agreement, then you may not access and/or use any of the Daybreak Games and/or any part thereof.</p>\n<p>The Daybreak Terms of Service, Daybreak Privacy Policy and Daybreak End User License Agreement are applicable only to the Daybreak Games, and do not apply to any other websites or products, including, without limitation, any website or product of any parent or affiliate of Daybreak.</p>\n<p>Daybreak reserves the right to modify the Daybreak Terms of Service, Daybreak Privacy Policy and/or Daybreak End User License Agreement in whole or in part, from time to time at its sole and absolute discretion, and to provide you with notice of such modifications by any reasonable means, including, without limitation, by making available the revised version thereof through any Daybreak Game(s).\nYou can determine when the Daybreak Terms of Service, Daybreak Privacy Policy and/or Daybreak End User License Agreement was/were last revised by referring to the “Last Updated” legend at the top of the applicable agreement.\nYour continued use of any Daybreak Game(s) following our making available any revised version of the applicable agreement(s) will mean that you accept that/those revised version(s) thereof.\nhowever, any material change to these agreements will not apply retroactively to any claim or dispute between you and us in connection with such agreements that arose prior to the “Last Updated” date applicable to that version of such agreement(s) in which we included such material change.\nIf you do not agree to any changes made to the Daybreak Terms of Service, Daybreak Privacy Policy and/or Daybreak End User License Agreement, you may not access or use any of the Daybreak Games.\nWe may, at any time, modify, suspend and/or discontinue all or part of any Daybreak Game(s).\ncharge, modify or waive fees required to use any Daybreak Game(s).\nor offer opportunities to some or all users of any Daybreak Game(s).</p>\n</li>\n<li>\nPrivacy\n<p>Daybreak’s collection, use and disclosure of end user information are subject to the Daybreak Privacy Policy which explains, among other things, how Daybreak collects, uses and stores your personal information.\nYour submission of information through or in connection with any Daybreak Game(s) is governed by the Daybreak Privacy Policy.\nTo the extent that you submit any personally identifiable information to any third party in connection with any Daybreak Game(s), please note that (a) such third party’s collection, use and disclosure of such information will be governed by its own privacy policy and not by the Daybreak Privacy Policy, and (b) we are not responsible for the information collection, usage and disclosure practices of such third party or any other third parties.</p>\n</li>\n<li>\nAccounts Generally\n<p>Before<strong>\n</strong>you can access or play any of the Daybreak Games, you will be required to create an account.\nTo create an account you must be at least 18 years old, or at least 13 years old and have your parent’s or legal guardian’s permission.\nWhen creating an account you will be required to, among other things, (a) select a username and password and (b) provide your email address, country of residence and date of birth.\nYou may not use (and we may refuse to grant you) any username that (i) already is being used by another person, (ii) may be construed as impersonating another person, (iii) violates the intellectual property or other rights of any person, (iv) is offensive or (v) Daybreak rejects for any other reason its sole and absolute discretion.\nYou are responsible for maintaining the confidentiality of your username and password and for all interactions with any Daybreak Game(s) that occur in connection with and/or through your account.\nYou represent and warrant that any information you provide in connection with your access to and use of any Daybreak Game(s) is true, accurate and complete, and that you will maintain and update such information as needed, such that the information remains true, accurate and complete.\nIF YOU CHOOSE TO MAKE ANY OF YOUR PERSONALLY IDENTIFIABLE INFORMATION OR OTHER INFORMATION PUBLICLY AVAILABLE THROUGH OR IN CONNECTION WITH YOUR ACCESS TO AND/OR USE OF ANY Daybreak GAME(S), YOU DO SO AT YOUR OWN RISK.\nYou may not sell, transfer, or allow others to access and/or use your account.\nPlease notify us immediately if you are aware of any unauthorized access to and/or use of your account.\nIt is important that you remember your username and password, and that you provide answers to security questions for your account.\nIf you forget your username or password and have not provided us with any answers to security questions, you may not be able to access and use your account.\nFor security reasons, please do not use your real name as your username, password, or forum handle.\nWe reserve the right in our sole and absolute discretion to suspend and/or terminate your account and restrict your access to the Daybreak Games&nbsp;if you do not comply with the Daybreak Terms of Service, Daybreak Privacy Policy, Daybreak End User License Agreement and/or any other terms and conditions that may apply to your access to and/or use of any Daybreak Game(s).\nIn the event that your account has been suspended, Daybreak may request that you provide further verification of your identity, for example, by responding to an email or a text message, before your account may be reactivated.&nbsp;Daybreak is not liable for any loss or damage arising from your failure to comply with any of the foregoing obligations.\nYou can access, edit and update your account information anytime by clicking on the “Account Management” button at the top of the home page of the applicable Daybreak Website.\nYou acknowledge and agree that you (and not we) are responsible for obtaining and maintaining all telecommunications, broadband, and computer hardware, equipment, and services needed to access and use any Daybreak Game(s), and for paying all charges related thereto.</p>\n</li>\n<li>\nChildren under the Age of 13\n<p>The Daybreak Websites are general audience websites and are not directed to children under the age of 13.\nWe do not knowingly collect via the Daybreak Games personally identifiable information from children under the age of 13.</p>\n</li>\n<li>\nFree to Play Your Way®\n<p>Most of the Daybreak Games are “Free to Play Your Way” meaning that end users can access such Daybreak Games for free, with optional content and features available for purchase.\nFor example, you have the option to purchase the following items.</p>\n<ul>\n<li>Virtual Currency</li>\n<li>Game Cards</li>\n<li>Digital Downloads</li>\n<li>Virtual Items</li>\n<li>Memberships</li>\n</ul>\n<blockquote>\n<p>\n<strong>5.1.\nVirtual Currency.</strong> Virtual Currency is an online redeemable point system that can be used to obtain certain products and services offered by Daybreak through the Daybreak Games.\nVirtual Currency (a) can be purchased online or in-game, (b) can be acquired by redeeming a Game Card, and (c) may be awarded to end users for free in connection with certain Daybreak promotional offerings.\nVirtual Currency is sold in bundles and the price may vary depending on the amount you purchase and the location from which you purchase it.\nWe may limit the amount of Virtual Currency that you can purchase or redeem over any given period of time.\nThe purchase or redemption of Virtual Currency may be subject to sales tax in the United Sates.\nThe purchase or redemption of Virtual Currency may be subject to VAT or GST in countries outside the United States.\nWhere applicable, Daybreak will collect the required sales tax, VAT, or GST, and will remit the required amounts to the applicable taxing authority.\nAll sales and redemptions of Virtual Currency are final.\nVirtual Currency does not expire, however all Virtual Currency is forfeited if your account is terminated or suspended for any reason.\nWe reserve the right to terminate your access to the Virtual Currency in your account if we determine, after investigation, that you have used the Virtual Currency in connection with any fraudulent or illegal activity.\nVirtual Currency is not legal tender and does not constitute a personal property right.\nVirtual Currency is nonrefundable, non-transferable, has no cash value, and may not be redeemed, sold, or otherwise transferred for any sum of money or monetary value at any time.\nDaybreak may offer more than one type of Virtual Currency, for example, Daybreak Cash for its PC games and Marketplace Cash for DC Universe Online on the PlayStation Network.\nEach type of Virtual Currency is separate and cannot be converted into another Virtual Currency or redeemed in a Daybreak game and/or on a platform that does not use that Virtual Currency.</p>\n<p>\n<strong>5.2.\nGame Cards.</strong> Daybreak Game Cards may be purchased from various retailers.\nGame Cards can be redeemed for membership time and/or Virtual Currency as stated on the front of each card.\nThe use of a Game Card is subject to these Daybreak Terms of Service and the terms and conditions printed on the card.\nWhile you own the physical Daybreak Game Cards that you purchase, Daybreak Game Cards do not store legal tender, are nonrefundable and non-transferable, have no cash value, and may not be redeemed, sold, or otherwise transferred for any sum of money or monetary value at any time.</p>\n<p>\n<strong>5.3.\nDigital Downloads.</strong> For some Daybreak Games, Daybreak may sell licenses to digital downloads, such as expansion packs, that provide additional gameplay, content, functionality and/or features.\nPlease note that some or all of the gameplay, content, functionality and features in a digital download may be made available at a reduced price, or for free, in a later release of such Daybreak Game.\nDigital downloads are nonrefundable.</p>\n<p>\n<strong>5.4.\nVirtual Items.</strong> Daybreak sells a variety of virtual items (“<strong>Virtual Items</strong>”), which are digital objects such as armor, weapons, adornments, furniture, pets, mounts, potions, etc.\nthat end users can acquire and use for entertainment purposes in the Daybreak Games.\nPlease note that Virtual Items are not chattel and you do not acquire any ownership rights in the Virtual Items.\nWhen you purchase or otherwise acquire any Virtual Item in any Daybreak Game(s), Daybreak is providing you a limited license to use the Virtual Item in such Daybreak Game for personal, non-commercial purposes.\nDaybreak may sell Virtual Items through an in-game marketplace, a website, and/or a mobile app.\nVirtual Items may be sold for Virtual Currency or real world money, at Daybreak’s sole and absolute discretion.\nPlease note that not all Virtual Items are available for purchase.\nSome Virtual Items can be acquired only through gameplay (e.g., by completing quests, killing non-player characters (NPCs), crafting, spending certain points or in-game currency, etc.), or through certain promotions we offer.\nDaybreak reserves the right to add, modify, remove, suspend and reintroduce Virtual Items in the Daybreak Games, in-game marketplaces, and promotional offers, and to change the prices and/or difficulty of obtaining Virtual Items, at any time in its sole and absolute discretion.\nSuch changes may impact the effectiveness, functionality, and/or commonalty of the Virtual Items.\nAs a result, the value and desirability of a Virtual Item may significantly increase or diminish over time.\nBy purchasing a Virtual Item license you assume the risk of any such changes and agree never to assert any claim against Daybreak based on the actual or perceived value, or change in value, of a Virtual Item.\nSome Virtual Items may be tradable to other end users as part of the Daybreak Game.\nHowever, except as may be expressly permitted by Daybreak in its sole and absolute discretion, selling or otherwise transferring Virtual Items in exchange for real world money or monetary value is not allowed.\nVirtual Items acquired through the in-game marketplace are nonrefundable, have no cash value and are not redeemable and/or refundable for any sum of money or monetary value from us.</p>\n<p>\n<strong>5.5.\nMemberships.</strong> Some Daybreak Games offer membership levels for purchase that provide access to additional content, functionality and features.\nSome membership levels may require the purchase of a subscription.\nSubscriptions may be acquired by redeeming a Game Card, by redeeming a “Krono” (only available in some Daybreak Games), or by purchasing a recurring subscription.\nMore information about Krono can be found at <strong>https://www.everquest2.com/krono</strong>).\nRecurring subscriptions will automatically renew for the same amount of time as the initial subscription period, and will be automatically charged to the payment method on your account unless you terminate the auto-renewal before the next renewal date.\nYou can stop the automatic renewal of your subscription at any time by logging into your account and navigating to the membership page.\nDaybreak reserves the right to change the price and/or to modify the features and content provided by a game subscription at any time in its sole and absolute discretion.\nWe will provide at least ten (10) days’ notice to you before changing subscription pricing.\nSubscriptions are nonrefundable.</p>\n</blockquote>\n<p>You hereby agree not to assert and/or bring any cause of action, claim and/or suit against Daybreak, our affiliates, and/or our licensors and suppliers arising out of and/or related to (a) any claim that you own any Virtual Currency, digital downloads, or Virtual Items, (b) any claim for the \"value\" of any Virtual Currency, game cards, digital downloads, or Virtual Items, (c) any claim for the loss of any \"value\" of any Virtual Currency, game cards, digital downloads, or Virtual Items arising out of and/or related to any acts or omissions of Daybreak, our affiliates, our service providers, and/or our licensors and suppliers which is/are permitted under the Daybreak Terms of Service and/or any other Daybreak policy, and/or (d) any claim that the \"value\" of any Virtual Currency, game cards, digital downloads, or Virtual Items has diminished in value as a result of any modification that Daybreak, our affiliates, our service providers, and/or our licensors made to any Daybreak Game(s) or Daybreak Game(s) related services.</p>\n</li>\n<li>\nSales Policy\n<p>You must be at least 18 years old to make a purchase.\nIf you are a minor, you must have your parent or guardian submit the payment information and authorize the transaction on your behalf.\nBy submitting your payment information and making a purchase, you agree to pay all applicable transaction costs including sales taxes, credit card fees, mobile carrier fees, etc.\nDaybreak accepts many methods of payment, including credit cards, game cards, PayPal, SMS, etc.\nDaybreak reserves the right to add or remove any method of payment at any time in its sole and absolute discretion.</p>\n<p>Daybreak does not ensure continuous or error-free access or availability of any Daybreak Game(s).\nDaybreak is constantly changing the Daybreak Games and may, in its sole and absolute discretion, add, modify, disable, suspend and/or remove any Daybreak Game(s), any portion thereof, including, without limitation, any computer code, games, characters, character names, storylines, titles, dialogue, catch phrases, digital downloads, Virtual Items, Virtual Currency, themes, objects, environments, artwork, maps, locations, likenesses, poses, models, textures, costumes, logos, emblems, powers, badges, achievements, sounds, voiceovers, musical compositions, concepts, artwork, animations, special effects, methods of operation, documentation, in-game chat transcripts, character profile information, video files, game engines, launch pads, and client and server side software, data, information, materials and other assets contained therein (collectively, the “<strong>Daybreak Game Assets</strong>”).\nUnder no circumstance will Daybreak be liable for any claim that relates to or arises out of any such change that it makes to any Daybreak Game Assets.\nDaybreak may suspend, discontinue and/or terminate any Daybreak Game(s) and/or Daybreak Asset at any time in its sole and absolute discretion.\nIf and when Daybreak ends a Daybreak Game, the Virtual Items that you have acquired in any Daybreak Game(s) will no longer be available.\nAny Virtual Currency remaining in your account for such Daybreak Game(s) will still be available for use in other Daybreak Games.\nNo refunds will be made for purchases of Subscriptions, digital downloads, and/or Virtual Items.</p>\n<p>In the event that you have purchased any packaged (i.e., physical) goods from Daybreak, you may return such packaged goods to us for any reason within thirty (30) days of shipment for a full refund, less shipping and handling charges.\nPrior to returning any such packaged goods, please send an e-mail to <strong>returns@daybreakgames.com</strong> to request a return authorization.\nUnless you have requested an exchange, you can expect a refund in the same form of payment originally used for purchase.\nAll undeliverable or refused orders will be treated as a return, with the same policy applied as returned items.</p>\n<p>If you wish to purchase any Subscriptions, Virtual Items, digital downloads, or Daybreak Games-related services (each such purchase, a “<strong>Transaction</strong>”), you may be asked to supply certain information relevant to your Transaction, including without limitation your credit card number, the expiration date of your credit card, your billing address, and your shipping information.\nYOU REPRESENT AND WARRANT THAT YOU HAVE THE LEGAL RIGHT TO USE ANY CREDIT CARD(S) UTILIZED IN CONNECTION WITH ANY TRANSACTION.\nYou agree to pay all fees, payments and applicable taxes relating to the Game incurred by you or anyone else using your account.\nBy submitting such information, you grant Daybreak the right to provide such information to third parties for purposes of facilitating the completion of Transactions initiated by you or on your behalf.\nVerification of information may be required prior to the acknowledgment or completion of any Transaction.</p>\n</li>\n<li>\nRules of Conduct\n<p>While playing or otherwise using any Daybreak Game(s), you agree to comply with all applicable laws, rules and regulations, and to respect the rights and dignity of others.\nFurther, your access to and use of the Daybreak Games is conditioned on your complete and continued compliance with the following rules of conduct.\nThe violation of any of these Rules of Conduct may lead to the suspension and/or termination of your account.</p>\n<blockquote>\n<p>\n<strong>7.1.</strong> While playing, streaming, or otherwise using the Daybreak Games, you agree not to:</p>\n<ul>\n<li>Violate the game-specific rules of conduct posted in the Daybreak Knowledge Base and/or on the game forums.</li>\n<li>Post, link to, advertise, promote, or transmit anything that is illegal, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, sexually explicit, obscene, hateful, or racially or ethnically offensive.</li>\n<li>Impersonate or misrepresent your affiliation with Daybreak, our affiliates, our service providers, our licensors and/or any other person, company and/or group.</li>\n<li>Post, link to, or transmit anything that infringes any patent, trademark, trade secret, copyright or other intellectual or proprietary rights of another person or company.</li>\n<li>Delete any author attributions, legal notices or proprietary designations or labels that you upload to or through a Daybreak communication feature;</li>\n<li>Post, link to, or transmit anything that contains a virus, corrupted data, trojan horse, bot, keystroke logger, worm, time bomb, cancelbot or other computer programming routines that are intended to and/or actually damage, detrimentally interfere with, surreptitiously intercept or mine, scrape or expropriate any system, data or personal information.</li>\n<li>Do anything that might interfere with or adversely affect any Daybreak Game(s).</li>\n<li>Attempt to disable or circumvent any measures that we use to prevent or restrict access to our accounts, servers, databases, data, computers, and networks.</li>\n<li>Modify any part of any Daybreak Game(s), including, without limitation, any Daybreak Game client and/or server.</li>\n<li>Arrange for the exchange and/or transfer of any pirated or illegal software and/or other intellectual property while using any Daybreak Game(s).</li>\n<li>Attempt to interfere with, hack into, or decipher any transmissions to or from the servers from which any Daybreak Game(s) is/are operated.</li>\n<li>Exploit any bug in any Daybreak Game(s) and to refrain from communicating the existence of any such exploitable bug (bugs that grant the end user unnatural or unintended benefits to the user), directly, indirectly and/or through public posting, to any other end user of such Daybreak Game(s).\nAdditionally, you agree to promptly report any such bugs to Daybreak.</li>\n<li>Attempt to play any Daybreak Game(s) on any server that is not controlled or authorized by Daybreak or its designees.</li>\n<li>Create, use or provide any server emulator or other site where any Daybreak Game(s) may be played, and to refrain from posting or distributing any utilities, emulators or other software tools related to any Daybreak Game(s) without the express written permission of Daybreak.</li>\n<li>Post, link to, or transmit any kind of unsolicited advertising , promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes” or any other form of solicitation.</li>\n<li>Disclose your or any other person's personal information.</li>\n<li>Interfere with, degrade, harm or disrupt the operation of any Daybreak Game(s), or the servers or networks used to make such websites and games available, or violate any requirements, procedures, policies or regulations of such networks.</li>\n<li>Restrict or inhibit any other person from using any Daybreak Game(s) (including, without limitation, by hacking, cracking or defacing any portion of such websites or games).</li>\n<li>Reproduce, copy, modify, adapt, translate, sell, resell, make available, link to or exploit for any commercial purposes, any portion of, use of, or access to, any Daybreak Game(s), or any portion thereof, including, without limitation, any Daybreak Game Assets.</li>\n<li>Use any Daybreak Game(s) in connection with any commercial activity, including without limitation any “e-sports” or group competition, without Daybreak’s prior written consent.</li>\n</ul>\n</blockquote>\n</li>\n<li>\nCommunications\n<p>Daybreak provides many ways for you to communicate with your gaming friends, which may include online forums, in-game text, in-game voice chat, email and messenger-type functionality.\nAll communications that you post or send through any Daybreak Game(s) (“<strong>Communications</strong>”) must comply with our Rules of Conduct (see Section 7 above).\nIf you believe another end user has violated the Rules of Conduct, please contact a Daybreak customer service representative.</p>\n<p>All of your Communications in-game and on the Daybreak Websites will pass through and be stored on our servers.\nYou should therefore consider all Communications to be public with no expectation of privacy or confidentiality.\nDaybreak reserves the right, but undertakes no obligation, to monitor, filter, modify, block and/or remove content that does not comply with these Daybreak Terms of Service.\nPlease keep in mind, however, that we cannot control or monitor every Communication between and/or among our end users.\nYou therefore may be exposed to messages or other content created or conveyed by other end users that you find objectionable.\nYou are also responsible for anything you say, print, or otherwise communicate to others through any Daybreak Game(s).\nDaybreak, as an online service provider, is not responsible for the content (including, without limitation, the accuracy, integrity and/or quality) of your Communications and is not liable for any harm that you or others may cause by communicating through any Daybreak Game(s).</p>\n</li>\n<li>\nSubmissions\n<p>By posting, transmitting or otherwise submitting any Communication or other message, photograph, artwork, video asset, audio asset, audiovisual asset, or other content, information and/or materials (each, a “<strong>Submission</strong>”) through any Daybreak Game(s), you hereby grant Daybreak a worldwide, non-exclusive, transferable, sublicenseable (through multiple tiers), royalty-free, fully-paid up, perpetual, irrevocable right and license to use, reproduce, distribute, display and perform (whether publicly or otherwise), adapt (including, without limitation, the rights to edit, modify, translate, and reformat), create derivative works of, transmit, make, have made, sell, offer to sell, import and otherwise use and exploit (and have others exercise such rights on behalf of Daybreak) any and all Submissions, for any purpose whatsoever, commercial or otherwise, in any media now known or hereafter developed, without compensation or credit.\nTo the extent permitted by applicable laws, you also give up any claim that any use by Daybreak of the Submissions violates any of your rights, including but not limited to moral rights, privacy rights, rights to publicity, proprietary or other rights, and/or rights to credit for the material or ideas set forth therein.</p>\n<p>For each Submission, you represent and warrant that you have all rights necessary for you to grant the license granted in this Section 9, and that such Submission, and your provision thereof to and through any Daybreak Game(s) complies with all applicable laws, rules and regulations.\nYou further irrevocably waive any “moral rights” or other rights with respect to attribution of authorship or integrity of materials regarding each Submission that you may have under any applicable law under any legal theory as well as any and all other claims that any use of the Submissions by or on behalf of Daybreak violates any of your other rights, including but not limited to, privacy, publicity, proprietary, intellectual property and/or other rights.\nFor purposes of clarity, you retain all other intellectual property rights that you may have in your Submissions, subject to the license and rights granted in this Section 9.</p>\n<p>You acknowledge and agree that, subject to the Daybreak Privacy Policy, we reserve the right (but have no obligation) to do any or all of the following, at our sole and absolute discretion: (i) monitor Submissions and all other use thereof.\n(ii) monitor the play and use any Daybreak Game(s).\n(iii) alter, remove, or refuse to post or allow to be posted any Submission(s).\nand/or (iv) disclose any Submission(s) (and the circumstances surrounding their transmission) and any information regarding your use of any Daybreak Game(s) to any third party (including our customers) in order to operate any Daybreak Game(s).\nto protect Daybreak, our affiliates, our service providers and licensors, and ours and theirs shareholders, directors, officers, employees, agents, representatives, customers and end users.\nto comply with legal obligations or governmental requests.\nto enforce the Daybreak Terms Of Service.\nor to engage in any other business activity.\nDaybreak will also have the right, subject to the Daybreak Privacy Policy, to extract, compile, synthesize, analyze, use and disclose any Submission(s) (by itself or together with data and information of others) for the purpose of operating any Daybreak Game(s), improving, enhancing and modifying our services and products, providing customized services or technologies to you, developing new services or products, and/or any other lawful business purpose without further disclosure or accounting to you.</p>\n<p>Virtual items submitted to Daybreak through the Player Studio program are not governed by this section 9.\nRather, they are governed by Section 15 of these Terms of Service.</p>\n</li>\n<li>\nCheating\n<p>Maintaining the integrity of the Daybreak Games is extremely important to us.\nWhen an end user obtains an unfair advantage by cheating it can ruin the gaming experience for everybody else.\nYou may not disassemble, reverse engineer, or modify any Daybreak Game(s) software in any way.\nYou may not decrypt or modify any data transmitted between the game software and Daybreak’s game servers.\nYou may not develop, share, or use any software, program, macro, or interface that modifies the game play in any way or that gives a user any kind of advantage over other end users, except as expressly authorized by Daybreak.\nAll forms and methods of cheating, including hacks, bots, aimbots, and duping are expressly forbidden.\nThe sale or exchange of accounts, Virtual Items, Virtual Currency, Krono and/or in-game currency for real world money or monetary value is prohibited, except when purchased from Daybreak or otherwise expressly permitted by Daybreak in its sole and absolute discretion.\nDaybreak reserves the right to suspend or permanently terminate the account of, and restrict access to the Daybreak Games by, any end user that engages in any form of cheating, or that attempts in any way to disable, circumvent, or tamper with any anti-hacking or anti-cheating components or features of any Daybreak Game(s).</p>\n</li>\n<li>\nCollection and Use of Information about Your Computer\n<p>We may collect certain information about your computer, such as the IP address, type of video card, size of hard drive, etc., and monitor the software and data on your computer, as reasonably necessary to assist us in optimizing the performance of our games and websites.\nWe may also monitor the processes on your computer as reasonably necessary to detect unauthorized modifications to our game software and/or the use of software that enables or facilitates any kind of cheating.</p>\n</li>\n<li>\nProprietary Rights and License\n<p>Daybreak and its licensors own all right, title and interest in and to the Daybreak Games.\nDaybreak and its licensors are the sole and exclusive owner of all intellectual property rights, including, without limitation, all copyrights, trademarks, patent rights, trade secret rights, know-how, and other rights (“<strong>Intellectual Property</strong>”) in the Daybreak Games.\nThe Daybreak Games are subject to copyright and trademark protections, as detailed in our Legal and Copyright Notices, available at <strong>www.daybreakgames.com/legal</strong>.</p>\n<p>All trademarks and service marks in the Daybreak Games not owned by us are the property of their respective owners.\nExcept as expressly set forth in these Daybreak Terms of Service, you may not use our trade names, trademarks or service marks.\nAdditionally, you shall not, under any circumstances, use our trade names, trademarks or service marks in connection with any product or service that is not our product or service, or in any manner that is likely to cause confusion.</p>\n<p>The Daybreak Games are licensed, not sold, to end users.\nSubject to your acceptance of and continued compliance with all the terms and conditions of the Daybreak Terms of Service and Daybreak End User License Agreement, during the period of time that you have an account for any Daybreak Game(s) or for a shorter period of time (as determined by Daybreak), Daybreak grants you a limited, personal, non-transferable, non-sublicenseable, revocable, non-exclusive right to load the client-side software of such Daybreak Game(s) solely in the format made available to you by Daybreak onto your personal computer, console, or other permitted device.\nprovided that your installation of, access to and play of any Daybreak Game(s) are solely for your personal, non-commercial use and in accordance with each of the restrictions and limitations set forth in the Daybreak Terms of Service and Daybreak End User License Agreement.\nThe client-side software may not be reproduced, transferred, distributed, sold, disassembled, reverse engineered, modified, used as a stand-alone game (without connecting to Daybreak’s game servers), or used in connection with non-Daybreak game servers.\nIf you fail to comply with any of the terms or conditions set forth in the Daybreak Terms of Service and/or the Daybreak End User License Agreement, the Daybreak Terms of Service and Daybreak End User License Agreement (including, without limitation, the grant of permission to play any Daybreak Game(s)) will automatically terminate, whereupon you will immediately (y) cease using any Daybreak Game(s).\nand (z) remove (i.e., uninstall and delete) the Daybreak software from your computer system.</p>\n</li>\n<li>\nRestrictions on Use\n<p>You are solely responsible for any violation of any applicable laws that results from your failure to abide by the Daybreak Terms of Use and/or Daybreak End User License Agreement.\nYou hereby agree not to (a) rent, lease, timeshare, license, distribute, sublicense or otherwise transfer any Daybreak Game(s), in whole or in part, as a standalone product, in conjunction with other products, or otherwise.\n(b) make copies of the Daybreak Games, in whole or in part, except as necessary to install any Daybreak Game(s) in accordance with the Daybreak Terms of Use.\n(c) reverse engineer, decompile or disassemble any Daybreak Game(s), in whole or in part.\n(d) create derivative works of or from any Daybreak Game(s), in whole or in part.\n(e) incorporate any Daybreak Game(s), in whole or in part, into any product or service.\n(f) use any Daybreak Game(s), in whole or in part, for commercial purposes, except as expressly permitted herein.\nand (g) remove, alter or obscure any copyright, trademark, trade name or other proprietary notices, legends, symbols or labels that appear in any Daybreak Game(s), in whole or in part.\nAll rights not expressly granted to you hereunder are reserved to Daybreak and Daybreak’s licensors.</p>\n</li>\n<li>\nUser Generated Content\n<p>Daybreak encourages end users to increase their engagement with the Daybreak Games and share their gaming experiences by creating game-related videos, fan fiction and artwork, Fan Sites (as hereinafter defined) and Apps (as hereinafter defined) for others to view, use and enjoy (collectively, “<strong>User Generated Content</strong>” or “<strong>UGC</strong>”).\nYour creation and use of UGC must comply with the following guidelines.\nFor purposes of clarity, UGC does not include any virtual items that you create for use within any Daybreak Game(s).\nVirtual items submitted to Daybreak through the Player Studio program are not governed by this Section 14.\nRather, they are governed by Section 15 of these Terms of Service.</p>\n<blockquote>\n<p>\n<strong>14.1.\nVideos.</strong> Daybreak encourages end users to create videos for their favorite Daybreak Games and share them with others through Fan Sites and video sharing sites like Twitch and YouTube.\nVideos can include Daybreak game content such as screenshots and game play footage, and can be edited anyway you like as long as you comply with the Daybreak Terms of Service.\nVideos that contain our game content only may be used for non-commercial purposes and may not be licensed or sold.\nSubject to your compliance with the Daybreak Terms of Service, you may monetize your videos through “partner programs” on sites like Twitch and YouTube.</p>\n<p>\n<strong>14.2.\nFan Fiction and Artwork.</strong> We enjoy the creativity of our end users and encourage them to create fan fiction and artwork such as short stories and drawings that are based on and/or inspired by Daybreak Game Assets like NPCs, deities, monsters, characters, cities, dungeons, etc.\nFan fiction and artwork that contains or is based on Daybreak Game Assets only may be used for non-commercial purposes and may not be licensed or sold.\nWe encourage end users to share fan fiction and artwork through Fan Sites, social media, and game forums.</p>\n<p>\n<strong>14.3.\nFan Sites and Apps.</strong> End users may create websites (“<strong>Fan Sites</strong>”) and mobile apps (“<strong>Apps</strong>”) to communicate with each other and share fan fiction, artwork, videos and information about any Daybreak Game(s).\nDaybreak may provide Daybreak Game Assets for end users to use in creating Fan Sites and Apps.\nFan Sites and Apps may also include game data that is acquired via Daybreak’s API, subject to Daybreak’s API Policy.\nDaybreak’s API Policy is available at https://census.daybreakgames.com/, and is incorporated by reference into the Daybreak Terms of Service.\nPlease note that Daybreak may, in its sole and absolute discretion, modify, revoke access to, or discontinue access to Daybreak’s API, and/or may remove access to any portion of the game data, or all of the game data, at any time without notice.\nSubject to your compliance with the Daybreak Terms of Service, you may (a) monetize your Fan Sites and Apps by displaying banners and other forms of advertising, (b) charge for premium functionality and content on your Fan Site(s), and (c) charge others to download your App(s).\nIf you intend to charge a subscription or access fee to generate revenue from your Fansite and/or use your UGC for any other commercial purpose not expressly set forth in this Section 14, you first must execute a Fansite license agreement.\nThe limited permission granted in the Daybreak Terms of Service with respect to use of Daybreak Game Assets in connection with Fansites does not cover such circumstances.\nPlease contact us if you would like to request a copy of the Fansite license agreement.\nFansites that quote an article or message from a Daybreak Website must limit the quote to a paragraph or less and provide a link back to the full article or message.\nPermission to link from the Fansite to the associated Daybreak Website is granted in such circumstances.</p>\n<p>\n<strong>14.4.\nLicense Grant and Restrictions.</strong> Subject to your acceptance of and continued compliance with all the terms and conditions of the Daybreak Terms of Service and Daybreak End User License Agreement, during the period of time that you have an account for any Daybreak Game(s) or for a shorter period of time (as determined by Daybreak), Daybreak grants you a limited, personal, non-transferable, non-sublicenseable, revocable, non-exclusive right to use Daybreak Game Assets to create and distribute UGC as described in this Section 14.\nDaybreak expressly reserves all other rights in and to the Daybreak Games, including, without limitation, all Intellectual Property therein.\nDaybreak shall remain the sole and exclusive owner of the Daybreak Games, including, without limitation, all Intellectual Property therein, and your right to create, use and distribute UGC is subject to Daybreak’s ownership rights and the Daybreak Terms of Service and Daybreak End User License Agreement.\nNothing in the Daybreak Terms of Service and/or Daybreak End User License Agreement shall be construed as allowing you to use, sell, distribute, license or otherwise exploit any Daybreak Asset or Intellectual Property therein for any other purpose or in any other manner other than as expressly provided in this Section 14.\nYour use of any Daybreak Game Asset(s) in UGC is subject to the usage guidelines that Daybreak may provide for those Daybreak Game Assets from time to time.\nYou hereby agree not to (a) remove any trademark, copyright or other proprietary rights notices contained in any Daybreak Asset, (b) challenge Daybreak's or its licensors’ ownership of the Daybreak Game Assets and/or the Intellectual property therein, (c) use Daybreak’s name, trademarks, and/or the name of any Daybreak Game(s) in any Fan Site name, domain name or App name, and (d) use or adopt any names and/or trademarks that might be confusingly similar to the trademarks of Daybreak and/or its licensors.\nUGC must not include any material that is illegal or infringes on the rights of third parties or that is likely to harm the reputation of Daybreak, our affiliates, our service providers and licensors as well as the Daybreak Games.\nYour use and distribution of UGC must not suggest or imply any sponsorship by, affiliation with and/or endorsement by Daybreak and/or any of its affiliates.\nThe creation and sale of merchandise based in whole or in part on any Daybreak Game(s) is expressly prohibited without Daybreak’s prior written permission.\nDaybreak reserves the right to require the removal, destruction and/or deletion of any UGC that does not comply with the Daybreak Terms of Service and/or Daybreak End User License Agreement.</p>\n<p>Daybreak reserves all right, title and interest in and to the Daybreak Game Assets that are not expressly granted in this Section 14.\nYou shall not rent, lease, reproduce, modify, translate or create derivative works of any Daybreak Game Asset(s) except as expressly permitted herein, nor create any derivative works (including, without limitation, fiction or visual art) from, or in any way exploit, any of the characters or content contained in any Daybreak Game(s) without the express written permission of Daybreak.\nDaybreak does not consent to the protection under the copyright law of any unauthorized derivative work.\nThe creation and sale of merchandise based on any Daybreak Game(s) is expressly prohibited.</p>\n</blockquote>\n</li>\n<li>\nPlayer Studio\n<p>Daybreak’s Player Studio program offers end users the opportunity to create and submit virtual items to Daybreak for consideration to be included in any Daybreak Game(s).\nIf Daybreak selects a virtual item for inclusion in any Daybreak Game(s), the end user will share in the revenue (if any) generated by such virtual item.\nMore information regarding Player Studio is available at <strong>https://player-studio.daybreakgames.com/</strong>.\nTo submit a virtual item for consideration, you must first read and agree to the Player Studio Item Submission Agreement, which is available at <strong>https://player-studio.daybreakgames.com/terms</strong>.\nThe Player Studio Item Submission Agreement is incorporated by reference into the Daybreak Terms of Service.\nPlease note that Player Studio is the only approved method for submitting creative materials to Daybreak.\nWith respect to any unsolicited creative materials that you send to us other than through the Player Studio program (collectively, “<strong>Unsolicited Material</strong>”), you hereby grant Daybreak a worldwide, non-exclusive, transferable, sublicenseable (through multiple tiers), royalty-free, fully-paid up, perpetual, irrevocable right and license to use, reproduce, distribute, display and perform (whether publicly or otherwise), adapt (including, without limitation, the rights to edit, modify, translate, and reformat), create derivative works of, transmit, make, have made, sell, offer to sell, import and otherwise use and exploit (and have others exercise such rights on behalf of Daybreak) any and all such Unsolicited Material, for any purpose whatsoever, commercial or otherwise, in any media now known or hereafter developed, without compensation or credit.\nTo the extent permitted by applicable laws, you also give up any claim that any use by Daybreak of the Unsolicited Material violates any of your rights, including but not limited to moral rights, privacy rights, rights to publicity, proprietary or other rights, and/or rights to credit for the material or ideas set forth therein.\nAccordingly, please do not submit any artwork or other creative materials to us through other channels, such as the forums or by email, unless you wish to grant Daybreak the foregoing license with respect thereto.</p>\n</li>\n<li>\nEnd User Feedback\n<p>We may ask end users for ideas, suggestions, input, recommendations, information, comments and/or feedback (collectively, “<strong>End User Feedback</strong>”) to help improve the Daybreak Games.\nWe may also ask for End User Feedback during the “beta” phase of any Daybreak Game to identify and fix bugs and other problems.\nYou also may voluntarily provide End User Feedback to us through forums, email, social media sites and/or other means.\nBy providing End User Feedback to Daybreak, whether solicited by Daybreak or not, you hereby grant Daybreak a worldwide, non-exclusive, transferable, sublicenseable (through multiple tiers), royalty-free, fully-paid up, perpetual, irrevocable right and license to use, reproduce, distribute, display and perform (whether publicly or otherwise), adapt (including, without limitation, the rights to edit, modify, translate, and reformat), create derivative works of, transmit, make, have made, sell, offer to sell, import and otherwise use and exploit (and have others exercise such rights on behalf of Daybreak) any and all End User Feedback, for any purpose whatsoever, commercial or otherwise, in any media now known or hereafter developed, without compensation or credit.\nTo the extent permitted by applicable laws, you also give up any claim that any use by Daybreak of the End User Feedback violates any of your rights, including but not limited to moral rights, privacy rights, rights to publicity, proprietary or other rights, and/or rights to credit for the material or ideas set forth therein.</p>\n</li>\n<li>\nClaims of Copyright Infringement\n<p>We respect the intellectual property rights of others and request that our end users do the same.\nThe Digital Millennium Copyright Act of 1998 (the “<strong>DMCA</strong>”) provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under U.S.\ncopyright law.\nIf you believe that materials in any Daybreak Game(s) infringe your copyrighted work, please send a notice to our copyright agent (identified below) with the following information requesting that such materials be removed or access to it blocked: (a) a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive copyright that is allegedly infringed.\n(b) identification of the copyrighted work claimed to have been infringed (or if multiple copyrighted works incorporated in any Daybreak Game(s) are covered by a single notification, a representative list of such works).\n(c) identification of the material that is claimed to be infringing or the subject of infringing activity, and information reasonably sufficient to allow Daybreak to locate the material on the applicable Daybreak Game(s).\n(d) the name, address, telephone number and email address (if available) of the complaining party.\n(e) a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent or the law.\nand (f) a statement that the information in the notification is accurate and, under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nIf you believe in good faith that a notice of copyright infringement has been wrongly filed against you, the DMCA permits you to send Daybreak a counter-notice.\nNotices and counter-notices must meet the then-current statutory requirements imposed by the DMCA.\nsee http://www.loc.gov/copyright for details.\nSuch notices and counter-notices should be sent to:</p>\n<p>Daybreak Game Company LLC <br>13500 Evening Creek Drive North, Suite 300, San Diego, CA 92128 <br>Office of the General Counsel <br>Fax: (858) 239-0852 <br>E-mail: gcagent@daybreakgames.com</p>\n<p>Among other things, Daybreak reserves the right to terminate the account of any person who, more than twice, posts or transmits content that is removed as the result of a notice under this section.</p>\n</li>\n<li>\nInternet Access Required\n<p>You need a computer with Internet access to access and play Daybreak Games.\nYour computer and Internet equipment will need to meet the minimum specifications for the Daybreak Games you wish to play.\nAll costs and fees associated with such equipment and related software are your responsibility.\nPlease note that the Daybreak Games continuously evolve over time, and the minimum specifications for any Daybreak Game(s) may change.\nAs a result, you may be required to upgrade your computer and/or Internet equipment in order to continue playing the Daybreak Game(s).</p>\n</li>\n<li>\nEpilepsy Warning\n<p>Please note that certain people are susceptible to epileptic seizures or loss of consciousness when exposed to certain flashing lights or light patterns in everyday life.\nSuch people may have a seizure while watching certain monitor images or playing certain video games.\nThis may happen even if the person has no medical history of epilepsy or has never had any epileptic seizures.\nIf you or anyone in your family has ever had symptoms related to epilepsy (seizures or loss of consciousness) when exposed to flashing lights, consult your doctor prior to playing any Daybreak Game(s).\nWe advise parents to monitor the use of video games by their children.\nIf you or your child experience any of the following symptoms while playing a video game, immediately discontinue use of the video game and consult your doctor: dizziness, blurred vision, eye or muscle twitches, loss of consciousness, disorientation, any involuntary movement and/or convulsion.</p>\n</li>\n<li>\nLinks to or From Other Sites\n<p>The Daybreak Game(s) may provide links to or feeds from websites and other online resources.\nExcept as otherwise expressly stated by us in any of the Daybreak Game(s), we are not affiliated or associated with the operators of any third party websites or other resources that link to or are linked from any Daybreak Game(s).\nWe expressly disclaim any responsibility for the accuracy, content, or availability of information found on third party websites or resources that link to or are linked from any Daybreak Game(s).\nWe cannot ensure your satisfaction with any products or services that are available through any third party website or resource that links to or is linked from any Daybreak Game(s) because these third party websites and resources are owned and operated by independent entities.\nWe do not endorse any of the products or services, nor have we taken any steps to confirm the accuracy or reliability of any of the information, made available through any third party websites or resources, and we make no representations or warranties as to the security of any information (including, without limitation, credit card and other personal information) that you may provide or be requested to provide to any third party, whether through such a third party website or resource, or otherwise.</p>\n<p>YOU AGREE THAT YOUR USE OF THIRD PARTY WEBSITES AND RESOURCES AND ANY CONTENT, INFORMATION, DATA, ADVERTISING, PRODUCTS, SERVICES, OR OTHER MATERIALS ON OR AVAILABLE THROUGH SUCH WEBSITES AND RESOURCES IS AT YOUR OWN RISK AND IS SUBJECT TO THE TERMS AND CONDITIONS OF USE APPLICABLE TO SUCH WEBSITES AND RESOURCES.</p>\n</li>\n<li>\nCustomer Service\n<p>Daybreak has an online self-help knowledge base that is accessible online to all end users at <strong>https://help.daybreakgames.com/</strong>.\nDaybreak also offers live customer support for billing issues and to customers with subscription-based memberships.</p>\n</li>\n<li>\nDisclaimers, Limitations of Liability\n<p>TO THE EXTENT PERMITTED BY LAW, THE DAYBREAK GAMES ARE PROVIDED ON AN \"AS IS\" BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nACCESS TO AND USE OF THE DAYBREAK GAMES ARE AT YOUR SOLE RISK.\nDAYBREAK DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH REGARD TO THE DAYBREAK GAMES, INCLUDING ALL STATUTORY AND IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.\nDAYBREAK MAKES NO WARRANTY WITH RESPECT TO THE QUALITY OR AVAILABILITY OF THE DAYBREAK GAMES, INCLUDING, WITHOUT LIMITATION, THAT ACCESS TO ANY OF THEM WILL BE UNINTERRUPTED, CONTINUOUS, VIRUS-FREE, ERROR FREE, RELIABLE, SECURE AND/OR COMPATIBLE WITH ANY PARTICULAR HARDWARE AND/OR SOFTWARE.\nDAYBREAK HEREBY DISCLAIMS ANY AND ALL OBLIGATIONS TO FURNISH ANY MAINTENANCE AND/OR SUPPORT SERVICES WITH RESPECT TO THE DAYBREAK GAMES.</p>\n<p>IN NO EVENT WILL DAYBREAK AND ITS AFFILIATES, LICENSORS, SUPPLIERS AND SERVICE PROVIDERS, AND ITS AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUCCESSORS AND ASSIGNS (COLLECTIVELY, THE “<strong>DAYBREAK ENTITIES</strong>”), BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, OR EXEMPLARY DAMAGES RELATED TO THE USE OF OR INABILITY TO USE ANY DAYBREAK GAME(S).\nNONE OF THE DAYBREAK ENTITIES ARE RESPONSIBLE FOR ANY UNAUTHORIZED ACCESS TO OR ALTERATION OF TRANSMISSIONS OR DATA OR FOR ANY MATERIAL OR DATA SENT OR RECEIVED OR NOT SENT OR RECEIVED.\nNONE OF THE DAYBREAK ENTITIES ARE RESPONSIBLE OR LIABLE FOR ANY THREATENING, DEFAMATORY, OBSCENE, OFFENSIVE OR ILLEGAL CONTENT OR CONDUCT OF ANY OTHER PARTY, OR ANY INFRINGEMENT BY A THIRD PARTY OF ANOTHER’S INTELLECTUAL PROPERTY, PRIVACY OR OTHER RIGHTS.\nIN ANY ACTION OR PROCEEDING AGAINST ANY DAYBREAK ENTITY(IES) ARISING OUT OF OR RELATING TO THESE TERMS OF SERVICE OR THE USE OR INABILITY TO USE THE DAYBREAK GAMES, WHETHER IN CONTRACT, TORT, WARRANTY OR OTHERWISE, THE DAMAGES TO WHICH YOU MAY BE ENTITLED SHALL BE LIMITED TO $100.00.\nYOU HEREBY WAIVE YOUR RIGHT TO BRING ANY CAUSE OF ACTION YOU MAY HAVE AGAISNT ANY DAYBREAK ENTITY(IES) WITH RESPECT TO THE USE OF ANY DAYBREAK GAME(S) ONE YEAR AFTER SUCH CLAIM OR CAUSE OF ACTION ARISES.</p>\n<p>SOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF STATUTORY OR IMPLIED WARRANTIES, OR THE EXCLUSION OR LIMITATION OF LIABILITY FOR CERTAIN TYPES OF DAMAGES.\nIN SUCH STATES OR JURISDICTIONS, THE LIMITATIONS AND EXCLUSIONS SET FORTH IN THIS SECTION MAY NOT APPLY TO YOU.\nCONSEQUENTLY, IN SUCH STATES OR JURISDICTIONS, LIABILITY IS LIMITED TO THE LOWEST AMOUNT PERMITTED BY APPLICABLE LAW.</p>\n</li>\n<li>\nIndemnification and Release\n<p>You agree to indemnify and hold harmless THE DAYBREAK ENTITIES from and against any and all liability, losses, damages, and expenses including, without limitation, attorneys’ fees and costs, incurred in connection with or in any way relating to any claim arising out of any breach by you of the DAYBREAK Terms of Service and/or DAYBREAK end user license agreement and/or your use of ANY DAYBREAK GAME(S).\nYou also agree to release and discharge THE DAYBREAK ENTITIES from any and all existing and future claims you have or may have, known or unknown, relating in any way to your use of or inability to use ANY DAYBREAK GAME(S).</p>\n<p>IN NO EVENT SHALL YOU HAVE ANY RIGHT TO RECOVER OR OBTAIN ANY RIGHTS IN OR TO ANY DAYBREAK GAME(S), OR TO ENJOIN OR OTHERWISE INTERFERE WITH DAYBREAK’S DEVELOPMENT, LICENSING, USE, PUBLISHING, MARKETING, SALE, DISTRIBUTION OR EXPLOITATION OF ANY DAYBREAK GAME(S), OR ANY RIGHTS ASSIGNED, TRANSFERRED OR RESERVED TO DAYBREAK UNDER THE DAYBREAK TERMS OF SERVICE.</p>\n</li>\n<li>\nGoverning Law.\nJurisdiction\n<p>The validity, construction, interpretation and legal effect of this Daybreak Terms of Service shall be construed in accordance with and governed by the judicial decisions and internal laws of the State of Delaware and the United States of America, without giving effect to any choice of law rule that would cause the application of the laws of any jurisdiction other than the internal laws of the State of Delaware and the United States of America.\nSubject to the below provisions of Section 25, (a) you and Daybreak agree that any controversy, claim or dispute arising out of or relating to this Daybreak Terms of Service or any aspect of the relationship between you and Daybreak (each, a “<strong>Dispute</strong>”) asserted by you against Daybreak or by Daybreak against you shall be exclusively brought in a state or federal court in the District of Delaware or Southern District of California, and (b) you and Daybreak each submit and consent to the personal jurisdiction of, and venue in, the state and federal courts located in the District of Delaware or Southern District of California.</p>\n</li>\n<li>\nDispute Resolution.\nArbitration.\nClass Action Waiver\n<blockquote>\n<p>\n<strong>25.1.\nIntroduction.</strong> Any Dispute, whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory, shall be settled through Negotiation (as defined below in this Section 25) or Arbitration (as defined below in this Section 25).\nprovided, however, with respect to Excluded Disputes (as defined below in this Section 25) that you and Daybreak are unable to settle through Negotiation, you or Daybreak may apply to the applicable court in the District of Delaware or Southern District of California to bring any such Excluded Disputes in lieu of Arbitration.</p>\n<p>If a Dispute arises, you and Daybreak first shall attempt in good faith to resolve it promptly by Negotiation as set forth below in this Section 25, and neither you nor Daybreak may commence Arbitration with respect to any Dispute unless you and Daybreak first have unsuccessfully pursued Negotiation as provided in this Section 25 (i.e., the parties are unable to resolve the Dispute in writing within the below thirty (30) day period or if either party refuses to comply with the provisions of any written Negotiation settlement).\nAll communications, whether oral, written or electronic, in any Negotiation or Arbitration (including, without limitation, any written Negotiation settlement or Arbitration award) pursuant to this Section 25 shall be treated as confidential, except as may be necessary to prepare for or conduct the Arbitration hearing on the merits, or except as may be necessary in connection with a court application in accordance with the above provisions of Section 24, or except to the extent otherwise required by applicable law.\nNotwithstanding the above provisions set forth in Section 24, (i) the Federal Arbitration Act applies to and governs the enforceability of this Section 25, and (ii) all communications, whether oral, written or electronic, in Negotiations shall also be treated as compromise and settlement negotiations for purposes of the Federal Rules of Evidence.</p>\n<p>\n<strong>25.2.\nNegotiation.</strong> At any time after a Dispute arises, either you or Daybreak may initiate negotiation by providing written notice (the “<strong>Dispute Notice</strong>”) to the other party as follows (“<strong>Negotiation</strong>”): (a) you shall email Dispute Notices to Daybreak to disputenotice@daybreakgames.com and (b) Daybreak shall email Dispute Notices to you to the email address that Daybreak has on file for you.\nThe Dispute Notice shall describe the nature and basis of the Dispute and sets forth the relief sought.\nYou and a Daybreak representative shall speak by phone and/or communicate via email at a mutually acceptable time and thereafter as often as reasonable necessary, to attempt to resolve the Dispute.\nNo party shall be obligated to continue to participate in Negotiation if the parties have not resolved the Dispute in writing within thirty (30) days after the non-complaining party’s receipt of the Dispute Notice.</p>\n<p>\n<strong>25.3.\nArbitration.</strong> If you and Daybreak are unable to resolve any Dispute through Negotiation or if either you or Daybreak refuses to comply with the provisions of any written Negotiation settlement, then, except for any Excluded Disputes (as hereinafter defined), SUCH DISPUTES WILL BE RESOLVED THROUGH FINAL AND BINDING ARBITRATION BEFORE A NEUTRAL ARBITRATOR (“<strong>Arbitration</strong>”) INSTEAD OF IN A COURT BY A JUDGE OR JURY AND YOU AND Daybreak AGREE THAT YOU AND Daybreak ARE WAIVING THE RIGHT TO TRIAL BY A JURY.\nAs used in this Daybreak Terms of Service, “<strong>Excluded Dispute</strong>” collectively means: (a) any Dispute relating to the infringement, misappropriation and/or other misuse of intellectual property rights other than patent rights (including, without limitation, claims seeking injunctive relief).\n(b) any Dispute relating to the violation, misappropriation and/or other misuse of confidential information (including, without limitation, claims seeking injunctive relief).\n(c) any Dispute relating to the enforcement of an Arbitration award.\nand/or (d) any Dispute that qualifies for small claims court.</p>\n<p>An Arbitration is a proceeding before a neutral arbitrator, instead of before a judge or jury.\nArbitration is less formal than a lawsuit in court, and provides more limited discovery.\nIt follows different rules than court proceedings, and is subject to very limited review by courts.\nThe arbitrator will issue a written decision and provide a statement of reasons if requested by either party.</p>\n<p>The Arbitration will be administered by the American Arbitration Association under its Consumer Arbitration Rules, as amended by this Daybreak Terms of Service.\nThe Consumer Arbitration Rules are available online at <strong>https://www.adr.org/aaa/faces/rules/searchrules/rulesdetail?_afrWindowId=pay9lxinm_1&amp;_afrLoop=691540015434269&amp;doc=ADRSTAGE2021424&amp;_afrWindowMode=0&amp;_adf.ctrl-state=hf27f5iaa_4#%40%3F_afrWindowId%3Dpay9lxinm_1%26_afrLoop%3D691540015434269%26doc%3DADRSTAGE2021424%26_afrWindowMode%3D0%26_adf.ctrl-state%3Dpay9lxinm_79</strong> .\nAdditionally, the arbitrator shall follow applicable state and federal law.</p>\n<p>If you seek $10,000 or less in any Arbitration initiated by you, Daybreak agrees to reimburse your filing fee and your share of the arbitration costs, including your share of arbitrator compensation, at the conclusion of the proceeding, unless the arbitrator determines your claims are frivolous or costs are unreasonable as determined by the arbitrator.\nIf you seek more than $10,000 in any Arbitration initiated by you, the Arbitration costs, including arbitrator compensation, will be split between you and Daybreak according to the AAA Commercial Arbitration Rules and the AAA’s Supplementary Procedures.</p>\n<p>YOU AND DAYBREAK AGREE THAT ANY ARBITRATION UNDER THIS DAYBREAK TERMS OF SERVICE WILL TAKE PLACE ON AN INDIVIDUAL BASIS.\nCLASS ARBITRATIONS AND CLASS ACTIONS ARE NOT PERMITTED AND YOU AND DAYBREAK ARE AGREEING TO GIVE UP THE ABILITY TO PARTICIPATE IN A CLASS ACTION.</p>\n<p>The arbitrator will conduct hearings, if any, by teleconference or videoconference, rather than by personal appearances, unless the arbitrator determines upon request by you or Daybreak that an in-person hearing is appropriate.\nAny in-person appearances will be held at a location which is reasonably convenient to both parties with due consideration of their ability to travel and other pertinent circumstances.\nIf the parties are unable to agree on a location, such determination shall be made by the AAA or by the arbitrator.\nThe arbitrator’s decision will follow the terms of this Daybreak Terms of Service and will be final and binding.\nThe arbitrator will have authority to award temporary, interim or permanent injunctive relief or relief providing for specific performance of this Daybreak Terms of Service, but only to the extent necessary to provide relief warranted by the individual claim before the arbitrator.\nThe award rendered by the arbitrator may be confirmed and enforced in any court having jurisdiction thereof.\nNotwithstanding any of the foregoing, nothing in this Daybreak Terms of Service will preclude you or Daybreak from bringing issues to the attention of federal, state or local agencies and, if the law allows, they can seek relief against us for you or against you for us, as applicable.</p>\n</blockquote>\n</li>\n<li>\nGeneral Terms\n<blockquote>\n<p>\n<strong>26.1.\nCalifornia Complaint Assistance.</strong> Under California Civil Code Section 1789.3, California users are entitled to the following consumer rights notice.\nIf you have a question or complaint regarding any Daybreak Game(s), please feel free to contact us by phone at (858) 239-0500 or by writing to us at Daybreak Game Company LLC, Attention: Office of the General Counsel, 13500 Evening Creek Drive North, Suite 300, San Diego, CA 92128.\nCalifornia residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by mail at 1625 North Market Blvd., Suite N-112, Sacramento, California 95834, or by telephone at (916) 445-1254 or (800) 952-5210.</p>\n<p>\n<strong>26.2.\nTermination.</strong> Your only remedy with respect to any dissatisfaction with any Daybreak Game(s) is to terminate your account.\nYou may terminate any Daybreak Game subscription at any time, however, any subscription time already purchased will remain on your account until the end of your then-current billing cycle and will be nonrefundable.\nDaybreak reserves the right to suspend, restrict or terminate your access to or use of any Daybreak Game(s), at any time and for any reason, in its sole and absolute discretion.\nUpon any such termination, your right to use the Daybreak Games will immediately cease.\nYou agree that any suspension, restriction or termination of your access to or use of any Daybreak Game(s) may be effected without prior notice and that we may immediately deactivate or delete any username and/or password used by or provided to you, and all access to your game accounts.\nYou agree that we will not be liable to you or any third party for any suspension, restriction or termination of your access to any Daybreak Game(s) and we will not be required to make any of the Daybreak Game Assets associated with your account available to you after any such termination, suspension or restriction.\nAll licenses that you grant under the Daybreak Terms of Services along with the terms and conditions of the following Sections shall survive the expiration or earlier termination of the Daybreak Terms of Service: Sections 9, 12, 16, 22, 23 and 26.</p>\n<p>\n<strong>26.3.\nAssignment.</strong> You may not assign or transfer any of your rights or obligations under the Daybreak Terms of Service.\nDaybreak may assign or transfer any and/or all of its rights and/or obligations under the Daybreak Terms of Service without restriction.</p>\n<p>\n<strong>26.4.\nSweepstakes and Contests.</strong> Daybreak may provide end users the opportunity to participate in various sweepstakes and contests.\nIn order to participate, you must meet the eligibility requirements and comply with all of the posted rules.\nYou may be required to provide a tax identification number and to sign an affidavit and release in order to collect a prize.\nDaybreak may report the value of the prize to federal and state taxing authorities and you will be responsible for paying any taxes due to such authorities.</p>\n<p>\n<strong>26.5.\nExport Controls.</strong> Daybreak operates from its offices in California and Texas, in the United States of America.\nWhile most of the Daybreak Games may be accessed online, Daybreak makes no representation that they will be available or appropriate for use outside of the United States.\nOur software is subject to United States export controls.\nNone of our software may be downloaded, accessed, or exported into (or to a national or resident of) Cuba, North Korea, Iran, Syria, Sudan, or any other country to which the U.S.\nhas embargoed goods, or to anyone on the U.S.\nTreasury Department's list of Specially Designated Nationals or the U.S.\nCommerce Department's Table of Deny Orders.\nBy accessing or using our software, you represent and warrant that you are not located in, under the control of, or a national or resident of any such country or on any such list.</p>\n<p>\n<strong>26.6.\nDistribution Partners.</strong> In some countries, Daybreak Games are offered through local partners in those countries.\nSome Daybreak Games may also be accessed through third party digital distributors, like Valve.\nThese third parties may require you to create an account with them and agree to their terms of service.\nYou will still be responsible for complying with the Daybreak Terms of Service to the extent that you use any Daybreak Game(s).</p>\n<p>\n<strong>26.7.\nSeverability.</strong> Each provision of the Daybreak Terms of Service shall be interpreted in such manner as to be effective and valid under applicable law, but if any provision of the Daybreak Terms of Service is held to be prohibited by or invalid under applicable law, such provision shall be ineffective only to the extent of such prohibition or invalidity, without invalidating the remainder of such provision or the remaining provisions of these Terms of Service.</p>\n<p>\n<strong>26.8.\nWaiver.</strong> Any failure of Daybreak to enforce or exercise any right or power under the Daybreak Terms of Service shall not be construed as a waiver of, or a bar to, the exercise of such right or power on any other occasion.</p>\n<p>\n<strong>26.9.\nFiltering.</strong> Pursuant to 47 U.S.C.\nSection 230(d) as amended, we hereby notify you that parental control protections (such as computer hardware, software or filtering services) are commercially available that may assist you in limiting access to material that is harmful to minors.\nInformation identifying current providers of such protections is available at http://kids.getnetwise.org/ and http://onguardonline.gov/.\nPlease note that Daybreak does not endorse any of the products or services listed at these sites.</p>\n<p>\n<strong>26.10.\nMiscellaneous.</strong> If any provision of the Daybreak Terms of Service are deemed to be unlawful, void or for any reason unenforceable, then that provision will be deemed severable from the Daybreak Terms of Service and will not affect the validity and enforceability of any remaining provisions.\nThe Daybreak Terms of Service does not, and will not be construed to, create any partnership, joint venture, employer-employee, agency or franchisor-franchisee relationship between you and us.\nAny heading, caption or section title contained herein is inserted only as a matter of convenience, and in no way defines or explains any section or provision hereof.\nThe Daybreak Terms of Service, together with all agreements and statements referred to herein and incorporated herein by reference, is the entire agreement between you and us relating to the subject matter hereof and, except as otherwise provided herein, supersedes any and all prior or contemporaneous written or oral agreements or understandings between you and us relating to such subject matter.\nNotices to you may be made by posting a notice (or a link to a notice) through any Daybreak Game(s), by email, or by regular mail, at our sole and absolute discretion.\nWithout limitation, you agree that a printed version of the Daybreak Terms of Service and of any notice given in electronic form will be admissible in judicial or administrative proceedings based upon or relating to the Daybreak Terms of Service to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nNothing in the Daybreak Terms of Service, express or implied, is intended to or will confer on any person (other than the parties and their respective successors or permitted assigns) any rights, remedies, obligations or liabilities.</p>\n</blockquote>\n</li>\n</ol>\n<p>© 2015 Daybreak Game Company LLC.\nAll rights reserved.</p> ", "created_at": "2021-06-25 13:54:36.644244", "updated_at": "2021-06-25 13:56:25.764447"}, {"id": 7297, "name": "Privacy Policy", "url": "https://www.daybreakgames.com/privacy", "xpath": "/html/body/div[4]/div[2]/div/div[2]", "text": " DAYBREAK GAME COMPANY LLC PRIVACY POLICY\n<p>(Last Updated: June 3, 2021)</p>\n<p>Daybreak Game Company LLC and its affiliates (together <strong>“Daybreak Games”</strong> or <strong>“we”</strong> or <strong>“our”</strong>) respects your privacy and are committed to protecting the Personal Information (as defined below) that you may provide us while using the Services (as defined below).\nYour use of the Services is subject to your agreement to the terms and conditions of this Privacy Policy (the <strong>“Privacy Policy”</strong>) and our Terms of Service (the <strong>“Daybreak Terms of Service”</strong>).</p>\n<p>Daybreak Games is an international business with multi-national operations, systems, and processes.\nDaybreak Games has therefore certified to the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework set forth by the U.S.\nDepartment of Commerce (the <strong>“Privacy Shield”</strong>) and adheres to the Privacy Shield Principles.\nDaybreak Games commits to subject all Personal Information received from the EU and Switzerland to the Principles.\nTo learn more about Daybreak Games’ self-certification, visit its Privacy Shield Policy.</p>\n<p>For additional information for residents of California, please view the California Privacy Disclosure.</p>\n<p>This Privacy Policy sets out the basis on which we process the Personal Information and Other Information (as defined below) that we collect from or about you.\nThis Privacy Policy informs you of our privacy practices concerning the following topics.</p>\n<ul>\n<li>ABOUT DAYBREAK GAMES AFFILIATES</li>\n<li>THE WEBSITES AND SERVICES COVERED BY THIS PRIVACY POLICY</li>\n<li>OUR PARTICIPATION IN AND CERTIFICATION BY ONLINE PRIVACY PROGRAMS.</li>\n<li>PERSONAL INFORMATION WE COLLECT FROM AND ABOUT YOU</li>\n<li>OTHER INFORMATION WE COLLECT FROM YOU</li>\n<li>HOW WE USE AND SHARE THE INFORMATION THAT WE COLLECT FROM YOU</li>\n<li>WHO WE SHARE YOUR INFORMATION WITH</li>\n<li>INFORMATION ABOUT LINKS</li>\n<li>HOW YOU MAY ACCESS, CHANGE, OR DELETE THE INFORMATION YOU HAVE PROVIDED TO US</li>\n<li>SPECIAL NOTE ABOUT CHILDREN’S PRIVACY</li>\n<li>INFORMATION FOR PERSONS OUTSIDE THE UNITED STATES</li>\n<li>OUR COMMITMENT TO SECURE THE PERSONAL INFORMATION WE HAVE COLLECTED</li>\n<li>NOTICE OF CHANGES TO THIS PRIVACY POLICY</li>\n<li>CONTACT US WITH QUESTIONS, COMMENTS, OR REQUESTS</li>\n<li>CALIFORNIA PRIVACY DISCLOSURE</li>\n</ul>\nABOUT DAYBREAK GAMES AFFILIATES\n<p>The following Daybreak Games affiliates collect, process, transfer, and store Personal Information and Other Information in accordance with this Privacy Policy.\nThe relevant Daybreak Games affiliate involved will depend on the Services you are using, the websites you are visiting or the country in which you are based.</p>\n<ul>\n<li>United States of America: Daybreak Game Company LLC, a Delaware limited liability company with its principal place of business at 13500 Evening Creek Drive North, Suite 300, San Diego, CA, 92128.\nStanding Stone Games LLC, a Delaware limited liability company with its principal place of business at 117 Kendrick St #350, Needham, MA, 02494.</li>\n</ul>\n<p>Back to top</p>\nTHE WEBSITES AND SERVICES COVERED BY THIS PRIVACY POLICY\n<p>The Privacy Policy applies to the websites, software applications or programs, games, HTML email messages, information we collect through social media pages, and other properties and services that are operated by us and that link to this Privacy Policy (collectively, the <strong>“Services”</strong>).\nPlease note that when visiting Daybreak Games’ pages hosted on social media websites (e.g., Facebook, Twitter, YouTube, Google+) or any other third-party websites, you should refer to their privacy policies and terms of use for more information about how they handle your information.</p>\n<p>We collect, use, and store your Personal Information as set out in this Privacy Policy to enable you to receive the Services and/or because it is in our legitimate interest to handle your Personal Information (such legitimate interests including the management of our business operations and provision, marketing, and management of our Services, and other purposes set forth in this Privacy Policy).</p>\n<p>By using our Services, you acknowledge the processing of your Personal Information as described in this Privacy Policy.\nIf you do not agree to the use of your Personal Information as set out in this Privacy Policy, please do not use any of our Services.</p>\n<p>Back to top</p>\nOUR PARTICIPATION IN AND CERTIFICATION BY ONLINE PRIVACY PROGRAMS.\n<p>Daybreak Games is a valid licensee and participating member in the ESRB Privacy Certified Program.\nWe have voluntarily undertaken this privacy initiative and the Services that display this Privacy Policy and an ESRB Privacy Certified seal have been reviewed and certified by the ESRB Privacy Certified Program to meet established online information collection and use practices.\nAs part of this program, we are subject to audits of the Services and other enforcement and accountability mechanisms administered independently by ESRB.</p>\n<p>Please also see our Privacy Shield Policy which sets out our adherence to the Privacy Shield Principles.</p>\n<p>If you have any questions, complaints, or comments regarding this Privacy Policy, please contact Daybreak Games at the contact details at the end of this Privacy Policy.\nFor complaints, you can also contact the ESRB Privacy Certified Program directly at privacy@esrb.org or https://www.esrb.org/privacy/contact/.</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.</p>\n<p>Back to top</p>\nPERSONAL INFORMATION WE COLLECT FROM AND ABOUT YOU\nA.\nGeneral\n<p>\n<strong>“Personal Information”</strong> is information that identifies you as an individual or relates to an identifiable person, including for example, your name, e-mail address, postal address, phone number, and payment card information.\nUnless otherwise set forth in this Privacy Policy, we only collect Personal Information from you that you provide to us voluntarily (e.g., through interaction or registration with the Services).\nWe may combine the Personal Information we receive from you with information we receive about you from other sources, such as our affiliates, public databases, joint marketing partners, social media platforms, from people with whom you are friends or otherwise connected on social media platforms, and from other third parties.\nFor example, if you elect to connect your social media account to your Services account, certain Personal Information from your social media account may be shared with us, such as your name, email address, photo, and location.\nThis Personal Information may be combined with other information that is part of your profile or your friends’ profiles.</p>\nB.\nMemberships and Registration\n<p>Some areas of the Services may allow you to visit as a guest and remain anonymous, but you may not be able to access all the content and features of those areas without registering (e.g., in order to play our subscription-based games, information such as your real name and billing information is required).\nImportant information regarding account registration procedures and the security of your account is set out in the Daybreak Terms of Service.</p>\nC.\nE-mail Newsletters and Friend to Friend Promotions\n<p>Typically you need to have an account in order to receive e-mails from us, provided that you may receive e-mail communications from us if you have contacted us directly with regard to a specific request or if you have expressly agreed to receive e-mail communications for promotion, marketing, or newsletters.\nYou may be asked for additional Personal Information when you subscribe.\nYou can opt-out of receiving future marketing e-mails from us by following the unsubscribe directions contained in the e-mail.\nAlso, except in jurisdictions where it may be prohibited by law, we may allow you to submit information about other people, such as in connection with a “Send to a Friend” promotion.\nIn these situations, you may provide the e-mail address and, sometimes, the name of a friend, provided you have their permission to do so.\nAfter the “Send to a Friend” transaction is completed, that information is deleted.</p>\nD.\nSweepstakes, Contests, and Promotions\n<p>To participate in some of our sweepstakes, contests, surveys, and other promotions, you may be asked to provide additional Personal Information such as your physical mailing address.\nThis information may be collected by Daybreak Games and/or by third parties such as co-sponsors or vendors for the promotion.\nPotential winners will be required to provide additional Personal Information for the purpose of verifying eligibility, awarding prizes, and for tax purposes.\nThe names of third parties such as co-sponsors (other than vendors hired by Daybreak Games to conduct, administer, and execute a promotion on behalf of Daybreak Games) will be disclosed to you when you are asked to sign up for the promotion.\nYou should review such third parties’ privacy policies to see how they may use any information that they collect.</p>\nE.\nOnline Purchases and Technical Support\n<p>When you sign up to play one of our fee-based games or you make certain online purchases from us, we will require that you provide us with the necessary billing information, such as your name, credit card or payment information, street address, etc., so that we may provide the content, game, service, or product to you.\nIn order to resolve issues related to customer service, billing questions, technical, and computer support, etc., we may also require you to provide us with some Personal Information so that we may resolve such issues properly.</p>\n<p>We may use a third-party payment service to process payments made through the Services.\nIf you wish to make a payment through the Services, your Personal Information may be collected by such third party and not by us and will be subject to the third party’s privacy policy, rather than this Privacy Policy.\nWe highly recommend that you read the privacy policy of any third-party website you may be directed to before providing any Personal Information.</p>\nF.\nHosting of Third-Party Services\n<p>Certain Services may be provided to you in conjunction with a third party.\nDuring the registration process for any such Service, you may be notified that such third party wishes access to some of your Personal Information and you will be given an opportunity to decline to share that information with that third party.\nIf you decline, you may not be able to use the relevant Services.\nA third party’s use of the shared Personal Information will be governed by the third party’s own privacy policy, and Daybreak Games’ use of such information will be governed by this Privacy Policy.</p>\nG.\nConsent to Store &amp.\nMonitor\n<p>Please note that, when running, some of our games may monitor your computer’s random access memory (“<strong>RAM</strong>”), media access control (“<strong>MAC</strong>”) address, configuration files and system files, etc., for unauthorized third party programs running concurrently with your game which, in Daybreak Games’ sole determination: (i) enable or facilitate cheating of any type.\n(ii) allow users to modify or hack the applicable Daybreak Games game interface, environment, and/or experience in any way not expressly authorized by Daybreak Games.\nor (iii) intercept, “mine” or otherwise collect information from or through the applicable Daybreak Games game (each, an “<strong>Unauthorized Third Party Program</strong>”).\nIn the event that a Daybreak Games game detects an Unauthorized Third Party Program, (a) the Daybreak Games game may communicate information back to Daybreak Games, including without limitation, your Daybreak Games account username, details about the Unauthorized Third Party Program detected and the activities or functions performed thereby, and/or details about your computer, and/or (b) Daybreak Games may exercise any or all of its rights and remedies, including, without limitation, its rights and remedies under the Daybreak Terms of Service and/or the Daybreak Games end user license agreement without prior notice to the user linked to such Unauthorized Third Party Program.</p>\n<p>When you communicate with another game player or with us within the Services (e.g., through live chat, instant message services, message boards, and the like), even when you believe you are doing so “privately” with another person, you do so with the understanding that those communications go through our servers, and to the maximum extent permitted by applicable law you expressly agree to waive any rights of confidentiality that you may have in and to such communications, you agree you have no expectation of privacy in such communications and in using this functionality you acknowledge that we, (or our agents’) may monitor the communications that you send and receive through the Services (including, without limitation, technical support and customer service communications).\nYou also acknowledge that any and all character data that is stored and is resident on our servers may be monitored by us or our agents (to the extent permitted by applicable law).</p>\nH.\nBusiness Capacity and Resume Submissions\n<p>Daybreak Games allows for the online submission of tax forms and resumes.\nPlease be advised that information (including Personal Information) contained in a tax form, a job applicant’s resume, or otherwise submitted to Daybreak Games in a business capacity is not subject to the terms of any other section of this Privacy Policy.\nThe information obtained in these instances will only be used for the purpose for which it was collected (i.e., accepting and evaluating your submission for a job, contacting you, your previous employers, and your references, processing payments, etc.).</p>\n<p>When we collect Social Security numbers in the course of our business (such as when a vendor or Player Studio registrant submits a tax form), it is our policy to protect the confidentiality of such numbers, prohibit their unlawful disclosure, and limit access to them.</p>\nI.\nForum and Submissions\n<p>Daybreak Games allows users to submit certain Personal Information to create a user profile within Daybreak Game forums.\nThe type of Personal Information that you can provide may include a username, a free text bio and your name for your online profile.\nThis Personal Information may be combined with other information that is part of your profile.</p>\nJ.\nCollection of Personal Information about Other Individuals\n<p>The Services may allow you to provide Personal Information relating to certain third parties, such as your family members and friends.\nExcept as provided by applicable laws and/or as described in this Privacy Policy, you will not give any such Personal Information to us or our service providers without the relevant individual’s consent.</p>\n<p>Back to top</p>\nOTHER INFORMATION WE COLLECT FROM YOU\n<p>We and our service providers may collect information that does not reveal your specific identity and does not directly relate to an individual (“<strong>Other Information</strong>”).\nBecause Other Information does not personally identify you and does not relate to you individually, we may use and disclose it for any purpose, except where we are required to do otherwise under applicable law.\nIf we are required to treat Other Information as Personal Information under applicable law, then we may use and disclose it for all the purposes for which we use and disclose Personal Information.</p>\n<p>We may combine the Other Information we collect from and about you with Personal Information that personally identifies you.\nIf we do, we will treat the combined information as Personal Information for as long as it is combined.\nWe and our service providers may collect Other Information in a variety of ways, including:</p>\nA.\nBrowser and Device Information\n<p>Certain information is collected by most browsers or automatically through your device or with session information, such as your Media Access Control (MAC) address, computer type (Windows or Macintosh), screen resolution, operating system name and version, device manufacturer and model, language, Internet browser type and version, and the name and version of the Services you are using.\nWe use this information to ensure that the Services function properly.</p>\n<p>Your IP address is a number that is automatically assigned to the computer that you are using by your Internet Service Provider.\nAn IP address may be identified and logged automatically in our server log files whenever a user accesses the Services, along with the time of the visit and the page(s) that were visited.\nCollecting IP Addresses is standard practice and is done automatically by many websites, applications, and other services.\nWe use IP Addresses for purposes such as calculating usage levels of the Services, helping diagnose server problems, and administering the Services.</p>\n<p>In addition, when you play our games or use the communication features available through the Services, we may collect your IP address.\nWhen any Daybreak Games game is updated or “patched,” our patch routine may check your computer to see that you have the most recent version of Daybreak Games game-specific files.\nWhen you log into one of the Daybreak Games’ games, we may collect your system specifications (such as RAM, video card, monitor, system configuration, crash data, etc.) for the purposes of analyzing and optimizing your Daybreak Games game experience and in order to provide you with customer service.</p>\nB.\nThrough your use of our apps\n<p>When you download and use one of our applications, we and our service providers may track and collect app usage data, such as the date and time the app on your device accesses our servers and what information and files have been downloaded to the app based on your device number.</p>\nC.\nInformation collected through cookies, pixel tags, and other technology\n<p>We and our service providers may use cookies, pixel tags, and other tracking technology when you visit or use the Services.\nPlease see our Cookie Policy for details on our use of these technologies and instructions on how you may manage them.</p>\n<p>We assign a unique identifier to every user of our websites and launchpad (i.e., our game launchers).\nThe unique identifier allows us to recognize the same user when he or she uses our various Services, including through different devices, and to track his or her use of the Services, thereby giving us a full picture of the user’s activity across our Services.\nIf we have collected your Personal Information, or if we collect your Personal Information in the future, we will combine it with the information we have collected through our use of the unique identifier.\nWe use the information collected for analytics purposes and to serve targeted Daybreak Games offers and content to you when you are on the Services.</p>\n<p>We and our service providers may also use cookies and other technologies to automatically collect the website or advertisement from which you reached the Services, to track responses to our online advertisements, and to collect information across your use of different Daybreak Games websites.\nWe do not track your behavior on third-party websites or other online services.</p>\n<p>Daybreak Games does not control cookies in third party ads and you are encouraged to check the privacy policies of advertisers and/or ad services to learn about their use of cookies and other technology.\nThe ads appearing on the Services may be delivered to you by third-party advertising companies.\nThese companies may use information about your visits to the Services and other sites or online services in order to provide advertisements on the Services and other sites about goods and services that may be of interest to you.\nIf you would like more information about this practice and to know your choices with respect to it, please visit http://optout.networkadvertising.org/#/ or http://www.aboutads.info/.</p>\n<p>We use Google Analytics, which uses cookies and similar technologies to analyze how users use the Services, compile statistical reports on Services activity, and provide other services related to the Services.\nGoogle Analytics may also collect information about our users’ use of other websites.\nFor more information about Google Analytics, or to opt out of Google Analytics, please go to: https://tools.google.com/dlpage/gaoptout.</p>\nD.\nPhysical location\n<p>We may collect the general physical location of your device by, for example, using satellite, cell phone tower, or WiFi signals.\nWe may use your device’s general physical location to provide you with personalized location-based services and content.\nIn some instances, you may be permitted to allow or deny such uses of your device’s location, but if you do, we may not be able to provide you with the applicable personalized services and content.</p>\nE.\nDemographic information and other information provided by you\n<p>In connection with some Services, or through surveys or polls, we may ask you to provide information that does not personally identify you.\nFor example, we may ask you to provide information concerning your entertainment preferences, purchasing habits, and the like.\nThis information is generally optional.\nDaybreak Games requests this information to understand you better and to also bring to your attention new services, programs, or offers that may be of interest to you.</p>\nF.\nAggregated information\n<p>Aggregated Personal Information does not personally identify you or any other user of the Services (for example, we may aggregate Personal Information to calculate the percentage of our users who have a particular telephone area code).</p>\n<p>Back to top</p>\nHOW WE USE AND SHARE THE INFORMATION THAT WE COLLECT FROM YOU\nA.\nHow we use information that we collect from you\n<p>In addition to the uses described in the sections above, we may use the Personal Information we collect from and about you to enable us:</p>\n<ul>\n<li>To provide you with technical support, customer service, and account maintenance;</li>\n<li>To learn what you like and tailor your experience accordingly;</li>\n<li>To improve and develop the Services and our other products and services;</li>\n<li>To provide services or products you request;</li>\n<li>To allow you to participate in or use our communication features;</li>\n<li>To allow you to download and/or play one of our games;</li>\n<li>To allow you to benefit from any other promotions or offers, such as sweepstakes and contests;</li>\n<li>To manage your Daybreak Games account and fulfill your orders and respond to your requests;</li>\n<li>To inform you of any changes made to the Services or send other administrative information to you;</li>\n<li>To inform you of products, services, promotions, and offers which you may find interesting, including by serving advertisements to you when you are on third-party sites, services, and social media platforms;</li>\n<li>For our internal business purposes, such as data analysis, audits, fraud monitoring and prevention, determining the effectiveness of our promotional campaigns, and operating and expanding our business activities.</li>\n<li>For business purposes such as in the event of a merger, sale, joint venture, bankruptcy or similar proceeding</li>\n</ul>\n<p>Back to top</p>\nWHO WE SHARE YOUR INFORMATION WITH\nA.\nInformation disclosed to service providers and other third parties\n<p>We may disclose your Personal Information to other companies that we have engaged to provide services to us and whom we subject to confidentiality requirements.\nThis may include, but is not limited to, fulfillment houses, billing services, transaction managers, credit verification services, ad serving services, and other third party service providers.</p>\n<p>We may disclose your Personal Information to identify you to anyone to whom you send messages through the Services.</p>\n<p>We may disclose your Personal Information to a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock, including in connection with any bankruptcy or similar proceedings.</p>\n<p>We may use or disclose your Personal Information if we believe such disclosure is necessary or appropriate: (a) under applicable law, including laws outside your country of residence.\n(b) to comply with legal process.\n(c) to respond to requests from public and government authorities, including public and government authorities outside your country of residence.\n(d) to enforce our terms and conditions.\n(e) to protect our operations or those of any of our affiliates.\n(f) to protect our rights, privacy, safety or property, and/or that of our affiliates, you or others.\nand (g) to allow us to pursue available remedies or limit the damages that we may sustain.</p>\nB.\nInformation you make available to third parties\n<p>You may disclose your Personal Information on message boards, chat, profile pages, and other services to which you are able to post information and materials.\nAny information you post or disclose through these services will become public information and may be available to other users of the Services and to the general public.\nPlease be careful when deciding to disclose your Personal Information, or any other information, on or through the Services.</p>\nC.\nInformation shared with affiliated companies\n<p>Daybreak Games may share your Personal Information for the purposes described in this Privacy Policy (except for direct marketing) with its affiliates, including any entity that directly or indirectly owns fifty percent (50%) or more of the outstanding equity in Daybreak.</p>\n<p>Back to top</p>\nINFORMATION ABOUT LINKS\n<p>We may provide links to third party websites.\nThis Privacy Policy does not apply to any such websites, and we are not responsible for them, so we encourage you to review the policies of all such sites carefully.\nAdditionally, there may be unauthorized third party websites that may be providing links from their sites to the Services without our knowledge or control.\nWe are not responsible for the content of any third party websites, expressly disclaim any statements or assertions made on such websites, and deny all liability associated with your use of, and the content on, such other sites or advertisements contained therein.</p>\n<p>Back to top</p>\nHOW YOU MAY ACCESS, CHANGE, OR DELETE THE INFORMATION YOU HAVE PROVIDED TO US\n<p>Subject to security and privacy concerns (e.g., regarding your password and credit card number), your Daybreak Games account will give you the ability to access, change, delete, and/or update certain Personal Information you have provided, and adjust your communications preferences.\nIf you choose to have your Personal Information removed from our active databases, we will try to do so within a reasonable time after your request and we will take reasonable steps to ensure that your Personal Information is not used (except as may be required or permitted by law) by Daybreak Games after your notification to us.</p>\n<p>Please note that, where required or permitted by law, we may need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting deletion.\nThere may also be residual information that will remain within our databases and other records, which will not be removed.</p>\n<p>If you are located in the EU or the UK you may have certain rights set out below (see Information for Persons Outside the United States).</p>\n<p>Back to top</p>\nSPECIAL NOTE ABOUT CHILDREN’S PRIVACY\n<p>The Services are not directed to children under the age of 13, and we do not knowingly collect Personal Information from such children.\nIf Daybreak Games learns that we have inadvertently gathered personal data from children under the age of 13, Daybreak Games will take reasonable measures to promptly delete such personal data from Daybreak Games’ records.</p>\n<p>If you believe that we have unintentionally collected personal information about your child, please contact us using the contact details at the end of this Privacy Policy.</p>\n<p>Back to top</p>\nINFORMATION FOR PERSONS OUTSIDE THE UNITED STATES\n<p>For the purposes of EU and UK data protection laws we will be a data controller over your Personal Information (the company responsible for, and which controls the processing of, your Personal Information).</p>\n<p>The Services are operated and controlled by us from the United States.\nYour Personal Information may be stored and processed in any country where we have facilities or in which we engage service providers, and by using the Services, you acknowledge the transfer of information to countries outside your country of residence, including the United States, which may have different data protection rules than your country.</p>\n<p>Where your Personal Information is transferred from the European Economic Area (\"EEA\") or the UK to us, members of our group or other third parties who are outside of the EEA or the UK (including to the United States) we will take steps to ensure that such transfers comply with applicable privacy laws, including EU Regulation 2016/679 (the \"GDPR\"), the GDPR as it forms part of the law of England and Wales (the \"UK GDPR\") and the Data Protection at 2018 (\"DPA\"), such as:</p>\n<p>- by ensuring that the country in which your personal information will be handled has been deemed \"adequate\" by the UK Government or the European Commission (as applicable) or by putting in place adequate measures, for example transfer provisions on terms prescribed by the GDPR, UK GDPR or DPA as appropriate.\nand</p>\n<p>- taking all reasonable precautions to ensure that your personal information is treated securely and in accordance with this Privacy Policy.</p>\n<p>You can find out further information about the rules on data transfers outside the UK and the EEA, including the mechanisms that we rely upon, on the European Commission website here and on the Information Commissioner's Office website here.</p>\n<p>If you are located in the EEA or the UK you may contact us at any time, using the contact details at the end of this Privacy Policy, to request that we: (a) update any Personal Information which is out of date or incorrect.\n(b) delete any Personal Information which we are holding about you.\n(c) restrict the way that we process your Personal Information.\n(d) provide the Personal Information you provided to a third party provider of services.\n(e) provide you with a copy of any personal information which we hold about you.\nor (f) provide you with information on our international transfers and the appropriate safeguards we have put in place.\nWe will consider and reply to all such requests in accordance with applicable law.</p>\n<p>Individuals located in the EEA also have the right to lodge a complaint about the processing of their Personal Information with their local data protection authority.\nIn the UK your local data protection authority is the Information Commissioner's Office.\nIf you are located in the EEA you can find your local data protection authority here.\nYou may also seek a remedy in your local courts if you believe your rights have been breached.</p>\n<p>We have a Data Protection Officer, an EU Representative and UK Representative, who can assist with all queries regarding our processing of personal information.\nYou can contact our Data Protection Officer and these Representatives using the details in the “Contact Us” section below.</p>\n<p>Back to top</p>\nOUR COMMITMENT TO SECURE THE PERSONAL INFORMATION WE HAVE COLLECTED\n<p>In order to provide you with added protection, Daybreak Games employs a security technology known as a secure-socket-layer (“<strong>SSL</strong>”) to protect the transmission of payment information to the Services.\nUnless otherwise specified herein or on the Services where you make a purchase, credit card numbers are used only for payment processing and are not retained for marketing purposes.</p>\n<p>We seek to use reasonable organizational, technical, and administrative measures to protect Personal Information within our organization.\nUnfortunately, no website data transmission or storage system can be guaranteed to be completely secure.\nDaybreak Games urges you to take steps to keep your Personal Information safe by memorizing your password or keeping it in a safe place (separate from your account information), logging out of your user account, and closing your web browser when you are finished using the Services.\nIf you have reason to believe that your interaction with us is no longer secure (for example, if you feel that the security of any account you might have with us has been compromised), please immediately notify us of the problem by contacting us in accordance with the <em>“Contact Us”</em> section below.</p>\n<p>We will retain your Personal Information for the period necessary to fulfill the purposes outlined in this Privacy Policy unless a longer retention period is required or permitted by law.</p>\n<p>Back to top</p>\nNOTICE OF CHANGES TO THIS PRIVACY POLICY\n<p>Daybreak Games reserves the right to modify this Privacy Policy from time to time and to provide you with notice of such modifications by any reasonable means, including, without limitation, by making available the revised version of the Privacy Policy through the Services or our websites.\nYou can determine when the policy was last revised by referring to the “Last Updated” legend at the top of this Privacy Policy.\nYour continued use of the Services following our making available any revised version of this Privacy Policy will mean that you accept that revised version.\nhowever, any material change to this Privacy Policy will not apply retroactively to any claim or dispute between you and us in connection with this Privacy Policy that arose prior to the “Last Updated” date applicable to that version of this Privacy Policy in which we included such material change.\nIf we make any material changes in the way we collect, use, or share your Personal Information, we will notify you by prominently posting notice of the changes on Daybreak Games’ home page.\nIf you do not agree to any changes made to this Privacy Policy, you may not access or use the Services.</p>\n<p>Back to top</p>\nCONTACT US WITH QUESTIONS, COMMENTS, OR REQUESTS\n<p>Questions, comments, and requests regarding this Privacy Policy are welcomed and should be addressed to:</p>\n<p>DAYBREAK GAMES:</p>\n<ul>\n<li>Email: privacyofficer@daybreakgames.com (ask for the Privacy Officer)</li>\n<li>Mail: Daybreak Games Privacy Officer, 13500 Evening Creek Drive North, Suite 300, San Diego, CA 92128, USA</li>\n</ul>\n<p>\n<br>DAYBREAK GAMES DPO:</p>\n<ul>\n<li>Email: DPO@daybreakgames.com</li>\n<li>Mail: Daybreak Games Data Protection Officer, 13500 Evening Creek Drive North, Suite 300, San Diego, CA 92128, USA</li>\n</ul>\n<p>\n<br>DAYBREAK GAMES EU Representative:</p>\n<ul>\n<li>E-Mail: daybreak@mcf.ie</li>\n<li>Mail: MCF Legal Technology Solutions Limited, GDPR Representative, Riverside One, Sir John Rogerson’s Quay, Dublin 2, IRELAND</li>\n</ul>\n<p>\n<br>DAYBREAK GAMES UK Representative:</p>\n<ul>\n<li>E-Mail: daybreak@mcfg.co.uk</li>\n<li>Mail: MCF Legal Technology Solutions (UK) Limited, Tower 42, Level 38C 25 Old Broad Street, London EC2N 1HQ, England</li>\n</ul>\n<p>\n<br>If you believe that we have not responded to your privacy-related inquiry or your inquiry has not been satisfactorily addressed, please contact ESRB at https://www.esrb.org/privacy/contact, or privacy@esrb.org.</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.</p>\n<p>Back to top</p> ", "created_at": "2021-06-25 13:53:59.140121", "updated_at": "2021-06-25 13:54:09.669529"}, {"id": 7296, "name": "Cookie Policy", "url": "https://www.daybreakgames.com/cookies?locale=en_US", "xpath": "/html/body/div[4]/div[2]/div/div[2]", "text": " COOKIE POLICY\n<p>\n<em>LAST REVISED: March 10, 2021</em>\n</p>\n<p>This Cookie Policy describes the different categories of cookies and similar technologies that may be applied on the websites (\"<strong>Sites</strong>\") of Daybreak Game Company LLC (\"<strong>Daybreak</strong>\").\nWe may change this Cookie Policy at any time.\nPlease take a look at the \"<em>LAST REVISED</em>\" legend at the top of this page to see when this Cookie Policy was last revised.\nAny changes in this Cookie Policy will become effective when we make the revised Cookie Policy available on or through the Sites.</p>\n1.\nWHAT ARE COOKIES AND WHAT DO THEY DO?\n<p>We collect information through cookies, pixels, and other tracking technologies (collectively “Cookies”) to deliver and improve the Daybreak services, and to display relevant content, products, services, and advertising.</p>\n<p>Cookies are a standard feature of websites that allow us to store small amounts of data on your computer about your visit to our Sites.\nCookies may be used to enable the functionality and services provided by our Sites and may be used for analytics and advertising purposes as described below.\nA tracking pixel is a transparent graphic image (usually 1 pixel x 1 pixel or Javascript tag) that is placed on a web page and, in combination with a cookie, allows us to collect information regarding the use of the web page that contains the tracking pixel.\nYou may choose whether to accept Cookies by changing the settings on your browser or choosing the opt out provided below.\nHowever, if you disable Cookies on our Sites, your experience on the Sites may be diminished and some features may not work as intended.</p>\n2.\nWHAT COOKIES DO WE USE?\n<p>Below we list the different categories of Cookies that may be used on the Site.\nTo the extent any Personal Information is collected through Cookies, the Privacy Policy applies and complements this Cookie Policy.</p>\n<p>\n<strong>Essential Cookies.</strong> Essential cookies enable you to navigate the Site and to use its services and features.\nWithout these absolutely necessary cookies, the Site will not perform as smoothly for you as we would like it to and we may not be able to provide the Site or certain services or features.</p>\n<p>\n<strong>Preference Cookies.</strong> Preference cookies collect information about your choices and preferences, and allow us to remember language or other local settings and customize the Site accordingly.</p>\n<p>\n<strong>Social Media Cookies.</strong> Social media cookies collect information about social media usage.\nThese cookies may be stored and accessed by Daybreak and/or third party websites that provide social media services, such as Facebook, Twitter, or YouTube.</p> Name\nPurpose\nPrivacy/Cookie Policy, Opt-out and Cookie Blocking Options (if available) <p>Facebook</p>\n<p>Track members/non-members of social media for behavioural advertising, analytics, market research</p>\n<p>Policy</p>\n<p>Twitch</p>\n<p>Track members/non-members of social media for behavioural advertising, analytics, market research</p>\n<p>Policy</p>\n<p>Twitter</p>\n<p>Track members/non-members of social media for behavioural advertising, analytics, market research</p>\n<p>Policy</p>\n<p>YouTube</p>\n<p>Track members/non-members of social media for behavioural advertising, analytics, market research</p>\n<p>Policy</p>\n<p>Facebook Pixel</p>\n<p>This pixel is placed by Facebook.\nIt enables Daybreak to measure, optimize and build audiences for advertising campaigns served on Facebook.</p>\n<p>Policy</p>\n<p>Twitter Pixel</p>\n<p>This is used for collecting the number of users who link to the site from twitter ads.</p>\n<p>Policy</p>\n<p>\n<strong>Analytics Cookies.</strong> We may use analytics Cookies to collect information about your use of the Site and enable us to improve the way it works.\nDaybreak may set these Cookies or they may be set by companies that help us with analytics, such as Google Analytics.\nFor example, analytics Cookies show us which are the most frequently visited pages on the Site, help us record any difficulties you have with the Site, and show us whether our advertising is effective or not.\nThis allows us to see the overall patterns of usage on the Site, rather than the usage of a single person.\nWe use the information to analyse the Site traffic, but we do not examine this information for individually identifying information.</p> Name\nPurpose\nPrivacy/Cookie Policy, Opt-out and Cookie Blocking Options (if available) <p>Google Analytics</p>\n<p>Analyse audience to improve site design and content</p>\n<p>Policy</p>\n<p>Adobe Test &amp.\nTarget</p>\n<p>Gives website operators the ability to test which online content and offers are more relevant to visitors.</p>\n<p>Policy</p>\n<p>\n<strong>Advertising Cookies.</strong> Advertising cookies are set to display targeted promotions or advertisements based upon your interests on the Site or to manage our advertising.\nThese cookies collect information about your activities on this and other sites to provide you targeted advertising.\nThese cookies may be stored and accessed by Daybreak and/or our advertising partners.\nBelow is a list of companies that may store or access information using advertising cookies on our Sites:</p> Name\nPurpose\nPrivacy/Cookie Policy, Opt-out and Cookie Blocking Options (if available) <p>Google (AdSense, Adwords Conversion, AJAX Search API, Analytics, Dynamic Remarketing, IMA, Tag Manager, DoubleClick, GA Audience)</p>\n<p>Ad Serving, Ad Targeting, Content Customization</p>\n<p>Policy</p>\n<p>\n<strong>Third Party/Embedded Cookies.</strong> Some Daybreak Sites display embedded content or frames from third party websites to enhance your experience.\nThese third party websites place Cookies to collect information about use of such third party website or display targeted promotions or advertising.\nThese cookies may be stored and accessed by those third party websites that provide services, such as Twitch.\nWe have no direct control over the information that is collected by these cookies.\nBelow is a list of companies that may store or access information using cookies via third party services on our Sites:</p> Name\nPurpose\nPrivacy/Cookie Policy, Opt-out and Cookie Blocking Options (if available) <p>Facebook</p>\n<p>Ad Serving, Ad Targeting, Content Customization</p>\n<p>Policy</p>\n<p>Twitch</p>\n<p>Ad Serving, Ad Targeting, Content Customization</p>\n<p>Policy</p>\n<p>Twitter</p>\n<p>Ad Serving, Ad Targeting, Content Customization</p>\n<p>Policy</p>\n<p>YouTube</p>\n<p>Ad Serving, Ad Targeting, Content Customization</p>\n<p>Policy</p> 3.\nHOW DO I MANAGE COOKIES? <p>You may manage non-essential Cookies on our Sites at any time by using the applicable Cookie Management Tool for your Site:</p>\n<ul>\n<li>DarkpawGames.com Cookie Preferences</li>\n<li>DaybreakGames.com Cookie Preferences</li>\n<li>DCUniverseOnline.com Cookie Preferences</li>\n<li>DimensionalInk.com Cookie Preferences</li>\n<li>EverQuest.com Cookie Preferences</li>\n<li>EverQuest2.com Cookie Preferences</li>\n<li>H1Z1.com Cookie Preferences</li>\n<li>PlanetSide2.com Cookie Preferences</li>\n<li>RoguePlanetGaming.com Cookie Preferences</li>\n<li>Players.DCUniverseOnline.com Cookie Preferences</li>\n<li>Player-Studio.DaybreakGames.com Cookie Preferences</li>\n</ul>\n<p>Please note that many features of our websites require the use of Cookies to function properly.\nBy disabling Cookies you may be unable to use certain functionality and/or access certain content on our sites.\nPlease also note that the social media plugins on our sites drop Cookies, and to disable those Cookies you will need to use the links provided above in the \"Social Media Cookies\" section of this policy.\nPlease further note that it is necessary to store preference Cookie(s) for each of the Sites in order to store your Cookie preference.</p>\n<p>You can also adjust the settings on your browser to refuse or accept Cookies.\nInformation about the procedure to follow in order to enable or disable Cookies can be found on your Internet browser provider's website via your help screen.\nAs noted above, some features and content on our websites will become unavailable and/or not work properly if you disable Cookies.</p>\n<p>You may wish to refer to the following websites for information on commonly used browsers and other possible opt-out mechanisms:</p>\n<ul>\n<li>http://www.aboutcookies.org/default.aspx</li>\n<li>http://www.allaboutcookies.org/manage-cookies/index.html</li>\n<li>http://optout.networkadvertising.org/?c=1#!</li>\n<li>http://www.youradchoices.com</li>\n<li>http://preferences-mgr.truste.com/</li>\n</ul>\n<p>If you want to clear all Cookies left behind by the websites you have visited, here are links where you can download three programs that clean out tracking Cookies:</p>\n<ul>\n<li>http://www.lavasoftusa.com/products/ad-aware_se_personal.php</li>\n<li>http://www.spybot.info/en/download/index.html</li>\n<li>http://www.webroot.com/consumer/products/spysweeper/</li>\n</ul> ", "created_at": "2021-06-25 13:51:50.823206", "updated_at": "2021-06-25 13:52:04.001234"}], "points": [{"id": 1884, "title": "Planetside 2 / Daybreak Games Terms of Service.", "source": "https://groups.google.com/forum#!topic/tosdr/kWYjkuMVC4A", "status": "Planetside 2 / Daybreak Games Terms of Service.", "created_at": "2018-05-15 09:12:07.021013", "updated_at": "2021-02-06 03:50:27.37055", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["daybreakgames.com"]}}