{"error": 448, "message": "OK", "parameters": {"id": 5638, "name": " Get It ", "created_at": "2021-11-16 03:29:08.271189", "updated_at": "2021-11-16 23:01:09.280436", "wikipedia": null, "keywords": null, "related": null, "slug": "get-it", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5638.png", "url": "get.it", "documents": [{"id": 10134, "name": "Privacy Policy", "url": "https://www.get.it/privacy", "xpath": "/html/body/div[1]/div/div/div/main/div/div", "text": "Privacy Policy <p> Get.It has the following Privacy Policy with respect to information gathered on Web pages hosted by Get.It.\nSuch information is received by Get.It.\nThis privacy policy explains to you how your information is protected, collected and used and may be updated from time to time.\nOur use of the information we collect is subject to the terms of the privacy policy in effect when we collect that information.\nWe will provide notice of materially significant changes to this privacy policy by posting notice on the Get.It site.\nWe encourage you to check our policy periodically.\nThe terms \"we\" and \"us\" refer to Get.It.\nYour use of this website indicates that you accept the terms of this privacy policy.\nIf you do not accept the terms, then do not use this website.\n</p> The Information We Collect <p> Personally Identifiable Information — When visiting Get.It and signing up for or using Get.It services, you may choose to supply Get.It with information that identifies you personally.\nFor End-Users, this information may include, without limitation, your name and contact information, shipping and billing information, credit card numbers and other payment information.\nFor Clients, this information may include, without limitation, the Client's name and contact information, the Client's web site information (including without limitation name, URL), payment information, and user comments.\n</p>\n<p> We also may collect personally identifiable information if that information is provided by you in comments or feedback, if you post it on our classifieds, or if you contact us directly.\nPlease do not post any personal information on the classifieds, forums, or other properties of Get.It that you expect to keep private.\n</p>\n<p> Non-personally Identifiable Information - You may choose to supply Get.It with information that does not identify you personally.\nThis information may include, without limitation, your gender, birth date, occupation, and purchase history.\nWe, and third-party vendors we use, may also collect certain non-personally identifiable information about you which is made available by your browser, computer system, hardware, software, and/or the use of cookies, including, but not limited to, your IP address, browser type, operating system, domain name, access times, referring website addresses, and addresses of other websites you visit.\n</p>\n<p> Information about children: We are concerned about the privacy of young children and we do not knowingly collect any personal information from a child under the age of 13.\nWe do not sell products or services for purchase by children.\n</p> The Way We Use Information <p> We use the information collected on this website to complete the transaction for which the information is intended.\nSuch transactions may include, without limitation: administering a service, such as search, community, advertising sales, ecommerce.\ncompleting an order.\nreplying to support requests.\nor contacting you if you have granted us permission to do so.\nNotwithstanding any other provision, we partner with third parties that collect information across various channels, including offline and online, for purposes of delivering more relevant advertising to you.\nOur partners may place or recognize a cookie on your computer, device, or directly in our emails/communications, and we may share personal information with them if you have submitted such information to us, such as your name, postal address, or email address.\nOur partners may link the nonpersonal information we share with them to the cookie stored on your browser or device, and they may collect information such as your IP address, browser or operating system type and version, and demographic or inferred-interest information.\nOur partners use this information to recognize you across different channels and platforms over time for advertising, analytics, attribution, and reporting purposes.\nFor example, our partners may deliver an ad to you in your web browser based on a purchase you made in a physical retail store, or they may send a personalized marketing email to you based on the fact that you visited a particular website.\nTo learn more about interest-based advertising in general and to opt out, please visit http://www.aboutads.info/choices or visit this link .\nWe may share the information with third parties to the extent that is necessary to administer the services we offer our Clients and End-Users or if we are required to do so by law or in the good faith belief that such disclosure is reasonably necessary to respond to subpoenas, court orders, or other legal process.\nWe also may disclose information about users to law enforcement officers or others when we have a good faith belief that the disclosure is reasonably necessary to enforce our Terms of Use, respond to claims that any posting or other content violates the rights of third-parties, or protect the rights, property, or personal safety of Get.It, its users or the general public.\n</p>\n<p> From time to time, we also use the information to inform you of additions or improvements to the Get.It services.\nIf you do not wish to receive Get.It emails, you may opt out by clicking on the unsubscribe link found at the bottom of all Get.It emails.\n</p>\n<p> Finally, we never use or share the personally identifiable information provided to us online in ways or for reasons unrelated to the ones described above without also providing an opportunity to opt-out or otherwise prohibit such unrelated uses.\n</p> Our Commitment to Data Security <p> To prevent unauthorized access, maintain data accuracy, and ensure the appropriate use of information, we have put in place appropriate physical, electronic, and managerial procedures reasonably designed to safeguard and secure the information we collect online.\nPersonnel who have access to our database are trained to maintain and secure all information.\n</p>\n<p> We store in our database all classified and other postings and they remain in our database even after \"deletion.\" Such postings and information also may be archived elsewhere.\nWe make good faith efforts to store the information in a secure environment that is not publicly available, but we cannot guarantee complete security.\n</p>\n<p> Search engines not affiliated with Get.It also may archive or otherwise make available content, including without limitation, postings and resumes, from Get.It and we cannot guarantee the security in connection with any such unaffiliated entity in connection with Get.It postings, content, or otherwise.\n</p> How You Can Access or Update Your Information <p> Clients can access their personally identifiable information that Get.It collects online and maintains by signing in to their password-protected account and selecting \"Edit My Profile\".\n</p>\n<p> To protect your privacy and security, we will take reasonable steps to verify your identity before granting access or making corrections to your information.\n</p>\n<p> If you wish to remove your personally identifiable information from our newsletters and/or our website, please send us an email requesting such removal to contact@get.it, and we will honor that request within 10 business days.\n</p>\n<p> If you have questions or concerns about any of our information collection or handling practices, please contact us at contact@get.it, write to us at 1250 23rd Street, NW Suite 420, Washington, DC 20037 or by calling (703) 880-6630.\n</p> Feedback <p> Get.It welcomes your feedback on this document by email at contact@get.it </p>", "created_at": "2021-11-16 03:29:08.274855", "updated_at": "2021-11-16 02:29:57.681643"}, {"id": 10133, "name": "Terms Of Use", "url": "https://www.get.it/terms", "xpath": "/html/body/div[1]/div/div/div/main/div/div", "text": "Terms Of Use <p> These Terms of Use (“Terms”) apply to your use of the Get.It website (“Website”).\nBy using the Website, you accept the Terms.\nIf you do not accept the Terms, do not use the Website.\n</p>\n<ol>\n<li>\n<strong>Representations and warranties.</strong> You represent that you are over the age of 18 and that you have the capacity to enter into a binding contract.\n</li>\n<li>\n<strong>Prohibitions on use of the Website.</strong> You agree not to use the Website, or products or services purchased from the Website, for, or in connection with, the following: <ol>\n<li> Tampering, hacking, modifying, or otherwise corrupting the security or functionality of the Website, its services, or its products.\n</li>\n<li> Posting, emailing, or otherwise transmitting any data that contains any viruses or any other code, file, or program that is intended to destroy, disrupt, or otherwise impair a computer’s functionality or the operation of any service.\n</li>\n<li>Chain letters, pyramid schemes, or spamming;</li>\n<li> Posting, emailing, or otherwise transmitting any unlawful, harmful, harassing, defamatory, libelous, abusive, threatening, vulgar, sexually explicit, hateful, or otherwise objectionable material of any kind, or any material that is invasive of another’s privacy or exploits children under 18 years of age.\n</li>\n<li> Falsely stating or misrepresenting your identity or affiliation, including spoofing or otherwise impersonating any person or entity.\n</li>\n<li>Any fraudulent or illegal purpose;</li>\n<li> Gathering personally identifiable information without prior consent.\nor </li>\n<li>Interfering with another user’s enjoyment of the services.</li>\n</ol>\n</li>\n<li>\n<strong>Authorized use of the Website.</strong> You are authorized to view and download the materials on the Website only for your personal and non‐commercial use.\nYou may not modify the materials on the Website in any way.\nYou may not reproduce the materials or use them for public display, public distribution, or any other commercial purpose.\n</li>\n<li>\n<strong>Termination.</strong> We reserve the right to terminate your authorization to use the Website, in our sole discretion, with or without notice, if we believe that your conduct fails to conform with the Terms.\n</li>\n<li>\n<strong>Intellectual property.</strong> The materials on the Website are copyrighted and contain our trademarks.\nAny unauthorized use of any materials on this Website may violate applicable copyright, trademark, and other laws.\n</li>\n<li>\n<strong>No warranty.</strong> The information, services, and products on this Website are provided on an “as is” basis.\nWe provide no warranties, express, implied, or statutory, and we expressly disclaim any and all warranties, including, but not limited to, fitness for a particular purpose.\n</li>\n<li>\n<strong>Limitation of liability.</strong> In no event will we be liable to any party for any indirect, incidental, special, punitive, exemplary, or consequential damages for any use of this Website or any of its products or services.\n</li>\n<li>\n<strong>Third party websites.</strong> We make no representations whatsoever about any third party website you may access through links in the Website.\nWhen you access any such third party website, you acknowledge and agree that it is independent from us, and that we have no control over its content.\nIn addition, a link to such third party site does not mean that we endorse or accept any responsibility for the content, or the use, of such site.\nIt is up to you to take precautions to ensure that whatever you select for your use is free of such items as viruses, worms, and other destructive items.\nIt is also up to you to review and accept the third party site’s privacy policy and terms of use.\n</li>\n<li>\n<strong>Governing law.</strong> These Terms shall be governed by, subject to, and construed in accordance with the laws of the State of Maryland, and you agree that the sole and proper venue for any legal proceedings under this agreement shall be in Montgomery County, Maryland.\n</li>\n<li>\n<strong>Indemnification.</strong> You agree to indemnify us and hold us harmless from all claims, liabilities, damages, and expenses arising out of or related to your use of the Website or your use of the products or services offered on the Website.\n</li>\n<li>\n<strong>Modification or amendment.</strong> The Terms may be updated from time to time.\nWe will provide notice of materially significant changes to the Terms by posting notice on the Website.\nYour use of the Website is subject to the Terms in effect when you use the Website.\nWe encourage you to check the Terms periodically.\n</li>\n</ol>", "created_at": "2021-11-16 03:29:08.273294", "updated_at": "2021-11-16 02:30:05.88103"}], "points": [], "urls": ["get.it"]}}