{"error": 448, "message": "OK", "parameters": {"id": 3602, "name": "CISA", "created_at": "2021-05-13 12:53:03.583705", "updated_at": "2021-05-13 22:25:05.327667", "wikipedia": null, "keywords": null, "related": null, "slug": "cisa", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3602.png", "url": "cisa.gov", "documents": [{"id": 5989, "name": "Privacy Policy", "url": "https://www.cisa.gov/privacy-policy", "xpath": "", "text": " Skip to main content <p>An official website of the United States government</p>\nHere's how you know <ul>\n<li>EMAIL US(link sends email)</li>\n<li>CONTACT</li>\n<li>SITE MAP</li>\n</ul>\n<strong>Official websites use .gov</strong>\n<br>\nA <b>.gov</b> website belongs to an official government organization in the United States.\n<strong>Secure .gov websites use HTTPS</strong> A <b>lock ()</b> or <b>https://</b> means you've safely connected to the .gov website.\nShare sensitive information only on official, secure websites.\nEnter Search Terms(s): <p>\n</p>\n<p>\n</p> Toggle navigation Enter Search Terms(s): CISA Navigation <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> TLP:WHITE TLP:WHITE <ol>\n<li> About CISA </li>\n<li> Notices </li>\n<li> CISA Website Privacy Policy </li>\n</ol> Notices <ul>\n<li> Terms of Use </li>\n<li> Linking Policy </li>\n<li> CISA Website Privacy Policy </li>\n</ul> CISA Website Privacy Policy <p>Thank you for visiting the Cybersecurity and Infrastructure Security Agency (CISA) online and reviewing our website privacy policy.\nOur privacy policy explains how we handle the personally identifiable information (PII) that you provide to us when you visit us online to browse, obtain information, or conduct a transaction.</p>\n<p>PII includes information that is personal in nature and which may be used to identify you.\nYou may provide PII to us when you send us an e-mail message or a request for information, when you fill out a questionnaire or customer satisfaction survey, when you participate in a research study, etc.\nWe do not require you to register or provide PII to visit our websites.\nWe do collect some technical information that does not include PII when you visit to make your visit seamless.\nThe section below explains how we handle and collect information when you visit CISA websites.</p>\n<p>The PII you provide on a CISA website will be used only for the purpose for which you provided it.\nWe will protect your information consistent with the principles of the <i>Privacy Act of 1974</i>, the <i>E-Government Act of 2002, </i>and the <i>Federal Records Act</i>.</p>\n<p>We welcome feedback if you have any questions regarding our privacy policy or the use of your information.\nAny additional privacy questions should be directed to the CISA Office of Privacy.\nCISA’s privacy compliance materials are available at Privacy Impact Assessments (PIA) and Systems of Records Notices (SORN).\nFor additional information about our Privacy Policy, please contact us at: </p>\n<p>&nbsp;</p>\n<p>Email: Privacy@cisa.dhs.gov</p>\n<p>Phone: (703)235-1919</p>\n<p>&nbsp;</p>\n<p>Mail:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>CISA Office of Privacy <br>DHS Mail Stop 0380 <br>245 Murray Lane <br>Arlington, VA 20598</p>\n<p>&nbsp;</p>\n<p>As a general rule, CISA does not collect PII about you when you visit our websites, unless you choose to provide such information to us.\nSubmitting PII through our website is voluntary.\nBy doing so, you are giving the Department permission to use the information for a specific, stated purpose.\n</p>\n<p>If you choose to provide us with PII through such methods as completing a web form, we will use that information to help us provide you the information or service you have requested.\nThe information we may receive from you varies based on what you do when visiting our site.</p>\n<p>We only share the PII you give us with another government agency if your inquiry relates to that agency, or as otherwise required by law.\nWe never create individual profiles or give your PII to any private organizations.\nCISA never collects information for commercial marketing.\n</p>\n<p>If we store your PII in a record system designed to retrieve information about you by personal identifier (name, personal email address, home mailing address, personal or mobile phone number, etc.), so that we may contact you, we will safeguard the information you provide to us in accordance with the Privacy Act of 1974, as amended (5 U.S.C.\n§552a).\nThe Act requires all public-facing sites or forms that request PII to prominently and conspicuously display a privacy notice.</p>\n<p>The notice must address the following criteria:</p>\n<ol>\n<li>\n<p>Legal authorization to collect information about you;</p>\n</li>\n<li>\n<p>Purpose for which the information will be used;</p>\n</li>\n<li>\n<p>Routine uses for disclosure of information outside of the Department of Homeland Security;</p>\n</li>\n<li>\n<p>Whether your providing the information is voluntary or mandatory under law.\nand</p>\n</li>\n<li>\n<p>Effects if you choose to not provide the requested information.</p>\n</li>\n</ol>\n<p>For the general contact information that may be submitted through CISA websites, we have completed a Privacy Impact Assessment (PIA) and System of Records Notice (SORN) providing details about the privacy protections and redress options available for the contact information we collect from the public.\nThis information may be used to distribute information to you and to perform various administrative tasks.\nFor further information, please reference the privacy compliance documentation below:</p>\n<ul>\n<li>\n<p>DHS/ALL/PIA-006 Department of Homeland Security General Contact Lists Privacy Impact Assessment (April 25, 2019)</p>\n</li>\n<li>\n<p>DHS/ALL-002 Department of Homeland Security (DHS) Mailing and Other Lists System of Records Notice (November 25, 2008) (73 FR 71659)</p>\n</li>\n</ul>\n<p>\n<b>Email Communications</b>\n</p>\n<p>Many of our programs and websites allow you to send us email messages.\nWe will use the information you provide to respond to your inquiry.\nWe will only send you general information via email.\nYou should be reminded that email may not necessarily be secure against interception.\nTherefore, we suggest that you do not send sensitive PII (such as your Social Security number) to us via email.\nIf your intended email communication is sensitive, e.g., it includes information such as your bank account, charge card, or Social Security number, you should instead send it by U.S.\nmail.\nAnother alternative may be submission of data through a secure program website, if available.\n</p>\n<p>Electronic mail messages that meet the definition of records in the Federal Records Act (44 U.S.C.\n§ 3101) are covered under the same disposition schedule as all other Federal records.\nThis means that emails you send us will be preserved and maintained for varying periods of time if those emails meet the definition of Federal records.\nElectronic messages that are not records are deleted when no longer needed.</p>\n<p>\n<b>Web Measurement Tools and Web Surveys</b>\n</p>\n<p>When you browse through any website, certain information about your visit can be collected.\nWe automatically collect the following types of information about your visit:</p>\n<ul>\n<li>Domain from which you access the internet;</li>\n<li>IP address (an IP address is a number that is automatically assigned to a computer when surfing the internet);</li>\n<li>Operating system and information about the device or browser used when visiting the site;</li>\n<li>Date and time of your visit;</li>\n<li>Content you visited or downloaded.\nand,</li>\n<li>Website (such as google.com or bing.com) or referral source (email notice or social media site) that connected you to the website.</li>\n</ul>\n<p>CISA uses Google Analytics measurement software to collect the information listed above.\nThe data are automatically sent to Google’s system and the system immediately aggregates the data.\nNeither the Department nor Google ever have access to the specifics of your particular site visits.\nThe staff can only see the aggregate data from all users for a particular time period.</p>\n<p>CISA gathers this information to improve our websites and has chosen to not share the aggregate data with Google.\nWe may use the aggregated data to share with our partners and contractors to help improve visitor experiences.</p>\n<p>CISA also uses online surveys to collect opinions and feedback from a random sample of visitors.\nCISA uses Survey Monkey online surveys to obtain feedback and data on visitors’ satisfaction with CISA websites.\nSurveys do not collect PII and participation in surveys is voluntary.\nIf you decline the survey, you will still have access to identical information and resources on the website as those who take the survey.\nAnswers to the survey help CISA improve its websites to make it easier to use and more responsive to the needs of our visitors.\nCISA staff conducts analysis and reports on aggregated data from website surveys.\nThe reports are only available to website managers, members of their communications and web teams, and other designated staff who require this information to perform their duties.</p>\n<p>CISA retains data from Google analytics and Survey Monkey survey results only as long as required by law or needed to support the mission of CISA websites.</p>\n<p>\n<b>How CISA Uses Cookies</b>\n</p>\n<p>The Office of Management and Budget Memo M-10-22, Guidance for Online Use of Web Measurement and Customization Technologies allows Federal agencies to use session and persistent cookies.</p>\n<p>When you visit any website, its server may generate a piece of text known as a “cookie” to place on your computer.\nPlacing cookie text allows websites to “remember” visitors’ preferences, surfing patterns, and behavior while they are connected.</p>\n<p>The cookie makes it easier for you to use the dynamic features of webpages.\nCookies from CISA webpages only collect information about your browser’s visit to the site.\nthey do not collect any personal information about you.</p>\n<p>There are two types of cookies, single session (temporary), and multi-session (persistent).\nSession cookies last only as long as your web browser is open.\nOnce you close your browser, the cookie disappears.\nPersistent cookies are stored on your computer for longer periods.</p>\n<p>\n<b>Session Cookies: </b>We use session cookies for technical purposes such as to enable better navigation through our site.\nThese cookies let our server know that you are continuing to visit our site.\nThe OMB Memo 10-22 guidance defines our use of session cookies as “Usage Tier 1-Single Session.” The policy says, “This tier encompasses any use of single session web measurement and customization technologies.”</p>\n<p>\n<b>Persistent Cookies: </b>We use persistent cookies to differentiate between new and returning visitors to our site.\nPersistent cookies remain on your computer between visits to CISA websites for six months.\nWe also use persistent cookies to block repeated invitations to take our customer satisfaction surveys.\nThe persistent cookies that block repeated survey invitations expire in 90 days.\nThe OMB Memo 10-22 guidance defines our use of persistent cookies as “Usage Tier 2-Multi-session without Personally Identifiable Information (PII).” The policy says, “This tier encompasses any use of multi-session web measurement and customization technologies when no PII is collected.”</p>\n<p>Third party software, modules, or add-ins being leveraged on CISA websites may or may not use persistent cookies or similar technology.\nhowever, no data collected in this manner is accessible, viewable, or retained by the federal government.</p>\n<p>If you do not wish to have session or persistent cookies stored on your machine, you can opt out or disable cookies in your browser.\nYou will still have access to all information and resources at CISA websites.\nHowever, turning off cookies may affect the functioning of some websites.\nBe aware that disabling cookies in your browser will affect cookie usage at all other websites your visit as well.</p>\n<p>For additional information about CISA’s use of Google Analytics, please see our privacy impact assessment, DHS/ALL/PIA-033 Google Analytics (June 9, 2011).</p>\n<p>\n<b>Third-Party Websites and Applications</b>\n</p>\n<p>CISA uses social media websites and other kinds of third-party websites.\nCISA uses social media websites to engage in dialogue, share information and media, and collaborate with the public.\nCISA may also use these websites to make information and services widely available, while promoting transparency and accountability, as a service for those seeking information about or services from CISA.\nThe Department has published two Privacy Impact Assessments detailing the use of social media:</p>\n<ul>\n<li>DHS/ALL/PIA-031 Use of Social Networking Interactions and Applications Communications/Outreach/Public Dialogue (September 16, 2010)</li>\n<li>DHS/ALL/PIA-036 Use of Unidirectional Social Media Applications (March 8, 2011)</li>\n</ul>\n<p>CISA does not used third-party websites to solicit and collect PII from individuals.\nAny PII collected by the third-party website will not be transmitted or stored by CISA.\nno PII will be disclosed, sold, or transferred to any other entity outside the Department, unless required for law enforcement purposes or by statute consistent with the Privacy Act.</p>\n<p>\n<b>Site Security</b>\n</p>\n<p>CISA takes the security of all PII very seriously.\nWe take precautions to maintain the security, confidentiality, and integrity of the information we collect on CISA websites.\nSuch measures include access controls designed to limit access to the information to the extent necessary to accomplish our mission.\nWe also employ various security technologies to protect the information stored on our systems.\nWe routinely test our security measures to ensure that they remain operational and effective.</p>\n<ul>\n<li>For site security purposes and to ensure that services remain available to all users, this government computer system employs commercial software programs to monitor network traffic to identify unauthorized attempts to upload or change information, or otherwise cause damage.</li>\n<li>Except for authorized law enforcement investigations, no other attempts are made to identify individual users or their usage habits.\nRaw data logs are used for no other purposes and are scheduled for regular destruction in accordance with National Archives and Records Administration guidelines.</li>\n<li>&nbsp;Unauthorized attempts to upload information or change information on this service are strictly prohibited and may be punishable under the Computer Fraud and Abuse Act of 1986 and the National Information Infrastructure Protection Act.</li>\n</ul>\n<p>\n<b>Visiting Other Websites</b>\n</p>\n<p>Our websites may contain links to international agencies, private organizations, and commercial entities.\nThese websites are not within our control and may not follow the same privacy, security, or accessibility policies.\nOnce you link to another site, you are subject to the policies of that site.\nAll Federal websites, however, are subject to the same Federal policy, security, and accessibility mandates.</p>\n<p>Was this webpage&nbsp;helpful?&nbsp;&nbsp;Yes&nbsp;&nbsp;|&nbsp;&nbsp;Somewhat&nbsp;&nbsp;|&nbsp;&nbsp;No</p> Cybersecurity&nbsp;&amp.\nInfrastructure Security&nbsp;Agency CONTACT SUBSCRIBE &nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\nREPORT <p>&nbsp;</p> Accountability &nbsp.\nPrivacy Policy &nbsp.\nFOIA &nbsp.\nNo Fear Act &nbsp.\nAccessibility &nbsp.\nPlain Writing &nbsp.\nPlug-ins &nbsp.\nInspector General &nbsp.\nDHS &nbsp.\nThe White House &nbsp.\nUSA.gov &nbsp.\n", "created_at": "2021-05-13 12:53:03.586903", "updated_at": "2021-05-13 10:53:16.617914"}], "points": [], "urls": ["cisa.gov"]}}