{"error": 448, "message": "OK", "parameters": {"id": 5552, "name": "#TeamSeas", "created_at": "2021-11-07 18:56:14.740307", "updated_at": "2021-11-07 23:01:09.571419", "wikipedia": "https://en.wikipedia.org/wiki/Team_Seas", "keywords": null, "related": null, "slug": "teamseas", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5552.png", "url": "teamseas.org", "documents": [{"id": 9976, "name": "TERMS OF USE", "url": "https://teamseas.org/terms-of-use/", "xpath": "/html/body/main/section/div/div", "text": " TERMS OF USE <p>\n<strong>\n<u>IMPORTANT</u>\n</strong> – THIS IS A LEGAL AGREEMENT BETWEEN YOU AND MR.BEASTYOUTUBE, LLC (“MR.BEAST” OR “WE” OR “US” OR “OUR”).\nTHE WEBSITE LOCATED AT WWW.TEAMSEAS.ORG (THE \"WEBSITE\"), IS OWNED AND OPERATED BY MR.\nBEAST.\nBEFORE ACCESSING OR USING ANY PART OF THE WEBSITE, YOU SHOULD READ CAREFULLY THE FOLLOWING TERMS AND CONDITIONS CONTAINED IN THIS TERMS OF USE AGREEMENT.\nYOUR ACCESS TO AND USE OF THE WEBSITE ARE SUBJECT TO THESE TERMS OF USE, AS WELL AS TO ALL APPLICABLE LAWS AND REGULATIONS, AND ALONG WITH ANY OTHER TERMS AND CONDITIONS AS MAY BE SET FORTH BY MR.BEAST.</p>\n<p>MR.BEAST IS WILLING TO LICENSE AND ALLOW THE USE OF THIS WEBSITE ONLY ON THE CONDITION THAT YOU ACCEPT AND AGREE TO ALL OF THE TERMS AND CONDITIONS CONTAINED IN THESE TERMS OF USE.\nIF YOU DO NOT AGREE WITH THESE TERMS OF USE, YOU ARE NOT GRANTED PERMISSION TO ACCESS OR OTHERWISE USE THE WEBSITE.\nYOUR ACCESS TO AND USE OF THIS WEBSITE CONSTITUTES YOUR ACCEPTANCE OF AND AGREEMENT TO ABIDE BY THESE TERMS OF USE.\nTHESE TERMS OF USE MAY BE MODIFIED BY MR.BEAST FROM TIME TO TIME WITHOUT ADVANCE NOTICE BY POSTING HERE AND YOU WILL BE BOUND BY ANY SUCH MODIFIED TERMS OF USE IF YOU CONTINUE TO USE THIS WEBSITE AFTER SUCH CHANGES ARE POSTED.\nTHE DATE THESE TERMS OF USE WERE LAST UPDATED IS STATED AT THE END OF THIS DOCUMENT.\nYOU ARE ENCOURAGED TO REVIEW THESE TERMS OF USE PERIODICALLY FOR UPDATES AND CHANGES.</p> TERMS AND CONDITIONS <p>\n<strong>Personal Information</strong>\n</p>\n<p>You can visit the Website and access most of the content, features and functionality (the “Content”) without being required to provide us with any personal information.\nHowever, access to certain content will require that you provide us with some personally identifying information about yourself, as more specifically detailed in our privacy policy, located here.</p>\n<p>\n<strong>Age Requirements</strong>\n</p>\n<p>The TeamSeas Website is intended solely for users who are of the required age to act on their own behalf in their jurisdiction/country (“child”) and any registration by, use of or access to the Website by anyone who is a child (under 13 in the United States) is strictly prohibited.\nIf you are a child you must review these Terms of Use with your parent or guardian to make sure that your parent or guardian understands them, agrees to be bound by them and you should only use the Website with their permission and under their supervision.\nAdditionally, if you are a parent or guardian of a child and you give your child permission to use the Website, you hereby agree to the terms set forth in these Terms if Use on behalf of both yourself and your child.</p>\n<p>If you reside in a jurisdiction that would restrict the use of the Website - or any of the functionalities or features offered via the Website - because of age, or restricts the ability to enter into contracts such as this one due to age, you must abide by such age limits and you must not use the Website if you are not permitted to do so by such local jurisdiction.</p>\n<p>\n<strong>Intellectual property rights</strong>\n</p>\n<p>\n<u>\n<em>Trademarks and Service Marks</em>\n</u>\n</p>\n<p>Certain trademarks are the service marks and trademarks of Mr.Beast, the Ocean Conservancy or The Ocean Cleanup North Pacific Foundation.\nAll page headers, custom graphics, and button icons are service marks, trademarks, logos, and/or trade dress of Mr.Beast.\nAll other trademarks, service marks, trade dress, product names, company names or logos, whether registered or not, on the Website are the property of their respective owners.\nIn addition to complying with all applicable laws, you agree that you will not use any such trademarks, service marks, trade dress, or other logos from these Website without the prior written authorization of Mr.Beast or their respective owners.</p>\n<p>\n<u>\n<em>Copyright</em>\n</u>\n</p>\n<p>Except as otherwise expressly stated, all Content appearing on the Website – including all scripts, videos and similar materials, is the copyrighted work of either Mr.Beast or third-party partners and suppliers, and is protected by U.S.\nand international copyright laws.\nThe compilation (meaning the collection, arrangement and assembly) of all Content is also the exclusive property of Mr.Beast, and is protected by U.S., and international copyright laws.\nExcept as otherwise expressly stated herein or as expressly permitted, you may not alter, modify, copy, distribute (for compensation or otherwise), transmit, display, perform, reproduce, reuse, post, publish, license, frame, download, store for subsequent use, create derivative works from, transfer, or sell any information or Content obtained from the Website, in whole or in part, including any text, images, audio, and video in any manner, without the prior written authorization of Mr.Beast, or any applicable third-party suppliers or authorized users.\nThe use of Content, including images, by you, or anyone else authorized by you, is prohibited unless specifically permitted by Mr.Beast.</p>\n<p>\n<strong>Reservation of Rights</strong>\n</p>\n<p>Mr.Beast reserves the right, in its sole discretion and at any time, to modify, interrupt, limit, suspend or discontinue, temporarily or permanently, the Website, in whole or in part, including, as we deem necessary for purposes of maintenance, upgrades and the like, or to maintain the Website or to comply with applicable law.\nMr.Beast shall not be liable to you or to any third party for any such modifications, suspensions or discontinuances of the Website.</p>\n<p>\n<strong>Payments and Payments Processing.\nRules for All Payments</strong>\n</p>\n<p>You can make an online donation to the TeamSeas initiative.\nMr.Beast has engaged the services of a variety of third-party payment service provider(s) to process all donation/payment transactions.\nMr.Beast is not affiliated with any of these third-party payment service provider(s), and neither is the agent or employee of the other, and Mr.Beast is not responsible in any way for the actions or performance (or lack thereof) of such third-party payment service provider(s).\nAccordingly, Mr.Beast expressly disclaims responsibility and liability for all payment processor services, and you hereby agree that Mr.Beast shall not be responsible for any loss or damage of any sort incurred as a result of such services.</p>\n<p>You hereby acknowledge and agree that, for all donations, (1) you will not use an invalid or unauthorized credit or debit card or other payment method.\n(2) all donations are final and non-refundable.\nIf you have any questions regarding any donation, please contact us by phone at (800) 519-1541 or by email at support@support.teamseas.org.</p>\n<p>\n<strong>Third-Party Beneficiaries</strong>\n</p>\n<p>Please note that the Ocean Conservancy and The Ocean Cleanup North Pacific Foundation are the two nonprofit organizations who are the recipients of the donations processed through the Website.\nAs such, you hereby acknowledge and agree that both the Ocean Conservancy and The Ocean Cleanup North Pacific Foundation are third-party beneficiaries of these Terms of Use</p>\n<p>\n<strong>Additional Acknowledgments.</strong>\n</p>\n<p>You hereby agree to abide by all applicable local, state, national, and international laws and regulations with respect to your use of TeamSeas Website and all Content.\nIn addition, you also acknowledge and agree that use of the Internet and access to or transmissions or communications with Website is solely at your own risk.\nWhile Mr.Beast has endeavored to create a secure and reliable Website, you should understand that the confidentiality of any communication or material transmitted to/from Website over the Internet or other form of global communication network cannot be guaranteed.\nAccordingly, Mr.Beast is not responsible for the security of any information transmitted to or from the Website.</p>\n<p>\n<strong>Prohibited Use/Activities</strong>\n</p>\n<p>In addition to any other restrictions or conditions of use, you hereby acknowledge, and represent and warrant, that your use of the Website, will not be, or alleged to be unlawful, unauthorized, fraudulent or malicious in purpose.\nIn addition, you agree you will not:</p>\n<ol>\n<li>license, sublicense, sell, resell, transfer, assign, distribute or otherwise commercially exploit or make available to any third party the Website or Content or in any way;</li>\n<li>modify or make derivative works based upon the Website or Content;</li>\n<li>create Internet “links” to the Service or “frame” or “mirror” the Website on any other server or wireless or Internet-based device;</li>\n<li>launch an automated program or script, including, but not limited to, web spiders, web crawlers, web robots, web ants, web indexers, bots, viruses or worms, or any program which may make multiple server requests per second, or unduly burdens or hinders the operation and/or performance of the Website;</li>\n<li>interfere with or disrupt the integrity or performance of the Website or the data contained therein, or attempt to gain unauthorized access to the Website or its related systems or networks.</li>\n</ol>\n<p>Mr.Beast will have the right to investigate and prosecute violations of any of the above to the fullest extent of the law.\nYou acknowledge that Mr.Beast has no obligation to monitor your access to or use of the Website, but has the right to do so for the purpose of operating the Website and providing the Services, to ensure your compliance with these Terms of Use, or to comply with applicable law or the order or requirement of a court, administrative agency or other governmental body.</p>\n<p>\n<strong>Service Provided In United States.\nCompliance With Laws</strong>\n</p>\n<p>The TeamSeas Website is hosted in the United States.\nIf you are a non-U.S.\nuser, by visiting the Website you agree to comply with all applicable federal and state U.S.\nlaws.\nYou further agree to comply with all applicable laws regarding the transmission of data exported from the United States or the country in which you reside.</p>\n<p>We make no representations that the Website and any and all information contained therein, including any Content, is appropriate, available or legal in any particular location.\nThe Website is not intended for access or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject Mr.Beast, the Ocean Conservancy or The Ocean Cleanup North Pacific Foundation to any registration requirement within such jurisdiction or country.\nYou hereby acknowledge and agree that you are choosing to access the Website and all related services, information or Content on your own initiative and that you are responsible for compliance with all applicable international, federal, state, local and any other applicable laws, statutes, ordinances and regulations regarding your use of the thereof.</p>\n<p>\n<strong>General Disclaimer</strong>\n</p>\n<p>YOUR USE OF THIS WEBSITE IS AT YOUR SOLE RISK.\nALL CONTENT IS PROVIDED ON AN \"AS IS\" OR \"AS AVAILABLE\" BASIS, AND MR.BEAST EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH RESPECT TO THE WEBSITE AND ALL ELEMENTS THEREOF, WHETHER IMPLIED, EXPRESS, OR STATUTORY, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NONINFRINGEMENT OF THIRD-PARTY RIGHTS, SATISFACTORY QUALITY, QUIET ENJOYMENT AND ACCURACY.\nMR.BEAST MAKES NO WARRANTY THAT THE WEBSITE AND CONTENT IS ACCURATE, TIMELY, UNINTERRUPTED, VIRUS-FREE OR ERROR-FREE, OR THAT ANY SUCH PROBLEMS WILL BE CORRECTED.</p>\n<p>\n<strong>Limitation Of Liability</strong>\n</p>\n<p>IN ADDITION TO THE ABOVE WARRANTY DISCLAIMERS, YOU UNDERSTAND AND AGREE THAT IN NO EVENT WILL MR.BEAST, THE OCEAN CONSERVANCY AND THE OCEAN CLEANUP NORTH PACIFIC FOUNDATION BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF USE, LOSS OF INCOME, LOSS OF GOODWILL OR REPUTATION, DAMAGE TO OR CORRUPTION OF DATA, OR PERSONAL INJURY, WHETHER IN AN ACTION IN CONTRACT, TORT, OR OTHERWISE, ARISING OUT OF OR IN ANY WAY CONNECTED WITH USE OF THE WEBSITE (OR INABILITY TO USE THE WEBSITE), AND YOUR USE OF OUR CONTENT.\nYOU UNDERSTAND AND AGREE THAT YOUR USE OF THE WEBSITE IS PREDICATED UPON YOUR WAIVER OF ANY RIGHT TO SUE MR.BEAST, THE OCEAN CONSERVANCY AND THE OCEAN CLEANUP NORTH PACIFIC FOUNDATION AND ITS AFFILIATES DIRECTLY OR TO PARTICIPATE IN A CLASS ACTION SUIT FOR ANY LOSSES OR DAMAGES RESULTING FROM YOUR USE OF THE WEBSITE.</p>\n<p>CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.</p>\n<p>\n<strong>Indemnity</strong>\n</p>\n<p>You agree to defend, indemnify, and hold harmless Mr.Beast, the Ocean Conservancy, The Ocean Cleanup North Pacific Foundation, and affiliates and all of their respective employees, funders, parents, subsidiaries, joint ventures, affiliates, agents, developers, directors, officers and attorneys from and against any and all claims, proceedings, damages, injuries, liabilities, losses, costs, and expenses (including reasonable attorneys' fees and litigation expenses) relating to or arising from i) any breach or alleged breach by you of this Terms of Use, or ii) any act or omission related to your use of this Website or Content.</p>\n<p>\n<strong>Governing Law</strong>\n</p>\n<p>This Terms of Use has been made in and will be construed and enforced solely in accordance with the laws of the United States of America and the State of New York, U.S.A.\nas applied to agreements entered into and completely performed in the State of New York.\nYou and Mr.Beast each agree to submit to exclusive subject matter jurisdiction, personal jurisdiction, and venue to the federal and state courts located in New York County, New York.</p>\n<p>YOU AND MR.BEAST , THE OCEAN CONSERVANCY AND THE OCEAN CLEANUP NORTH PACIFIC FOUNDATION AGREE THAT ANY PROCEEDINGS TO RESOLVE OR LITIGATE ANY DISPUTE WILL BE CONDUCTED SOLELY ON AN INDIVIDUAL BASIS, AND THAT NEITHER YOU NOR MR.BEAST WILL SEEK TO HAVE ANY DISPUTE HEARD AS A CLASS ACTION, A REPRESENTATIVE ACTION, A COLLECTIVE ACTION, A PRIVATE ATTORNEY-GENERAL ACTION, OR IN ANY PROCEEDING IN WHICH YOU OR MR.BEAST, THE OCEAN CONSERVANCY AND THE OCEAN CLEANUP NORTH PACIFIC FOUNDATION ACTS OR PROPOSES TO ACT IN A REPRESENTATIVE CAPACITY.\nYOU AND MR.BEAST, THE OCEAN CONSERVANCY AND THE OCEAN CLEANUP NORTH PACIFIC FOUNDATION FURTHER AGREE THAT NO PROCEEDING WILL BE JOINED, CONSOLIDATED, OR COMBINED WITH ANOTHER PROCEEDING WITHOUT THE PRIOR WRITTEN CONSENT OF YOU, MR.BEAST, THE OCEAN CONSERVANCY, THE OCEAN CLEANUP NORTH PACIFIC FOUNDATION AND ALL PARTIES TO ANY SUCH PROCEEDING.</p>\n<p>\n<strong>Miscellaneous</strong>\n</p>\n<p>This Terms of Use constitutes the entire agreement between you and Mr.Beast and governs your use of the Website.\nFailure by Mr.Beast to insist on strict performance of any of the terms and conditions of this Terms of Use will not operate as a waiver by Mr.Beast of that or any subsequent default or failure of performance.\nThe Website are not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject Mr.Beast to any registration requirement within such jurisdiction or country.\nWe reserve the right to limit the availability of the Website or any portion of the Website, to any person, geographic area, or jurisdiction, at any time and in our sole discretion, and to limit the service or other features that the Website provides.\nIf any provision (or part thereof) contained in this Terms of Use is determined to be void, invalid, or otherwise unenforceable by a court of competent jurisdiction or on account of a conflict with an applicable government regulation, such determination shall not affect the remaining provisions (or parts thereof) contained herein and the illegal, invalid, or unenforceable clause shall be modified in compliance with applicable law in a manner that most closely matches the intent of the original language.</p>\n<p>Terms of Use: last updated October 27, 2021</p> ", "created_at": "2021-11-07 17:57:19.108119", "updated_at": "2021-11-07 17:57:26.924395"}, {"id": 9975, "name": "PRIVACY POLICY", "url": "https://teamseas.org/privacy-policy/", "xpath": "/html/body/main/section/div/div", "text": " PRIVACY POLICY <p>TeamSeas understands your concerns about privacy and your interest in knowing how your information is used and safeguarded, and we want to provide you with more information on these topics.\nThis Privacy Policy (the “Privacy Policy”) describes the practices, policies and procedures related to the TeamSeas website located at www.teamseas.com (the “Website”), including the types of personal information we collect on the Website, how we may use that information and with whom we may share it.\nThis Website is owned and operated by MrBeastYouTube, LLC, (hereinafter referred to as “MrBeast,” or “we” or “us”).\nPlease note that this Privacy Policy applies only to the online information-gathering and sharing practices occurring on our Website, and does not apply to any of our practices conducted offline, or via other online channels.\nWe may update this Privacy Policy from time to time, so please check this Privacy Policy periodically for changes.\nThe date this Privacy Policy was last updated is stated at the end of this document.</p> SUMMARY <p>The notifications provided by this Privacy Policy include:</p>\n<ul>\n<li>What personally identifiable information we collect from you through the Website.</li>\n<li>How we use the information we collect.</li>\n<li>With whom the information may be shared.</li>\n<li>The kind of procedures we employ in an effort to hinder the unauthorized access, use or disclosure of information you provide to us.</li>\n<li>Information related to third-party websites.</li>\n<li>The laws that apply to those accessing our Website from outside of the United States.</li>\n<li>How you can learn about changes to our privacy policies, practices and procedures.</li>\n<li>Rights related to the European Union’s General Data Protection Regulation</li>\n</ul> THE INFORMATION WE COLLECT <p>\n<strong>Personal Information You Provide And How It Is Used:</strong> You may freely visit our Website anonymously and without being required to provide us with any personal information.\nHowever, certain features do require that you provide us with some personally identifying information.\nPlease note that we only collect personal information that you voluntarily provide to us.\npersonal information is data that can be used to identify you.\nExamples of instances in which we collect personal information include:</p>\n<p>\n<em>Donate:</em> If you make a donation through the Website via the “donate” button, you will be asked to provide certain personally identifying information as required by the payment processor for the payment method selected.</p>\n<p>\n<em>Team Creation:</em> If you opt to create a team to help raise donations, you will be asked to provide us with a “display” name and email address.</p>\n<p>\n<em>E-Newsletter:</em> If you opt to receive updates, we will ask you to provide your email address, first and last name.</p>\n<p>\n<em>Shop:</em> If you opt to buy an item from our online store, we will ask you to provide certain personally identifying information, such as your name and home address, as well as your payment information.\nPlease note that we work with third parties to host and administer the shop, and to process your payment transactions, and any information you share will also be shared with such third parties.</p>\n<p>\n<strong>Non-Personal Information We Collect by Automated Means And How We Use It:</strong> We also collect certain non-personal information (data in a form that does not support direct association with any specific person or individual) by automated means when you visit the Website.\nMuch of this information is collected through the use of third-party tracking services, which includes Google Analytics and Hotjar.\nThe information collected may include usage information, such as the numbers and frequency of users to the Website, pages visited, web browsing histories, your location and device, social networking activities and similar data.\nWhen gathered, this this data is used in the aggregate, and not in a manner that is intended to identify you personally.\nThis type of aggregate information may be shared with third parties at any time, including marketers.\nIn addition to the third-party tracking services mentioned above, we also collect this information through various other means, including \"cookies,” as further explained below.</p>\n<p>\n<em>Cookies:</em> A cookie is a piece of information that a web server may place on your computer when you visit a Website.\nCookies are commonly used by websites to improve the user experience.\nMany cookies last only through a single Website session, or visit.\nOthers may have an expiration date, or may remain on your computer until you delete them.\nWe may also use cookies for other purposes, including to maintain continuity during a user session, to gather data about the usage of our Website for research and other purposes, or to store a user name or related login credentials so that you do not have to provide this information every time you return to our Website.</p>\n<p>Most browsers will tell you how to stop accepting new cookie/scripts, how to be notified when you receive a new cookie/script, and how to disable existing cookies.\nYou can also increase your control over scripts and cookies with a multitude of browser plug-ins such as NoScript, Ghostery, Lightbeam and Do Not Track Plus.\nPlease note, however, that without cookies you may not be able to take full advantage of all the features on our Website.</p>\n<p>\n<em>IP Addresses</em> - When you visit and interact with the Website, third parties with whom we have contracted to provide services for us may collect Internet Protocol addresses (each an \"IP Address\"), as well as browser type, Internet service provider (ISP), referring/exit pages, platform type, date/time stamp, and page navigation.\nAn IP Address is a unique identifier number that certain electronic devices use to identify and to communicate with each other on the Internet.\nyour Internet Service Provider automatically assigns an IP Address to the computer that you are using.</p> HOW WE MAY SHARE YOUR INFORMATION <p>We may disclose all of the information (described herein) that we collect, as stated in this Privacy Policy including in accordance with the terms set forth in this section.\nPlease note MrBeast works with a variety of third-party partners in order to allow us to make the Website available to you, to host and store the information we collect from you, and to provide certain functionality and features, such as to process payment/donation transactions, or to fulfill the orders you place with our online store.\nWe will also share information related to your donation - for “transactional” purposes - with both the Ocean Conservancy and The Ocean Cleanup North Pacific Foundation, the two nonprofit organizations who are the recipients of the donations processed through the Website.\nExcept as stated in this Privacy Policy, we do not reveal personally identifiable information about you to third parties for their independent use unless: (1) you expressly authorize MrBeast to do so, (2) it is necessary to allow MrBeast and its service providers or agents to provide services on MrBeast’s behalf, (3) it is to provide services to you, (4) it is disclosed to entities that perform marketing or data aggregation services for MrBeast, (5) it is necessary in connection with a sale of all or substantially all of the assets of MrBeast or the merger of MrBeast into another entity or any consolidation, share exchange, combination, reorganization, or like transaction in which MrBeast is not the survivor, (6) MrBeast is required or permitted to do so for any or all of the following reasons: (i) to comply with a subpoena, legal process, government request or any other legal obligation, (ii) to prevent, investigate, detect, or prosecute criminal offenses or attacks on the technical integrity of the Website or our network, and/or (iii) to protect the rights, privacy, property, business, or safety of MrBeast, its partners and employees, the visitors of the Website, the children or families that we serve, or the public.</p> CHILDREN’S PRIVACY <p>Although we specifically require in our Terms of Use that anyone using our Website who is younger than 13 years of age first receive parental consent, we understand that children may still access the Website and provide us with information.\nIn cases in which may collect, use, or disclose personally identifiable information about visitors to our Website that are less than 13 years of age, please note that we have a separate privacy disclosure statement to address our protocols related to such collection, located HERE.\nIf you are the parent or guardian of a child under 13 years of age and you have any concerns related to the information we may be collecting and using, please contact us at support@support.teamseas.org, and be sure to include in your message the same username and email address that your child submitted, if applicable.</p> HOW WE ATTEMPT TO SAFEGUARD YOUR INFORMATION <p>We maintain – and ask that any third-party partners who may store information on our behalf to maintain - administrative, technical and physical safeguards for the Website designed to protect your personal information against theft, loss, misuse or unauthorized access, disclosure, alteration or destruction of the personal information that we collect from you.\nWe restrict access to personal information collected about you on the Website to our employees, our affiliates' employees, those who are otherwise specified in this Privacy Policy, or others who need to know such information to provide services to you or in the course of conducting our business operations or activities.\nHowever, no website, application or transmission can guarantee security.\nThus, while we have established and maintain what we believe to be reasonable procedures to protect the confidentiality, security, and integrity of personally identifying information obtained through the Website and we strive to protect your personal information, we cannot ensure or warrant the security of any information you transmit to us.</p> YOUR INFORMATION AND YOUR CHOICES <p>To the extent required by law, we provide you with reasonable access to the personally identifiable information you provide to us.\nUpon appropriate written request we will update or amend your information, but we reserve the right to use any information previously obtained to verify your identity or take other actions that we believe are appropriate and lawful.\nWe will endeavor to comply with your request as soon as reasonably practicable.\nWe may decline to process requests that are unreasonably repetitive, require disproportionate technical effort, jeopardize the privacy of others, are impractical, or for which access is not otherwise required by local law.\nPlease note we may need to retain certain information for record keeping purposes, and there may also be residual information that will remain within our databases and other records, which will not be removed from such locations.\nFinally, please note that we are not responsible for removing or deleting information from the databases of third parties (such as service providers) with whom we have shared information about you.</p> USE OF THE WEBSITE FROM OUTSIDE THE UNITED STATES <p>We do not represent or warrant that the Website, or any part thereof, is appropriate or available for use in any particular geographic location.\nIf you choose to access our Website, you do so on your own initiative and at your own risk, and are responsible for complying with all local laws, rules, and regulations applicable in your jurisdiction.\nPlease note that the Website is hosted in the United States and is governed by United States law.\nIf you are visiting the Website from outside the United States, please be aware that your information will be transferred to, stored and processed in the United States where our servers are located and our central database is operated.\nThe data protection and other laws of the United States and other countries might not be as comprehensive as those in your country.\nBy using the Website, you consent to your information being transferred to our facilities and to the facilities of those third parties with whom we share it as described in this Privacy Policy.</p> PRIVACY QUESTIONS AND CONTACTING US If you have any questions or concerns about our Privacy Policy, please contact us at support@support.teamseas.org.\nCHANGES TO OUR PRIVACY POLICY <p>We reserve the right to revise this Privacy Policy at any time.\nPlease check back regularly to see if there have been any changes to this policy, which you can determine by reviewing the Effective Date listed below.\nBy continuing to use the Website after those changes become effective, you consent and agree to be bound by the revised Privacy Policy.</p> SPECIAL NOTICE TO EUROPEAN ECONOMIC AREA, SWITZERLAND AND UNITED KINGDOM USERS <p>The following provisions applies only to users residing in the European Economic Area, Switzerland and the United Kingdom.</p>\n<p>Pursuant to the EU General Data Protection Regulation (“GDPR”), we are required to provide those residing in the European Economic Area, Switzerland and the United Kingdom (hereinafter, the “EU Users”) additional information and rights related to the “Personal Data” we collect about them.\nWe summarize such information and rights below.</p> HOW TO CONTACT US <p>MrBeastYouTube, LLC (the Data Controller) is the owner and operator of the Website.\nIf you need to contact us for any reason related to this Privacy Policy or your use of the Website, please contact us at support@support.teamseas.org or write to us at Legalese contact: 1300 19th St NW 8th floor, Washington, DC 20036.</p> PURPOSE FOR INFORMATION COLLECTION <p>As noted in this Privacy Policy, you may visit our Website without being required to provide us with any Personal Data.\nHowever, should you decide to provide such information, the information we collect will be used to meet your requests, or to provide you with the applicable information or service requested, and as further described herein.</p> LEGAL GROUNDS FOR PROCESSING PERSONAL DATA <p>MrBeast will process personal data that we receive from EU Users on the ground that it is in our legitimate interest for the effective administration of the Website, to fulfill and/or address your requests, or to provide the functionalities and features as further described herein.</p> YOUR INFORMATION AND YOUR CHOICES.\nWITHDRAWAL OF CONSENT <p>GDPR provides EU Users with additional rights in respect to the Personal Data we hold about you, including the right i) to be informed about the Personal Data we have collected, and ii) to request a copy of the Personal Data, and iii) to have your Personal Data deleted, and iv) to lodge a complaint about our processing of your Personal Data with your local supervisory authority.\nUpon appropriate written request we will update or amend your Personal Data, but we reserve the right to use any information previously obtained to verify your identity or take other actions that we believe are appropriate and lawful.\nYou may access, correct, or request deletion of your Personal Data – or request that we stop any processing of your Personal Data - by contacting us at the address listed above.\nWe will respond to your request within a reasonable timeframe.</p>\n<p>Please note we may need to retain certain information for record keeping purposes, and there may also be residual information that will remain within our databases and other records, which will not be removed from such locations.\nAdditionally, there may be circumstances in which we are not legally required to comply with your request because of the laws in your jurisdiction or because of exemptions provided in data protection legislation in general, and GDPR in particular.\nFinally, please note that we are not responsible for removing or deleting information from the databases of third parties (such as service providers) with whom we have shared information about you, but we will make the request on your behalf for such removal/deletion.</p> CHILDREN’S PRIVACY/NOTE TO PARENTS OF CHILDREN RESIDING IN THE EUROPEAN ECONOMIC AREA, SWITZERLAND AND UNITED KINGDOM <p>Although we specifically require that anyone using our Website who is not of the required age to act on their own behalf in their jurisdiction/country (“children” or “child”) first receive parental consent, we understand that children may still access the Website and provide us with information.\nIn cases in which we may collect, use, or disclose personally identifiable information about children to our Website, please note that we have a separate privacy disclosure statement to address our protocols related to such collection, located HERE.\nIf you are the parent or guardian of a child and you have any concerns related to the information we may be collecting and using, please contact us at support@support.teamseas.org, and be sure to include in your message the same username and email address that your child submitted, if applicable.</p>\n<p>\n<strong>PRIVACY POLICY EFFECTIVE DATE</strong>\n</p>\n<p>This Privacy Policy is effective as of October 27, 2021</p> ", "created_at": "2021-11-07 18:56:14.7432", "updated_at": "2021-11-07 17:58:00.060535"}], "points": [{"id": 26412, "title": "There is a date of the last update of the agreements", "source": "https://teamseas.org/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-12-11 15:06:39.704236", "updated_at": "2022-08-16 15:25:13.653141", "quoteText": "Terms of Use: last updated October 27, 2021</p>", "case_id": 331, "document_id": 9976, "quoteStart": 16334, "quoteEnd": 16381}], "urls": ["teamseas.org"]}}