{"error": 448, "message": "OK", "parameters": {"id": 4016, "name": "Viasat ", "created_at": "2021-06-09 21:01:34.060183", "updated_at": "2021-06-09 22:00:45.346596", "wikipedia": "https://en.wikipedia.org/wiki/Viasat_(American_company)", "keywords": null, "related": null, "slug": "viasat", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4016.png", "url": "viasat.com", "documents": [{"id": 6904, "name": "Applicant Privacy Policy", "url": "https://www.viasat.com/content/dam/us-site/legal/documents/viasat_-_eu_applicant_privacy_policy_v.1.pdf", "xpath": "//body", "text": "Version 1.0–9-27-2018,VIASAT–APPLICANTPRIVACYPOLICY,1.OUR APPROACH TO PRIVACY,1.1Viasat is committed to protecting and respecting yourprivacy.\nThis privacy policy sets out ,how we collect, store, process, transfer, share and use data that identifies or is ,associated with you(\"personal information\")when you apply for a position with Viasat.\n,1.2Please ensure that you have read and understood how we collect, store, use and ,discloseyour personal information as described in this privacy policy.,2.DATA CONTROLLER,2.1A list of Viasat companies that this policy applies to can be found at Annex1.\nThe Viasat ,company to which you submit your application will be the data controller of your personal ,information, and reference to \"Viasat\", \"we\" or \"us\" in this policy are references to that ,company.\n,If you are unsure which Viasat company is the data controller of your personal ,information, please contact your local People and Culture representative using the ,contact details in Annex 1.,3.PERSONAL INFORMATION WE COLLECT ABOUT YOU AND HOW WE USE IT,3.1We collect personal information thatyou voluntarily submit directly to us, such as when ,you submit your application to usor communicate with us in respect of your application.\n,This can include your name, address, emergency contacts, education details and ,qualification details and previous employment history.\n,3.2We may collect personal information about you from publically available sources when ,considering your application.\nThis can include information on social media profiles and ,other publically available information for us to use as reference checks and screening.\n,3.3When we collect such information from you, we will inform you if the information is ,mandatory or optional.\nIf you do not provide any information which is marked as ,mandatory, we may be unable to perform some of our obligations to you.\n,3.4If we decide to offer you employment, we may also collect personal informationabout ,you from other parties, such as information provided byrecruiters, executive search ,firms, referees and the results of any background checks against public or government ,databases.\n,3.5We may also create and maintain internal records which may containpersonal ,informationabout you, such as application or interview evaluation notes.\n,The table in Annex 2sets out the categories of personal information we collect about you ,and how we use that information.\nThe table also lists the legal basis which we rely on to ,process the personal information andthe recipients of the personal information.,Version 1.0–9-27-2018,4.HOW LONG WE KEEPYOUR PERSONAL INFORMATION,4.1We will store the personal information we collect about you for no longer than necessary ,for the purposes set out in Annex 2and in accordance with our legal obligations and ,legitimate business interests.,4.2If your application issuccessful and you become an employee or independent contractor ,of Viasat, the personal information we collect during the application process may be ,transferred to your personnel file and stored in accordance with our Employee Privacy ,Policy.\nWe will giveyou a copy of this policy at the start of your employment with Viasat.\n,4.3If your application is not successful, to the extent that you give us consent to do so,we ,may also keep your personal information for the purpose of considering your application ,for employment with other Viasat companies or for other positions with Viasat.,4.4Where you have given us your consent to process certain equal opportunities ,information, such as personal information relating to your genderandethnicity, we may ,anonymise and aggregate this information, and store it in such form that does not identify ,you, for the purpose of monitoring and improving the application process.\n,4.5In all cases, data held by us will only be used consistent with the relevant and applicable ,legal requirements of the country in which the personal informationis collected.,5.RECIPIENTS OF PERSONAL INFORMATION,5.1We may share your personal information with the following (as required in accordance ,with the uses set out in Annex2):,(a)Other Viasat companies: personal information may be transferred to our parent ,company, Viasat, Inc, and other Viasat companies in connection with:,(i)the provision of centralised human resources management;,(ii)group business planning, budgeting, reporting and strategy;,(iii)group-level legal and regulatory compliance and managing associated ,risks, providing legal advice and in connection with potential or actual ,litigation;,(iv)reporting, assessing and responding to claims for risk management.,(b)Service providers and advisors: we may share your personal information with ,third party vendors and other service providers that perform services for us or on ,our behalf, which may include providing employment benefits, mailing or email ,services, tax and accounting services, or payments processing.Such data may ,be disclosed in connection with:,(i)the provision of centralised human resources management.\n,(ii)the provision of centralised IT infrastructure;,(iii)centralised processing of salary and benefits payments;,Version 1.0–9-27-2018,(iv)obtaining professional services such as legal and accountancy services ,on behalf of the entire group.\n,(c)Purchasers and third parties in connection with a business transaction: ,your personal information may be disclosed to third parties in connection with a ,transaction, such as a merger, sale of assets or shares, reorganisation, financing, ,change of control or acquisition of all or a portion of our business.,(d)Law enforcement, regulators and other parties for legal reasons: we may ,share your personal information with third parties as required by law or if we ,reasonably believe that such action is necessary to (i) comply with the law and ,the reasonable requests of law enforcement.\n(ii) detect and investigate illegal ,activities andbreaches of agreements.\nand/or (iii) exercise or protect the rights, ,property, or personal safety of Viasat, our employeesor others.,6.CONSENT,6.1We may need your consent for some uses of certain personal information.\nFor instance, ,in certain circumstances, we may need your consent to use certain \"sensitive\" ,information, such as information about your health or ethnicity, in particular ways.\n,6.2If we need your consent, we will notify you of the personal information we intend to use ,and how we intend to use it.\n,6.3You do not have to give us consent.\nWhere you have given us consent to collect, use or ,disclose your personal information in a certain way, youmay withdraw your consent at ,any time.\nIf you wish to withdraw any consent that you have given us, please contact us ,using the details below.\n,7.STORINGANDTRANSFERRINGYOURPERSONALINFORMATION,7.1Security.\nWe implement appropriate technical and organisational measures to protect ,your personal information against accidental or unlawful destruction, loss, change or ,damage.\nAll personal information we collect will be stored on secure servers.\n,7.2International Transfers of your Personal Information.\nThe personal information we ,collect may be transferred to and stored in countries outside of the jurisdiction you are in ,where we and our third-party service providers have operations.\nIf you are located in the ,European Union (\"EU\"), your personal information may be processed outside of the EU,,including in the United States.\nthese international transfers of your personal information ,will be made pursuant to appropriate safeguards, such as standard data protection ,clauses adopted by the European Commission.\nIf you wish to enquire further about these ,safeguards used, please contact us using the details set out at the end of this privacy ,policy.,Version 1.0–9-27-2018,8.YOURRIGHTSINRESPECTOFYOURPERSONALINFORMATION,8.1In accordance with the applicableprivacy laws in the country where you reside, you may ,have the following rights in respect of your personal information that we hold:,(a)Right of access.\nYou may have the right to obtain:,(i)confirmation of whether, and where, we are processing your personal ,information;,(ii)information about the categories of personal information we are ,processing, the purposes for which we process your personal information ,and information as to how we determine applicable retention periods;,(iii)information about the categories of recipients with whom we may share ,your personal information.\nand,(iv)a copy of the personal information we hold about you.,(b)Right of portability.\nYou may have the right, in certain circumstances, to receive ,a copy of the personal information you have provided to us in a structured, ,commonly used, machine-readable format that supports re-use, or to request the ,transfer of your personal informationto another person.,(c)Right to rectification.\nYou may have the right to obtain rectification of any ,inaccurate or incomplete personal information we hold about you without undue ,delay.\n,(d)Right to erasure.\nYou may have the right, in some circumstances, to require us ,to erase your personal information without undue delay if the continued ,processing of that personal information is not justified.\n,(e)Right to restriction.\nYou may have the right, in some circumstances, to require ,us to limit the purposes for which we process your personal information if the ,continued processing of the personal information in this way is not justified, such ,as where the accuracy of the personal information is contested by you.,(f)Right to object.\nYou may have a right, in some circumstances, to object to any ,processing based on our legitimate interests.\nThere may, however, be compelling ,reasons for continuing to process your personal information, and wewill assess ,and inform you if that is the case.\n,8.2If one of the above rights applies to you under applicable local law, and you wish to ,exercise one of these rights, please contact recruiting@viasat.com.\n,Version 1.0–9-27-2018,9.You also have the right to lodge a complaint to thesupervisory authority in your country ,of residence.\nIf you are in the EU, you can obtain further information by contactingyour ,local data protection authority.,10.CHANGESTOTHISPOLICY,We may update this privacy policy from time to time and so you should review this page ,periodically.\nWhen we change this privacy policy in a material way, we will update the ,\"last modified\" date at the end of this privacy policy.\nChanges to this privacy policy are ,effective when they are posted on this page.,11.CONTACTINGUS,11.1Please contactrecruiting@viasat.comif you have any questions, comments and requests ,regarding this Privacy Policy.\n,11.2This privacy policy was last modified on September 11, 2018.,Version 1.0–9-27-2018,ANNEX 1–VIASAT ENTITIES THIS POLICY APPLIES TO,EntityHR representative ,contact details,Viasat AF, Inc.recruiting@viasat.com,V3GS Austria GmbH,Viasat Australia Pty Limited,Viasat Brasil Participacoes Limitada,Viasat Brasil Servicos de Comunicacoes Limitada,Viasat Canada Corp.,Viasat, Inc.\nLimitada,MBC Czech Republic s.r.o.,Exede DEU GmbH,Engreen India Private Limited,Viasat India Pvt.\nLtd.,Viasat Ireland Ltd.,IOM Licensing Holding Company Limited,Viasat (IOM) Limited,Viasat Israel Ltd.,Viasat Europe S.r.L.,Viasat Satellite Ventures Holdings Luxembourg S.a.r.l.,Carmel Comunicaciones, S.A.\nde C.V.,Viasat Tecnologia S.A.\nde C.V.,VGlobal Corp, S.A.\nde C.V.,MBC Netherlands B.V.,Viasat Broadband Holdings B.V.,Viasat Netherlands B.V.,Viasat Peru S.R.L.,MBC Poland LLC sp.\nz o.o.,Euro Broadband Infrastructure Sàrl,Euro Broadband Retail Sàrl,MBC Switzerland Sàrl,Viasat Antenna Systems S.A.,Horsebridge Defence and Security Limited,Viasat Satellite Holdings Limited,Viasat Technologies Limited,Viasat UK Limited,Viasat VS3 Holdings Limited,Engreen, Inc.,TrellisWare Technologies, Inc.,Viasat China Services, Inc.,Viasat Worldwide Limited,VParent, Inc.,VService, Inc.,Version 1.0–9-27-2018,ANNEX2–PERSONAL INFORMATION WE COLLECT,Category of personal ,information,How we use itLegal basis for the processing,Personal contact details,,such as your name, phone and maintain applicant records.legitimate interests, namely managing ,number, address and e-mail job applications for positions with ,address.Viasat.\n,We may use this information to open The processing is necessary for our ,We may use this information to The processing is necessary for our ,communicate with you as part of the legitimate interests, namely ,recruitment process.communicating with applicants and ,managing job applications for positions ,with Viasat.,We may use this information to We will use your personal information in ,conduct identity and background this way to the extent you have given us ,checks, if applicable.\nconsent to do so.,Job application information, ,such as position applied for, process job applications, including take steps prior to entering into a ,previous roles, job description, assessing your suitability for a role.contract with you.\n,responsibilities and ,assignments, years of service, ,qualifications and experience, ,and other information ,contained in your CV.,We may use this information to The processing is necessary in order to ,We may use this information to The processing is necessary in order to ,calculate proposed salary and take steps prior to entering into a ,assessing eligibility for certain benefits.\ncontract with you.\n,We may use this information to monitor The processing is necessary for our ,and improve our application process.legitimate interests, namely reviewing ,and updating our applications process.,Results of reference checks ,and screening, such as ,verification of education and assessing your suitability for a role.contract with you.,employment history.,We may use this information to The processing is necessary in order to ,process job applications, including take steps prior to entering into a ,We may use this information to fulfil The processing is necessary for ,our obligations under applicable law, compliance with a legal obligation to ,regulations, legal processes or which we are subject.,enforceable government requests.,Version 1.0–9-27-2018,Results of background ,checks, such as criminal ,records checks and other nature of the role requires additional given us your explicit consent to do so.\n,searches relevant to the role background checks (e.g.\n,for which you are applying.disqualification as a director or driving ,We may use this information to verify We will only process this personal ,your suitability for a role, where the informationto the extent that you have ,licence checks).\n,Nationality, citizenship and ,right to work information, ,such as country of birth, which we are subject.,government identification ,documents (including ,passports and residency ,permits) and, where relevant, ,visa information.\n,We may use this information to The processing is necessary for ,determine youreligibility to work.compliance with a legal obligation to ,We may use this information to fulfil The processing is necessary for ,our obligations to relevant government compliance with a legal obligation to ,authorities.which we are subject.,Interview evaluation and ,appraisal information, such ,as comments and notes made assessing your suitability fora role.contract with you.,by interviewers or other Viasat,employees in connection with ,your application.,We may use this information to The processing is necessary in order to ,process job applications, including take steps prior to entering into a ,We may use this information to The processing is necessary in order to ,calculate proposed salary and take steps prior to entering into a ,assessing eligibility for certain benefits.contract with you.\n,We may use this information to monitor The processing is necessary for our ,and improve our application process.legitimate interests, namely assessing ,and managing applications for positions ,with Viasat.,Any other data provided by ,you in the course of the ,application process, ,including electronic ,communications with you in ,relation to the application ,process.\n,We may use this information to The processing is necessary in order to ,process your application, including take steps prior to entering into a ,assessing your suitability for a role.\ncontract with you.,We may use this information to The processing is necessary for our ,respond to your enquiries and to legitimate interests, namely managing ,monitor and improve our application applications and improving the ,process.\napplication process.,Equal opportunities ,monitoringinformation, such ,as information relating to your application process.given us your explicit consent to do so.\n,gender, ethnicity, religion and ,sexual orientation.,We mayanonymise and aggregate this We will only process this personal ,information to monitor and improve our information to the extent that you have ", "created_at": "2021-06-09 21:01:34.073587", "updated_at": "2021-06-09 19:06:17.802324"}, {"id": 6903, "name": "Viasat Managed Website Application Privacy Notice", "url": "https://www.viasat.com/content/dam/us-site/legal/documents/Managed-Retailer-Website-Privacy-Notice-1-29-18-FINAL.pdf", "xpath": "//body", "text": "Version 1,January29, 2018,ViasatManaged WebsiteApplication,Privacy Notice,The following “Privacy Notice” explainsViasat, Inc.’s (“Viasat” “we” “our” “us”) data practices in ,connection with Viasat’s Managed Websiteapplication, which provides website services for use with ,Viasat Internet or other Viasat services(the “Application”).\nThis Privacy Notice only applies to our data ,practices with respect to the Applicationand not to any of our other products or services, or when you ,contact us by mail or phone for customer service or otherwise.\nFor our general subscriber privacy ,policies and for our other products and services click here.\nEach of ourproducts and services have their ,own privacy noticesor policies.\n,What Information Do We Collect?,We collect data associated with the operation ofthe Application, such as,but not limited to,all content ,you post on the Application,your general Application usage habits,such as,screens you visit within the ,Applicationandthe duration you spend on a screen within the Application,the website used to access ,the Application,your devicetype,operating systems and browser information and your contact ,information (name, e-mail address, and/or phone number) ifyouprovide such information in ,connection with your use ofthe Application.,We mayreceiveinformation that personally identifies you (“Personally Identifiable Information” or ,“PII”), which willonly be usedin connection with your use of the Application.\n,How Do We Use Your Information?,Viasat, and Viasat’s agents,use your Applicationdata to operate the Application, improve the ,Application,andto contact you to discuss Viasat’sservices using the contact information(email or ,phonenumber)youprovide.,We may also use your Applicationdata to comply with the law, law enforcement or other legal process, ,and in response to a government request, or if we believe your actions are inconsistent with our terms ,of use, user agreements, applicable terms or policies, or to protect the rights, property,life, health, ,security and safety of Viasat, the Applicationor its users, or any third party.,How Do We Share Your Information?,We may share your Applicationdata as follows:,Our agents, vendors, consultants, and other service providers (collectively “Service Providers”) ,may receive, or be given access to your Applicationdata in connection with their work on our ,Version 1,January 29, 2018,behalf, provided however, we do not authorize our Service Providers to use your Application,data that is PII, or is tied to your Applicationor device, for purposes other than performing ,services for usor for you;,To comply with the law, law enforcement or other legal process, and in response to a ,government request.\nand ,If we believe your actions are inconsistent with our terms of use, useragreements, applicable ,terms or policies, or to protect the rights, property, life, health, security and safety of Viasat, the ,Applicationor its users, or any third party.,In addition, we may share yourApplicationdata with our related companies for their own business ,purposes not inconsistent with this Privacy Noticeand in connection with or during negotiations of any ,proposed or actual merger, purchase, sale, joint venture, or any other type of acquisition or business ,combination of all or any portion of Viasat’s assets, or transfer of all or a portion of Viasat’s business to ,another company.,Third Party Services You Visit Or That Are Associated With The Application.,The Applicationmay include hyperlinks to, or include on or in connection with, the Application, ,websites, locations, platforms, technology, applications or services operated by third parties (“Third-,Party Service(s)”).Viasatis not responsible for and makes no representations regarding the policies or ,business practices of any third parties, including, without limitation, Third-Party Services associated with ,the Applicationor that you visit using the Application, and encourages you to familiarize yourself with ,and consult their privacy policies and terms of use.\n,Data Security.,While we seek to ensure the integrity and security of our Application and systems, we cannot guarantee ,the security of the information, and we encourage you to take precautions to protect your personal ,data.\n,You are responsible for maintaining the strict confidentiality of the following, which may or may not be ,applicable to you depending on how you use the Application: (a) your account password,(b)any site ,login or user identificationinformation,and (c) Viasatdevice credentials.\nYou shall be responsible for ,any access or use of the Application by you or any person or entity using your password, login or user ,identification, whether or not suchaccess or use has been authorized by or on behalf of you.\n,You choose which content to post on the Application and how to engage with the Application.\nIf you ,choose to provide access to any of your account data to third parties, Viasatcannot be held responsible ,for any release of account or personal data that occurs as a result of the access that you provided to ,others.,Version 1,January 29, 2018,US Based Service.,Viasatis based in the U.S.\nand the information we and our Service Providers collect is governed by U.S.\n,law.\nIf you are accessing the Applicationfrom outside of the U.S., please be aware that information ,collected through the Applicationmay be transferred to, processed, stored, and used in the U.S.\nData ,protection laws in the U.S.\nmay be different from those of your country of residence.\nYour use of the ,Applicationor provision of any information therefore constitutes your consent to the transfer to and ,from, processing, usage, sharing, and storage of your information, including PII (if applicable), in the U.S.\n,as set forth in this Privacy Notice.\n,Special Information for California Residents.,California residents may request a list of all third parties to which we have disclosed certain information ,about you for the third party’s direct marketing purposes.\nThis Application does not currently disclose ,any information to third parties for their direct marketing purposes.\n,Changes to the Privacy Notice.,We reserve the right to change this Privacy Noticeprospectively effective upon the posting of the ,revised Privacy Noticeathttps://www.viasat.com/privacy-policy/, or asuccessor website,andyour use ,of our Applicationindicates your consent to the privacy noticeposted at the time of use.\nHowever, we ,will not use your previously collected Applicationdata, to the extent it is not collected under the new ,privacy notice, in a manner materially different than represented at the time it was collected without ,your consent.\nTo the extent any provision of this Privacy Noticeis found by a competent tribunalto be ,invalid or unenforceable, such provision shall be severed to the extent necessary for the remainder to ,be valid and enforceable.,How to Contact Us?,If you have any questions about this Privacy Notice, please contact usat Privacy@Viasat.comor at 349 ,Inverness Drive South, Englewood, CO 80222(Attention: Legal).", "created_at": "2021-06-09 21:01:34.071893", "updated_at": "2021-06-09 19:04:17.336244"}, {"id": 6902, "name": "Viasat Mobile Applications Privacy Notice", "url": "https://www.viasat.com/content/dam/us-site/legal/documents/viasat-mobile-app-privacy-notice.pdf", "xpath": "//body", "text": "1 ,Viasat Mobile Applications Privacy Notice,The following “Privacy Notice” explains Viasat, Inc.’s (“Viasat” “we” “our” “us”) data practices in ,connection with Viasat’s Internet mobile application and the Viasat Shield application (each the ,“Application” or collectively the “Applications”).\nThe Privacy Notice does not apply to any of our other ,products, services, when you contact us by mail or phone for customer service, or otherwise.\nFor our ,general subscriber privacy policies and for our other products and services click here.\nEach of our products ,and services have their own privacy notices or policies.\n,Information Collection and Sources ,When using an Application, we collect data associated with the operation of the Application, including ,information that can be used to personally identify you (“Personal Information”).\nThe information we ,collect includes the following: ,Any information you provide directly to Viasat through the Application, screens you visit within ,the Application, the duration you spend on a screen within the Application, unresponsive ,Application gestures, whether any Application failures occur, the mobile operating system you ,are using to access the Application (Android/iOS), whether you are using the Application over Wi-,Fi internet service or cellular data service, the city you are located in while using the Application, ,your use of any notifications associated with the Application, the Application version, your general ,Application usage habits, your media access control (MAC) address, how you have named your ,device, and your Viasat internet account number.\n,Information about the performance of the Application.\nSuch as, if the Application crashes on you, ,we, or our Service Providers (as defined below), will receive crash reports that include data related ,to the incident that we use to evaluate the malfunction and attempt to correct the problem and ,improve our products and services.\n,Information about your Wi-Fi router that is connected to Viasat Internet, such as, the Wi-Fi router ,host name, the device(s), device type, name, nickname, Internet Protocol (IP) address, the Media ,Access Control (MAC) address, the service set identifier (SSID) and vendor of each device ,connected to your Wi-Fi router, the breakdown of video activity versus other website activity of ,each device connected to your Wi-Fi router.\n,If you are a Viasat Internet customer, information about your Viasat Internet service account, ,including, but not limited to, usage reset date, bill payment date, bill past due date, current and ,past invoices, fees processed, payment status (current, delinquent), services added or removed, ,status of your internet service account (active, disconnected, suspended), payment method ,expiration status, data usage, and status of service calls (scheduled, unscheduled).\n,If you are a Viasat Shield user, information about malicious traffic your device may encounter, ,which may include websites you visit, as necessary for us to provide the Application services.\n,Version 6 ,April 7, 2020 ,In addition, the Application may collect and use any information that you have already provided to Viasat ,in the establishment and use of any other service that you have with Viasat, such as, your Viasat account ,credentials, whether you have a valid payment method on file with Viasat, your payment history, including ,any amounts due to Viasat, your service plan and your data usage.\n,How Do We Use Your Information? ,Viasat uses your Application data for the following business purposes: ,To operate and improve the Application.\n,Operate the self-service tools provided to you through the Application, and improve Viasat’s ,awareness regarding your use of these self-service tools.\n,Display the Viasat internet service plans available based on your location, and provide you offers ,associated with your Viasat internet service.\n,To comply with the law, law enforcement or other legal process, and in response to a government ,request, or if we believe your actions are inconsistent with our terms of use, user agreements, ,applicable terms or policies.\nand ,To protect the rights, property, life, health, security and safety of Viasat, the Application or its ,users, or any third party.\n,We also may use your information for commercial purposes, including to provide you offers associated ,with your Viasat internet service.\n,How Do We Share Your Information? ,We may share your Application data for the following business purposes: ,Our agents, vendors, consultants, and other service providers (collectively “Service Providers”) ,may receive, or be given access to your Application data in connection with their work on our ,behalf, provided however, we do not authorize our Service Providers to use your Application data ,that is Personal Information, or is tied to your Application or device, for purposes other than ,performing services for us or for you.\n,To comply with the law, law enforcement or other legal process, and in response to a government ,request.\nand ,If we believe your actions are inconsistent with our terms of use, user agreements, applicable ,terms or policies, or to protect the rights, property, life, health, security and safety of Viasat, the ,Application or its users, or any third party.\n,In addition, as permitted by law, we may share your Application data with our related companies for their ,own business purposes not inconsistent with this Privacy Notice.\nWe also may share you information in ,connection with a proposed or actual merger, purchase, sale, joint venture, or any other type of ,Version 6 ,April 7, 2020 ,acquisition or business combination of all or any portion of Viasat’s assets, or transfer of all or a portion ,of Viasat’s business to another company.\n,Third Party Services You Visit Or That Are Associated With The Application.\n,The Application may include hyperlinks to, or include on or in connection with, the Application, websites, ,locations, platforms, technology, applications or services operated by third parties (“Third-Party ,Service(s)”).\nViasat is not responsible for and makes no representations regarding the policies or business ,practices of any third parties, including, without limitation, Third-Party Services associated with the ,Application or that you visit using the Application, and encourages you to familiarize yourself with and ,consult their privacy policies and terms of use.\n,Data Security.\n,Viasat has taken certain physical, administrative, and technical steps to safeguard the information we ,collect from and about you.\nWhile we seek to ensure the integrity and security of our Application and ,systems, we cannot guarantee the security of the information, and we encourage you to take precautions ,to protect your Personal Information.\n,You are responsible for maintaining the strict confidentiality of your account password, any site login or ,user ID information, and Viasat device credentials, and you shall be responsible for any access or use of ,the Application by you or any person or entity using your password, login or user ID, whether or not such ,access or use has been authorized by or on behalf of you.\n,The Application is for the sole use of Viasat customers in managing their accounts and the products and ,service they receive.\nIf you choose to provide access to any of your account data to third parties, Viasat ,cannot be held responsible for any release of account or personal data that occurs as a result of the access ,that you provided to others.\n,Your California Privacy Rights.\n,California residents may request a list of all third parties to which we have disclosed certain information ,about you for the third party’s direct marketing purposes.\nThis Application does not currently disclose ,any information to third parties for their direct marketing purposes.\nTo make your request, send an email ,to privacy@viasat.com.\nViasat will respond to these requests within 30 days.\nRequests that come to ,Viasat by other means may result in a delayed response.\n,California residents also may exercise the following rights under the California Consumer Privacy Act of ,2018: ,Up to two times each year, you may request that we disclose to you the categories and specific ,pieces of personal information that we have collected about you, the categories of sources from ,Version 6 ,April 7, 2020 ,which your personal information is collected, the business or commercial purpose for collecting ,your personal information, the categories of personal information that we disclosed for a business ,purpose, the categories of third parties with whom we have shared your personal information, ,any categories of personal information about you that we sold, and the business or commercial ,purpose for selling your personal information, if applicable.\n,You may request that we delete personal information that we have collected from you, subject ,to certain exceptions.\n,To exercise your rights, you can contact us at privacy@viasat.com or by calling us at 1-855-463-9333.\nIf ,you exercise any of your rights, we will not discriminate against you, such as by denying you access to our ,services or restricting your access to products or services of a certain price or quality.\n,For purposes of compliance with the California Consumer Privacy Act, we make the following disclosures: ,We collect the following categories of personal information: Identifiers, personal information ,described in Cal.\nCiv.\nCode 1798.80, internet or other electronic network activity information, ,characteristics of protected classifications under California or federal law, commercial ,information, and inferences drawn from the preceding categories of personal information.\n,We disclose the following categories of personal information for a business purpose: Identifiers, ,personal information described in Cal.\nCiv.\nCode 1798.80, internet or other electronic network ,activity information.\n,We do not sell your personal information.\n,Changes to the Privacy Notice.\n,Viasat may amend this Notice from time to time.\nWhen we do, we will make the updated Policy available ,to you.\nIf we make any material changes in the way we use or disclose your Personal Information, we will ,provide you with appropriate notice.\n,How to Contact Us? ,If you have any questions about this Privacy Notice, please contact us at privacy@viasat.com.\n,Last Updated: April 7, 2020 ", "created_at": "2021-06-09 21:01:34.070031", "updated_at": "2021-06-09 19:04:27.107949"}, {"id": 6901, "name": "Viasat Inflight Wi-Fi Privacy Policy", "url": "https://www.viasat.com/content/dam/us-site/legal/documents/FINAL%20-%20Viasat%20InFlight%20WiFi%20Privacy%20Policy%20GLOBAL%20-%20v06-30-20.pdf", "xpath": "//body", "text": "Viasat Inflight Wi-Fi Privacy Policy,Viasat, Inc.\nand its subsidiaries and affiliates (collectively, “Viasat,” “we,” “us,” or “our”) respect and value your ,privacy.\nThis Privacy Policy (“Policy”) provides you with notice regarding how we collect, use, and share (collectively, ,“process”)data about you in connection with the Services, including the choices we offer with respect to that ,information.\nThis Policy applies to your use of any of our services, in particular the Viasat in-flight Wi-Fi internet ,service and related products and services provided by us to which you connect on the airline operator’s aircraft ,(“Airline”) (collectively the “Services”), regardless of how you access or use it, whether bycomputer, mobile ,device, consumer electronics device or otherwise.\nAny term with initial capitalized letters used as a defined term, ,but not otherwise defined in this Policy, shall have the meaning set forth in our Terms of Service.\nThis Policy does ,not apply to Viasat’s data processing activities offline or otherwise outside of the Services (unless otherwise stated ,below or at the time of collection).\nThis Policy may be supplemented by additional privacy notices posted on the ,Services(in each such instance, the “Additional Privacy Terms”), which will govern in the event of a conflict with ,this Policy.\nWhen you access Third-Party Services (defined in Section 4 below), including those of the Airline, from ,or in connection with our Services, their policies and terms and conditions govern those services.\n,•Viasat, Inc.\nlocated in the United States is the data controller responsible for Services offered by Viasat in ,the U.S., the European Economic Area, and other geographies where the Services are offered, except as ,otherwise stated in this Policy.,•ViasatBrasil Servicos de ComunicacõesLTDA located in São Paulo,Brazil is also adata controller for Services ,offered by Viasat in Brazil.\n,•Viasat Tecnología, S.A.\nde C.V.with an office located at Montes Urales 754, piso 3, colonia Lomas de ,Chapultepec, alcaldía Miguel Hidalgo, C.P.\n11000, in Mexico City, Mexico is also a data controller for Services ,offered by Viasat in Mexico.,For ease of reference, you can click on the following table of contentsheadings to link to that section of this Policy:,Contents ,1.INFORMATION COLLECTIONAND SOURCES,A.Personal Information,B.Non-Personal Information,C.\nChildren and Minors,D.How Information is Collected,2.HOW WE PROCESS INFORMATION AND OUR LAWFUL BASES,3.INFORMATION SHARING AND DISCLOSURE,4.THIRD-PARTY SERVICES, SOCIAL FEATURES, AND ANALYTICS,5.YOUR CHOICES,A.Account Information,B.\nYour Rights, C .Tracking Technologies and Analytics,6.YOUR CALIFORNIA PRIVACY RIGHTS,7.INTERNATIONAL DATA TRANSFERS,8.DATA SECURITY,9.CHANGES TO PRIVACY POLICY,10.HOW TO CONTACT US,1.\nINFORMATION COLLECTIONAND SOURCES,Viasat may collect information about you when you use our Services, when we request information directly from ,you, or when you contact us (collectively “Information”).\nThe Information falls into the following categories, which ,we treat differently under this Policy: Personal Information (“PI”), Viasat-Collected PI, and non-Personal Information ,(each as defined below).\nThis section explains each category of data and how we collect this data from you.\nWe ,may use contractors to help us provide the Services (“Vendors”) and they, in that capacity, may collect the ,Information.\nAny Personal Information collected by our Vendors on our behalf will be treated as Viasat-Collected ,PI under this Policy.,A.\nPersonal Information,Information that Viasat and its Vendors, and/or Third-Party Services, may collect includes personally identifiable ,information, which is any information relating to an identified or identifiable natural person (“Personal ,Information”).\nExamples of Personal Informationor PIinclude your first and last name, e-mail address, phone ,number, address, full payment account number, and IP addresses, as well as demographic information such as ,gender, age, zip code, interests, and recent and upcoming purchases.\nTo the extent any non-Personal Information ,(defined below) is combined by, or on behalf of, Viasat with Personal Information Viasat itself collects directly from ,you on the Services (“Viasat-Collected PI”), we will treat the combined data as Personal Information under this ,Policy.\n,B.\nNon-Personal Information,Information that Viasat and its Vendors, and/or Third-Party Services, may collect includes certain information about ,you when you access or use the Services (“Usage Information”).\nUsage Information may include browser type, ,operating system, information about your use of the Services, and data regarding network-connected hardware ,(e.g., computer or mobile device).Usage Informationthat is“de-identified” (i.e., the removal of personal identifiers ,from data to make it no longer personally identifiable) is considered under this Policy to be data that is not Personal ,Information (“non-Personal Information”), whichmay be used and shared without obligation to you, except as ,prohibited by applicable law.\n,C.\nChildren and Minors,Our Services are not directed to children under 13 (or older, if applicable law provides for different protections)and ,we do not knowingly collect personal informationfrom children.\nIf you believe that we are processing the personal ,information pertaining to a child inappropriately, please contact us using the information provided under the “How ,to Contact Us” section below.,D.\nHow Information is Collected,(1) Information You Provide to Us,You may provide us with Information when you register for or use our Services.\nPersonal Information that we ,process may include your name, address, email address, phone number, Airline frequent flyer account number, and ,a credit or debit card number or other financialor payment-relatedinformation.\nWe will retain your Personal ,Information for the period necessary to fulfill the purposes outlined in this Policy, as needed to provide Services,and ,to comply with our legal obligations.\n,(2) Information Automatically Collected,When youuse our Services, we may use cookies, log files, or other now and hereafter developed tracking ,technologies (“Tracking Technologies”) to collect Information.\nTracking Technologies help us automatically collect ,certain Information without you affirmatively providing it to us.\nThis may includeprocessingof data regarding your ,login credentials, browser type, operating system, software version, Internet Protocol (IP) address or device MAC ,address, and platform types, as well as or in combination with UsageInformation.\n,Viasat also may process Usage Information relating to your use of the Services, including but not limited to, data ,consumed, hours of usage, the amount of time it takes to load a page, clicks to available links, and other data that ,helps us to track and understand how users experience our Services, as well as information about the websites you ,visit when using the Services.\nThis information helps us, for instance, to improve the performance and user ,experience of our Services, including to optimize, troubleshoot, measure, and monitor the performance of our ,network and Services, including performing de-bugging, measuring service levels and identifying loading trends in ,order to deliver internet traffic more efficiently.\n,(3) Information You Post,Any information, including comments and Personal Information that you post on public pages or our Services or ,Third-Party Services is publicly available and may beprocessed by Viasat.\nViasat is not responsible for the accuracy ,of any information contained in those postings.\n,(4) Tracking Technologies,The Tracking Technologies that you may encounter using our Services, both on our Services and on Third-Party ,Services, may includecookies as described herein: ,Cookies.\nCookies are alphanumeric identifiers that we transfer to your computer’s hard drive through your ,browser to enable our systems to recognize your browser.\nCookies allow a web server to transfer data to ,a computer for recordkeeping and other purposes.\nWe,our Vendors, and third parties with whom we have ,a commercial relationshipmay use “cookies” in association with our Services for a variety of purposes, such ,as to facilitate your ongoing access to and useof the Services, as well as to conduct analytics on and collect ,Usage Information related to our Services.\nThird-Party Services may also associate cookies with you, but ,we are not responsible for that.\n,For example, we may use cookies to remember your username and password, if you choose to store them.\n,We may also use cookies to determine when your current session on the Services should be logged out ,after a period of no activity, as well as for efficient management of the servers providing our Services.We ,also may use cookies to generate analytics and aggregate information relating to your interactions with the ,Services, including for example time spent on a page, or clicks to other pages or links.We and our Vendors ,may use both session-based cookies and persistent cookies.,Session Cookies.\nSession cookies exist only during an online sessionand disappear from your computer ,when you close your browser or turn off your computer.\nWe may use session cookies to, for instance, allow ,our systems to uniquely identify you during a session or while you are logged in to the Services.\nThis allows ,us to process your online transactions and requests and verify your identity, after you have logged in, as ,you move through our Services.\n,Persistent Cookies.\nPersistent cookies remain on your computer after you have closed your browser or ,turned off your computer.We may use persistent cookies to, for instance, allow our systems to remember ,you and automatically log you in to our Services.\n,Some information about your use of the Services and certain Third-Party Services may be collected using Tracking ,Technologies across time and services, and used by Viasat, our Vendors, and third parties for purposes such as to ,associate different devices you use, and conduct analytics.\nSee Section 5.\nC regarding certain choices regarding these ,activities.\n,2.\nHOWWE PROCESS INFORMATION AND OUR LAWFUL BASES,The processing of Personal Information as described in this Policy is carried out based on the following legal bases:,•To provide you with the Services that you have agreed to, including within the Terms of Service;,•Our compliance with a legal or regulatory obligation;,•For the regular exercise of Viasat’s rights, if necessary.\nand ,•Where weor our partners, including the Airline on which you are flying,have a legitimate interest that is not ,overridden by your interests and fundamental rights.\nfor example, our legitimate interest in providing Services ,and marketing to customers, preventing fraud and managing and operating our business, and fulfilling ,obligations to third parties with whom we have commercial relationships, such as the Airline on which you are ,flying, for purposes of making our Services available to you.,Viasat and our Vendorsmay process the Information for any purposestated in this Privacy Policy or Additional ,Privacy Terms, including for thefollowingbusiness purposes:,•To provide the Services and communicate with our customers, including to process and complete ,transactions, including those that you request in relation to the Services or affiliated services;,•To develop new products or services;,•To identify and/or contact you;,•To optimize, troubleshoot, measure and monitor the performance of our network and Services, including ,performing de-bugging, measuring servicelevels and identifying loading trends and websites that are ,statistically significant to our user population in order to deliver internet traffic more efficiently;,•To address problems with the Services or our business;,•To protect the security or integrityof the Services and our business.\nand/or,•To use and disclose your credit/debit card information or other financial or payment-related information ,only to process payments and prevent fraud.,We also may use the Information for the following commercial and marketing purposes:,•To market our Services and related services to you;and/or,•To contact you with information and promotional materials from Viasat or on behalf of our partners and ,affiliates;and/or,•To develop or deliver other products orservices in collaboration with the Airline on which you are flying,We also may use the Information that we collect as described to you at the point of collection.,3.\nINFORMATION SHARING AND DISCLOSURE ,Viasat sharesyour Information, including Personal Information, with third parties for purposes consistent with this ,Policy.\nFurther, we will not share Viasat-Collected PI with third parties for their own direct marketing purposes, ,unless we give you appropriate choice(either opt-in or opt-out depending on applicable law).\nThe business purposes ,for which we may share your information include the following:,•We may disclose your Information to partners, Vendors or others who perform functions on our behalf ,related to the Services.\n,•We may disclose your Information to outside auditors, professional advisors, and potential business ,transition partners.\n,•We may disclose your Information to an affiliated service that you have requested, only as necessary to ,enable the service;,•We may disclose your Information where we believe it is necessary to investigate, prevent, or take action ,regarding illegal activities, suspected fraud, potential threats to the safety or property of any person or ,entity (including Viasat), or violations of our Terms of Service or policies.\nand,•We may disclose your Information to credit bureaus, in connection with obligations set forth by relevant ,legislation on the processing of data for credit reporting purposes.,We also may disclose your Information to the Airline on which you are flying in connection with their operational or ,commercial purposes, and otherwise may disclose your Information based on your consent.\n,We also may share Information in the following additional circumstances:,•In connection with Viasat being acquired by or merged with another company, or in the event of a ,consolidation or reorganization involving Viasat, or ifall or a portion of our assets are transferred to another ,company, or as part of a bankruptcy proceeding or as part of a similar transaction, we may disclose, and ,may further transfer, the Information to the acquiring company or other involved third party(including ,without limitation in connection with due diligence regarding any potential such transaction).\n,•We may disclose your Information to law enforcement, government officials, regulatory agencies, or other ,parties when we are required to do so by applicable law.\n,•We may disclose your Information to respond to legal process, such as to comply with a judicial proceeding, ,a subpoena or court order, to comply with the law, or to protect our rights in litigation or arbitration.\n,4.\nTHIRD-PARTY SERVICES, SOCIAL FEATURES, AND ANALYTICS ,The Services may include hyperlinks to, or include on or in connection with, the Services (e.g., apps and plug-ins), ,websites, locations, platforms, applications or services operated by third parties (“Third-Party Service(s)”), and you ,can use the Services to navigate to view and use Third-Party Services.\nThese Third-Party Services may use their own ,cookies, web beacons, and other tracking technologiesto independently collect information about you and may ,solicit Personal Information from you.\n,Certain functionalities on the Services may permit interactions that you initiate between the Services and certain ,Third-Party Services, such as third-party social networks (“Social Features”).\nExamples of Social Features include: ,enabling you to send content such as contacts and photos between the Services and a Third-Party Service.\n“liking” ,or “sharing” our content.\nlogging in to the Services using your Third-Party Service account (e.g., using Facebook ,Connect to sign-in to the Services).\nand to otherwise connect the Service to a Third-Party Service (e.g., to pull or push ,information to or from the Services).\nIf you use Social Features, and potentially other Third-Party Services, ,information you post or provide access to may be publicly displayed on the Services (see Section 1.D(3)) or by the ,Third-Party Service that you use.\nSimilarly, if you post information on a third-party service that references the ,Services (e.g., by using a hashtag associated with Viasat in a tweet or status update), your post may be used on or in ,connection with the Services or otherwise by Viasat.\nAlso, both Viasat and the third party may have access to certain ,information about you and your use of the Services and any Third-Party Service.\n,VIASAT MAY USE VENDORS FOR ANALYTICS SERVICES.These analytics services may use cookies and other Tracking ,Technologies to help analyze use of the Services.\nVendors may use Information generated by these services, e.g., ,your IP address and other Usage Information to evaluateyour use of the Services, compilestatistic reports on the ,Services’ activity, and provideother services relating to Services activity and other internet usage.\n,Except to the extent Viasat combines information from Vendors, Third-Party Services, or other third parties with ,Viasat-Collected PI, in which case Viasat will treat the combined information as Personal Information under this ,Privacy Policy (see Section 1.A), data obtained by Viasat froma third party, even in association with the Services, is ,not subject to Viasat’s limitations regarding Viasat-Collected PI under this Policy.\nThe information third parties ,independently collect, store, and share remains subject to their privacy policies and practices, including whether ,they continue to share information with Viasat, the types of information shared, and your choices on what is visible ,to others on third-party services.\n,Viasat is not responsible for, and makes no representations or warranties regarding, the policies or business practices ,of any third parties, including, without limitation, any informational content, products, services, software, or other ,materials available on an external website.\nViasat encourages you to familiarize yourself with and consult their ,privacy policies and terms of use.\nSee Section 5 for more on certain choices offered by some third parties regarding ,their data collection and use, including regarding analytics.,5.\nYOUR CHOICES ,A.\nAccount Information,You may update or change your account contact and billing information by reaching us at the contact information ,below.\nViasat will make good faith efforts to make requested changes in our then-active databases as soon as ,practicable, but it is not alwayspossible to completely change, remove, or delete all of your information or public ,postings from our databases and residual and/or cached data may remain archived thereafter.\nFurther, we reserve ,the right to retain data (a) as required by applicable law;and (b) for so long as reasonably necessary to fulfill the ,purposes for which the data is retained to the extent permitted by applicable law.\n,If you would like to opt-out of receiving direct marketing communications from us, you may do so by following any ,instructions included in the communication or by contacting us at the contact information provided below.,B.\nYour Rights,To the extent provided by the law of your jurisdiction, you have the right to: (a) confirm whether we process Personal ,Information about you.\n(b) access certain Personal Information we maintain about you.\n(c) exercise your right to ,data portability.\n(d) request that we update, corrector rectify, amend, cancel or delete, or restrict your Personal ,Information.\n(e) withdraw your consent previously given.\n(f) request that we not share your Personal Information ,with third parties for ancillary or competing services.\nand/or (g) object at any time to the processing of your Personal ,Information on legitimate grounds relating to your particular situation.\nWe will comply with such requests to the ,extent required by the applicable law of your jurisdiction.\nWe will take appropriate steps to verify your identity ,before granting you access to your information, which may require that you provide us with additional information.\n,We may apply a charge, to the extent permitted by applicable law, before we provide you with a copy of any of your ,Personal Information we maintain.\nYou may, depending on your location, have a right to file a complaint with a ,government regulator if you are not satisfied with our response.\n,To exercise the above rights, please contact us using the information in the “How to Contact Us” section below.\nWe ,will consider and process your request in a timeframe that complies with the relevant legislation in your jurisdiction.\n, C .\nTracking Technologiesand Analytics,Regular cookies may generally be disabled or removed by tools available as part of most commercial browsers, and ,in some instances blocked in the future by selecting certain settings.\nBrowsers offer different functionalities and ,options so you may need toset them separately.\nAlso, tools from commercial browsers may not be effective with ,regard to HTML cookies, or other Tracking Technologies.\nPlease be aware that if you disable or remove these ,technologies, some parts of the Service (and Third-Party Services) may not work,and that when you revisit the ,Service your ability to limit browser-based Tracking Technologies is subject to your browser settings and limitations.\n,Your browser settings may allow you to automatically transmit a “Do Not Track” signalto online services you visit;,however, there is no consensus among industry participants as to what “Do Not Track” means in this context.\nLike ,many online services, we currently do not alter our practices when we receive a “Do Not Track” signal from a user’s ,browser.\nTo learn more about “Do Not Track,” visit http://www.allaboutdnt.com, but we are not responsible for the ,accuracy of this third-party information.\nSome third parties, however, may offer you choices regarding their Tracking ,Technologies.\nOne way to potentially identify cookies on our Services (and Third-Party Services) is to add the free ,Ghostery plug-in to your browser (www.ghostery.com), which according to Ghostery will display for you traditional, ,browser-based cookies associated with the websites (but not mobile apps) you visit and privacy and opt-out policies ,and options of the parties operating those cookies.You may exercise choices regarding the use of cookies from ,Google Analytics by going to https://tools.google.com/dlpage/gaoptoutor downloading the Google Analytics Opt-,out Browser Add-on.\nYou may exercise choices regarding the use of cookies from Adobe Analytics by going to ,http://www.adobe.com/privacy/opt-out.html.,Viasat is not responsible for effectiveness of, or compliance with, any third-parties’ opt-out options or programs or ,the accuracy of their statements regarding their programs.\n,6.\nYOUR CALIFORNIA PRIVACY RIGHTS ,We will only knowingly share Personal Information with third parties (suchas the Airlineon which you are flying) for ,their direct marketing purposes where you are given appropriate choice.\nCalifornia Civil Code Section 1798.83 ,permits California residents who have provided to us their personal information as defined in the statute, to, under ,certain circumstances, exercise choiceand inquire further about how to do so and how we comply with Section ,1798.83.\nTo make such a request, pleasecontact us, attest to the fact that you are a California resident,and provide ,a current California address for our response.\nYou may make this request in writing at: Viasat, Inc.,ATTN: Privacy ,Office, 6155 El Camino Real, Carlsbad, CA 92009.\nYour request must include “California Privacy Rights Request” in ,the first line of the description and include your name, street address, city, state, and ZIP code.\nPlease note that we ,are only required to respondto one request per customer each year, and we are not required to respond to requests ,made by means other than as described in this Section.,California residents also may exercise the following rights under the California Consumer Privacy Act of 2018 ,(“CCPA”):,•Up to two times each year, you may request that we disclose to you the categories and specific pieces of ,personal information (as defined in the CCPA) that we have collected about you, the categories of sources ,from which your personal information is collected, the business or commercial purpose for collecting your ,personal information, the categories of personal information that we disclosed for a business purpose, the ,categories of third parties with whom we have shared your personal information, any categories of personal ,information about you that we sold, and the business or commercial purpose for selling your personal ,information, if applicable.,•You may request that we delete personal information that we have collected from you, subject to certain ,exceptions.,To exercise your rights, you can contact us at privacy@viasat.comor by calling us at 1-888-649-6711.\nIf you exercise ,any of your rights, we will not discriminate against you, such as by denying you access to our services or restricting ,your access to products or services of a certain price or quality.,For purposes of compliance with the CCPA, we make the following disclosures:,•We collect the following categories of personal information: Identifiers, personal information described in ,Cal.\nCiv.\nCode 1798.80, internet or other electronic network activity information, characteristics of ,protected classifications under California or federal law, commercial information, and inferences drawn ,from the preceding categories of personal information.,•We disclose the following categories of personal information for a business purpose: Identifiers, personal ,information described in Cal.\nCiv.\nCode 1798.80,commercial information, andinternet or other electronic ,network activity information.,•We do not sell your personal information.,7.\nINTERNATIONAL DATA TRANSFERS,Your Information may be transferred, stored and used in the United States or in other countriesin which Viasat or ,its parent, subsidiaries, affiliates, Vendors,orAirline partnersconduct operations, including for the purposes ,described in the “Information Sharing and Disclosure” sectionherein.\nThese countries may have data protection ,laws that are different to the laws of your country (and, in some cases, may not be as protective).However, we have ,taken appropriate safeguards to require that your personal information will remain protected in accordance with ,this Privacy Policy.Where we operate as a dataexporterunder applicable law, we are committed to adopt all the ,necessary measures and safeguards as to the cross-border data flow, as set forth by the applicable legislation.\nThe,datatransfers are made to our data processors in these countries to the extent that they are necessary for the ,maintenance or fulfillment of the legal relationship between you and Viasat, or where the transfer is necessary by ,virtue of a contract executed in your interest between Viasat and our service providers.\nWhen required by applicable ,laws, we will request appropriate consent from you for international data transfers.,8.\nDATA SECURITY ,Viasat has taken certain physical, administrative, and technical steps to safeguard the Personal Information we ,collect from and about customers and visitors to our Services.\nWhile we seek to ensure the integrity and security of ,our network and systems, we cannot guarantee the security of the Information from misappropriation by hackers ,or from other nefarious or criminal activities, or in the event of a failure of computer hardware, software, or a ,telecommunications network.\nWe encourage you to take precautions to protect your personal data when you are ,on the internet.\nIn accordance with applicable law(s), we will notify you in the event we become aware of a security ,breach involving your Personal Information stored by or for us.\n,9.\nCHANGES TO PRIVACY POLICY ,Viasat may amend this Policy from time to time.\nWhen we do, we will make the updated Policy available to you.\nIf ,we make any material changes in the way we use or disclose your PersonalInformation, we will provide you with ,appropriate notice.,10.\nHOW TO CONTACT US ,If you have any questions about this Policy or our handling of your Information, a request relating to the section ,entitled “Your Rights,” or to contact our Data Protection Officer, please send an e-mail to privacy@viasat.com.\n,Policy Last Updated: June30, 2020,###", "created_at": "2021-06-09 21:01:34.068357", "updated_at": "2021-06-09 19:05:06.30793"}, {"id": 6900, "name": "WildBlue Subscriber Privacy Policy", "url": "https://www.viasat.com/content/dam/us-site/legal/documents/wildblue_subscriber_privacy_policy_final_072720.pdf", "xpath": "//body", "text": "WildBlueSubscriber Privacy Policy,®,1,Viasat, Inc.\nand itssubsidiaries and affiliates (collectively, “Viasat” “we,” “us” or “our”) respect and value your privacy.\n,In this Privacy Policy (“Policy”), we describe the information that we obtainabout subscribersof our WildBlueinternet,®,serviceand related products and services(the “Services”), including information you may provide to accessour,customer portals at http://go.wildblue.netor https://myaccount.wildblue.net(“Sites”)related to our Services.\nThis Policy ,does not apply to users of our other websites such as www.Viasat.com, www.exede.comand www.viasat.com/wildblue, ,which are governed by the Website Privacy Policy available at www.exede.com/legal, or any third party websites that ,you access through the use of our Services.\nBy visiting our Sites or using our Services, you agree that any information ,you provide to Viasatwill be handled as described in this Policy, which is incorporated by reference into the Customer ,Agreement located at http://www.viasat.com/legal.,INFORMATION COLLECTIONAND SOURCES,YOUR CHOICES,HOW WE USE INFORMATION COLLECTED,INFORMATION SHARING AND DISCLOSURE,DATA SECURITY,LINKS TO OTHER WEBSITES,SPECIAL INFORMATION ON INDIVIDUAL STATE PRIVACY LAWS,ACCESS TO YOUR PERSONAL INFORMATION,CHANGES TO THIS PRIVACY POLICY,HOW TO CONTACT US,INFORMATION COLLECTIONAND SOURCES,•Information You Provideto Us,Viasatcollects personal information from you when you use our Services,create an account with us, request ,information from us, or otherwise contact us.\nThe personal information we collect may include your name, address, ,email address, phone number, account login credentials (such as a username and password), and a credit ordebit ,card number or other financial information (“Information”).\nWe may combine the Information you provide to us with ,information from and about you that we receive from third parties, including business partners and vendors, or ,information that we automatically collect when you visit the Sites.,You may update or change your contact and billing information by calling our customer care number at 1-855-463-9333 ,or accessing our customer portalsathttp://go.wildblue.netor https://myaccount.wildblue.net.,•Information Automatically Collected,When you use our Sites, we may use cookies, log files, or other similar technologies to conduct analytics of our Sites.\n,For example, we may automatically collect certain non-personal information from you such as your browser type, ,operating system, software version, Internet Protocol (IP) address, Internet service provider and platform types.\nWe ,may also collect non-personal information about your use of the Sites, including the areas or pages of the Sites that ,you visit, the amount of time you spend using the Sites, the number of times you returnto the Sites, the amount of time ,it takes to load a page, the order in which the content on a page loads, and other Site usage data.\nThis information ,helps us to track and understand how visitors use our Sites,and improve the performance and user experience of our ,Sites.\n,We may also collect information regarding your use of our Servicesand how our Servicesperform, including account ,login credentials, your browser type, IP Address or MAC address, and the domainnames of the websites you visit.\n,WildBlueSubscriber Privacy Policy,®,2,•Information You Post,Any comments or personal information that you post on public pages (such as social media sites),within the Sites or ,otherwise, is publiclyavailable and may be viewed, collected and usedby others, including Viasat.\nViasatis not ,responsible for the accuracyof any information contained in those postings.\n,•Cookiesand Other Tracking,Cookies.Cookies are alphanumeric identifiers that we transfer to your computer’s hard drive through your browser to ,enable our systems to recognize your browser.\nCookies allow a web server to transfer data to a computer for ,recordkeeping and other purposes.We and our third-party service providers may use “cookies” on our Sites to facilitate ,your ongoingaccess to and use of the Sites.For example, we may use cookies to remember your username and ,password, if you choose to store them.\nWe may also use cookies to determine when your current session on the Sites ,should be logged out after a period of no activity, as well as for efficient management of the servers providing our Sites.,There are two types of cookies we use on the Sites: session-based cookies and persistent cookies.\nIn addition, we may ,also allow vendors to use “third party” cookies for specificpurposes on our Sites.\nA description of each of these cookies ,is provided below.,Session Cookies.Session cookies exist only during an online session.They disappear from your computer when you ,close your browser or turn off your computer.When you authorize us to do so, we may use session cookies to allow ,our systems to uniquely identify you during a session or while you are logged in to the Sites.This allows us to process ,your online transactions and requests and verify your identity, after you have logged in, as you move through our Sites.,Persistent Cookies.Persistent cookies remain on your computer after you have closed your browser or turned off your ,computer.When you authorize us to do so, we may use persistent cookies to allow our systems to remember you and ,automatically log you in to our Sites.,Third Party Cookies.We may also engage third parties who use session or persistent cookies to uniquely identify you ,via your user credentials during a session while you are logged in to our Sites.\nThe third-party cookies do not collect ,any personally identifiable information other than the user credentials you provide.\n,Clear Graphics Interchange Formats (“GIFs”).\nClear GIFs are tiny graphics with a unique identifier, similar in function ,to cookies.\nWe or our service providers may use clear GIFs in HTML emails to our customers to help us track email ,response rates, identify when our emails are viewed and track whether our emails are forwarded.,•How We Respond to Do Not Track Signals,While most browsers will allow you to block cookies by enablinga Do Not Track header within thebrowser,our system ,does not recognize Do Not Track headers.\nHowever, we only use cookiesas described in this Policy.,YOUR CHOICES,If, at any time, you would like to stop receiving marketing emails from us,you may follow the opt-out instructions ,contained in any such email.\nPlease note that it may take up to 10 business days for us to process marketing email ,opt-out requests.\nIf you opt-out of receiving marketingemails from us, we still may send you emails about your account ,or any services you have requested or received from us, or for other customer service purposes.Additionally, you may ,receive marketing or advertising emails from Viasatdealers who act independently of Viasat.Dealers are independent ,contractorsauthorized to sell Viasatservices in addition to other services.\nViasatdoes not control marketing or ,advertising emails from dealers to Viasatcustomers that were developed independently from Viasat.,WildBlueSubscriber Privacy Policy,®,3,HOW WE USE INFORMATION COLLECTED,We may use the Information we collect from and about you for the following business purposes: ,•To fulfill orders, provide Servicesand communicate with customers;,•To develop new products or services;,•To respond to your inquiries;,•To contact you when necessary;,•To address problems with the Sitesor our business;,•To protect the security or integrity of the Sitesand our business.\nand,•To use and disclose your credit/debit card information or other financial information only to process payments ,and prevent fraud.,We alsomay use your information for the following commercial and marketing purposes:,•To market our Services to you and engage third parties to help us market our Services.\nand/or,•To contact you with information, newsletters and promotional materials from Viasat or on behalf of our ,partners and affiliates.,Lastly, we may use your information that we collect as described to you at the point of data collection.\n,Please also notethat in accordance with applicable laws, your Information may be stored and used for thepurposes ,described in this Policy in the United States or in any other country in which Viasator its subsidiaries, affiliates or ,service providers conduct operations.,INFORMATION SHARING AND DISCLOSURE,Viasatmay shareyour Information with third parties, including for the followingbusiness purposes:,•We may disclose your Information to third party vendors, service providers, contractors or agents who perform ,functions on our behalfrelated to the Sites or Services.For example, these providers may help us deliver our ,current Services to new customers ornew Services to existing customers.,•We may disclose your Information to outside auditors, professional advisors, potential business transition ,partners, and regulators.,•We may disclose yourInformation where we believe it is necessary to investigate, prevent, or take action ,regarding illegal activities, suspected fraud, situations involving potential threats to the safety or property of ,any personor entity (including Viasat), or violations of our Customer Agreement or policies.,We also may share your information in the following additional circumstances:,•If we are acquired by or merged with another company, or in the event of a consolidation or reorganization ,involving Viasat, or if all or a portion of our assets are transferred to another company, or as part of a ,bankruptcy proceeding or as part of a similar transaction, we may transfer the Information to the acquiring ,company or other involved third party.,•We may disclose your Information to respond to legal process, such as a subpoena or court order, to comply ,with the law or to protect our rights in litigationor arbitration.,WildBlueSubscriber Privacy Policy,®,4,DATA SECURITY,Viasathas taken certainphysical, administrative, and technical steps to safeguardthe Information we collect from and ,about our customers and visitorsto our Sites.\nWhile we seek to ensure the integrity and security of our network and ,systems, we cannot guarantee the security of the Information, and we encourage you to take precautions to protect ,your personal data when you are on the Internet.,You are responsible for maintaining the strict confidentiality of youraccount password and any Site login or user ID ,information, and you shall be responsible for any access to or use of the Sites by you or any person or entity using your ,password, login or user ID, whether or not such access or use has been authorized by or on behalf of you.,Our Sitesand online applications are for the sole use of Viasatcustomers in managing their accounts and the products ,and services they receive.\nIf you choose to provide access to certain of your account data to third parties, Viasatcannot ,be held responsible for any release of account or personal data that occurs as a result of the access that you provide ,to others.,LINKS TO OTHER WEBSITES,At times, our Sites may contain links to third party websites or applications, including third party products or ,services.Any access to and use of such linked products or services is not governed by this Policy, but, instead, is ,governed by the privacy policies or terms of use of those third parties, even though some of these other products or ,services may be co-branded with us.We are not responsible for the information practices of such third parties.,SPECIAL INFORMATION ON INDIVIDUAL STATE PRIVACY LAWS,California Residents,Consumers residing in California are afforded certain additional rights with respect to their personal data under the ,“Shine the Light” Law (California Civil Code section 1798.83) and the California Consumer Privacy Act or “CCPA” ,(California Civil Code Section 1798.100 et seq).,Shine the Light,California Civil Code Section 1798.83, known as Shine the Light, requires us to disclose that California customers may ,request information concerning whether a business has disclosed personal data (as defined in the Shine the Light law) ,to any third parties for their direct marketing purposes.\nWe do not disclose your personal data (as defined in the Shine ,the Light law) to non-affiliated companies for their direct marketing purposes without your consent.\nIf you have ,questions or wish to make a request for more information on our disclosures to third parties, contact us at ,privacy@viasat.com.\n,California Consumer Privacy Act,The CCPA gives you specific notice and personal information rights as a California resident.,•Categories of Information Collected, Disclosed, and Sold,This section describes the types of personal information (as defined in the CCPA) that Viasat collects, uses, and ,discloses to third parties in connection with the Services in the preceding 12 months.\nWe describe the business and ,commercial purposes for collecting this information in the How We Use InformationCollectedsection above.\nViasat ,does not knowingly collect, and therefore does not sell, the personal data of minors.\n,Personal Information Categories Personal Information Personal Information ,under the CCPASourcesDisclosure or Sale,WildBlueSubscriber Privacy Policy,®,5,Identifiers (name, contact information,We disclosed your personal ,unique identifiers, IP address, etc.)information in the past 12 months ,•You,•Third-party data broker,as described in the Information ,Sharing and Disclosuresection ,above.\nWe do not sell your ,personal information.,Characteristics of protected ,classifications under California or ,federal law (age, gender),•You,•Third-party data broker,Commercial Information (your usage ,history and preferences.\npurchase ,history),•You,•Third-party data broker,Internet/Electronic Activity (your online ,interactions with the Services),•You (including from your ,device),Professional or employment-related ,information,•Third-party data broker,Profile Inferences (inferences we draw ,from your information and activity ,through the Services to help create a ,personalized profile so we can better ,identify services that may be of interest),•You ,•Third-party data broker,•Your Rights,To make an access or deletion request, you can send an email to privacy@viasat.comor call 1-855-463-9333.\nWe will ,take steps to verify your identity before we respond to your request, which may include asking for additional information ,that we will use only to process the request.,Access Request.\nYou may make up to two requests per year for information as to:,-The categories of personal information that we’ve collected and sold about you, or shared for a business or ,commercial purpose with our service providers;,-The sources from which we’ve collected such personal information;,-The third parties with whom we’ve shared that personal information and to whom we’ve sold that information;,-The business or commercial purpose for collecting or selling that personal information.\nand,-The specific pieces of personal information we’vecollected about you.,Deletion Request.\nYou may request that we delete the personal information that we’ve collected from or about you, ,although there are some reasons we will need to retain information, such as to complete a transaction for you, provide ,the Services, detect and protect against fraudulent and illegal activity, maintain for internal purposes, comply with a ,legal obligation, or exercise our rights.,We will respond to your access and deletion requests within 45 days, unless we require additional time, in which case ,we will let you know.\nIf you exercise any of your rights in this section, we will not discriminate against you, such as by ,denying you access to our services or restricting your access to products or services of a certain price orquality.\nIf you ,designate an authorized agent to act on your behalf with regard to a CCPA request, we will request that you provide ,us with legal authorization indicating your consent to have the authorized agent’s representation.\nExamples of ,acceptable forms of legal authorization would be a fully executed Power of Attorney, a notarized affidavit or any other ,legally executed document that indicates the authority to represent you as it pertains to your CCPA request.\n,Opt-Out Request.\nYou have the rightto opt out of Viasat’s sale of your personal information to third parties for their ,commercial purposes.\nWe have not sold your personal information in the preceding 12 months.,Maine Residents,WildBlueSubscriber Privacy Policy,®,6,The Maine Broadband Internet Access Service Customer PrivacyAct gives you additional privacy rights when we are ,your broadband Internet access service provider.\nThe Maine law gives you the right to control certain ways that we use ,or share information we have about you and requires that we provide you with a notice of your rights and our obligations ,under this law.\nWe do this in this section.\nThe Maine law also requires us to take reasonable measures to protect your ,customer personal information.\nWe describe this in the Data Securitysection of this Policy.,We willnot use, disclose, sell, or permit access to your broadband customer personal information except for purposes ,allowed under the Maine law or with your affirmative consent.\nWe may ask you for this consent when we interact with ,you.\nFor example, we may ask to use your broadband customer personal information to market additional non-,communications-related services to you when you contact us.,The Maine law also provides you with a right to opt-out of any use or sharing of data that is not customer personal ,information under the law that we may collect.\n,If you have questions about your rights, or to exercise your rights under the law, please contact us at ,privacy@viasat.com.\nWe will not refuse to provide you with broadband service, charge you a penalty, or offer you a ,discount based on whether you agree that we can use or share your broadband customer personal information.,ACCESS TO YOUR PERSONAL INFORMATION,If you have an account forour Services, you may sign in to your account and update your personal information ,contained in the account.,CHANGES TO THIS PRIVACY POLICY,Viasatmay amend this Policy fromtimeto time.\nWhen we do, we will post the change(s) on the Sites.If we make any ,material changes in the way we use or disclose the Informationyou provide to us, we will provide appropriate notice to ,you.,HOW TO CONTACT US,If you have any questions that you would like to ask about this Policy or about our handling of your Information, please ,contact us at 1-855-463-9333.,Last Updated:July 27, 2020", "created_at": "2021-06-09 21:01:34.066365", "updated_at": "2021-06-09 19:02:36.461224"}, {"id": 6899, "name": "Viasat and Exede Subscriber Privacy Policy", "url": "https://www.viasat.com/content/dam/us-site/legal/documents/subscriber-privacy-policy.pdf", "xpath": "//body", "text": "Viasat and ExedeSubscriber Privacy Policy,®,1,Viasat, Inc.\nand itssubsidiaries and affiliates (collectively, “Viasat,” “we,” “us,” or “our”) respect and value your privacy.\n,In this Privacy Policy (“Policy”), we describe the information that we obtain about users of Viasat and Exedeinternet ,®,servicesand relatedproducts and services(the“Services”)(but not including our WildBlueservice, which is covered ,®,by a separate policy), including information you may provide to access our customer portals at http://mail.exede.netor ,http://account.viasat.com(“Sites”)related to our Services.This Policy does not apply to users of our other websites ,such as www.viasat.com, www.exede.comand www.viasat.com/wildblue, which are governed by the Website Privacy ,Policy available at www.exede.com/legal, or any third-party websites that you access through the use of our Services.\n,By visiting our Sitesor using our Services, you agree that any information you provide to Viasatwill be handled as ,described in this Policy, which is incorporated by reference into the applicable Customer Agreementor terms of service.,INFORMATION COLLECTION AND SOURCES,ADVERTISEMENTS AND THIRD-PARTY ADVERTISING,YOUR CHOICES,HOW WE USEINFORMATION COLLECTED,INFORMATION SHARING AND DISCLOSURE,DATA SECURITY,LINKS TO OTHER WEBSITES,CUSTOMER PROPRIETARY NETWORK INFORMATION,SPECIAL INFORMATION ON INDIVIDUAL STATE PRIVACY LAWS,ACCESS TO YOUR PERSONAL INFORMATION,CHANGES TO THIS PRIVACY POLICY,HOW TO CONTACT US,INFORMATION COLLECTIONAND SOURCES,•Information You Provideto Us,Viasatcollects personal information from you when you use our Services, create an account with us,request ,information from us, or otherwise contact us.\nThe personal information we collect may include your name, address, ,email address, phone number, account login credentials (such as a username and password), anda creditor debit ,card number or other financial information(“Information”).\nWe may combine the Information you provide to us with ,information from and about you that we receive from third parties, including business partners and vendors, or ,information that we automatically collect when you visit the Sites.,You may update or changeyour contact and billing informationby calling our customer care number at 1-855-463-9333 ,(Viasat and Exede Residentialcustomers) or1-855-313-4111 (Viasat Internet for Business customers (includes Exede ,Business plans)or accessingour customer portalsat http://mail.exede.netor http://account.viasat.com.,•Information Automatically Collected,When you use our Sites, we may use cookies, log files, or other similar technologies to conduct analytics of our Sites.\n,For example, we may automatically collect certain non-personal information from you such as your browser type, ,operating system, software version, Internet Protocol (IP) address, Internet service provider and platform types.We ,may also collect non-personal information about your use of the Sites, including the areas or pages of the Sites that ,you visit, the amount of time you spend using the Sites, the number of times you returnto the Sites, the amount of time ,it takes to load a page, the order in which the content on a page loads, and other Site usage data.\nThis information ,helps us to track and understand how visitors use our Sitesand improve the performance and user experience of our ,Sites.\n,We may also collect information regarding your use of our Services and how our Services perform, including account ,login credentials, the amount of time it takes to load a page, the order in which thecontent on a page loads, your ,browser type, IP address or media access control (MAC)address, cookies, domain and subdomain names and the ,complete addresses(“URLs”) of the websites you visit.If youconnect devices (via a wired and/or wireless connection),to our modem, we may also collect information specific to each device you connect, including, but not limited to,the ,device’s unique MAC address, the hostname ofthe device, connection properties specific to each device, the times the ,device connectsto or accessesthe modemand the amount of data each device consumes.\nWe may use theinformation ,described in this paragraph to troubleshoot your home network and to optimize, troubleshoot, measure,and monitor ,the performance of our network and Services, including performing de-bugging, measuring service levels and ,Viasat and ExedeSubscriber Privacy Policy,®,2,identifying loading trends and websites that are statistically significant to our user population in order to deliver internet ,traffic more efficiently.,•Information You Post,Any comments or personal information that you post on public pages(such as social media sites), within the Sites or ,otherwise,is publiclyavailable andmay be viewed, collected,and used by others, including Viasat.Viasatis not ,responsible for the accuracy of any information contained in those postings.When you post on the Viasat and Exede ,Internet Community forumat community.viasat.com, which is hosted by Get Satisfaction, your posts are governed by ,Get Satisfaction’sposted privacy policy, and not this Policy.We generally use the information you provide on that site ,to respond to customer inquiries or otherwise assist our customers.,•Cookiesand Other Tracking,We and our service providers may use cookies and other tracking mechanisms to track information about your use of ,our Services and may combine this information with other Information we or our service providers collect from you.,Cookies.Cookies are alphanumeric identifiers that we transfer to your computer’s hard drive through your browser to,enable our systems to recognize your browser.\nCookies allow a web server to transfer data to a computer for ,recordkeeping and other purposes.We and our third-party service providers may use “cookies” on our Sites to facilitate ,your ongoing access to and use of the Sites, as well as to conduct analytics on and collect usage data related to our ,Sites.\n,For example, we may use cookies to remember your username and password, if you choose to store them.\nWe may ,also use cookies to determine when your current session on the Sites should be logged out after a period of no activity, ,as well as for efficient management of the servers providing our Sites.,There are two types of cookies we use on the Sites: session-based cookies and persistent cookies.\nIn addition, we may ,also allow vendors to use “third party” cookies for specific purposes on our Sites.\nA description of each of these cookies ,is provided below.,Session Cookies.Session cookies exist only during an online session.They disappear from your computer when you ,close your browser or turn off your computer.When you authorize us to do so, we may use session cookies to allow ,our systems to uniquely identify youduring a session or while you are logged in to the Sites.This allows us to process ,your online transactions and requests and verify your identity, after you have logged in, as you move through our Sites.,Persistent Cookies.Persistent cookies remain on your computer after you have closed your browser or turned off your ,computer.When you authorize us to do so, we may use persistent cookies to allow our systems to remember you and ,automatically log you in to our Sites.,Third Party Cookies/Applications.We may also engage third partyservices such as Google Analytics to provide us with ,information that helps us improve our Services and the experiences of our customers.\nThese third-party services may,use session or persistent cookies or other applications to uniquely identify you via your user credentials while you are ,logged in to our Sites.\nThesethird-party cookiesand otherapplicationsdo not collect any personally identifiable ,information other than the user credentials you provide.\n,Clear Graphics Interchange Formats (“GIFs”).\nClear GIFs are tiny graphics with a unique identifier, similar in function ,to cookies.\nIn contrast to cookies, which are stored on your computer’s hard drive, clear GIFs are embedded invisibly ,on web pages.\nIn addition, we or our service providers may also use clear GIFs in HTML emails to our customers to ,help us track email response rates, identify when our emails are viewed and track whether our emails are forwarded.,•How We Respond to Do Not Track Signals,While most browsers will allow you toblock cookies by enabling a Do Not Track headerwithin the browser,our system ,does not recognize Do Not Track headers.\nHowever, we only use cookiesas described in this Policy.,Viasat and ExedeSubscriber Privacy Policy,®,3,ADVERTISEMENTS AND THIRD PARTY ADVERTISING,We may offer promotions through our Services.\nSome of these promotions may be based on your Information or your ,use of the Services and others may be based on your Information or your use of the Services combined with other ,customer information.We also use third parties such as network advertisers to assist us in displaying our ,advertisements on third party websites, and to evaluate the success of our advertising campaigns.\nNetwork advertisers ,display our advertisements on third party websites based on your use of our Services.\nThis information enables us to ,target our advertisements to potential new customers.\nThird party ad network providers, advertisers, sponsors and/or ,traffic measurement services may use cookies, JavaScript, web beacons (including clear GIFs), Flash LSOs and other ,technologies to measure the effectiveness of the ads they place for us and to personalize advertising content.\nThese ,third party cookies and other technologies are governed by each third party’s specific privacy policy, not this Policy.,YOUR CHOICES,If, at any time, you would like to stop receiving marketing emails from us, you may follow the opt-out instructions ,contained in any such email or make an opt-out request by visitingwww.exede.com/opt-out.\nPlease note thatit may ,take up to 10 business days for us to process marketing email opt-out requests.If you opt-out of receiving marketing ,emails from us, we still may send you emails about your account or any Services you have requested or received from ,us, or for other customer service purposes.\nAdditionally, you may receive marketing or advertising emails from Viasat,dealerswhoact independently of Viasat.Dealers are independent contractorsauthorized to sell Viasatservices in ,addition to other services.\nViasatdoes not control marketing or advertising emails from dealers to Viasatcustomers ,that were developed independently from Viasat.,You mayopt-out of our collection of the complete URLs you visitbycallingus at 1-855-463-9333.Please note that it ,may take up to 10 business days for us to process complete URL opt-out requests.We will honor suchrequests not to ,collect complete URLs, although we may utilize information about websites that our subscribers visit, in the aggregate, ,for purposes of internal network management and service performance optimization.\n,HOW WE USE INFORMATION COLLECTED,We may use the Information we collect from and about you for the following business purposes: ,•To fulfill orders, provide Servicesand communicate with customers;,•To develop new products or services;,•To respond to your inquiries;,•To contact you when necessary;,•To troubleshoot your home network and to optimize, troubleshoot, measure and monitor the performance of ,our network and Services, including performing de-bugging, measuring service levels and identifying loading ,trends and websites that are statisticallysignificant to our user population in order to deliver internet traffic ,more efficiently;,•To address problems with the Sitesor our business;,•To protect the security or integrity of the Sitesand our business.\nand,•To use and disclose your credit/debit card information or other financial information only to process payments ,and prevent fraud.,We alsomay use your information for the following commercial and marketing purposes:,•To market our Services to you and engagethird parties to help us market our Services.\nand/or,•To contact you with information, newsletters and promotional materials from Viasat or on behalf of our ,partners and affiliates.,Viasat and ExedeSubscriber Privacy Policy,®,4,We also may use your information that we collect as described to you at the point of data collection.\n,Please also notethat in accordance with applicable laws, your Information may be stored and usedfor the purposes ,described in this Policy in the United States or in any other country in which Viasator itssubsidiaries, affiliates or ,service providers conduct operations.,INFORMATION SHARING AND DISCLOSURE,Viasatmay share your Informationwith third parties, including for the followingbusiness purposes:,•We may disclose your Informationto third party vendors, service providers, contractors or agents who ,perform functions on our behalfrelated to the Sites or Services.For example, these providers may help us ,deliver our current Services to new customers ornew Services to existing customers.,•We may disclose your Informationto outside auditors, professional advisors, potential business transition ,partners, and regulators.,•We may disclose your Informationwhere we believe it is necessary to investigate, prevent,or take action ,regarding illegal activities, suspected fraud, situations involving potential threats to the safety or property of ,any personor entity (including Viasat),or violations of our Customer Agreementsor policies.,We also mayshare your information in the following additional circumstances:,•If we are acquired by or merged with another company, or in the event of a consolidation or reorganization ,involving Viasat, or if all or a portion of our assets are transferred to another company, or as part of a ,bankruptcy proceeding or as part of a similar transaction, we may transfer the Information to the acquiring ,company or other involved third party.,•We may disclose your Information to respond to legal process, such as a subpoena or court order, to comply ,with the law or to protect our rights in litigationor arbitration.,DATA SECURITY,Viasathas taken certainphysical, administrative, and technical steps to safeguardthe Information we collect from and ,about our customers and visitorsto our Sites.\nWhile we seekto ensure the integrity and security of our network and ,systems, we cannot guarantee the security of the Information, and we encourage you to take precautions to protect ,your personal data when you are on the Internet.,You are responsible for maintaining the strict confidentiality of your account password,any Site login or user ID ,information, and Viasatdevice credentials, and you shall be responsible for any access to or use of the Sitesor Services ,by you or any person or entity using your password, login or user ID, whether or not such access or use has been ,authorized by or on behalf of you.,Our Sitesand online applications are for the sole use of Viasatcustomers in managing their accounts and the products ,and services they receive.\nIf you choose to provide access to certain of your account data to third parties,Viasatcannot ,be held responsible for any release of account or personal data that occurs as a result of the access that you provide ,to others.,LINKS TO OTHER WEBSITES,At times, our Sitesmay contain links to third party websitesor applications, including thirdparty products or ,services.Any access to and use of such linked products or services is not governed by this Policy, but, instead, is ,governed by the privacy policies or terms of use of those third parties, even though some of these other products or ,services may be co-branded with us.We are not responsible for the information practices of such third parties.\n,Viasat and ExedeSubscriber Privacy Policy,®,5,CUSTOMER PROPRIETARY NETWORK INFORMATION ,Viasatcollects and maintains certain customer proprietary network information (\"CPNI\") as part of our ViasatVoice ,service.\nCPNI includes, among other things,how you use the ViasatVoice service (for example, calling records) and ,your billing information.\nYourViasatVoice telephone number, name, and address do not constitute CPNI.\nFederal law ,generally permits Viasatto use CPNI in its provision of the ViasatVoice service, including billing and collections for ,such service.Federal law and regulations permit Viasatto use,disclose or permit access to CPNI (i) to provide or ,market service offerings among the categories of services to which you already subscribe, or(ii) for legal or regulatory ,reasons, such as to respond to a court order, to investigate fraud,to protect Viasat's rights or property or to protect ,other users of Viasat’s services against unlawful, fraudulent or abusiveuse of Viasat's services.Viasatdoes not sell ,or trade your CPNI with anyone outside of Viasatand those third parties authorized to perform functions on Viasat's ,behalf related to the performance of the ViasatVoice service, except as the law may require or permit or you may ,otherwise authorize.\nNeither Viasat, nor any third party to whom Viasathas provided CPNI, uses CPNI for marketing ,purposes, except as may be permitted by law.,SPECIAL INFORMATION ON INDIVIDUAL STATE PRIVACY LAWS,California Residents,Consumers residing in California are afforded certain additional rights with respect to their personal data under the ,“Shine the Light” Law (California Civil Code section 1798.83) and the California Consumer Privacy Act or “CCPA” ,(California Civil Code Section 1798.100 et seq).,Shine the Light,California Civil Code Section 1798.83, known as Shine the Light, requires us to disclose that California customers may ,request information concerning whether a business has disclosed personal data (as defined in the Shine the Light law) ,to any third parties for their direct marketing purposes.\nWe do not disclose your personal data (as defined in the Shine ,the Light law) to non-affiliated companies for their direct marketing purposes without your consent.\nIf you have ,questions or wish to make a request for more information on our disclosures to third parties, contact us at,privacy@viasat.com.,California Consumer Privacy Act,The CCPA gives you specific notice and personal information rights as a California resident.,•Categories of Information Collected, Disclosed, and Sold,This section describes the types of personal information(as defined in the CCPA)that Viasat collects, uses, and ,discloses to third parties in connection with the Services in the preceding 12 months.\nWe describe the business and ,commercial purposes for collecting this information in the How We Use InformationCollectedsection above.\nViasat ,does not knowingly collect, and therefore does not sell, the personal data of minors.\n,Personal Information Categories Personal Information ,under the CCPASources,Personal Information ,Disclosureor Sale,Identifiers (name, contact information,,unique identifiers, IP address, etc.),•You,•Third-party data broker,We disclosed your personal ,information in the past 12 ,months as described in the ,Information Sharing and ,Disclosuresection above.\nWe ,do not sell your personal ,information.,Characteristics of protected ,classifications under California or ,federal law(age, gender),•You,•Third-party data broker,Commercial Information (your usage ,history and preferences.\npurchase ,history),•You,•Third-party data broker,Viasat and ExedeSubscriber Privacy Policy,®,6,Internet/Electronic Activity (your online ,interactions with the Services),•You(including from your ,device),Professional or employment-related ,information,•Third-party data broker,Profile Inferences (inferences we draw ,from your information and activity ,through the Services to help create a ,personalized profile so we can better ,identify services that may be of interest),•You ,•Third-party data broker,•Your Rights,To make an access or deletion request, you can send an email to privacy@viasat.comor call 1-855-463-9333.\nWe will ,take steps to verify your identity before we respond to your request, whichmay include asking for additional information ,that we will use only to process the request.,Access Request.\nYou may make up to two requests per year for information as to:,-The categories of personal information that we’ve collected and sold about you, or shared for a business or ,commercial purpose with our service providers;,-The sources from which we’ve collected such personal information;,-The third parties with whom we’ve shared that personal information and to whom we’ve sold that information;,-The business or commercial purpose for collecting or selling that personal information.\nand,-The specific pieces of personal information we’ve collected about you.,Deletion Request.\nYou may request that we delete the personal information that we’ve collected from or about you, ,although there are some reasons we will need to retain information, such as to complete a transaction for you, provide ,the Services, detect and protect against fraudulent and illegal activity, maintain for internal purposes, comply with a ,legal obligation, or exercise our rights.,We will respond to your access and deletion requests within 45 days, unless we require additional time, in which case ,we will let you know.\nIf you exercise any of your rights in this section, we will not discriminate against you, such as by ,denying you access to our services or restricting your access to products or services of a certain price or quality.\nIf you ,designate an authorized agent to act on your behalf with regard to a CCPA request,we will request that you provide ,us with legal authorization indicating your consent to have the authorized agent’s representation.\nExamples of ,acceptable forms of legal authorization would be a fully executed Power of Attorney, a notarized affidavit or any other ,legally executed document that indicates the authority to represent you as it pertains to your CCPA request.\n,Opt-Out Request.\nYou have the right to opt out of Viasat’s sale of your personal information to third parties for their ,commercial purposes.\nWe have not sold your personal information in the preceding 12 months.,Maine Residents,The Maine Broadband Internet Access Service Customer Privacy Actgives you additional privacy rights when we are ,your broadband Internet access service provider.\nThe Maine law gives you the right to control certain ways that we use ,or share information we have about you and requires that we provide you with a notice of your rights and our obligations ,under this law.\nWe do this in this section.The Maine law also requires us to take reasonable measures to protect your ,customer personal information.\nWe describe this in the Data Securitysection of this Policy.,We will not use, disclose, sell, or permit access to your broadband customer personal information except for purposes ,allowed under the Maine law or with your affirmative consent.\nWe may ask you for this consent when we interact with ,you.\nFor example, we may ask to use your broadband customer personal information to market additionalnon-,communications-relatedservices to you when you contactus.,Viasat and ExedeSubscriber Privacy Policy,®,7,The Maine law also provides you with a right to opt-out of any use or sharing of data that is not customer personal ,information under the lawthat we may collect.\n,If you have questions about your rights, or to exercise your rights under the law, please contact us at ,privacy@viasat.com.\nWe will not refuse to provide you with broadband service, charge you a penalty, or offer you a ,discount based on whether you agree that we can use or share your broadband customer personal information.,ACCESS TO YOUR PERSONAL INFORMATION,If you have an account forour Services, you may sign in to your account and update your personal information ,contained in the account.,CHANGES TO THIS PRIVACY POLICY,Viasatmay amend this Policy fromtimeto time.When we do, we will post the change(s) on the Sites.If we make any ,material changes in the way we use or disclose the Informationyou provide to us, we will provide appropriate notice to ,you.,HOW TO CONTACT US,If you have any questions that you would like to ask about this Policy or about our handling of your Information,please ,contact customer care at 1-855-463-9333 (Viasat and Exede Residentialcustomers) or 1-855-313-4111 (Viasat Internet ,for Business customers, (includes Exede Business plans).,Last Updated: July 27, 2020", "created_at": "2021-06-09 21:01:34.06436", "updated_at": "2021-06-09 19:03:11.911362"}, {"id": 6898, "name": "Viasat General Privacy Notice", "url": "https://www.viasat.com/content/dam/us-site/legal/documents/website-privacy-policy.pdf", "xpath": "//body", "text": "Viasat General Privacy Notice,Viasat, Inc.\nand its subsidiaries and affiliates (collectively, “Viasat,” “we,” “us,” or “our”) respect and ,value your privacy.\nIn this General Privacy Notice (“Notice”), we describe our information practices with ,respect to the general Viasat websites that post this Notice, which include but are not limited to ,www.viasat.com, www.exede.com, and www.wildblue.com(the “Sites”), and information that we ,obtain from individuals who otherwise interact with Viasat, but who are not customers of our internet ,services and related products and services (the “Services”) (“Subscribers”).\nThis Notice excludes ,Subscriber-only access areas thereof that post a different privacy policy or notice such as ,http//mail.exede.netor http://account.viasat.com(“Customer Portals”).\nThe privacy policies or notices ,applicable to Subscribers can be found on our Subscriber websites and Customer Portals (“Subscriber ,Privacy Policies”).\nBy accessing the Sites, or for non-Subscribers by interacting with Viasat in any way, ,including but not limited to through phone, email, or mail, you consent to our data collection, use and ,disclosure practices as described in this Notice.,INFORMATION WE COLLECT, SOURCES,AND HOW WE USE THE INFORMATION,ADVERTISEMENTS AND ANALYTICS,INFORMATION DISCLOSURE,TRANSFER OF INFORMATION,DATA SECURITY,LINKS TO OTHER WEBSITES AND THIRD-PARTY SERVICES,SPECIAL INFORMATION FOR CALIFORNIA RESIDENTS,OUR COMMITMENT TO CHILDREN’S PRIVACY,CHANGES TO THIS PRIVACY NOTICE,CHOICES REGARDING YOUR INFORMATION,HOW TO CONTACT US,INFORMATION WE COLLECT, SOURCES,AND HOW WE USE THE INFORMATION,Information You Provide to Us,Information we, our service providers and/or third-party services may collect may include: (1) personally ,identifiable information, which is information that identifies you personally, such as your first and last ,name, e-mail address, phone number, and address (“Personal Information”).\nand (2) demographic ,information, such as your gender, age, zip code, interests, and inquiries (“Demographic Information”).\n,Except to the extent required by applicable law, Demographic Information is “non-Personal ,Information” (i.e., data that is not Personal Information under this Notice).\nIn addition, Personal ,Information, once “de-identified” (i.e., the removal or modification of the personally identifiable ,elements, or the extraction of non-personally identifiable elements) is also non-Personal Information ,and may be used and shared without obligation to you, except as prohibited by applicable law.\nTo the ,extent any non-Personal Information is combined by or on behalf of us with Personal Information we ,collect directly from you we will treat the combined data as Personal Information under this Privacy ,Notice.\n,Generally, you may interact with us, including browsing through the Sites, without giving us any ,Personal Information about yourself.\nWhen you request information about our products, services, or ,events, you may voluntarily provide us with Personal Information, including your name, address, phone ,number and/or email address.\nWe use the Personal Information that you provide to respond to your ,information requests regarding our Services, and may also use it for any other purposes not prohibited ,by applicable law or inconsistent with this Notice or representations made by us in writing at the time of ,collection.\nprovided, however, that Subscriber information may be subject to additional terms set forth ,in the applicable Subscriber Privacy Policies.\n,We reserve the right to collect, use, share and transfer non-Personal Information to the fullest extent ,not prohibited by applicable law or inconsistent with this Notice or representations made by us in ,writing at the time of collection.\nprovided, however, that Subscriber information may be subject to ,additional terms set forth in the applicable Subscriber Privacy Policies.\nWe will retain your Personal ,Information for the period necessary to fulfill the purposes outlined in this Privacy Notice, as needed to ,provide Services and to comply with our legal obligations.,Information You Post and Other User Posts,Any comments or information that you post on public websites, including the Sites, is publicly available ,and may be viewed, collected and used by others, including Viasat, except as may be prohibited by ,applicable law.\nViasat is not responsible for the privacy of any information that you choose to post on ,the Sites or for the accuracy of any information contained in those postings.,Information Automatically Collected,We, our service providers, and/or third-party services may also automatically collect certain information ,about you when you access or use the Sites or otherwise contact us (“Usage Information”).\nUsage ,Information may include IP address, device identifier, browser type, operating system, information ,about your use of the Sites, and data regarding network connected hardware (e.g., computer or mobile ,device).\nExcept to the extent required by applicable law (e.g., an IP address in certain jurisdictions), or to ,the extent Usage Information is combined by or on behalf of Personal Information that is subject to this ,Notice, we do not consider Usage Information (excluding, unique device identifiers) to be Personal ,Information subject to our description of data practices under this Notice and we reserve the right to ,collect, use, share and transfer Usage Information to the fullest extent not prohibited by applicable law ,or inconsistent with this Notice or representations made by us in writing at the time of collection.\n,provided, however, that Subscriber information may be subject to additional terms set forth in the ,applicable Subscriber Privacy Policies.\n,For instance, when you interact with Viasat, we may automatically collect information on you regarding ,how you contacted us.\nThis information may include your method of contacting us (email address or ,phone number), the date and time you contacted us, and the frequency to which you have contacted us.\n,In addition, Viasat may collect and store the contents of those interactions that you’ve had with us.\n,The cookies, tracking pixels, or similar now and hereafter known technologies or services (“Tracking ,Technologies”) on our Sites may collect Usage Information about your activities and interactions with us ,and the Sites.\nFor instance, we may use third-party services, such as Google Analytics, that use Tracking ,Technologies to conduct analytics of our Sites, and we, our service providers and third-party services ,may automatically collect Usage Information about your use of the Sites, including the areas or pages of ,the Sites that you visit, the amount of time you spend using the Sites, the number of times you return, ,and other Site usage data.\nThis information helps us to trackand understand how visitors use our Sites, ,and improve the performance and user experience of our Sites.\n,Some information about your use of the Sites and certain third-party services may be collected using ,Tracking Technologies across time and services,and used by us and third parties for purposes such as to ,associate different devices you use, and deliver relevant ads and/or other content to you on the Service ,and certain third-party services.\nSee below regarding certain choices you may have regarding these ,activities.,Disabling Cookies and How We Respond to Do Not Track Signals,Regular cookies may generally be disabled or removed by tools available as part of most commercial ,browsers, and in some instances blocked in the future by selecting certain settings.\nBrowsers offer ,different functionalities and options so you may need to set them separately.\nAlso, tools from ,commercial browsers may not be effective with regard to Flash cookies (also known as locally shared ,objects), HTML5 cookies, or other Tracking Technologies.\nFor information on disabling Flash cookies, go ,to Adobe’s website http://helpx.adobe.com/flash-player/kb/disable-local-shared-objects-flash.html.\n,Please be aware that if you disable or remove these technologies, some parts of the Sites may not work ,and that when you revisit the Sites your ability to limit browser-based Tracking Technologies is subject ,to your browser settings and limitations.\n,Your browser settings may allow you to automatically transmit a “Do Not Track” signal to online services ,you visit.\nNote, however, there is no consensus among industry participants as to what “Do Not Track” ,means in this context.\nLike many online services, we currently do not alter our practices when we ,receive a “Do Not Track” signal from a visitor’s browser.\n,One way to potentially identify cookies on our website is to add the free Ghostery plug-in to your ,browser (www.ghostery.com) which according to Ghostery will display for you traditional, browser-,based cookies associated with the websites (but not mobile apps) you visit and privacy and opt-out ,policies and options of the parties operating those cookies.\nWe are not responsible for the completeness ,or accuracy of this tool or third-party choice notices or mechanisms.\nFor specific information on some of ,the choice options offered by third party analytics and advertising providers, see the next section.,ADVERTISEMENT AND ANALYTICS,We may use third parties such as network advertisers to assist us in displaying our advertisements on ,third-party websites, and to evaluate the success of our advertising campaigns.\nSome of these ads may ,be tailored to your interestsbased on your browsing of the Sites and elsewhere on the internet, ,sometimes referred to as “interest-based advertising” and “online behavioral advertising” (“Interest-,based Advertising”), which may include sending you an ad on a third-party service afteryou have left the ,Site (i.e., “retargeting”).\nThis enables us to target our advertisements for our products and services.\n,Third-party ad network providers, advertisers, sponsors and/or traffic measurement services may use ,cookies, JavaScript, web beacons (including clear GIFs), Flash LSOs and other Tracking Technologies to ,measure the effectiveness of the ads they place for us and to personalize advertising content.\nThe ,practices related to these third-party cookies and other Tracking Technologies are governed by each ,applicable third party’s specific privacy policy, not this Notice.\n,You may choose whether to receive some Interest-based Advertising by submitting opt-outs.\nSome of ,the advertisers and service providers that perform advertising-related services for us and third parties ,may participate in the Digital Advertising Alliance’s (“DAA”) Self-Regulatory Program for Online ,Behavioral Advertising.\nTo learn more about how you can exercise certain choices regarding Interest-,based Advertising, visit http://www.aboutads.info/choices/and http://www.aboutads.info/appchoices,for information on the DAA’s opt-out program for mobile apps.\nSome of these companiesmay also be ,members of the Network Advertising Initiative (“NAI”).\nTo learn more about the NAI and your opt-out ,options for their members, see http://www.networkadvertising.org/choices/.\nPlease beaware that, ,even if you are able to opt out of certain kinds of Interest-based Advertising, you may continue to ,receive other types of ads.\nOpting out only means that those selected members should no longer deliver ,certain Interest-based Advertising to you, but does not mean you will no longer receive any targeted ,content and/or ads (e.g., from other ad networks).\nAlso, if your browsers are configured to reject ,cookies when you visit these opt-out webpages, or you subsequently erase your cookies, use a different ,device or web browser or use a non-browser-based method of access (e.g., mobile app), your NAI / DAA ,browser-based opt-out may not, or may no longer, be effective.\nWe support the ad industry’s Self-,regulatory Principles for Online Behavioral Advertising ,(https://digitaladvertisingalliance.org/sites/aboutads/files/DAA_files/seven-principles-07-01-09.pdf) and ,expect that ad networks we directly engage to serve you Interest-based Advertising will do so as well, ,though we cannot guaranty their compliance.\n,You may exercise choices regarding the use of cookies from Google Analytics by going to ,https://tools.google.com/dlpage/gaoptoutor downloading the Google Analytics Opt-out Browser Add-,on.\nYou may exercise choices regarding the use of cookies from Adobe Analytics by going to ,http://www.adobe.com/privacy/opt-out.html.,We are not responsible for the completeness or accuracy of these third-party tools or third-party choice ,notices or mechanisms.,INFORMATION DISCLOSURE,Viasat may disclose the Personal Information we collect from and about you for the following business ,and commercial purposes: (1) to our employees or third-party vendors, agents, service providers or ,contractors, if the disclosure will enable them to perform a business, professional or technical support ,function for us.\n(2) with your consent, to third parties who may sell you ancillary or competing services.\n,(3) to respond to legal process or provide information to law enforcement or regulatory agencies or in ,connection with an investigation on matters related to public safety, as permitted by law, or otherwise ,as required by law.\nand (4) as otherwise described to you at the point of collection.\nprovided, however, ,that Subscriber Personal Information may be subject to additional terms set forth in the applicable ,Subscriber Privacy Policies.\n,Also, Viasat may sell or purchase assets during the normal course of our business.\nIf another entity ,acquires us or any of our assets, information we have collected about you may be transferred to such ,entity.\nIn addition, if any bankruptcy or reorganization proceeding is brought by or against us, then such ,information may be considered an asset of ours and may be sold or transferred to third parties.,TRANSFER OF INFORMATION,Your information is stored on servers in the United States.\nIf you are located outside of the United ,States, please note that information we collect will be transferredto and processed in the United States, ,using appropriate safeguards when necessary.,DATA SECURITY ,Viasat has taken certain physical, administrative, and technical steps to safeguard the Information we ,collect from and about visitors to our Sites.\nWhile we seek to ensure the integrity and security of our ,network and systems, we cannot guarantee the security of the information you transmit to us.\nWe ,encourage you to take precautions to protect your personal data when you are on the Internet.,LINKS TO OTHER WEBSITES AND THIRD-PARTY SERVICES,The Service may include hyperlinks to, or include on or in connection with, the Sites (e.g., apps and plug-,ins), websites, locations, platforms, applications or services operated by third parties (“third-party ,service(s)”).\nThese third-party services may use their own cookies, web beacons, and other Tracking ,Technologyto independently collect information about you and may solicit Personal Information from ,you.\n,Certain functionalities on the Sites may permit interactions that you initiate between the Sites and ,certain third-party services, such as third-party social networks (“Social Features”).\nExamples of Social ,Features include: enabling you to send content between the Sites and a third-party service.\n“liking” or ,“sharing” our content.\nand to otherwise connect the Sites with a third-party service (e.g., to pull or push ,information to or from the Sites).\nIf you use Social Features, and potentially other third-party services, ,information you post or provide access to may be publicly displayed on the Sites or by the third-party ,service that you use.\nSimilarly, if you post information on a third-party service that references us or the ,Sites (e.g., by using a hashtagassociated with Viasat in a tweet or status update), your post may be used ,on or in connection with the Sites or otherwise by us.\nAlso, both Viasat and the third party may have ,access to certain information about you and your use of the Sites and any third-party service.\n,Except to the extent we combine information we receive from third-party services, or other third ,parties, with Personal Information governed by this Notice, data obtained by us from a third party, even ,in association with the Sites is not subject to our limitations regarding data governed under this Notice, ,however such data remains subject to any restrictions imposed on us by the third party, if any.\n,Otherwise, the information collected, stored, and shared by third parties remains subject to their ,privacy policies and practices, including whether they continue to share information with us, the types ,of information shared, and your choices on what is visible to others on third-party services.\n,We are not responsible for, and make no representations regarding, the policies or business practices of ,any third parties, including, without limitation, analytics service providers and third-party services ,associated with the Sites and encourage you to familiarize yourself with and consult their privacy ,policies and terms of use.,SPECIAL INFORMATION FOR CALIFORNIA RESIDENTS,We do not share personal information as defined by California Civil Code Section 1798.83 (“Shine the ,Light law”) with third parties for their direct marketing purposes absent your consent.\nTo opt-out of ,future sharing with third parties for their direct marking purposes, contact us privacy@viasat.com.\nIf you ,are a California resident, you may request information about our compliance with the Shine the Light ,law by contacting us at Viasat@privacy.com or by sending a letter to Viasat, Inc., P.O.\nBox 4427, ,Englewood, CO 80155 (Attention: Legal Counsel).\nAny such request must include \"California Privacy ,Rights Request\" in the first line of the description and include your name, street address, city, state, and ,ZIP code.\nPlease note that we are only required to respond to one request per customer each year.,California residents also may exercise the following rightsunder the California Consumer Privacy Act ,(CCPA):,Up to two times each year, you may request that we disclose to you the categories and specific ,pieces of personal information that we have collected about you, the categories of sources from ,which your personal information is collected, the business or commercial purpose forcollecting ,your personal information, the categories of personal information that we disclosed for a ,business purpose, the categories of third parties with whom we have shared your personal ,information, any categories of personal information about you that we sold, and the business or ,commercial purpose for selling your personal information, if applicable.,You may request that we delete personal information that we have collected from you, subject ,to certain exceptions.,To exercise your rights, you can contact us at privacy@viasat.comor by calling us at 1-855-463-9333.\nIf ,you exercise any of your rights, we will not discriminate against you, such as by denying you access to ,our services or restricting your access to products or services of a certain price or quality.,For purposes of compliance with theCCPA, we make the following disclosures:,We collect the following categories of personal information: Identifiers, personal information ,described in Cal.\nCiv.\nCode 1798.80, internet or other electronic network activity information, ,characteristics of protected classifications under California or federal law, commercial ,information, and inferences drawn from the preceding categories of personal information.,We disclose the following categories of personal information for a business purpose: Identifiers, ,personal information described in Cal.\nCiv.\nCode 1798.80, internet or other electronic network ,activity information.,We do not sell your personal information.,OUR COMMITMENT TO CHILDREN’S PRIVACY,Protecting children’s privacy is important to us.\nWe do not direct the Sites to, nor do we knowingly ,collect any personal information from, children under the age of thirteen.,CHANGES TO THIS PRIVACY NOTICE,Viasat may amend this Notice from time to time.\nWhen we do, we will post the change(s) on the Sites.\nIn ,some cases, we may provide you with additional notice (such as adding a statement to our homepage or ,sending you an email notification).\nHowever, we will not treat your previously collected Personal ,Information that is governed by this Notice, to the extent it is not collected under the new privacy ,policy, in a manner materially different than represented at the time it was collected without your ,consent.,CHOICES REGARDING YOUR INFORMATION,To the extent provided by the law of your jurisdiction, you may have the right to: (a) access certain ,Personal Information we maintain about you.\n(b) exercise your right to data portability.\n(c) request that ,we update, correct, amend, erase, or restrict your Personal Information.\n(d) withdraw your consent ,previously given.\n(e) request that we not share your Personal Information with third parties for ancillary ,or competing services.\nand/or (f) object at any time to the processing of your Personal Information on ,legitimate grounds relating to your particular situation.\nWe will comply with such requests to the extent ,required by the applicable law of your jurisdiction, but may not accommodate a request if we believe ,the change would violate any law or legal requirement or cause the information to be incorrect.\nWe may ,take steps to verify your identity before granting you access to your information.\nWe may apply a ,charge, to the extent permitted by applicable law, before we provide you with a copy of any of your ,Personal Information we maintain.\nYou may, depending on your location, have a right to file a complaint ,with a government regulator if you are not satisfied with our response.,Note: If you choose not to provide us with certain information or to turn off or limit certain Tracking ,Technologies (such as cookies), we may not be able to offer you certain Services, or you may not be ,able to access certain features of the Services, or the Services may not function properly or at all.,HOWTO CONTACT US,If you have any questions that you would like to ask about this Notice, about our handling of the ,Information collected on our Sites, or with a request relating to the section entitled Choices Regarding ,Your Information, please contact us at privacy@viasat.com.,Last Update:June 25,2020", "created_at": "2021-06-09 21:01:34.062624", "updated_at": "2021-06-09 19:05:22.024401"}], "points": [], "urls": ["viasat.com"]}}