{"error": 448, "message": "OK", "parameters": {"id": 6703, "name": "PimEyes", "created_at": "2022-06-26 23:21:07.826112", "updated_at": "2022-06-26 22:01:03.551299", "wikipedia": null, "keywords": null, "related": null, "slug": "pimeyes", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6703.png", "url": "pimeyes.com", "documents": [{"id": 12229, "name": "Terms and Conditions of Use", "url": "https://pimeyes.com/en/premium-terms", "xpath": "//*[@id=\"content\"]", "text": "PimEyes' Terms and Conditions of Use version February 4th, 2022 How we operate Searching for<br>Public Information Only <p>We search only the open web and sites that allow crawling their data.\nThat means we do not search social media, private accounts, or look for any information that is available only for registered users.\n</p> Searching,<br>Not Surveilling <p>We are a self-investigative tool that allows people to search for publicly available information about themselves.\nPimEyes is not intended for the surveillance of others and is not designed for that purpose.</p> Fighting against<br>Scammers <p>We help people find and identify crimes directed against them like catfishing, nonconsensual pornography, or identity thefts.\nWe also give our users the tools to take action against their abusers.</p> Providing Links,<br>Not Controlling Them <p>We provide links to external websites, however, we are not responsible for the content presented on them.\nBy delivering links in the search results we do not endorse these external websites or their practices.</p>\n<p>Please read carefully the terms and conditions below, as they are legally binding if you decide to use PimEyes.</p> I.\nDefinitions <p>\n<strong>Short version:</strong>\n<em>Get to know the basic terms we use throughout the agreement.\nYou should know what we mean when we use each of them.</em>\n</p>\n<p>\n<strong>Operator</strong> - PimEyes.</p>\n<p>\n<strong>Website</strong> - PimEyes service and PimEyes.com website belonging to the Operator and enabling the placement of orders for the services provided by the Operator, either directly or indirectly.</p>\n<p>\n<strong>Subscriber</strong> - a person, who is using the services provided by the Operator.</p>\n<p>\n<strong>User</strong> - a person who has visited or is using the Website</p>\n<p>\n<strong>FastSpring, PayPal</strong> - merchant of record (MOR) that is authorized, and held liable, by a financial institution to process Subscriber’s credit card and debit transactions on the Operator’s behalf.</p>\n<p>\n<strong>Consent</strong> - permission to process biometric data in the form of a photo of the User’s face.\nThis is done in order to search the Internet for photos containing the User’s face and check on which pages the User’s image is used.</p>\n<p>\n<strong>PimEyes’ Alerts</strong> - a service that is used to notify Users about newly-found results with faces they have set the Alert for.</p>\n<p>\n<strong>PROtect Image</strong> - a service that automatically excludes results from publicly available searches if they match the picture that has been uploaded to the service.</p>\n<p>\n<strong>PROtect Takedown Requests</strong> - a service that consists of drafting and sending the DMCA and GDPR Takedown Notices on the Subscriber’s behalf in order to have the photos that the Subscriber has chosen removed from external websites.\nSending the DMCA Takedown Notice and GDPR Takedown Notice requires the Subscriber’s personal data.\nSending takedown notices without personal data is impossible.</p>\n<p>\n<strong>Deep Search</strong> - a mechanism of searching index more thoroughly.</p> II.\nTerms of agreement <p>\n<strong>Short version:</strong>\n<em>Take a look at the most important terms of the agreement: You become a Subscriber when you order/activate a service or register on the website.\nYou are a Subscriber until your service expires or you end the agreement.\nPimEyes can end the agreement for formal reasons and violation of law or Terms and Conditions.</em>\n</p>\n<ol>\n<li>The agreement shall be deemed concluded upon the completion of the order form available on the Website and registration on the Website by the Subscriber, or activation of any service and receipt of the form by the Operator.\nThe Subscriber has the right to use the purchased services upon making all the required payments to the Operator.</li>\n<li>The agreement is concluded for a specified term.\nThe agreement is terminated upon the expiration of the service should the Subscriber fail to pay within the required term for a subsequent period of the subscription.</li>\n<li>The agreement may be terminated unilaterally by the Subscriber at any time without giving reasons.\nIn this case, the Subscriber is not entitled to the reimbursement of the fees previously paid to the Operator or any additional remuneration.</li>\n<li>The agreement may be terminated unilaterally by the Operator with stated reasons in the event of:</li>\n</ol>\n<ul>\n<li>Payment arrears for the use of services provided by the Operator,</li>\n<li>Provision of incomplete or incorrect personal data by the Subscriber,</li>\n<li>Clear breach of the provisions of these Terms and Conditions,</li>\n<li>Clear violation of the law.</li>\n</ul> III.\nUse of services <p>\n<strong>Short version:</strong>\n<em>While using the service, you must follow the terms of this section, which include consent to use your data from the photo, using the service in a manner not affecting the rights of third parties or law and contact us via contact form.</em>\n</p>\n<ol>\n<li>The primary channel of communication between the Operator and the Subscriber is via contact form.\nThe Operator is not responsible for the consequences of failure to extend the service validity period or failure to deliver other important messages, resulting from the failure to deliver appropriate notifications to the specified e-mail address of the Subscriber.</li>\n<li>In order to use the service, the User/the Subscriber needs to agree to the processing of his biometric data in the form of a photo of the User’s face in order to search the Internet for photos containing the User’s face - to check on which pages the User’s image is used (“the Consent”).</li>\n<li>The User/Subscriber is obliged to provide only his/her personal photo or is authorized to use third persons data in accordance with existing legal standards.</li>\n<li>Using the website as an unregistered User, means the necessity to express the Consent each time in order to use the service.\nIn case of registered Users, the Consent is expressed only once at the stage of creating the User’s Account, without having to repeat it before each individual use of services, and applies until it is withdrawn, on the terms set out in the Privacy Policy.</li>\n<li>The Subscriber agrees to use the services provided by the Operator in a manner not affecting the rights of third parties (personal rights, copyrights), good manners, generally applicable principles of international law.\nThe Subscriber’s use of services should be for private, personal, and legitimate consumer purposes.</li>\n<li>If the Subscriber registers services on someone else's behalf he is responsible for the existence and scope of the authorization granted by the third party for the purpose of registration of services.</li>\n<li>The Operator provides the Subscriber with free technical support during the term of the agreement by making instructions on websites enabling contact between the Subscriber and the Operator via contact form.</li>\n</ol> IV.\nScope of service <p>\n<strong>Short version:</strong>\n<em>In this section, you can find information about the benefits you receive as a free or registered User and the Open Plus, PROtect, or Advanced subscriber.</em>\n</p>\n<ol>\n<li>The Operator gives access to the PimEyes service, which allows searching the Internet for photos containing the User’s or the Subscriber’s face in order to check on which pages the User’s/Subscriber’s image is used.</li>\n<li>The Open Plus Subscriber can perform up to 25 searches daily, display and access the sources of their results: website addresses containing photos of a Subscriber and links to source images, set up to 3 PimEyes’ Alerts.</li>\n<li>The PROtect Subscriber can perform up to 25 searches daily, display and access the sources of their results: website addresses containing photos of a Subscriber and links to source images, set up to 15 PimEyes’ Alerts, set 1 PROtect Image, and report any or all of the results using the PROtect Takedown Requests service.</li>\n<li>The Advanced Subscriber can perform an unlimited amount of searches, display and access the sources of their results: website addresses containing photos of a Subscriber and links to source images, set up to 500 PimEyes’ Alerts, use search filters, perform Deep Searches.\nThe way the Advanced Subscriber performs searches should not affect the quality of searches performed by other Users (fair usage).\nWhen the Operator detects activity that is against fair usage, they temporarily block the Subscriber from the ability to conduct searches.</li>\n<li>Access to the sources of results is granted for a specific time period defined on the Website (a month or a year).</li>\n<li>Upon cancelling their subscription, the Subscriber loses their access to sources of their results.</li>\n</ol> V.\nPayments and settlements <p>\n<strong>Short version:</strong>\n<em>All payment aspects are handled by a merchant of record (FastSpring, PayPal).\nYour transaction history is in the User’s panel.</em>\n</p>\n<ol>\n<li>Available payment methods are handled fully by a merchant of record (FastSpring, PayPal).</li>\n<li>In any case, when referring to the time of payment for services, it shall be understood as the moment when the positive payment is recorded on a merchant of record’s account.</li>\n<li>Each transaction history is fully managed by the Operator and is available in the User’s panel.</li>\n<li>Invoices are generated on demand by FastSpring (if the merchant of record is FastSpring) or by the Operator (if the merchant of record is PayPal).</li>\n<li>The Subscriber agrees to receive invoices by electronic means of communication.</li>\n</ol> VI.\nRefunds <p>\n<strong>Short version:</strong>\n<em>Refund is possible under specific conditions depending on the subscription you have and in the situation when you haven't deleted your account.</em>\n</p>\n<ol>\n<li>Refund is performed after the termination of the agreement.</li>\n<li>Refund is possible only for the order from the month preceding the month the Subscriber claims the refund for.</li>\n<li>Refund is not possible if:</li>\n</ol>\n<ul>\n<li>the Open Plus Subscriber has performed at least one search or has at least one active Alert in the period for which he or she claims the refund.</li>\n<li>the PROtect Subscriber has performed at least one search, or has at least one active Alert, or has an active PROtect Image, or has ordered sending the Takedown Notice in the period for which he or she claims the refund.</li>\n<li>the Advanced Subscriber has performed at least one search or has at least one active Alert in the period for which he or she claims the refund.</li>\n<li>the Subscriber has deleted their account.</li>\n</ul> VII.\nOperator’s liability and complaints <p>\n<strong>Short version:</strong>\n<em>The section about our responsibility with regard to the service, search results, and e-mail communication.</em>\n</p>\n<ol>\n<li>The Operator shall provide services correctly as described on the Website.</li>\n<li>The Operator is not responsible for search results quality, website addresses connected to those results, and content on these websites.</li>\n<li>The Operator cannot guarantee that a similarity level of each search result will be consistent with real status.</li>\n<li>Contact form communication channel requires the use of understandable English.</li>\n</ol> VIII.\nFinal provisions <p>\n<strong>Short version:</strong>\n<em>Take a look at technical requirements to use our search engine.\ninformation about your responsibility to keep your account secure.\ninformation about changes we can make to these Terms and Conditions and information how it will affect newly signed.\nclarification that in disputes relating to these Terms and Conditions shall apply international law and that legal disputes between us and you shall be settled by a competent court according to our residence.</em>\n</p>\n<ol>\n<li>For the correct use of the service the Subscriber declares that they have the appropriate hardware (allowing the use of the Internet), Internet access, and software, in particular a web browser that supports HTML, CSS, JavaScript.</li>\n<li>The Subscriber is aware of the risks associated with the use of the service and the related necessity to use passwords at the appropriate level of security (we suggest to use a strong password, consisting of at least 8 characters and containing small lowercase and uppercase letters as well as numbers or special characters), protection of local and remote computer systems against unauthorized access by third parties and the use of virus protection systems to protect against malware.</li>\n<li>The Operator reserves the right to make changes to these Terms and Conditions.\nThese Terms and Conditions come into force on the date of their publication on the website of the Operator and since that time they shall be applied to newly signed or renewed agreements with the Operator.</li>\n<li>Changes in the contents of the appendices and supporting documents do not constitute a change in the contents of these Terms and Conditions and the agreement.</li>\n<li>For the purpose of the performance of these Terms and Conditions and the agreement, the Common law shall apply.\nIn the case of any disputes relating to these Terms and Conditions law provisions, including the provisions of the Civil Code and relevant laws shall apply.</li>\n<li>Any legal disputes between the Operator and the Subscriber shall be settled by a common court having jurisdiction over the seat of the Operator.</li>\n<li>Any questions regarding the terms of service shall be sent to the Carribex LTD.\nAddress: New Horizon Building, Ground Floor, 3 1/2 Miles Philip S.W.\nGoldson Highway, Belize City.</li>\n</ol>", "created_at": "2022-06-26 21:22:27.282334", "updated_at": "2022-06-26 21:22:49.434814"}, {"id": 12228, "name": "Privacy Policy", "url": "https://pimeyes.com/en/privacy-policy", "xpath": "//*[@id=\"content\"]", "text": "Privacy Policy version February 4th, 2022 How we operate Searching for<br>Public Information Only <p>We search only the open web and sites that allow crawling their data.\nThat means we do not search social media, private accounts, or look for any information that is available only for registered users.\n</p> Searching,<br>Not Surveilling <p>We are a self-investigative tool that allows people to search for publicly available information about themselves.\nPimEyes is not intended for the surveillance of others and is not designed for that purpose.</p> Fighting against<br>Scammers <p>We help people find and identify crimes directed against them like catfishing, nonconsensual pornography, or identity thefts.\nWe also give our users the tools to take action against their abusers.</p> Providing Links,<br>Not Controlling Them <p>We provide links to external websites, however, we are not responsible for the content presented on them.\nBy delivering links in the search results we do not endorse these external websites or their practices.</p>\n<p>The administrator of the https://pimeyes.com website is <strong>PimEyes</strong>.\nYou can contact PimEyes here.</p>\n<p>PimEyes wants to ensure that your privacy is protected and this Privacy Policy relates how PimEyes uses and protects any information provided to PimEyes when you use this website.\nAny information you provide will only be used in accordance with this Privacy Policy.</p>\n<p>This Privacy Policy governs the manner in which PimEyes collects, uses, maintains and discloses information collected from users (each, a <strong>\"User\"</strong>) of the https://pimeyes.com/ website (<strong>\"Site\"</strong>).\nThis Privacy Policy applies to the Site and all products and services offered by PimEyes.</p>\n<p>Notwithstanding the provisions below all requests regarding the personal data may be sent to the following PimEyes e-mail address: office@pimeyes.com.</p> PERSONAL IDENTIFICATION INFORMATION (PERSONAL DATA) <p>PimEyes may collect personal identification information from Users in a variety of ways, including, but not limited to, when Users visit our Site, register on the Site, fill out a form, respond to a survey, subscribe to the newsletter and in connection with other activities, services, features, or resources PimEyes makes available on the Site.</p>\n<p>Users may, however, visit our Site anonymously.</p> WHO IS THE DATA CONTROLLER? <p>PimEyes is the Controller of personal data.</p> WHAT PERSONAL DATA DO WE PROCESS, FOR WHAT PURPOSE AND ON WHAT LEGAL BASIS? <ol>\n<li>\n<p>\n<strong>PimEyes processes the following personal data of User’s:</strong>\n</p>\n<ul>\n<li>\n<p>email address:</p>\n<ul>\n<li>\n<p>to create and maintain a User's account</p>\n</li>\n<li>\n<p>to provide the service via the Site - in accordance with the Terms and Conditions of Use,</p>\n</li>\n<li>\n<p>for the purposes of communication in matters related to the service and in any other matter,</p>\n</li>\n<li>\n<p>for PimEyes marketing purposes (marketing of PimEyes own products and services) - if the User subscribes to the newsletter,</p>\n</li>\n<li>\n<p>in order for the User to use other functionalities available on the Site, e.g., to complete the survey or use the contact form - if the User decides to use a given functionality,</p>\n</li>\n<li>\n<p>for purposes related to the payment process - on the terms set out in point 2 below;</p>\n</li>\n</ul>\n</li>\n<li>\n<p>face image:</p>\n<ul>\n<li>in order to perform the ordered service, PimEyes processes the User's face images provided by the User - face search is carried out using specific technical processing relating to the physical characteristics of a natural person based on the consent expressed by the User before using the service;</li>\n</ul>\n</li>\n<li>\n<p>full name, address, photo, other data contained in passport or ID, a scan of passport or ID:</p>\n<ul>\n<li>in order to perform the ordered service – for example to fulfill the User’s order to send by PimEyes a Digital Millennium Copyright Act (“<strong>DMCA</strong>”), or a General Data Protection Regulation (“<strong>GDPR</strong>”) request on behalf of the User (the data is processed based on the consent expressed by the User before using the service);</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>data on payments for services:</strong>\n</p>\n<ul>\n<li>\n<p>In order to provide Users with secure online payments, PimEyes uses the services of an authorized external entity, which is responsible for the sale of the PimEyes service as a so-called merchant of records (more on payment methods for services can be found in the Terms and Conditions of Use).\nThis entity, indicated for the Site, processes the User's personal data in its own name and for its own purposes - in order to implement the payment process.\nThe abovementioned entity discloses to PimEyes information about the status of payment, i.e., whether the payment made by the User using the given email address was successful or not, as well as information about the country from which the payment was made.\nPimEyes processes this data to register payment for the service and, as a result, to perform the service,</p>\n</li>\n<li>\n<p>The payment servicing entity also provides PimEyes with User identification data, i.e., name and surname.\nThe indicated personal data of the User may be processed by PimEyes for establishing, exercising or defending of legal claims and for billing purposes;</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>PimEyes processes the following personal data of business clients and/or contractors (being natural persons) and of persons acting in the name of or on their behalf:</strong>\n</p>\n<ul>\n<li>\n<p>data of clients and/or contractors or potential clients and/or contractors - basic identification data, contact details, as well as data related to the business, including in particular name and surname, company name, tax identification number, telephone number, e-mail address, bank account number:</p>\n<ul>\n<li>\n<p>for the performance of a contract,</p>\n</li>\n<li>\n<p>for compliance with a legal obligation to which PimEyes is subject, in particular to keep tax records, issue and store invoices,</p>\n</li>\n<li>\n<p>for the purposes connected with establishing, exercising or defending of legal claims;</p>\n</li>\n</ul>\n</li>\n<li>\n<p>personal data of persons acting in the name of or on behalf of our client/contractor or potential client/contractor - basic identification data, contact details, in particular name and surname, company name, telephone number, e-mail address.\nin case the data has not been obtained directly from the data subject, it has been obtained by PimEyes from PimEyes’ client or contractor, or from the Internet websites of such client/contractor or from publicly available registers, and are processed by PimEyes:</p>\n<ul>\n<li>for the performance of a contract with an entity in the name of or on behalf of which the data subject is acting, including for contact purposes.\n<br>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>data collected in PimEyes' index:</strong>\n<br>\n</p>\n</li>\n</ol>\n<p>PimEyes, like any Internet search engine, performs a service for the User, using PimEyes’ index.\n„Fingerprints” of faces found on the Internet are indexed only for the purpose of further searches.\nWhen searching the Internet for the purpose described above, PimEyes never looks for a specific person, it only indexes pictures available on the Internet and the information about the websites where they were found.\nPimEyes does not establish the identity of persons whose photos are indexed (who are hereinafter referred to as \"unidentified entities\" in this Policy).</p>\n<p>PimEyes processes the indexed data for the purposes of creating of an index based on publicly available sources, in order to provide the service in the future.</p>\n<p>While presenting the search results PimEyes downloads and displays images from external websites.\nThis process is done as a secure on-the-fly process commonly known as a proxy.\nImages are stored only temporarily and are deleted immediately after being displayed.</p>\n<ol>\n<li>\n<strong>data necessary to exercise the Users’ rights related to the processing of personal information:</strong>\n</li>\n</ol>\n<br>\n<p>PimEyes allows Users to exercise the specific rights related to the processing of personal information like a right to opt-out to have any and all of data removed from the PimEyes system.\nThe exercise of these specific rights is possible only by providing by the User respectively a photo of the User, an anonymized scan of identification document, an email address, and a telephone number.\nThe aforementioned data are processed for the purpose of responding to a request, also when the obligation to establish the request procedure results directly from the law provisions (compliance with a legal obligation to which PimEyes is subject) as well as for the purposes connected with establishing, exercising or defending of legal claims.</p> PERSONAL DATA RECEIVED FROM A SOURCE OTHER THAN THE DATA SUBJECT <p>In some cases, PimEyes can obtain personal data not directly from the data subject but from another entity, which would be a controller of such data.\nIt may happen in the cases described above, i.e., when PimEyes receives the contact details of persons acting in the name of or on behalf of the PimEyes’s a client/contractor or potential client/contractor and when PimEyes receives the Users' data from the payment servicing entity.</p>\n<p>In the case of data of unidentified entities, processed in the PimEyes’s index referred to in point 4 above, the data comes from publicly available sources.\nWhen collecting such data, PimEyes respects the special rules of each website visited by PimEyesBot web robots and downloads data only from the sites whose robots.txt allows it.</p>\n<p>PimEyes displays images from external websites and is not responsible for the content presented on them.\nNonetheless, PimEyes makes every effort to eliminate explicit or pornographic content or have it blurred.</p> VOLUNTARY DATA PROVIDING <p>Providing personal data is voluntary, however if the User does not provide all the required data, it may result in the inability to use PimEyes services.</p>\n<p>Before using the service, the User is asked to give his/her consent for processing the given data.\nThe consent is always voluntary.\nPimEyes also allows Users to withdraw their consent at any time, without affecting the lawfulness of processing based on consent before its withdrawal.\nThe consent can be withdrawn by sending relevant information using this contact form.</p> DOES PimEyes SHARE PERSONAL DATA WITH THIRD PARTIES? <p>As a rule - PimEyes does not disclose personal data to anyone.\nPimEyes entrusts personal data to entities whose services are used in connection with data processing, e.g., IT service providers, accounting services - to the extent necessary for the proper performance of these services.</p>\n<p>The service providers PimEyes chooses, guarantee appropriate data security measures.</p>\n<p>PimEyes shares the User’s data with third parties in order to perform the service they commissioned us, e.g., to fulfill the User’s order to send by PimEyes a DMCA or GDPR request on the User’s behalf to the website administrator who has been using their photo.</p>\n<p>PimEyes may share generic aggregated demographic information not linked to any personal identification information regarding visitors and users with PimEyes’ business partners, trusted affiliates and advertisers for the purposes outlined above.</p> HOW LONG USERS PERSONAL DATA WILL BE STORED? <p>As a rule, personal data will be stored for the duration of the service and after its completion - for the period necessary to establish, exercise or defend of legal claims and for compliance with a legal obligation to which PimEyes is subject (e.g., invoice issue and storage).\nHowever, in some cases, PimEyes may store data for a shorter period:</p>\n<ol>\n<li>\n<p>In the case of data processing solely to respond to the User’s question - personal data will be deleted (along with correspondence/email sent via the contact form) within 12 months of the response/last contact.</p>\n</li>\n<li>\n<p>In the case of (and if) data processing based on the consent - data will be processed no longer than until such consent is withdrawn.</p>\n<p>Removing data from the User’s account shall mean that the User withdraws their consent to the processing of the data collected there for each purpose for which the consent was given.</p>\n</li>\n<li>\n<p>Face images along with the \"fingerprint\" of face of unregistered Users are stored for 48 hours from the moment the User sends the photo in order to process the search query.\nData of unidentified entities is stored for 2 years.</p>\n</li>\n</ol> USER CAN ALWAYS: <p>Contact PimEyes using this contact form in any matter regarding personal data, including the withdrawal of consent and/or request to delete data.</p> NON-PERSONAL IDENTIFICATION INFORMATION <p>PimEyes may collect non-personal identification information about Users whenever they interact with the Site.\nNon-personal identification information may include the browser name, the type of computer and technical information about the User’s means of connection to the Site, such as the operating system and the Internet service providers utilized and other similar information.</p> WEB BROWSER COOKIES <p>The Site may use \"cookies\" to enhance the User experience.\nUser's web browser places cookies on their hard drive for record-keeping purposes and sometimes to track information about them.\nUsers may choose to set their web browser to refuse cookies or to alert them when cookies are being sent.\nIf they do so, some parts of the Site may not function properly.</p> GOOGLE SERVICES <p>The Site uses Google Analytics - a web service that analyzes the website traffic based on information from “cookies”.\nAfter receiving the data, Google prepares for PimEyes reports on activity on the SIte, evaluates the use of the Site by the Users, as well as provides PimEyes with additional services regarding the Site and Internet usage.\nGoogle Analytics helps PimEyes to constantly improve the Site to provide the services that better match User’s expectations and needs.\nEach User can disable the Google Analytics service by downloading the Google plugin available here.</p>\n<p>PimEyes uses Google’s reCAPTCHA system – an advanced risk analysis engine that enables PimEyes to distinguish between human and automated access to the Site.\nThe reCAPTCHA system on the User's side usually consists in rewriting letters or numbers or indicating the appropriate images.</p>\n<p>More information about Google Analytics and reCAPTCHA, including the processing of User’s data, is available in the Google Privacy Policy and Google Terms of Service, which apply to both Google services.</p> HOW PimEyes USES COLLECTED INFORMATION <p>PimEyes collects and uses User’s non-personal information for the following purposes:</p>\n<ul>\n<li>\n<p>To personalize user experience.\nPimEyes may use information in the aggregate to understand how Users as a group use the services and resources provided on the Site.</p>\n</li>\n<li>\n<p>To improve the Site.\nPimEyes continually strives to improve website offerings based on the information and feedback received from Users.</p>\n</li>\n</ul> HOW PimEyes PROTECTS USER’S INFORMATION <p>PimEyes adopts appropriate data collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of User’s personal information, username, password, transaction information and data stored on the Site.\nSensitive and private data exchange between the Site and its Users happens over an SSL secured communication channel.</p> SPECIFIC NOTICES TO ILLINOIS RESIDENTS <p>PimEyes does not offer any services in Illinois or for Illinois residents.\nPimEyes has implemented all possible technical measures to block all data that can be reasonably linked with Illinois or Illinois residents (“<strong>Illinois Data</strong>”), both at the stage of collecting data from publicly available sources as well as when provided by the data subjects or from a source other than the data subject.</p>\n<p>Notwithstanding the above, any data subject to whom the Illinois Biometric Information Privacy Act (“<strong>BIPA</strong>”) applies, is entitled to exercise the opt-out right to have any and all of their data removed from the PimEyes system.\nThe opt-out form is available here: opt-out form.</p>\n<p>PimEyes may process Illinois Data only in rare cases, i.e., to the extent of defending against legal claims or to satisfy the opt-out request.\nSuch data is stored in accordance with this Privacy Policy, including the retention periods, provided that, based on BIPA the aforementioned data is always destroyed no later than when the initial purpose for collecting them has been satisfied or within 3 years of the data subject’s last interaction with PimEyes, whichever occurs first.</p> SPECIFIC NOTICES TO NEVADA RESIDENTS <p>PimEyes is familiar with its obligations under Nevada Statute Chapter 603 A – Security and Privacy of personal information.\nPimEyes provides the Users only with the search results, i.e., does not sell and does not intend to sell personal data in the future.\nHowever, if the Nevada resident doesn’t want to appear in search results, they have a right to submit a request to exercise the opt-out right to have any and all of your data removed from the PimEyes system.\nThe opt-out form is available here: opt-out form.</p> SPECIFIC NOTICES TO CALIFORNIA RESIDENTS <p>If you are a California resident there are some specific rules and consumers’ additional rights regarding personal data resulting directly from the California Consumer Privacy Act (“<strong>CCPA</strong>”).</p>\n<p>Please note, that according to the CCPA:</p>\n<p>“Personal information” means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household, for example real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, social security number, driver’s license number, passport number, or other similar identifiers, but also biometric information.</p>\n<p>“Consumer” means a natural person who is a California resident.</p>\n<p>“Household” means a group, however identified, of Consumers who cohabitate with one another at the same residential address and share use of common devices or services.</p>\n<p>Consumer has the following additional rights regarding the Personal information:</p>\n<ol>\n<li>upon a verifiable consumer request:\n<br>\n</li>\n</ol>\n<p>a) a right to know what Personal information is being collected,\nIn order to execute this right, a Consumer should make a verifiable request, and, after the verification of that request, PimEyes will provide the Consumer with the following information:</p>\n<ul>\n<li>\n<p>the categories of Personal information PimEyes has collected about that Consumer,</p>\n</li>\n<li>\n<p>the categories of sources from which the Personal information is collected,</p>\n</li>\n<li>\n<p>the business or commercial purpose for collecting, selling, or sharing Personal information,</p>\n</li>\n<li>\n<p>the categories of third parties to whom PimEyes discloses Personal information,</p>\n</li>\n<li>\n<p>the specific pieces of Personal information PimEyes has collected about that specific Consumer.</p>\n</li>\n</ul>\n<p>The information provided by PimEyes will be limited to 12 preceding months.</p>\n<p>b) a right to access Personal information,</p>\n<p>In order to execute this right, a Consumer should make a verifiable request, and, after the verification of that request, PimEyes shall promptly take steps to disclose and deliver, free of charge to the Consumer, the Personal information required by the Consumer.\nThe information may be delivered by mail or electronically, and if provided electronically, the information shall be in a portable and, to the extent technically feasible, readily useable format that allows the Consumer to transmit this information to another entity without hindrance.</p>\n<p>c) a right to request the deletion of Personal information,</p>\n<p>In order to execute the right to delete some or all Personal information, after the verification of that request, PimEyes deletes Personal information, subject to exceptions resulting directly from CCPA.\nIf an exception applies, FRA informs you about it in writing.</p>\n<p>According to CCPA “Verifiable Consumer Request” is a request that is made by a Consumer, by a Consumer on behalf of the Consumer’s minor child, by a natural person or a person registered with the Secretary of State, authorized by the Consumer to act on the Consumer’s behalf, or by a person who has power of attorney or is acting as a conservator for the Consumer, and that PimEyes can verify, using commercially reasonable methods.</p>\n<p>PimEyes discloses and delivers the required information to a Consumer free of charge within 45 days of receiving an effective Verifiable Consumer Request from the Consumer.\nThe time period to provide the required information may be extended once by an additional 45 days when reasonably necessary, provided the Consumer is provided notice of the extension within the first 45-day period.\nA time period for PimEyes to respond to any Verified Consumer Request may be extended by up to 90 additional days where necessary, taking into account the complexity and number of the requests.\nPimEyes shall inform the Consumer of any such extension within 45 days of receipt of the request, together with the reasons for the delay.</p>\n<p>Verifiable Consumer Request:</p>\n<ul>\n<li>\n<p>should contain information enabling identification of a Consumer, i.e., Consumer’s e-mail address, face photo, and in case of a request to access the data, a copy of Consumer’s identity document with a photo,</p>\n</li>\n<li>\n<p>if you are acting on behalf of a Consumer, you should provide PimEyes also with a document confirming your entitlement to represent the Consumer, provided that PimEyes is authorized to ask the Consumer for authorization,</p>\n</li>\n<li>\n<p>if you act as a household, PimEyes will require all Consumers constituting the household to submit the request.</p>\n</li>\n</ul>\n<p>Verifiable Consumer Request can be made by sending an email containing, respectively, all necessary elements described above to the following email address: office@pimeyes.com.</p>\n<ol>\n<li>a right to opt-out the sale of Personal information,\n<br>\nCCPA provides the Consumers with a right to opt-out the sale of Personal information.\nPimEyes provides the Users only with the search results, i.e., does not sell and declares that it does not intend to sell Personal information in the future.\nHowever, if you don’t want to appear in search results, you have a right to submit a request to exercise the opt-out right to have any and all of your data removed from the PimEyes system.\nThe opt-out form is available here: opt-out form.</li>\n</ol>\n<br>\n3.\na right to non-discrimination,\n<br>\nPimEyes does not discriminate against a Consumer because the Consumer exercised any of the Consumer’s rights under CCPA, including, but not limited to, by:\n<ul>\n<li>\n<p>denying goods or services to the Consumer,</p>\n</li>\n<li>\n<p>charging different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties,</p>\n</li>\n<li>\n<p>providing a different level or quality of goods or services to the Consumer</p>\n</li>\n<li>\n<p>suggesting that the Consumer will receive a different price or rate for goods or services or a different level or quality of goods or services.</p>\n</li>\n</ul>\n<ol>\n<li>in addition, a right to submit a request to exercise opt-out right to have any and all of Consumer’s data removed from the PimEyes system.\nThe opt-out form is available here: opt-out form.</li>\n</ol>\n<p>\n<br>\n<br>\n</p>\n<p>PimEyes is familiar with its obligations under California Code, Civil Code - CIV § 1798.83, and declares that it does not sell and does not disclose Personal information to third parties for marketing purposes.\nTherefore, PimEyes has not implemented any special procedure to submit Consumer’s requests in this regard.</p> COPYRIGHTS <p>PimEyes makes every effort to protect copyrights and expects the Users to respect the intellectual property of others.</p> DMCA NOTIFICATION <p>PimEyes responds to all notifications of copyright infringement in accordance with the DMCA.\nPlease be advised that you can send an effective notification only if you are the copyright owner, a person authorized to act on behalf of the copyright owner, or a person authorized to act under any exclusive right according to DMCA.</p>\n<p>In accordance with Section 512(c)(3)(A) of Title 17 of the DMCA, a notification must be made in writing and include substantially the following:</p>\n<ol>\n<li>a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed,</li>\n<li>identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site,</li>\n<li>identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit PimEyes to locate the material,</li>\n<li>information reasonably sufficient to permit PimEyes to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted</li>\n<li>a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law,</li>\n<li>a statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n<p>DMCA notification can be made by filling in a DMCA Request Form available under this link.</p>\n<p>Sample DMCA Notification Form</p> CHANGES TO THIS PRIVACY POLICY <p>PimEyes has the discretion to update this Privacy Policy at any time.\nThe current version of the Privacy Policy date is visible at the top of this page.\nUsers acknowledge and agree that it is their responsibility to review this Privacy Policy periodically and become aware of modifications.</p> YOUR ACCEPTANCE OF THESE TERMS <p>By using this Site, you signify your acceptance of this Privacy Policy.\nIf you do not agree to this Privacy Policy, please do not use the Site.\nYour continued use of the Site following the posting of changes to this Privacy Policy will be deemed your acceptance of those changes.</p> CONTACTING PimEyes <p>If you have any questions regarding Privacy Policy, the practices of this Site, or your dealings with this Site, please contact PimEyes here, or to the Carribex LTD: New Horizon Building, Ground Floor, 3 1/2 Miles Philip S.W.\nGoldson Highway, Belize City.</p>\n<p>\n<strong>PimEyes</strong>\n</p>\n<p>https://pimeyes.com/</p>", "created_at": "2022-06-26 23:21:07.830408", "updated_at": "2022-06-26 21:23:04.749108"}], "points": [], "urls": ["pimeyes.com"]}}