{"error": 448, "message": "OK", "parameters": {"id": 389, "name": "Lumen (Century Link)", "created_at": "2018-05-08 12:19:43.841704", "updated_at": "2021-07-04 22:15:21.792034", "wikipedia": "https://en.wikipedia.org/wiki/Lumen_Technologies", "keywords": "", "related": "", "slug": "centurylink", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/389.png", "url": "lumen.com,centurylink.com,qwest.com", "documents": [{"id": 7946, "name": "Payment Agreement", "url": "https://www.centurylink.com/asset/aboutus/downloads/legal/CTL_ElectronicAndOnlinePaymentTermsAndConditions.pdf", "xpath": "//body", "text": "OnlinePayTs&amp;Cs 11.15 ,1,CENTURYLINK ELECTRONIC AND ONLINE PAYMENT TERMS AND CONDITIONS ,Effective November 1, 2015 ,The following terms and conditions apply to electronic and online delivery and presentation of your invoices by CenturyLink ,and the electronic and online methods you use to pay such invoices to CenturyLink, including the following CenturyLink ,services: MyAccount, AutoPay, eBilling, Quick Bill Pay, and payments you make through interactive voice response ,systems or through websites associated with or linked from http://www.centurylink.com (collectively, “Payment Services”).\n,Payment Services are subject to these terms and conditions, and additional CenturyLink policies described below ,(collectively, this “Agreement”).\nIn this Agreement, the terms “we” or “us” or “our” refer to CenturyLink, and the terms ,“you” or “your” refer to you, the Payment Services user.\nBy using or accessing Payment Services, you agree with this ,Agreement.\n,CenturyLink products, services, equipment, third-party-provided products and services, software, and any other services ,(collectively, “CenturyLink Products”) are provided to you subject to separate, specific terms and conditions for each ,CenturyLink Product, which govern in the event of any inconsistency with this Agreement.\nIf you do not wish to be bound ,by this Agreement, you should not use or access Payment Services.\nCenturyLink may modify this Agreement at any ,time without notice to you.\nModifications will be deemed effective immediately upon posting of the modified ,Agreement at http://www.centurylink.com or the designed link from that website.\n,You should carefully read this Agreement, including the required use of arbitration on an individual basis to resolve ,disputes, rather than jury trials or class actions, and the limitations on the remedies available to you in the event of a ,dispute, as fully described in the “Dispute Resolution” section of this Agreement.\n,1.Invoice Charges.\nWe bill you for CenturyLink Products on a monthly basis based on current prices and charges ,provided to you or posted to http://www.centurylink.com or other CenturyLink marketing or other website, and as ,listed in any written information that we provide to you.\nAll applicable and associated charges, the method by ,which we assess such charges to you, and your obligation to pay all such charges are described in the applicable ,terms and conditions for your CenturyLink Products (each, a “CenturyLink Product Agreement”).\nYour payment ,due date will be listed on your CenturyLink invoice, and all payments must be made in U.S.\ncurrency.\nPayments ,you make using Payment Services on CenturyLink-designated websites provided to you (each, a “Payment ,Website”) are processed within one business day, to the extent possible.\nFor each month in which any portion of ,your charges are not paid by the due date on your invoice, we may charge you a late payment fee or interest on those ,unpaid balances equal to the maximum amount or interest rate, respectively, allowed by law.\nIf we use a collection ,agency or initiate any legal action to recover amounts due, you agree to reimburse us for all expenses we incur to ,recover such amount or pay all such costs and expenses associated with such collections efforts, including attorneys’ ,fees.\nWe may charge you an insufficient funds or returned check fee, up to the maximum rate allowed by law, if ,your check, bank draft, electronic funds transfer, or other order for payment is dishonored or returned for ,insufficient funds or any other reason.\nIn addition to our right to assess late payment fees, interest, and any other ,costs arising from our expenses to recover amounts you owe us if your payment is not made by the due date on your ,invoice, we may begin procedures to cancel the affected CenturyLink Products.\nYou will be informed of such action ,if required by law.\nCenturyLink also reserves the right to terminate access to Payment Services for any account at ,any time.\nCertain CenturyLink offers or promotions may require you to enroll in specified Payment Services as a ,condition to receiving such offer or promotion.,2.\nPartial Payment.\nPartial payments are acceptable, however our acceptance of such payments are not to be ,construed as an acceptable payment arrangement that automatically extends your CenturyLink Product beyond the ,normal disconnect date.\nOur acceptance of late or partial payments (even those marked, “PAID IN FULL”) and late ,payment charges will not constitute a waiver of any of our rights to collect the full amount due under this Agreement ,or the CenturyLink Product Agreement.\nIf you are unable to pay an invoice in full prior to the due date, please ,contact CenturyLink customer service before the due date.\n,3.\nQuestions about Your Invoice or Charges.\nIf you have any questions about your invoice or dispute a charge on ,your invoice, please contact CenturyLink customer service before the due date.\nExcept as otherwise provided by ,applicable law, you must notify CenturyLink of any disputes concerning any charges within 30 days after the date of ,your invoice.\nYou accept all charges not disputed within 30 days.\nHowever, you may dispute charges resulting ,from your failure to return equipment to us in the manner and according to the timelines described in the applicable ,CenturyLink Product Agreement after the 30-day period described in this section, but such disputes may only ,OnlinePayTs&amp;Cs 11.15 ,2,specifically relate to the charges assessed for the equipment return.\nEach of CenturyLink and you waives all rights ,of subrogation against each other in connection with CenturyLink Products.\nTo dispute a charge on your invoice, ,you must follow the dispute procedures described in the “Dispute Resolution” section of this Agreement.\n,4.\nEffects on Paper Invoices.\nTo the extent permitted by applicable law, CenturyLink reserves the right to cease ,providing you a paper invoice via U.S.\npostal service once you elect to use or enroll in a Payment Service on a ,recurring basis.\nIn such instances, you will no longer receive a paper invoice from CenturyLink.\nCenturyLink also ,reserves the right to assess additional charges to you if you are enrolled in a Payment Service but request ,CenturyLink to provide you with a paper invoice on either a one-time or continuing basis.\n,5.\nInvoice Notification.\nCertain Payment Services send an email notification to you each month when your new ,invoice is available for review.\nHowever, if you are unable to view your invoice electronically or online for any ,reason, you are still required to make your payment on time.\nIn such situations, you are responsible for obtaining an ,invoice copy and/or account balance by contacting CenturyLink customer service.\nTo use or enroll in a Payment ,Service, you must provide us with your email address for the receipt of notices.\nYou agree to keep your email ,address updated and understand it is your responsibility to provide any changes or updates to your email address to ,CenturyLink.\n,6.\nPayment Information.\nIf you arrange for payment using Payment Services through another company or financial ,institution, you will be subject to that company’s terms and conditions and you agree that CenturyLink will not be ,responsible or liable for any loss or damage caused or created by that company.\nIn the event that any amount on a ,third party site does not match the same amount presented at the CenturyLink Website or on your printed ,CenturyLink invoice, CenturyLink’s listed amount is deemed to be the accurate amount.\nIn the event the amount ,listed at the CenturyLink Website and on your printed CenturyLink invoice do not agree, the printed CenturyLink ,invoice should be considered the correct invoice and should be used to determine the amount to be paid.\nFor your ,convenience, you may elect to have CenturyLink retain your payment information, including but not limited to your ,billing name, address, telephone number, credit card/debit card/charge card information or numbers, bank or ,financial institution information, applicable expiration dates, and permit such information to be used in future ,transactions with CenturyLink that you authorize.\nYou are responsible for adding, updating, maintaining, deleting, ,and verifying the accuracy of any payment information that you ask CenturyLink to retain for you.\nYou agree ,CenturyLink will not be responsible for any transactions rejected due to erroneous or outdated payment information.\n,You also agree that CenturyLink will not be liable for any use, misuse, lost, stolen or incorrect account or payment ,information.\nAdditional fees may be assessed to you when using Payment Services, and you agree to pay all such ,fees.\nIf you pay your invoice via Payment Services through a financial institution, you are responsible for any ,charges you may incur from the financial institution in order to make such online payments.\nRegarding payments ,made by credit card, CenturyLink reserves the right to only accept certain card providers and may modify the list of ,such providers, including no longer accepting any credit card payments of any kind from any card providers, at any ,time without prior notice to you.\nIf you provide CenturyLink your credit card information, you authorize ,CenturyLink to automatically charge your provided credit card for all charges on your account, and CenturyLink ,will automatically charge your credit card for all such charges on the applicable billing due date shown on your ,billing statement.\nNo chargebacks are available or permitted.\nIf CenturyLink is unable to charge your provided ,credit card for any reason, CenturyLink retains the right to assess additional charges up to the maximum amount or ,rate allowed by law, including late payment fees and interest charges, on the amount due until that amount is paid ,and, as a result, you may be subject to suspension of your CenturyLink Product or termination of your CenturyLink ,Product or account, in our sole discretion.\n,7.\nMessages on your Invoice.\nCenturyLink may include important messages related to your CenturyLink Products or ,as required by state and federal authorities in the body of the invoice.\nIt is your responsibility to read and understand ,these messages.\n,8.\nDisclaimer of Warranties.\nAll invoice and payment-related content, Payment Services, and all related information ,and supporting systems are made available to you “as is”, “with all faults”, and “as available” and CenturyLink does ,not warrant, in any way, the availability, accuracy, completeness, currentness, suitability, reliability, title, usefulness, ,noninfringement, merchantability, or fitness for a particular purpose of such items.\nYou understand and agree that ,you are solely responsible for any damages to your computer system or loss or theft of data or information that ,results from your use of Payment Services or downloading of any material accessed from or otherwise provided ,through a CenturyLink website.\nCenturyLink does not guarantee that Payment Services or any of its websites will be ,error-free, continuously available, or free of viruses or other harmful components.\n,OnlinePayTs&amp;Cs 11.15 ,3,9.Limitations of Liability.\nCenturyLink is not liable for damages arising out of or in a connection with any act or ,omission by you or another person or entity, any failure or delay in making Payment Services available to you for ,any reason at any time, or content or information accessed while you use Payment Services, or any cause of action ,resulting from your use or attempted use of Payment Services in any manner.\nUnder no circumstances is ,CenturyLink liable for any incidental, consequential, indirect, punitive, or special damages of any nature whatsoever ,arising out of or in connection with providing or failing to provide Payment Services, whether in contract, tort, strict ,liability, or otherwise, including, without limitation, lost profits or revenue, loss of opportunity, or cost of ,replacement services.\nIn addition, CenturyLink has no liability if: (a) your financial institution or credit card ,provider showing that your designated account has insufficient funds or credit availability.\n(b) CenturyLink is ,prohibited by law or court order from withdrawing payment from your account.\n(c) the account from which payment ,is to be made is closed, frozen, or otherwise unavailable.\n(d) any part of the electronic funds transfer system or credit ,card/debit card processing system is not working properly at any time, including when you are attempting to use ,Payment Services to pay your invoice.\nor (e) there are any delays or failures in performance of Payment Services, ,the electronic funds transfer system, credit card/debit card processing systems, or any interruptions arising from any ,cause or circumstance beyond CenturyLink's reasonable control.\nAccounts credited with a payment that is ,subsequently returned for any reason by your financial institution or credit card provider, including but not limited ,to insufficient funds, account closed or invalid account number, are debited for the amount of the original payment ,and all applicable returned check charges or other, similar charges.\nYour CenturyLink account may also be ,temporarily suspended immediately upon our receipt of the denial of payment or returned check and remain ,suspended until payment is received via a cash transaction, e.g., cash, cashier's check, or money order.\n,10.Indemnification.\nYou agree to indemnify, defend and hold harmless CenturyLink, its officers, directors, employees, ,agents, shareholders, licensors, suppliers and any third party information providers from and against all claims, ,demands, actions, losses, expenses, damages and costs, including reasonable attorneys' fees, that arise from: (1) any ,violation of this Agreement or applicable law by you.\n(2) any violation of any rights of a third party by you.\nand (3) ,any information or content that you submit, post, transmit, or make available to CenturyLink, including provided to ,CenturyLink through of Payment Services.\n,11.Governing Law.\nThis Agreement is governed by and construed under the laws of the State of Louisiana, without ,regard to its conflict of laws principles.\nThe federal courts within the state of Louisiana and state courts of Ouachita ,Parish, Louisiana have exclusive jurisdiction over and venue of any suit that relates to this Agreement.\nYou are ,responsible for ensuring that your conduct is at all times in compliance with all applicable laws, rules and ,regulations.\n,12.Dispute Resolution.\n,A.Dispute Process.Most concerns can be resolved quickly and to your satisfaction by contacting ,CenturyLink customer service.\nIf CenturyLink customer service is unable to resolve a complaint you may ,have to your satisfaction or if CenturyLink has not been able to resolve a dispute it has with you after ,attempting to do so informally, then we each agree to resolve those disputes through binding arbitration or ,small claims court, instead of in courts of general jurisdiction.\n,B.Mandatory Arbitration of Disputes.\nYou and CenturyLink agree to arbitrate any and all claims, ,controversies or disputes of any kind (“Claims”) against each other, including but not limited to ,Claims arising out of or relating to this Agreement, or any CenturyLink Products, billings, or ,advertisings.\nThis agreement to arbitrate is intended to be broadly interpreted and applies to, among ,others: all Claims regardless of whether they are based in contract, tort, statute, fraud, misrepresentation or ,any other legal theory.\nall Claims that arose prior to your receipt of CenturyLink Products (such as from ,advertisings) or prior to this Agreement.\nall Claims that arise after the termination of CenturyLink Products ,to you or after the termination of this Agreement.\nall Claims you may bring against CenturyLink's ,employees, agents, affiliates or other representatives.\nand all Claims that CenturyLink may bring against ,you.\nThe sole exception to this arbitration agreement is that either you or CenturyLink may, in the ,alternative, bring Claims in a small claims court having valid jurisdiction.\nYou and CenturyLink agree, ,however, that neither CenturyLink nor you will join any Claim with a claim or claims of any other ,person(s) or entity(ies), whether in a lawsuit, arbitration, or any other proceeding.\nYou and CenturyLink ,agree that no Claims will be asserted in any representative capacity on behalf of anyone else, that no ,Claims will be resolved on a class-wide or collective basis, that no arbitrator or arbitration forum will have ,jurisdiction to adjudicate or determine any Claims on a class-wide or collective basis, and that no rules for ,class-wide or collective arbitration will apply.\n,OnlinePayTs&amp;Cs 11.15 ,4,(1)Arbitration Procedure.\nA party who intends to seek arbitration must first send to the other, by ,certified mail, a written Notice of Dispute (“Notice” or “Notice of Dispute”).\nThe Notice to ,CenturyLink should be addressed to: 1801 California Street, Suite 900, Denver, Colorado 80202, ,Attn: Legal Department (“Notice Address”).\nThe Notice must: (1) describe the nature and basis of ,the Claim.\nand (2) set forth the specific relief sought (“Demand”).\nIf CenturyLink and you do not ,reach an agreement to resolve the Claim within thirty (30) days after the Notice is received, you or ,CenturyLink may commence an arbitration proceeding.\nA single arbitrator engaged in the practice ,of law will conduct the arbitration.\nThe arbitration will be filed with the American Arbitration ,Association (“AAA”), the arbitrator will be selected according to the AAA’s procedures and the ,Federal Arbitration Act, 9 U.S.C.\n§§ 1-16 (“FAA”), and Claims will be resolved pursuant to this ,Mandatory Arbitration of Disputes provision and the AAA’s rules in effect when the Claim is ,filed.\nClaims also may be referred to another arbitration organization if you and CenturyLink ,agree in writing or to an arbitrator appointed pursuant to section 5 of the FAA.\nThe arbitration ,will be confidential, but you may notify any government authority of your Claim.\nAt your ,election, arbitration hearings will take place in the federal judicial district of the location where ,you receive CenturyLink Products.\n,(2)Arbitrator’s Authority.\nThe arbitrator is bound by the terms of this Agreement, and the arbitrator’s ,authority is limited to Claims between you and CenturyLink alone.\nThe arbitrator has no authority ,to join or consolidate Claims, or adjudicate joined or consolidated Claims, unless you and ,CenturyLink agree in writing.\nAll issues are for the arbitrator to decide, except that issues relating ,to the scope and enforceability of the Mandatory Arbitration of Disputes provision are for the ,court to decide.\nThe arbitrator's decision and award is final and binding, and judgment on the ,award may be entered in any court with jurisdiction.\nThe arbitrator can award the same damages ,and relief that a court can award, including the award of declaratory or injunctive relief.\nprovided, ,however, that any declaratory or injunctive relief may only be in favor of the individual party ,seeking relief and only to the extent necessary to provide relief warranted by that party’s ,individual Claim.\n,(3)Costs of Arbitration.\nYou will be responsible for paying your share of any arbitration fees ,(including filing, administrative, hearing or other fees), but only up to the amount of the filing fees ,you would have incurred if you had brought the Claim in court.\nWe will be responsible for any ,additional arbitration fees.\nYou are responsible for all additional costs that you incur in the ,arbitration, including, but not limited to, fees for attorneys or expert witnesses.\nIf the arbitration ,proceeding is decided in CenturyLink’s favor, you shall reimburse CenturyLink for the fees and ,costs advanced to you only up to the extent awardable in a judicial proceeding.\nIf the arbitration ,proceeding is determined in your favor, you will not be required to reimburse CenturyLink for any ,fees and costs advanced by CenturyLink.\nIf a party elects to appeal an award, the prevailing party ,in the appeal shall be entitled to recover all reasonable attorneys’ fees and costs incurred in that ,appeal.\nNotwithstanding anything to the contrary in this Mandatory Arbitration of Disputes ,provision, CenturyLink will pay all fees and costs that it is required by law to pay.\n,(4)Changes.\nNotwithstanding any provision in this Agreement to the contrary, you agree that if ,CenturyLink makes any future change to this Dispute Resolution provision (other than a change to ,the Notice Address listed above) during the period of time that you are receiving Services, you ,may reject any such change by sending CenturyLink written notice within 30 days of receiving ,notice of the change.\nYour rejection notice must be sent to the Arbitration Notice Address ,provided above.\nBy rejecting any future change, you are agreeing that you will arbitrate any ,dispute between us in accordance with the language of this provision.\nNo changes, however, that ,are made to this provision after either party has submitted a Notice of Dispute shall be effective as ,to your and CenturyLink’s pending dispute and/or arbitration.\n,(5)Governing Law, Enforcement, and Waivers.\nThe Federal Arbitration Act, and not state law, ,applies to this Dispute Resolution provision and its provisions and, governs all questions of ,whether a Claim is subject to arbitration.\nIf any portion of this Dispute Resolution provision is ,determined to be invalid or unenforceable, the remainder of the provision remains in full force and ,effect.\nIf for any reason, the above provisions on arbitration are held unenforceable or are found ,not to apply to a Claim, you and CenturyLink waive the right to a jury trial on your respective ,Claims, and waive any right to pursue any Claims on a class or consolidated basis or in a ,OnlinePayTs&amp;Cs 11.15 ,5,representative capacity.\nIf any party files a judicial or administrative action asserting a Claim that ,is subject to arbitration and another party successfully stays such action or compels arbitration, the ,party filing that action must pay the other party's costs and expenses incurred in seeking such stay ,or compelling arbitration, including attorneys' fees.\n,13.\nGeneral.\n,A.Notice.\nIf we send you a notice, it will be considered given when deposited in the U.S.\nMail or with ,overnight courier mail, addressed to you at your billing address, hand-delivered to you, or distributed via ,email to the then-current email address provided to us by you.\nOur notice to you will also be effective if ,provided on your invoice or by telephone, or, when posted online, the actual date such notice is posted to ,http://www.centurylink.com,.\nIf you have a dispute or want to provide notice to us related to any matter, ,you agree to notify CenturyLink customer service and provide all requested information, or write us at ,1801 California Street, Suite 900, Denver, Colorado 80202, Attn: Legal Department.\nYou agree that ,CenturyLink may contact you via email at the email address you provide to us when you use Payment ,Services or any subsequent email address you provide us.\nYou will provide us with any changes to your ,email address by updating that address in the manner prescribed to you by CenturyLink.\n,B.Applicable Policies.\nWebsite, Acceptable Use and Privacy.\nYou agree to comply with applicable ,CenturyLink policies, including the CenturyLink Website User Agreement, CenturyLink Acceptable Use ,Policy, and CenturyLink Privacy Policy, all as posted to http://www.centurylink.com/Pages/AboutUs/Legal,(or successor URL) and incorporated by this reference, when you use Payment Services.\nIf you do not ,agree with the terms of any of these policies, do not use Payment Services.\nPayment Services utilize, in ,whole or in part, the public Internet and third party networks to transmit invoice information and your ,account and payment information.\nYou acknowledge and understand that CenturyLink cannot guarantee ,that Payment Services are completely secure.\nCenturyLink is not liable for any lack of privacy which may ,be experienced with regard to the Payment Services.\nCenturyLink may, but is not obligated to, monitor the ,Payment Services for various purposes, and CenturyLink and its third-party vendors may access and use ,information regarding performance of Payment Services to perform maintenance, support, and other ,service-quality activities.\n,C.Unlawful, Abusive, or Fraudulent Purposes.\nPayment Services will not be used for any unlawful, ,abusive, or fraudulent purpose, including without limitation, using Services in a way that: (1) interferes ,with CenturyLink's ability to provide CenturyLink Products or Payment Services to CenturyLink ,customers, (2) avoids your obligation to pay for CenturyLink Products, (3) constitutes a criminal offense, ,(4) gives rise to a civil liability, or (5) otherwise violates any laws.\n,D.Account Security,.\nYou agree to keep confidential all passwords, user IDs, IP addresses, and other account ,identifiers and are solely responsible for any liability or damages resulting from your failure to maintain ,that confidentiality.\nYou are solely and fully responsible and liable for all activities that occur under your ,CenturyLink account, password, user ID, credit card/debit card/account numbers, or bank or financial ,institution information, including all activities related to Payment Services.\nYou agree to immediately ,notify CenturyLink if you suspect any breach of security such as loss, theft, public use (unrestricted, open, ,communal or shared use by third parties unrelated and/or not affiliated with you) or unauthorized disclosure ,or use of your CenturyLink account, password, user ID, credit card/debit card/charge card information or ,numbers, or bank or financial institution information, provided to CenturyLink by contacting our customer ,service.\nYou also agree to periodically change your passwords.\nYou authorize CenturyLink to provide ,information about and to make changes to your CenturyLink account, including changes within Payment ,Services, upon the direction of any person able to provide information we deem sufficient to identify you.\n,There is a risk that other users may attempt to access Payment Services on your behalf, such as through the ,Internet.\nCenturyLink will not be liable for any actions, claims, costs, damages, or expenses arising from a ,lost or stolen password.\nYou acknowledge this risk as inherent to the nature of the Payment Services and ,you agree to take full responsibility for taking adequate security precautions and safeguarding your data.\n,E.Other.\nThis Agreement contains the entire agreement between CenturyLink and you related to the ,Payment Services, and any other written or oral statements does not change this Agreement.\nNeither the ,course of conduct between you and CenturyLink nor trade practices will act to modify any provision of this ,Agreement.\nCenturyLink may assign its rights and duties under these terms to any party at any time ,without notice to you.\nIf any provision of this Agreement is found to be unenforceable or invalid, this ,Agreement’s unaffected provisions will remain in effect.\nIf either you or CenturyLink fails to enforce or ,OnlinePayTs&amp;Cs 11.15 ,6,waives any requirement under this Agreement that does not waive that party’s right to later enforce that ,requirement in the future.\n", "created_at": "2021-07-05 19:44:27.013373", "updated_at": "2021-07-05 19:44:31.108014"}, {"id": 7945, "name": "Acceptable Use Policy", "url": "https://www.centurylink.com/aboutus/legal/acceptable-use-policy.html", "xpath": "/html/body/div[1]/div/div[2]/section/div/div/div/div[1]", "text": " CenturyLink's Acceptable Use Policy <p>Effective July 23, 2018</p>\n<p>This acceptable use policy (\"AUP\") defines acceptable practices relating to the use of CenturyLink’s network, websites, systems, facilities, products and services (collectively, the \"Services\") by CenturyLink customers and by users that have gained access to the Services through customer accounts (collectively, “Users”).&nbsp.\nThe Services must be used in a manner that is consistent with the intended purpose of the Services and the terms of the applicable agreement with CenturyLink.&nbsp.\nBy using the Services, Users consent to be bound by the terms of this AUP.&nbsp.\nFor purposes of this AUP, “CenturyLink” includes CenturyLink Communications, LLC and all other affiliates, including direct and indirect subsidiaries of CenturyLink, Inc.</p>\n<p>\n<b>Prohibited Conduct.</b>\n</p>\n<ul>\n<li>\n<b>General.</b> Users will not use the Services to transmit, distribute or store material in a manner that: (a) violates any applicable law or regulation.\n(b) may adversely affect the Services or Users.\n(c) may expose CenturyLink to criminal or civil liability or (d) violate, infringe upon or otherwise misappropriate any third party rights, including intellectual property rights, rights of publicity and privacy rights.&nbsp.\nUsers are prohibited from facilitating the violation of any part of this AUP or applicable third-party policies, including, but not limited to transmitting, distributing, or otherwise making available any product or service that violates this AUP or another provider's policy.</li>\n<li>\n<b>Inappropriate Content.</b>&nbsp.\nUsers will not use the Services to transmit, distribute or store material that CenturyLink reasonably determines is inappropriate, obscene, indecent, defamatory, libelous, tortious, threatening, abusive, hateful, or excessively violent.\nUsers will also not use the Services to host terrorist-related web sites, including sites that advocate human violence and hate crimes based upon religion, ethnicity, or country of origin.</li>\n<li>\n<b>Intellectual Property.</b>&nbsp.\nMaterial accessible through the Services may be subject to protection under privacy, publicity, or other personal rights and intellectual property rights, including but not limited to, copyrights and laws protecting patents, trademarks, trade secrets or other proprietary information.\nUsers will not use the Services in any manner that would infringe, dilute, misappropriate, or otherwise violate any such rights.&nbsp.\nIf a domain name is used with any of the Services, it may not be used in violation of the trademark, service mark, or other rights of any third party.</li>\n<li>\n<b>Harmful Content.</b>&nbsp.\nUsers will not use the Services to transmit, distribute or store material that may be harmful to or interfere with the Services or any third party's networks, systems, services, or websites.&nbsp.\nSuch prohibited harmful content includes, but is not limited to, viruses, worms, or Trojan horses, root kits, password crackers, adware, and key stroke capture programs.</li>\n<li>\n<b>Fraudulent/Misleading Content.</b>&nbsp.\nUsers will not use the Services to transmit or distribute material containing fraudulent offers for goods or services, or any advertising or promotional materials that contain false, deceptive, or misleading statements, claims, or representations.\nIn addition, Users are prohibited from submitting any false or inaccurate data on any order form, contract or online application, including the fraudulent use of credit cards.</li>\n<li>\n<b>Email and Unsolicited Messages.</b>&nbsp.\nUsers will not use the Services to (i) transmit unsolicited e-mail messages, including, without limitation, unsolicited bulk email, where such emails could reasonably be expected to provoke complaints, and (ii) send e-mail messages which are excessive and/or intended to harass or annoy others (\"Spam\").&nbsp.\nFurther, Users are prohibited from using the service of another provider to send Spam to promote a site hosted on or connected to the Services.&nbsp.\nIn addition, Users will not use the Services to (a) continue to send e-mail messages to a recipient that has indicated that he/she does not wish to receive them, (b) send e-mail with forged TCP/IP packet header information, (c) send malicious e-mail, including, without limitation, \"mail-bombing\", (d) send or receive e-mail messages in a manner that violates the use policies of any other Internet service provider, or (e) use an e-mail box exclusively as a storage space for data.</li>\n<li>\n<b>Third Party Rules.\nUsenet.</b>&nbsp.\nUsers will not use the Services in violation of the rules, guidelines or agreements associated with search engines, subscription Web services, chat areas, bulletin boards, Web pages, USENET, or other services accessed via the Services.</li>\n<li>\n<b>Inappropriate Actions.</b>&nbsp.\nUsers will not use the Services to conduct activities that may be harmful to or interfere with the Services, a User’s terminal session or any third party's networks, systems, services, or websites.\nUsers will not engage in any activities designed to harass, or that will preclude or interfere with the use of Service (e.g., synchronized number sequence attacks) by any other User on the CenturyLink network or on another provider’s network.\nIn addition, Users will not use the Service (a) by any means or device to avoid payment.\n(b) to access User’s account or CenturyLink Services after User has terminated User’s account.\n(c) on behalf of persons or firms listed in the Spamhaus Register of Known Spam Operations database at www.spamhaus.org.\nor (d) to engage in phishing activities.\nUsers will not use the Service to engage in any activities that may interfere with the ability of others to access or use the Service or the Internet.</li>\n<li>\n<b>Illegal Use:</b> Customer will not use the Services in a manner that constitutes illegal activities, including but not limited to, death threats, terroristic threats, threats of harm to another individual, multi-level marketing schemes, HYIP or Ponzi schemes, invasion of privacy, credit card fraud, racketeering, defamation, slander, child pornography and violations of the Child Protection Act of 1984, or any other applicable law.</li>\n<li>\n<b>Security Breaches and Obligations.</b>&nbsp.\nUsers are prohibited from violating or attempting to violate the security of the Services or the computers, accounts, or networks of another party, including but not limited to, circumventing the user authentication or security of any host, network or account.&nbsp.\nUsers will not use the Services to cause security breaches or disruptions of Internet communication and/or connectivity.&nbsp.\nSecurity breaches include, but are not limited to, accessing data, accounts or systems without authorization or logging into a server or account that the Customer is not expressly authorized to access and denial of service attacks.&nbsp.\nDisruptions include port scans, flood pings, email-bombing, packet spoofing, IP spoofing, forged routing information.&nbsp.\nCustomer must use reasonable care in keeping its software on the CenturyLink’s servers up-to-date and patched with the latest security updates.</li>\n<li>\n<b>IP Allocation.</b>&nbsp.\nUsers are prohibited from using IP addresses not originally allocated for use or on unassigned VLANs or servers.\nAll IP Addresses are currently owned and registered to CenturyLink and are non-transferable.\nCustomer retains no ownership or transfer rights.</li>\n</ul>\n<p>\n<b>Rights of CenturyLink.</b>&nbsp;&nbsp;</p>\n<ul>\n<li>CenturyLink may suspend or terminate Service of any User which CenturyLink believes has violated any element of this AUP.&nbsp.\nCenturyLink will suspend Service for violation of the AUP on the most limited basis as CenturyLink determines is reasonably practical under the circumstances to address the underlying violation.&nbsp.\nCenturyLink will attempt to notify Users via email or other method prior to suspending Service for violation of the AUP.\nprovided, however, CenturyLink may suspend Service without notice if CenturyLink becomes aware of a violation of any applicable law or regulation or activity, including but not limited to a violation of the AUP that exposes CenturyLink to criminal or civil liability or that exposes the CenturyLink network or CenturyLink customers' network or property to harm.&nbsp.\nSuch harm to a network may include, but is not limited to, risk of having an IP address placed on blacklists.&nbsp.\nCenturyLink may take such further action as CenturyLink determines to be appropriate under the circumstances to eliminate or preclude repeat violations.&nbsp;&nbsp;</li>\n<li>CenturyLink reserves the right to take down any material―or otherwise block access thereto―created or accessible on or through the Services and suspend or terminate any User creating, storing or disseminating such material where CenturyLink becomes aware that the material violates this AUP and/or exposes CenturyLink to civil or criminal liability, including without limitation, under applicable copyright laws.&nbsp.\nCenturyLink reserves the right to avail itself to the safe harbor provisions of the Digital Millennium Copyright Act.</li>\n<li>Please click here for information relating to the Service Provider/Designated Agent Information pursuant to the Digital Millennium Copyright Act, 17 U.S.C., Section 512(c).</li>\n<li>Users are responsible for configuring their own systems to provide the maximum possible accountability.\nCenturyLink shall not be liable for any damage caused by such system configurations regardless of whether such configurations have been authorized or requested by CenturyLink.\nFor example, Users should ensure there are clear \"path\" lines in news headers so that the originator of a post may be identified.\nUsers should also configure their Mail Transport Agents (MTA) to authenticate (by look-up on the name or similar procedures) any system that connects to perform a mail exchange, and should generally present header data as clearly possible.\nAs another example, Users should maintain logs of dynamically assigned IP addresses.\nUsers are responsible for educating themselves and configuring their systems with at least basic security.\nShould systems at a User's site be violated, the User is responsible for reporting the violation and then fixing the exploited system.\nFor instance, should a site be abused to distribute unlicensed software due to a poorly configured FTP (File Transfer Protocol) Server, the User is responsible for re-configuring the system to stop the abuse.</li>\n<li>CenturyLink reserves the right to cooperate with legal authorities and third parties in the investigation of any alleged wrongdoing related to this AUP, including the disclosure of the identity of the User that CenturyLink deems responsible for the wrongdoing.&nbsp.\nCenturyLink will not be liable for any damages of any nature suffered by any User, or any third party resulting in whole or in part from CenturyLink's exercise of its rights under this AUP.</li>\n<li>CenturyLink reserves the right to install and use, or to have you install and use, any appropriate devices to prevent violations of this Policy, including devices designed to filter or terminate access to the Service.&nbsp.\nBy accepting and using the Service, Users consent to allowing CenturyLink to collect service information and routing information in the normal course of our business, and to use such information for general business purposes.&nbsp.\nUsers may not use the Service to monitor any data, information or communications on any network or system without authorization.\nUsers may not attempt to gain unauthorized access to the user accounts or passwords of other Users.</li>\n<li>In most cases, CenturyLink will notify Users of complaints received by CenturyLink regarding an alleged violation of this Policy.\nYou agree to promptly investigate all such complaints and take all necessary actions to remedy any violations of this Policy.\nCenturyLink may inform the complainant that you are investigating the complaint and may provide the complainant with the necessary information to contact you directly to resolve the complaint.\nYou shall identify a representative for the purposes of receiving such communications.</li>\n<li>CenturyLink reserves the right to modify this AUP in its discretion at any time.\nSuch modifications will be effective upon posting, and use of the Services after such modification constitutes acceptance of such modifications.</li>\n</ul>\n<p>\n<b>Responsibility for Content.</b> &nbsp;CenturyLink takes no responsibility for any material created or accessible on or through the Services and will not exercise any editorial control over such material.\n&nbsp;CenturyLink is not obligated to monitor such material, but reserves the right to do so.</p>\n<p>Violations of this AUP may be reported to: abuse@centurylinkservices.net.</p>\n<p>&nbsp;</p> ", "created_at": "2021-07-05 19:43:00.84338", "updated_at": "2021-07-05 19:43:27.964958"}, {"id": 7944, "name": "Online Security", "url": "https://www.centurylink.com/aboutus/legal/online-security.html", "xpath": "/html/body/div[1]/div/div[2]/section/div/div/div/div[1]", "text": " Online Security<br> Effective June 2009<br>\n<p>CenturyLink values our website visitors and customer's security and wants to make their online experience safe and enjoyable.\nWhile CenturyLink takes immense precautions in monitoring, preventing and identifying fraudulent behavior related to its website, please be aware of the possibility of fraudulent online activity.\nOne recent form of online fraud is called \"phishing\" and it is affecting many companies.\nPhishing is a form of Internet fraud whereby a person or persons, masquerading as a legitimate organization, obtains an individual's confidential information through electronic means such as websites or e-mails.\nThe unsuspecting individual merely believes they are complying with a request from a business that they are currently doing business with or wish to do business with.\nUnfortunately, the individual may not know their confidential information has been \"stolen\" for many days.&nbsp;<b>Please remember that CenturyLink will never contact you via email or phone to get your personal information, including your social security number or your credit card account information.</b>\n</p>\n<p>Please review the following information as to the precautions you should take when conducting business online:</p>\n<ul>\n<li>If you visited a website to which you did not intend to navigate, it may have been such a phishing website.</li>\n<li>If you responded to an email asking to confirm confidential or personal information about your account, or with an urgent request for financial assistance, it may have been phishing.</li>\n<li>If you provided a credit card number to such a site, CenturyLink suggests that you contact your credit card company or any of the three major credit bureaus and sign up for their credit monitoring service, a fee-based service that will automatically notify you whenever your credit record is accessed.\nContact information for the three major credit bureaus is as follows: Equifax (888.766.0008), Experian (888.397.3742), and Trans Union (800.680.7289).</li>\n</ul>\n<p>If you believe you have been contacted by someone posing as a CenturyLink employee or have given personal information through a fraudulent website posing as a CenturyLink website, please contact CenturyLink immediately.\nResidential customers please call 800.366.8201, and business customers please call 877.365.0045.</p> ", "created_at": "2021-07-04 23:05:33.980988", "updated_at": "2021-07-04 23:05:49.106633"}, {"id": 7943, "name": "Law Enforcement Support", "url": "https://www.centurylink.com/aboutus/legal/privacy-notice/law-enforcement-support.html", "xpath": "/html/body/div[1]/div/div[2]/section/div/div/div/div[1]", "text": " CenturyLink Law Enforcement Support <p>The Law Enforcement Support (LES) Team&nbsp;is responsible for appropriately responding to requests for customer information received by CenturyLink from federal, state and local law enforcement agencies, from attorneys in criminal and civil matters and from our customers.\nRequests for customer information may include requests for records related to any of CenturyLink's services, including local and long distance communication, dial-up Internet, Internet Protocol usage, High-Speed Internet, Voice over Internet Protocol (VoIP), 9-1-1, voice-messaging, billing or other records.\nThe LES Team is also responsible for provisioning law enforcement requests for pen registers, trap and trace, and Title III wiretaps pursuant to federal and state court orders, and for compliance with national security orders.</p>\n<p>Members of the LES Team are located in Denver, Colorado, Overland Park, Kansas, Monroe, Louisiana and Jefferson City, Missouri.</p> What information does CenturyLink have?<br>\n<p>When CenturyLink provides its services, which include Internet access, local and long distance communication, Voice over Internet Protocol (VoIP), entertainment, additional voice, broadband and data services such as call routing and cloud computing, and alarm monitoring for your home or business, we necessarily obtain certain information about you.\nThis information may include your name, address, email address, telephone number, date of birth, social security number, driver's license number, credit information, use of an Internet Protocol address assigned to your computer, and, in some cases, information about how you use our services.\nFinally, CenturyLink also gathers information from visitors to our websites and those who click on our internet ads, such as the user's operating system, location, Internet Protocol address, and what sites the user visited immediately before or after our site.</p>\n<p>CenturyLink takes its customers' privacy seriously.\nFor more information about what types of information are collected by CenturyLink and our privacy practices, see our&nbsp;CenturyLink Privacy Policy and FAQs.</p> What kind of information can a CenturyLink customer obtain without a legal demand?<br>\n<p>The LES Team can provide customers with information concerning the local and long distance calls made from the customer's phone number at a certain date and time.\nKeep in mind that some of this information is available to customers in their billing statements through their online account at&nbsp;www.centurylink.com.\nThe LES Team does charge the appropriate fees for looking up this information.\nThe LES Team cannot provide information concerning incoming telephone calls without a proper legal demand (either a subpoena or court order).<br>\n</p> Frequently Asked Questions <p>For your convenience, there are separate sections of the Frequently Asked Questions designed to address the unique needs of Customers, Law Enforcement Agencies, and Third Party Requestors.\nYou may go directly to the section most relevant to you or you may view the FAQs for all categories.</p>\n<ul>\n<li>FAQs for Customers</li>\n<li>FAQs for Law Enforcement Agencies</li>\n<li>FAQs for Third Party Requestors</li>\n</ul> ", "created_at": "2021-07-04 23:03:09.459452", "updated_at": "2021-07-04 23:03:19.461027"}, {"id": 7942, "name": "Internet Service Disclosure", "url": "https://www.centurylink.com/aboutus/legal/internet-service-disclosure/full-version.html", "xpath": "/html/body/div[1]/div/div[2]/section/div/div/div/div[1]", "text": " Internet Service Disclosure<br> Network Practices Congestion Management Policy <p>CenturyLink monitors and proactively reinforces our network with additional capacity in areas where growth trends identify a need.\nIf network congestion occurs, CenturyLink employs various techniques to ensure a positive customer experience and fair distribution of network resources.</p>\n<p>Currently, based on our experience, if CenturyLink customers encounter any congestion, it is typically during the hours of peak usage - between 7 p.m.\nand 11 p.m.\nlocal time.\nDuring peak hours, the majority of our residential customers are attempting to use the Internet simultaneously, giving rise to a greater potential for congestion.\nPeak usage will vary due to extraordinary conditions such as pandemics, weather events and/or national emergencies.</p>\n<p>When network congestion is identified, CenturyLink uses various techniques to create a good customer experience.\nOur network management techniques include preventing virus/spam delivery to customer email accounts.\nWe also reinforce our network with additional capacity in areas where congestion is identified or as part of standard network engineering design plans.\nIn some cases, we may limit the number of customers that can be served on a particular network node or, in very rare cases, we may need to downgrade the service available to existing customers&nbsp;until additional capacity can be added.&nbsp;</p>\n<p>The links CenturyLink and other networks use to exchange traffic may also become congested at times.\nCenturyLink devotes considerable resources to maintaining adequate traffic exchange arrangements with these other networks and has entered into commercially negotiated agreements to exchange traffic with them on mutually agreeable terms wherever possible.\nConsistent with its agreements with those other networks and its long-standing practices, CenturyLink will work to establish or expand the connections between its network and other networks on mutually agreeable terms when needed.\nBut, sometimes this is not possible due to circumstances beyond CenturyLink's control.\nFor example, in some instances, other networks refuse to make adequate arrangements.\nIn other instances where adequate arrangements are in place, some edge providers or their intermediaries (other networks) choose to route traffic in ways that result in congestion when there are other choices.\nIf CenturyLink is unable to reach agreement on the terms of its interconnection or network expansion with these other networks, or if some of these other circumstances occur, it could affect a customer's ability to upload or download data via Internet endpoints connected to those networks.\nUnfortunately, CenturyLink cannot guarantee that it will be able to establish or expand the connections between its network and other networks, or that subscribers will be able to upload data to or download data from Internet end points connected to other networks at any particular speed.</p> Application-Specific and/or User-Specific Policy <p>CenturyLink High-Speed Internet customers receive full access to all of the lawful content, services, and applications that the Internet has to offer.</p>\n<p>As described more fully below, CenturyLink deploys Type of Service (ToS) and Differentiated Service (DiffServe) capabilities at the customer modem and in limited network equipment deployed across the CenturyLink High-Speed Internet network for the CenturyLink Digital Home Phone service (a non-BIA or specialized service).\nAnd, the network equipment enabled with this capability will honor ToS and DiffServe settings of any third-party network consistent with the National Standards recommendations described in the Internet Engineering Task Force (IETF) RFC 1349 and RFC 2474.</p>\n<p>CenturyLink does not otherwise block, prioritize, or degrade any Internet sourced or destined traffic based on application, source, destination, protocol, or port unless it does so in connection with a security practice described in the security policy section below.</p>\n<p>CenturyLink also deploys certain user-specific policies (i.e.\npractices that are applied to traffic associated with a particular user or user group).\nCurrently, these are limited to practices described above and the security practices described in the security policy section below.</p>\n<b>Device Attachment Policy</b>\n<br>\n<p>Customers have the flexibility of attaching any modem of their choice to their CenturyLink High-Speed Internet service provided that the modem supports the technology on which the customer is provisioned.\nCenturyLink will not support any modem-related issues for customers that attach a non-certified modem.\nA list of CenturyLink compatible modems can be found&nbsp;here.\nCustomers who choose to attach a modem approved by CenturyLink may contact our High-Speed Internet Technical Support&nbsp;Chat.</p>\n<p>Customers are encouraged to check the firmware in their modems to ensure that the latest version of firmware is downloaded.\nThis URL provides guidelines on how to upgrade your modem’s firmware:</p>\n<p>https://www.centurylink.com/home/help/internet/modems-and-routers/update-your-modems-firmware.html</p>\n<p>CenturyLink customers may attach devices of their choice to the modem they select.\nAny attached devices must be used in a manner consistent with our Terms of Service and&nbsp;Acceptable Use Policy.</p>\n<p>Customers in areas where CenturyLink provides wireless hotspots can connect wirelessly using any device equipped with IEEE 802.11 protocol.</p> Security Policy <p>CenturyLink engineers are dedicated to managing our network to ensure that all customers receive the most secure online experience.\nWe use industry-leading security practices to manage our network, provide services to our customers, and ensure compliance with our Acceptable Use Policy and the terms of our High-Speed Internet agreement.\nThese tools and practices may change from time to time to keep up with the new and innovative ways that customers use the network and to keep up with changing network technologies.</p>\n<p>When malicious behavior is identified, CenturyLink engineers employ various techniques to help provide a positive customer experience.\nOur security management techniques include ensuring that customer systems are not propagating viruses, distributing spam email, or engaging in other malicious behavior.\nFor example, we use industry best practices to prevent virus/spam delivery to customer email accounts.\nWe provide antivirus and antimalware applications at no additional charge to our High-Speed Internet customers.\nWe also automatically detect and mitigate DoS (Denial of Service) attacks for our High-Speed Internet customers.\nWe block malicious sites and phishing sites to prevent fraud against our customers and to prevent our customers from getting infected via DNS (Domain Name Service) blackholing and Internet Protocol (IP) address blackholing.</p>\n<p>We reserve the right at any time to take action to protect the integrity and normal operation of our networks and to safeguard our customers from Internet threats, including fraud and other forms of abuse.\nSuch actions may include, but are not limited to, blocking, redirecting, or rate-limiting traffic using specific protocols, delivered over specific protocol ports, or destined for particular domain names or IP addresses associated with known malicious activity.</p>\n<p>Specific security practices deployed by CenturyLink may include but are not limited to:</p>\n<p>\n<b>IP Spoofing Prevention</b>\n</p>\n<p>The basic protocol for sending data over the Internet network and many other computer networks is Internet Protocol (IP).\nThe header of each IP packet contains, among other things, the numerical source and destination address of the packet.\nThe source address is normally the address that the packet was sent from.\nBy forging the header so it contains a different address, an attacker can make it appear that the packet was sent by a different machine.\nThe machine that receives spoofed packets will send a response back to the forged source address, which means that this technique is mainly used when the attacker does not care about the response or the attacker has some way of guessing the response.</p>\n<p>CenturyLink applies security measures to prevent an attacker within the network from launching IP spoofing attacks against these machines and flooding the network with unwanted data that can cause congestion.</p>\n<p>\n<b>DoS/Distributed DoS Monitoring and Mitigation</b>\n</p>\n<p>A denial-of-service attack (DoS attack) or distributed denial-of-service attack (DDoS attack) is an attempt to make a computer unavailable to its intended users.\nAlthough the means to carry out, motives for, and targets of a DoS attack may vary, it generally consists of the concerted efforts of a person, or multiple people, to prevent an Internet site or service from functioning efficiently or at all, temporarily or indefinitely.</p>\n<p>CenturyLink applies various security measures to prevent someone within the network from launching DoS or DDoS attacks to ensure that customers can access the Internet when needed.</p>\n<p>CenturyLink may block or rate-limit connections on other ports that are commonly used to exploit other customers or non-customer computers.</p>\n<p>CenturyLink may block sites that are used in a malicious manner to infect customers, perform fraud against them and otherwise as needed to protect our network and our customers.</p>\n<p>\n<b>Port 25 Blocking</b>\n</p>\n<p>CenturyLink filters port 25 to reduce the spread of email viruses and spam (unsolicited email).\nEmail viruses allow malicious software to control infected computers.\nThese viruses direct the infected machines to send email viruses and spam through port 25.\nPort 25 filtering is a recognized Internet industry best practice for service providers like CenturyLink to filter e-mail traffic.\nThe Messaging Anti-Abuse Working Group (MAAWG), a global organization focused on preserving electronic messaging from online exploits and abuse with the goal of enhancing user trust and confidence, recommends that \"providers block incoming traffic to your network from port 25.\"</p>\n<p>More information regarding CenturyLink's port 25 filtering policy can be found at&nbsp;<br>\nhttp://www.centurylink.com/home/help/internet/email/understanding-port-25-filtering.html.</p>\n<p>More information regarding the MAAWG Port 25 filtering best practices can be found at&nbsp;<br>\nhttp://www.maawg.org/sites/maawg/files/news/MAAWG_Port25rec0511.pdf.</p>\n<p>\n<b>UDP Port 1900 Blocking</b>\n</p>\n<p>CenturyLink may filter User Datagram Protocol (UDP) port 1900 to prevent DoS attacks across the network.\nSSDP (Simple Service Discovery Protocol) runs on UDP port 1900 and is part of the Universal Plug and Play (uPnP) protocol that allows discovery and configuration of devices on a local network.\nNormal use of the protocol is limited to a local network, but the protocol is used by attackers in reflective DoS across the backbone.</p>\n<p>\n<b>The CenturyLink Customer Internet Protection Program (CIPP)</b>\n</p>\n<p>CenturyLink has voluntarily undertaken a program to help curtail the spread of viruses and malicious software (malware), including botnets, and assist its customers whose computers are infected with viruses and malware.\nThe CIPP is available to CenturyLink residential and small business broadband customers on who subscribe to the CenturyLink High Speed Internet service and provides infection notification and assistance with the mitigation of virus and malware infections, including botnets, once such infections have been detected.\nCenturyLink proactively provides virus and malware notification, mitigation and security education for these broadband customers.</p>\n<p>The three goals of the CenturyLink CIPP are to: 1) automate the notification of virus-infected customers.\n2) assist customers in an online, self-help manner to clean their computers of infections.\nand 3) educate its customers about the dangers of viruses and malware and benefits of good Internet security practices.</p>\n<p>CenturyLink residential and small business broadband customers automatically receive this service at no additional charge.</p>\n<p>Upon notifying a customer of a detected infection, CenturyLink informs the customer of safe Internet security practices and offers the customer online self-help tools, if practical, to remove the infection from the computer.\nThe customer's unencrypted World Wide Web traffic is redirected to a walled garden to perform the notification.\nPorts commonly used to spread malware are blocked while the customer is in walled garden status.\nMost normal customer e-mail is not blocked while the customer is in walled garden status.\nThese customers have the option to immediately restore their Internet connection to normal service status at this point or continue through the process for mitigation of the infection.\nCenturyLink asks infected customers to review the Internet security information that CenturyLink has provided and to access the downloadable or online tools that will help them remove the virus or malware.</p>\n<p>The CenturyLink CIPP website also provides customers with links to virus and malware removal guides (http://www.centurylink.com/home/support/internetprotection/).\nIn some cases, customers may need to contact an anti-virus or anti-malware software provider to help them remove the virus or malware.\nIf a customer tries to remove a virus or malware and still has problems, the customer can call CenturyLink broadband technical support.\nhowever, if the customer has a malware infection, CenturyLink encourages the customer to get assistance from an anti-malware software provider.\nCenturyLink does not scan customers' computers for viruses or malware - nor does CenturyLink remove viruses or malware from computers for customers.\nFurther, CenturyLink does not scan or otherwise monitor customers' content.</p>\n<p>\n<b>Other security practices to address viruses or malware</b>\n<br>\n</p>\n<p>In addition to protecting its own network, CenturyLink provides information to its customers to help them protect themselves when they are online.\nCustomers can find this information at&nbsp;http://www.centurylink.com/aboutus/legal/online-security.html.</p> Other Network Practices Description <p>The following section provides additional information with regard to certain services that CenturyLink offers its customers.</p>\n<p>In some areas where CenturyLink is a facility-based CLEC, CenturyLink is a reseller of AT&amp;T High Speed Internet Services.\nAT&amp;T's disclosure can be found at&nbsp;http://www.att.com/gen/public-affairs?pid=20879.</p>\n<p>In the areas where CenturyLink is a CLEC reseller of AT&amp;T High-Speed Internet Services, the business customer price lists may be found&nbsp;here.</p>\n<p>\n<b>CenturyLink Web Helper</b>\n</p>\n<p>When an Internet user types a nonexistent or unavailable web address in a browser field, CenturyLink's Web Helper service provides helpful suggestions when a user would otherwise encounter web address errors.\nAdditionally, if we believe a website address is typed incorrectly, we may suggest the correct site.\nUsers may choose to click on one of the suggested sites to complete their request.</p>\n<p>Customers may choose to opt-out and their preference will be stored permanently and applied to all computers connecting to the Internet via their CenturyLink connection.\nTo disable or enable the service, customers must be on a computer connected to their CenturyLink modem.\nCustomers may opt-out at any time by managing their preferences at&nbsp;http://webhelper.centurylink.com/prefs.php.</p>\n<p>Customers may view a copy of the CenturyLink Web Helper FAQs at&nbsp;http://webhelper.centurylink.com/faq.php.</p> Performance Characteristics Expected Performance<br>\n<p>When you order CenturyLink High-Speed Internet access service, the service we quote you is based on an advertised \"up to\" connection speed.\nWe continually upgrade our network, but our quoted speed is based on the characteristics of the relevant network facilities at the time you order.\nWe will confirm your advertised speed at the time of installation.</p>\n<p>The actual throughput you experience may vary.\nDuring most periods, based on CenturyLink's evaluation, most customers, except for Fiber Gigabit customers subscribed to the up to 940Mb/s service as explained below, can generally expect average speeds at or above 95% of the advertised \"up to\" speed and many can generally expect speeds above that level.\nLess than 20 percent of customers can expect average speeds below 80% of the advertised \"up to\" speed.\nIn rare cases, average speed may be significantly less than this level.</p>\n<p>The service speed is provisioned between the network device and the in-premises modem and may vary due to physical condition of the line and other factors.\nThe percentage of throughput achieved will vary depending on the amount of bandwidth our network uses in delivering service to you, as well as other factors outside of CenturyLink control such as customer location, the quality of the inside wiring within the home, the websites accessed by the customer, usage of the network during peak periods of the day and the customer's equipment within the home or premises.</p>\n<p>Latency (the time it takes for a data packet to travel from one point to another in a network) is also highly variable depending on the network path, other providers in the path, as well as the actual distance to the destination and performance of the end destination servers.\nIt generally increases with distance of the route between the source and destination and with any congestion on the route, and decreases as actual speed increases.\nCenturyLink measures latency by measuring the round-trip time from the consumer's home to the closest measurement server and back.\nCenturyLink High-Speed Internet customers should expect roundtrip latency to most general Internet sites in the range from 50-150 milliseconds.</p>\n<p>Packet loss (the percentage of packets that are sent by the source but not received by the destination) is also highly variable.\nThe most common reason that a packet is not received is that it encountered congestion along the route.\nA small amount of packet loss is expected, and indeed some Internet protocols use the packet loss to understand Internet congestion and to adjust the sending rate accordingly.\nCenturyLink denotes a packet as lost if the latency exceeds 3 seconds or if the packet is never received.\nCenturyLink High-Speed Internet customers should generally expect to experience packet loss at the rate significantly below 1% or at levels unlikely to significantly affect customer experience.</p>\n<p>\n<b>Fiber Gigabit Service</b>\n</p>\n<p>The ultrafast Fiber Gigabit service delivers a line rate of 1 Gbps* speed from the network to your location with an IP bandwidth throughput of up to 940Mbps via a wired connection.&nbsp;&nbsp.\nProtocols within the Fiber Gigabit service technology and Internet protocol consume a small portion (around 60Mbps) of the 1Gbps line rate for signaling and control to ensure the data is reliably delivered.&nbsp;&nbsp.\nAll devices within the home will share the available bandwidth throughput of the Fiber Gigabit service.&nbsp.\nIf multiple users or devices are connected to the service, any given speed test will show results of less than 940Mbps.&nbsp;&nbsp.\nSpeed test results can be impacted by many factors, many of which are outside CenturyLink’s control.&nbsp.\n* - Note:&nbsp.\n1Gbps = 1,000 Mbps.</p>\n<p>\n<b>Factors Impacting Internet Throughput</b>:&nbsp.\nThe items listed below are some of the more significant items which impact service throughput on an ultrafast Fiber Gigabit service (as well as all other High-Speed Internet services) but is not an all-inclusive list.&nbsp;</p>\n<ul>\n<li>The number of devices connected to the customer’s network - A customer can use one device or many devices to access the Fiber Gigabit Internet service.&nbsp;&nbsp.\nWhen multiple devices are connected to the Fiber Gigabit service, they will share the throughput provided to the service address.&nbsp;&nbsp.\nMultiple devices sharing the internet connection can affect the speed each device and its respective applications experience, depending on the applications being utilized.</li>\n<li>Customer’s hardware – personal computer, laptop, handset, tablet, gaming device, etc.\nmust be capable of processing the throughput enabled by the Fiber Gigabit service.&nbsp.\nProcessor type, operating system, browser version, memory and hard disk size are several of the many attributes impacting overall throughput (See Connected Device Minimum Requirements section for recommendations on computer hardware).</li>\n<li>Internet backbone congestion – Internet congestion generally occurs in the late afternoon and late in the evening.&nbsp;&nbsp.\nAccessing websites during congestion periods will limit the ability to recognize full service throughput.\nCongestion could occur outside of CenturyLink’s network.</li>\n<li>Website connections to the Internet – website servers may not have Fiber Gigabit network speed connectivity to the Internet and are therefore not able to send requested data as fast as the Fiber Gigabit service being provided to you.</li>\n<li>Website servers – website servers may not have the memory or processor power to send data at Fiber Gigabit speeds to the Internet, regardless of the website connection to the Internet.</li>\n<li>Other Internet networks – Internet service providers around the world are interlinked to ensure all web content can be accessed.&nbsp;&nbsp.\nThe interlinked “peering” arrangements between service providers may impact throughput based on interconnection speeds between the service providers.&nbsp.\nWebsites being accessed may reside on other interlinked carriers’ networks with slower interconnection speeds.&nbsp.\nPeering point congestion is managed by CenturyLink and other service providers on an on-going basis.</li>\n</ul>\n<p>\n<b>Fiber Gigabit In-Home Requirements to Maximize High-Speed Internet Throughput:</b>&nbsp.\nTo optimize the Fiber Gigabit Internet throughput, CenturyLink recommends the following gateway, device and wireless configurations to help ensure the best customer experience:</p>\n<p>1.&nbsp;&nbsp;&nbsp.\nGateway / In Home Networking Configuration:</p>\n<ul>\n<li>Use of the CenturyLink provided gateway<ul>\n<li>Recommend not attaching any additional gateway/router devices not sold/approved by CenturyLink behind the CenturyLink gateway</li>\n</ul>\n</li>\n<li>If using additional gateway, enable bridge mode on CenturyLink gateway via the following steps http://www.centurylink.com/home/help/internet/modems-and-routers/zyxel-c3000z/access-advanced-setup/wan-settings.html</li>\n<li>Additional modem / gateway information is provided at https://www.centurylink.com/home/help/internet/modems-and-routers.html</li>\n</ul>\n<p>2.&nbsp;&nbsp;&nbsp.\nConnected Device Minimum Requirements:</p>\n<ul>\n<li>Personal Computer / Windows based device<ul>\n<li>Operating System:&nbsp.\nWindows 10 (64 bit)</li>\n<li>Processor: Intel® Core™ i5-3320M CPU @ 2.60GHz (4 CPUs)</li>\n<li>Memory: 16 GB of RAM or greater</li>\n<li>Network interface card:&nbsp.\n1Gbps enabled Ethernet port</li>\n<li>Browsers:<ul>\n<li>Internet Explorer 11</li>\n<li>Firefox 55 and above</li>\n<li>Google Chrome 70.0.3538.77 and above</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>MAC<ul>\n<li>Quad-Core Intel Core i7 (or faster) processor</li>\n<li>Memory: 16 GB of RAM</li>\n<li>Operating System:&nbsp.\nOS X 10.13.6 and above</li>\n<li>Browser:&nbsp.\nSafari 11.1.2 and above</li>\n<li>Network interface card: 1Gbps enabled Ethernet port</li>\n</ul>\n</li>\n<li>Wired Configuration:<ul>\n<li>Connect via the Ethernet port on CenturyLink gateway</li>\n<li>Use 1Gbps network interface card on computer / connected hardware (Intel or Broadcom based interface cards preferred)</li>\n<li>Use Cat5e or Cat6 cabling between the CenturyLink gateway and customer equipment.&nbsp.\nEnsure eight wires are connected from the cable to the RJ45 connector on each end of the cable.&nbsp;&nbsp.\nThe wires can be visible through the transparent connector on each end of the cable.</li>\n</ul>\n</li>\n<li>Wireless Configuration:<ul>\n<li>Wireless speeds will vary due to many factors such as Wi-Fi radio enabled on the gateway, Wi-Fi radio on the receiving device, environmental conditions, type of hardware device connecting to the service, the operating system of the device and distance between the Wi-Fi radio and the device receiving the bandwidth.&nbsp;&nbsp.\nSee “Wireless Factors Impacting High-Speed Internet Throughput” section below for further detail.</li>\n<li>The Fiber Gigabit service will only deliver up to 940Mbps of throughput over a wired connection and a generally expected throughput of up to 400 to 600 Mbps via a wireless connection.&nbsp.\nThe full throughput cannot be experienced over Wi-Fi radios due to 802.11ac Wi-Fi technology limitations (see Wireless Factors Impacting High-Speed Internet Throughput section).&nbsp.\nAs Wi-Fi standards progress beyond the currently available 802.11ac standard, it is expected that the new Wi-Fi 6 standard (802.11ax) could be capable of delivering 940Mb/s wireless throughput once it becomes available in the consumer electronics industry and integrated into gateways and end user devices, potentially as early as end of 2019 or beginning of 2020.&nbsp;</li>\n<li>To optimize wireless throughput, CTL recommends the following:<ul>\n<li>Place Wi-Fi enabled CenturyLink gateway in a centralized location to maximize coverage, away from any devices that generate signal frequencies (microwaves, etc.)</li>\n<li>Ensure the gateway has an unobstructed path to where most of the wireless devices will be operating&nbsp;</li>\n<li>Minimize the number of wireless devices connecting to the gateway, turn off devices if not in use</li>\n<li>Use 802.11ac radios with the 5GHz channel enabled</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<b>Wireless Factors Impacting High-Speed Internet Throughput</b>\n<br>\n</p>\n<p>Wireless throughput in the home will vary due to many factors, including Wi-Fi radio used, environmental conditions, the number of devices connected via the wireless signal, and distance between the Wi-Fi radio and the receiving device (e.g., laptop, computer, tablet, mobile phone, etc.).&nbsp;&nbsp.\nThe device receiving the throughput can also impact the throughput by the configuration of hardware (e.g., operating system, processor, memory, etc.).&nbsp.\nAdditional details regarding some of the more prevalent factors impacting wireless throughput are listed below:</p>\n<ul>\n<li>Environmental Limitations: walls (brick, normal drywall construction, etc.), metal cabinets, windows and HVAC duct work are a few of the many construction materials that degrade Wi-Fi signals.&nbsp.\nEach building has unique properties that may degrade the wireless throughput.</li>\n<li>Distance from CenturyLink gateway – the atmosphere (air) between the gateway and the receiving wireless device degrades the wireless signal.&nbsp;&nbsp.\nIn general, the greater the distance from the gateway to the receiving device, the slower the speed.</li>\n<li>Type of Wi-Fi Radio:&nbsp.\nThere are several types of Wi-Fi radios readily available in the marketplace.&nbsp.\nThe most prevalent in the marketplace are versions 802.11b, g, n and ac.&nbsp.\nThe higher the letter/letter combination at the end of the 802.11 version, the higher the speed.&nbsp.\nBoth the sending and receiving devices must be enabled with the same radios to achieve maximum throughput expected for any specific radio type.&nbsp.\nWhen two different radio types are being used between sending and receiving devices, the lower speed version will determine maximum throughput.&nbsp.\nTo maximize wireless throughput, CenturyLink recommends using 802.11ac enabled devices to achieve the greatest expected throughput range for the High-Speed Internet service, particularly when subscribing to the Fiber Gigabit service.&nbsp.\nSee the table below regarding maximum theoretical and generally expected throughput by Wi-Fi radio version.&nbsp.\n“Generally Expected Throughput” is a guideline, but wireless service performance will vary based on each customer’s unique environment.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Wi-Fi Radio Version</p>\n<p>Theoretical Maximum Throughput*</p>\n<p>Generally Expected Throughput</p>\n<p>802.11b</p>\n<p>11 Mbps</p>\n<p>&lt;11 Mbps</p>\n<p>802.11g</p>\n<p>54 Mbps</p>\n<p>12 – 20 Mbps</p>\n<p>802.11n</p>\n<p>600 Mbps</p>\n<p>40 - 60 Mbps</p>\n<p>802.11ac</p>\n<p>1.7 Gbps</p>\n<p>400 – 600 Mbps</p>\n<p>* - Maximum theoretical throughput is defined through the IEEE 802.11 standard.&nbsp.\nThe industry standard is created and maintained by the Institute of Electrical and Electronics Engineers (IEEE) LAN/MAN Standards Committee (IEEE 802):&nbsp.\nhttp://www.ieee802.org/11/</p>\n<p>&nbsp;</p>\n<ul>\n<li>Number of devices connected wirelessly:&nbsp;&nbsp.\nIn general, the more wireless devices connected to the service, the slower the wireless connection will be.&nbsp;&nbsp.\nWireless radios generally see a reduced throughput as more devices are connected to a gateway but is dependent upon each manufacturer’s design.&nbsp;&nbsp.\nThis is due to processor and antenna resource allocation within the Wi-Fi radio.&nbsp.\nAs more devices get connected, the radio’s resource allocation to any one device generally is decreased.</li>\n<li>The use of Wi-Fi Extenders / Mesh devices to improve coverage:&nbsp.\nthe use of Wi-Fi extenders or mesh devices are used to increase the Wi-Fi signal coverage.\nHowever, each extender / mesh device may impact overall wireless throughput depending on the specific solution used.&nbsp.\nTo optimize the Wi-Fi network throughput using Wi-Fi extenders or mesh devices, confirm Wi-Fi radio type is consistent with the CenturyLink Gateway.\nThen consult the respective Wi-Fi extender or mesh user manual(s) to validate throughput capabilities, ensure proper configuration and adherence to equipment placement recommendations.</li>\n<li>Number of other Wi-Fi networks in close proximity:&nbsp.\nmultiple Wi-Fi networks working in close proximity can cause signal interference and throughput issues.</li>\n</ul>\n<p>If, after purchasing your service, you are not satisfied with the performance you are receiving, please&nbsp;chat&nbsp;with CenturyLink Technical Support.</p> Actual network performance metrics <p>The tables below set forth peak period (7-11 PM local time) medians/averages for download, upload, latency and packet loss performance for CenturyLink's High Speed Internet access services - by the download and upload speed portion of your tier, respectively.\nIt is updated on a periodic basis.</p>\n<p>Certain of CenturyLink's services were subjects of the Federal Communications Commission's 2017 Measuring Broadband America (MBA) - Fixed Broadband Report.</p>\n<p>For those services, indicated by an \"*\", the chart data are derived from the FCC's 2017 study and represent the medians of the MBA samples, consistent with that report.\nFor the remaining services, the speed data represent averages of network speeds and are derived from either internal lab tests that CenturyLink has conducted regarding its services or network train rate calculations modified by statistical modeling to replicate the likely congestion experience.\nThe latency and packet loss data are derived from actual network measurements - using sample sizes that are equal to or larger than those utilized in the FCC's reporting and also represents average values.<br>\n&nbsp;</p>\n<p>\n<b>Speed Tier<br> (Advertised \"Up-to\" Download Speed)</b>\n</p>\n<p>\n<b>Download Speed (Mbps)<br> Peak-Period Median/Average</b>\n</p>\n<p>\n<b>Latency (ms)<br> Peak-Period Median/ Average</b>\n</p>\n<p>\n<b>Packet Loss (%)<br> Peak-Period Median/Average***</b>\n</p>\n<p>512kbps</p>\n<p>0.44</p>\n<p>**</p>\n<p>**</p>\n<p>768kbps</p>\n<p>0.69</p>\n<p>**</p>\n<p>**</p>\n<p>1.5Mbps*</p>\n<p>1.22</p>\n<p>68</p>\n<p>0.58</p>\n<p>3Mbps*</p>\n<p>2.88</p>\n<p>42.5</p>\n<p>0.40</p>\n<p>4Mbps</p>\n<p>3.21</p>\n<p>**</p>\n<p>**</p>\n<p>5Mbps</p>\n<p>4.73</p>\n<p>36.79</p>\n<p>0.03</p>\n<p>6Mbps</p>\n<p>4.73</p>\n<p>**</p>\n<p>**</p>\n<p>7Mbps#</p>\n<p>5.89</p>\n<p>56.93</p>\n<p>0.06</p>\n<p>8Mbps</p>\n<p>6.90</p>\n<p>**</p>\n<p>**</p>\n<p>10Mbps*</p>\n<p>9.18</p>\n<p>32.5</p>\n<p>0.41</p>\n<p>12Mbps*</p>\n<p>11.12</p>\n<p>32.5</p>\n<p>0.68</p>\n<p>15Mbps</p>\n<p>12.62</p>\n<p>38.52</p>\n<p>0.00</p>\n<p>20Mbps*</p>\n<p>19.45</p>\n<p>31</p>\n<p>0.48</p>\n<p>25Mbps</p>\n<p>20.85</p>\n<p>40.27</p>\n<p>0.04</p>\n<p>40Mbps*</p>\n<p>39.87</p>\n<p>29.5</p>\n<p>0.62</p>\n<p>60Mbps</p>\n<p>53.04</p>\n<p>16.14</p>\n<p>0.00</p>\n<p>80Mbps</p>\n<p>67.40</p>\n<p>20.68</p>\n<p>0.01</p>\n<p>100Mbps<br>\n(fiber)</p>\n<p>97</p>\n<p>13.74</p>\n<p>0.124</p>\n<p>1 GIG</p>\n<p>875</p>\n<p>3.82</p>\n<p>0.23</p>\n<p># Data is from the 2015 MBA report.</p>\n<p>*** Denotes results from the 2015 MBA report.\nIn the latest 2017 MBA Report, the FCC did not publish these results.</p>\n<p>** For a limited number of CenturyLink's older speed tier products, CenturyLink has been unable to-date, due to technical limitations, to derive latency and packet loss data from actual network measurements.\nCenturyLink will continue its efforts to provide this data and will post it promptly if it becomes available.\nBut, in the meantime, the more generalized statements regarding latency and packet loss expectations for these tiers remain accurate.</p>\n<p>\n<b>Speed Tier<br> (Advertised \"Up-to\"<br> Upload Speed)</b>\n</p>\n<p>\n<b>Upload Speed (Mbps)<br> Peak-Period<br> Median/Average</b>\n</p>\n<p>128kbps</p>\n<p>0.16</p>\n<p>256kbps#</p>\n<p>0.22</p>\n<p>384kbps</p>\n<p>0.35</p>\n<p>512kbps*</p>\n<p>0.43</p>\n<p>640kbps</p>\n<p>0.65</p>\n<p>768kbps*</p>\n<p>0.66</p>\n<p>896kbps*</p>\n<p>0.72</p>\n<p>1Mbps</p>\n<p>0.99</p>\n<p>1.5Mbps</p>\n<p>1.38</p>\n<p>2Mbps</p>\n<p>1.70</p>\n<p>5Mbps*</p>\n<p>4.85</p>\n<p>10Mbps</p>\n<p>10.00</p>\n<p>20Mbps</p>\n<p>19.6</p>\n<p>50Mbps</p>\n<p>50.30</p>\n<p>100Mbps<br>\n(fiber)</p>\n<p>98</p>\n<p>1 GIG</p>\n<p>890</p>\n<p># Data is from the 2015 MBA report.</p>\n<p>The full version of the FCC Measuring Broadband America report, which, as noted above, includes data regarding the performance of some but not all of CenturyLink High-Speed Internet services, is available at:</p>\n<p>https://www.fcc.gov/reports-research/reports/measuring-broadband-america/measuring-fixed-broadband-eighth-report#block-menu-block-4</p>\n<p>Note, due to CenturyLink's corporate history, the relevant data in the FCC report may refer to a CenturyLink or a Qwest service depending upon a customer's geographic area.</p>\n<p>Consumers may also determine the High-Speed Internet speeds available at their address on the CenturyLink website located at www.CenturyLink.com.\nFor a full description of the CenturyLink High-Speed Internet service, please refer to the service agreement at:<br>\nhttp://www.centurylink.com/legal/highspeedinternetsubscriberagreement.</p>\n<p>Once service is installed, customers can also determine the throughput of their High-Speed Internet service via the&nbsp;CenturyLink Speed Test.</p>\n<p>These websites will provide the throughput, latency results for service provisioned over the CenturyLink network.\nThird-party speed test results may be different than the data provided on the CenturyLink-provided speed test since third-party sites may include data for non-CenturyLink network facilities.</p>\n<p>All CenturyLink High-Speed Internet services are provided either by fiber, DOCSIS, wireless hotspots, or digital subscriber line technology.\nThe particular technology for your service will be based upon what is available in your geographic area.\nCenturyLink High-Speed Internet services may be suitable for real-time applications such as Voice over Internet Protocol or VoIP.\nThe suitability for real-time applications depends on the speed purchased, bandwidth required for the application, and time of day usage of the application.</p>\n<p>Network speeds for CenturyLink High-Speed Internet services provided over wireless hotspots may vary.\nThe performance the user experiences, once they connect, may vary based on any number of factors, such as the maximum bandwidth allocated for Wi-Fi services, the number of other users trying to use the same Wi-Fi at the same time, the user's computer or wireless device, the Wi-Fi receiving antenna, and the distance from the Wi-Fi router.\nThese Wi-Fi routers use spectrum that the FCC has allocated for \"unlicensed\" use, which means that, like wireless routers used for in-home networking, the use of this spectrum is not protected from interference from other devices using the same spectrum in the same geographical area.\nThis makes it inherently difficult to predict what kind of performance you can expect.</p> CenturyLink Non-Broadband Internet Access (or&nbsp;<br>\nSpecialized Services) Policy <p>CenturyLink offers certain non-broadband Internet access services (or specialized services).</p>\n<p>\n<b>CenturyLink<sup>®</sup>&nbsp;Prism<sup>®</sup>&nbsp;Services</b>\n<br>\n</p>\n<p>CenturyLink offers Internet Protocol-video based service called Prism<sup>®</sup>&nbsp;TV via a set-top box to its customers in certain locations.\nPrism<sup>®</sup>&nbsp;TV is a 100 percent digital TV service offering local, premium and high-definition channels delivered over the company's advanced, managed network.\nPrism<sup>®</sup>&nbsp;TV is built on an interactive platform, where updates are made automatically to offer customers a better combination of TV entertainment features compared with cable and satellite.\nCenturyLink<sup>®</sup>&nbsp;Prism<sup>®</sup>&nbsp;TV provides access to more than 240 all-digital channels, including Hispanic and international channels, as well as Pay per View and Video on Demand.\nPrism<sup>®</sup>&nbsp;TV service is available in a number of different packages to meet various customer needs.</p>\n<p>Customers may purchase Prism<sup>®</sup>&nbsp;TV in a bundle with CenturyLink<sup>®</sup>\n<br>\nHigh-Speed Internet<sup>®</sup>&nbsp;service.\nCustomers choosing this bundle will receive their Prism<sup>®</sup>&nbsp;TV video content over the same broadband connection as they receive their High-Speed Internet service.\nIn order to provide a consistently high-quality video service, Prism<sup>®</sup>&nbsp;TV traffic is assigned a higher service priority than public Internet traffic (i.e.\nrelative to a Prism<sup>®</sup>&nbsp;TV customer's public Internet traffic on transmission paths dedicated to the Prism<sup>®</sup>&nbsp;TV customer and relative to all public Internet traffic on those portions of the CenturyLink last mile broadband network architecture that support both Prism<sup>®</sup>&nbsp;TV and access to the public Internet).\nThis prioritization technique only applies during times of congestion over that last-mile connection.</p>\n<p>CenturyLink is also committed to providing its customers with the best online experience.\nWhen network congestion is identified, CenturyLink engineers employ various techniques to ensure a positive customer experience.\nCenturyLink reinforces its network with additional network capacity in areas where congestion is identified or as part of standard network engineering design plans.\nIn some cases, we may limit the number of customers that may be served on a particular network node until additional capacity can be added.\nAlso, a significant portion of the CenturyLink last-mile broadband network architecture that supports CenturyLink High-Speed Internet service consists of a dedicated broadband connection to the home.\nBut, as a result of the network practices described in this section, a Prism®&nbsp;TV customer's public Internet throughput speed may be temporarily reduced when the customer accesses a Prism®&nbsp;TV provided streaming or VOD video.\nIt is also conceivable that other CenturyLink High-Speed Internet service customers who live near Prism®&nbsp;TV subscribers could see slower broadband speeds relative to the performance of Prism®&nbsp;TV traffic on the same network architecture during certain times of overall network congestion.</p>\n<p>Prism®&nbsp;TV customers can also access their video content using eligible devices other than the set-top box (such as tablets and smart phones).\nThis can be done using the Prism<sup>®</sup>&nbsp;TV App and via either a CenturyLink or a third-party broadband connection.\nIn either case, the Prism®&nbsp;video content accessed by Prism<sup>®</sup>&nbsp;TV customers using the Prism<sup>®</sup>&nbsp;TV App is not prioritized over public Internet traffic.</p>\n<p>CenturyLink<sup>®</sup>&nbsp;Prism<sup>®</sup>&nbsp;TV customers can find additional disclosures regarding their services on the CenturyLink website using the following link:<br>\nhttp://www.centurylink.com/Pages/Disclaimers/dtvDisclaimer.jsp.</p>\n<p>\n<b>CenturyLink<sup>®</sup>&nbsp;Digital Home Phone</b>\n<br>\n</p>\n<p>CenturyLink offers an Internet Protocol-voice based service called Digital Home Phone to customers with CenturyLink High-Speed Internet service which, due to the product's sensitivity to latency, receives quality of service (QoS) treatment on the CenturyLink network where it is available.\nThis treatment of VoIP traffic should have no material impact on capacity or bandwidth availability for Broadband Internet Access.</p>\n<p>Customers purchasing CenturyLink Digital Phone service may experience a higher quality of service through improved latency for upstream voice packets carried over the CenturyLink High-Speed Internet network.\nThis higher quality of service is enabled through Type of Service (ToS) and Differentiated Service (DiffServe) capabilities at the customer modem and in limited network equipment deployed across the CenturyLink high speed Internet network.\nThe setting established at the modem may be modified by our customers.</p>\n<p>The network equipment enabled with this capability will honor ToS and DiffServe settings of any third-party network consistent with the National Standards recommendations described in the Internet Engineering Task Force (IETF) RFC 1349 and RFC 2474.</p>\n<p>CenturyLink®&nbsp;Digital Home Phone customers can find additional disclosures regarding their service on the CenturyLink website using the following link:&nbsp;<br>\nhttp://www.centurylink.com/aboutus/docs/CTL_Digital_Home_Phone_Subscriber_10.14.pdf.</p> Commercial Terms General Pricing Policies <p>CenturyLink offers mass market retail High-Speed Internet service to residential and business customers.\nCustomers may purchase their CenturyLink High-Speed Internet service with other valuable services offered by CenturyLink such as voice, or video services from CenturyLink, or DIRECTV.\nCustomers may also purchase CenturyLink High-Speed Internet service as a stand-alone product called Pure Broadband or Pure Business Internet.\nAvailability, features, rates, terms, and conditions may vary by location.</p>\n<p>CenturyLink residential High-Speed Internet service offers a variety of speed and features to consumers with available speeds from 256 Kbps/256 Kbps up to 940 Mbps/940 Mbps and including email, customizable homepage, and backup and support services.\nUpgrades are available at a small cost for increased backup space, upgraded security options, PC tune ups and discounted or free in-person support.\nIn certain areas where CenturyLink has deployed fiber to the premises facilities, speeds up to 940Mbps may be available.</p>\n<p>Current information, including pricing information, regarding CenturyLink residential High-Speed Internet service is available at&nbsp;http://www.centurylink.com/home/internet/.</p>\n<p>Customers served via CenturyLinkON platforms in multi-tenant buildings will find pricing information at:&nbsp;https://conport.centurylink.com/instaLink/#/intro.</p>\n<p>Wireless networking is also available over CenturyLink residential High-Speed Internet service.\nAdditional information regarding wireless networking is available at&nbsp;http://www.centurylink.com/home/help/internet/wireless.html.</p>\n<p>CenturyLink business retail High-Speed Internet service provides a variety of speed and features for businesses with speeds from 256 Kbps/256 Kbps up to 940 Mbps/940 Mbps to choose from, including email accounts, web hosting, 1 GB storage, domain name registration, backup solutions, security options and more.\nCurrent information, including pricing information, regarding CenturyLink's business High-Speed Internet service is available at&nbsp;<br> https://www.centurylink.com/small-business/products/business-internet/.</p>\n<p>Customers purchasing CenturyLink business retail High-Speed Internet service may use a CenturyLink-provided modem with built-in Wi-Fi router capabilities.\nAdditional information regarding CenturyLink's business retail Wi-Fi High Speed Internet service can be found at&nbsp;https://shop.centurylink.com/small-business/products/business-internet/.</p>\n<p>Customers may purchase CenturyLink High-Speed Internet service as a stand-alone product called Pure Broadband or Pure Business Internet where available or they may choose to combine High-Speed Internet with voice, or television from CenturyLink or DIRECTV on one bill and save over the cost of purchasing stand-alone services.\nCurrent information, including pricing information, regarding CenturyLink's Pure Broadband service is available at&nbsp;http://www.centurylink.com/home/internetonly.</p>\n<p>Customers can learn about the specific pricing and service availability where they live by visiting&nbsp;www.centurylink.com.\nCustomers have access to the latest CenturyLink promotional and standard pricing for High-Speed Internet service, including applicable activation fees.\nCustomers can also see options and pricing for modem purchase and lease options, standard and premium installation, third party ISP, premium web content and backup, and security and support options.</p>\n<p>Customers may also speak with a CenturyLink representative to learn about services in their area by calling CenturyLink at 1-888-273-5881.</p>\n<p>CenturyLink's current High-Speed Internet service offering does not include usage-based fees.\nFull disclosure of CenturyLink's Excessive Use Policy, Acceptable Use Policy, and High-Speed Internet Subscriber Agreement can be found at:</p>\n<p>http://www.centurylink.com/legal/highspeedinternetsubscriberagreement.</p>\n<p>CenturyLink may include an early termination fee in the terms of High-Speed Internet services and promotions offered to customers.\nThe applicability and the extent of an early termination fee may vary depending on the terms of the specific service or promotion purchased by the customer.\nCustomers should reference their High-Speed Internet Subscriber Agreement, advertisement, the terms described in their original order and their order confirmation for details regarding the specific pricing, terms, and the calculation of any early termination fee that may apply to them.</p>\n<p>Customers in areas where CenturyLink provides High-Speed Internet services using wireless hotspots with CenturyLink's Wi-Fi service should consult the applicable web site in their area for pricing schedules.</p> Commercial Terms <p>CenturyLink offers both standard and promotional rates (promotional rates typically require a commitment to keep the service for a term of months or other conditions).\nStandard rates and promotional rates typically vary according to speed tier, whether you are bundling with another CenturyLink service, and the length of time you commit to keep the service.\nAs a result, and given the high ongoing volume of CenturyLink sales, it is not practical to provide a standardized disclosure with your specific information that can be provided at point of sale.</p>\n<p>However, the full monthly service charge applicable to you, for the specific service you are purchasing, is reflected in the order confirmation you will be provided at purchase when purchasing online, and in the verbal order summary provided at purchase when purchasing through our telephone sales channel.</p>\n<p>This order confirmation, or order summary, respectively, will also indicate whether your rate is a promotional rate and, if so, will specify the duration of the promotional period.\nThe monthly service charge that will apply after the expiration of any promotional period will always be the then-applicable standard pricing for your service.\nStandard pricing varies over time and, as noted, is ultimately dependent upon a variety of factors like whether you are bundling with other services.\nThe standard rate information reflected at:&nbsp;www.centurylink.com/nonpromotionalrates&nbsp;provides an approximation of the highest standard rates that could apply to your speed tier today.\nOther details about CenturyLink's pricing policies, including a more complete description of the CenturyLink promotions and bundled savings currently available can be found at:&nbsp;www.centurylink.com</p>\n<p>\n<b>\n<u>Other Charges and Terms</u>\n</b>\n</p>\n<p>\n<b>Modem lease or purchase</b>\n<br>\n</p>\n<p>CenturyLink offers modems to customers on a monthly lease basis&nbsp;or a one-time purchase basis.\nCustomers may use their own modem.\nplease see our Device Attachment Policy above.</p>\n<p>\n<b>One-time fees</b>\n</p>\n<p>Certain one-time fees (activation and professional installation fees, shipping and handling charges) may apply to you in connection with the purchase of your broadband service.\nAs with the monthly service charge, there is so much variation in these fees for individual transactions, it is not practical to provide a standardized disclosure with your specific information that can be provided at point of sale.\nHowever, the one-time fees applicable to you at purchase are also reflected in the order confirmation you will be provided at purchase when purchasing online or and in the verbal order summary provided at purchase when purchasing via telephone sales.</p>\n<p>Other one-time fees (early termination fees) will be imposed if you cancel your service before the end date of your contract with CenturyLink.\nThe early termination fee will be calculated by multiplying the number of months remaining on your contract and your promotional monthly rate, up to a maximum of $200.</p>\n<p>CenturyLink may require a one-time deposit for your service.\nThis deposit is based on the level of risk associated with each specific application or order and the company credit strategy.<br>\n</p>\n<p>\n<b>Other monthly fees</b>\n</p>\n<p>Internet Cost Recovery Fee: Amount varies by location and is subject to change, but currently ranges from $1.99 to $3.99 per month.\nadditional details about this fee can be found at<br>\nhttp://www.centurylink.com/home/help/account/billing/taxes-fees-and-surcharges-on-your-bill/internet-cost-recovery-fee.html</p>\n<p>\n<b>Government taxes, government-related fees, and CenturyLink fees and surcharges&nbsp;may apply</b>\n<br>\n</p>\n<p>These charges vary by location&nbsp;and may change.&nbsp.\nIn addition, CenturyLink reserves the right to pass through or institute new charges related to service.</p>\n<p>Additional details about taxes, government related fees, and CenturyLink fees and surcharges&nbsp;can be found at&nbsp;http://www.centurylink.com/feesandtaxes.&nbsp;</p> Privacy Policy <p>Like most companies, we have certain information about our customers and use it to provide our services.\nWe also share it as needed to meet our business goals or fulfill our legal obligations.\nWe protect the information we have about our customers, and we require those we share it with to protect it, too.\nWe use information generated on our networks to manage those networks, to plan for future development, and to keep our services running reliably and efficiently.\nFor example, we monitor data to check for viruses, to control spam, to prevent attacks that might disable our services, to ensure that your traffic does not violate your subscriber agreement or our acceptable use policies, and to guard against other inappropriate or illegal activity.\nThis may involve looking at the characteristics of our network traffic, such as traffic volumes, beginning and ending points of transmissions, and the types of applications being used to send traffic across our network.\nIn limited circumstances, we need to look into the content of the data (such as the specific websites being visited, files being transmitted, or application being used) for the purposes described above, in circumstances when we are concerned about fraud or harassment, to repair a problem we detect or that a customer contacts us about, or when we are providing the content of broadband traffic to law enforcement which we only do as authorized by law.</p>\n<p>You can find more detail about our information gathering practices at&nbsp;<br> http://www.centurylink.com/aboutus/legal/privacy-policy.html.</p>\n<p>Customers may view the complete CenturyLink Privacy Policy on our website at&nbsp;<br> http://www.centurylink.com/aboutus/legal/privacy-policy.html.</p> Redress Options Policy <p>If you have any questions or concerns regarding CenturyLink High-Speed Internet services and the subjects of this disclosure, you may send an email to:</p>\n<p>Regulatory.Compliance@CenturyLink.com</p>\n<p>Please include the following information:</p>\n<ul>\n<li>\n<b>Subject Line:</b>&nbsp;Internet Management Disclosure</li>\n<li>\n<b>Name:</b>&nbsp;(Optional)</li>\n<li>High-Speed Internet Service Address</li>\n<li>A brief summary of the nature of your concern</li>\n</ul>\n<p>CenturyLink takes all such questions and concerns seriously.\nThe appropriate CenturyLink personnel will review all such submissions and respond in a timely manner.</p> ", "created_at": "2021-07-04 23:02:14.267941", "updated_at": "2021-07-04 23:02:34.559169"}, {"id": 7941, "name": "GDPR Compliance", "url": "https://www.centurylink.com/aboutus/legal/gdpr.html", "xpath": "/html/body/div[1]/div/div[2]/section/div/div/div/div[1]", "text": " CenturyLink is Committed to GDPR Compliance <p>Release Date: July 16, 2020</p>\n<p>CenturyLink is committed to compliance with GDPR and data protection regulations in general.\nTo ensure our services and customer support align with our customers’ own compliance efforts, we have a GDPR compliance program in place, that leverages our robust security, privacy and compliance infrastructure.</p>\n<p>CenturyLink has customers in more than 60 countries, including multinational organizations that use our services worldwide.\nTo us, GDPR is not an EU-only matter, but rather an important data protection standard that affects our customers operating in the EU and beyond its borders.\nAlthough based in the U.S., CenturyLink recognizes the need to satisfy regional requirements and provide global solutions to our customers.\nGDPR requires mutual dependencies and cooperation between customers and service providers, and we believe those requirements will strengthen our relationships with customers.</p>\n<p>For more information, please click here.</p> GDPR FAQs What measures did CenturyLink specifically undertake to achieve compliance and raise awareness about GDPR’s requirements? <p>CenturyLink undertook a comprehensive GDPR compliance initiative led by a cross-functional team with members of our Legal and Information Security departments.\nThe team worked with third-party experts and representatives of all our business units to assess and address CenturyLink’s obligations under GDPR.\nCenturyLink’s senior leadership fully supported those efforts and is committed to our GDPR compliance.</p>\n<p>CenturyLink’s approach to GDPR compliance focuses on accountability and demonstrating compliance now and in the future.&nbsp.\nWith that in mind, the GDPR compliance team took a long-term view to data protection and designed its data protection initiatives to be able to adapt as CenturyLink grows and new data protection laws emerge around the globe.</p> What is CenturyLink’s approach to cross-border data flows and the export of personal data outside the EU? <p>CenturyLink’s exportation of personal information from within the EU to other countries generally is covered under standard contractual clauses.\nWhenever our services require us to export personal data subject to GDPR, CenturyLink will make the necessary contractual arrangements with our customers to ensure compliant data transmission.</p> How will CenturyLink handle requests for summaries and diagrams of data flows? <p>CenturyLink offers several products, many of which are customizable, to customers in more than 60 countries, so we do not maintain universal summaries or diagrams of data flows.\nCustomers can gain an infrastructure-level view of how and where the data flows from the relevant product documentation and each customer’s specific network or solution design.&nbsp;</p> Under what lawful basis (e.g., obtaining consent, legitimate interests, etc.) will CenturyLink process data under GDPR? <p>CenturyLink’s enterprise services rarely, if ever, require direct contact between CenturyLink and individual data subjects protected by the GDPR.\nIf we process any personal data, it will be either on instructions from a customer (the “controller” as defined by GDPR) or when CenturyLink acts as the controller in accordance with the legal grounds defined in Section 6 of GDPR.</p> What is GDPR’s effect on CenturyLink’s specific products? <p>CenturyLink has undertaken a review of our products to assess their potential for processing personal data.\nIn addition, we are committed to regularly reviewing our products for this purpose.\nIn most cases, CenturyLink does not have access to personal data, including information that is transmitted, stored, hosted or processed through a customer’s use of our products’ functions.\nHowever, whenever necessary and consistent with the nature of our services, we will assist our customers in meeting their obligations under the GDPR.</p>\n<p>\n<b>What are CenturyLink’s procedures for providing notice of data breaches?</b>\n</p>\n<p>CenturyLink will provide notifications of breaches to all of our customers likely affected by a breach in accordance with legal requirements and as agreed with our customers.\nWhen a breach is suspected, CenturyLink takes the following steps:</p>\n<ol>\n<li>Determine if a breach occurred</li>\n<li>Research and identify products the breach may affect</li>\n<li>Identify and notify our customers potentially affected by the breach</li>\n</ol>\n<p>CenturyLink’s level of access to information affected by a breach, including the specific data and data subjects, varies from product to product.\nAs a result, the amount of information in breach notifications will vary accordingly.</p> What are CenturyLink’s policies and procedures regarding data retention, destruction, and/or return? <p>Whether or how much personal data CenturyLink can return or destroy depends on the functionalities of the product processing the data.\nFor instance, we do not access, host, store or process the content of messages or other information traveling in our network, so we cannot return copies of such data.</p>\n<p>However, when the data involves services where CenturyLink operates as a processor, such as information storage and hosting products, we will grant customers access to the data for retrieval or destruction.\nIn most of these cases, we do not have access to information but will help customers as appropriate to address their GDPR obligations relating to retention, destruction and retrieval of data processed by CenturyLink products.\nTypically, customers will have full control of these activities through the tools and functionalities available with the products.</p> What GDPR-related language will appear in CenturyLink contracts with customers? <p>Depending on the specific CenturyLink product and customer arrangement, CenturyLink acts as controller, processer or both.\nAs such, we will make the necessary contractual arrangements to comply with GDPR.\nWe will address general GDPR obligations at the master agreement level.\nIn specific cases of personal data processing by our services, we will address contractual language as appropriate.</p> CenturyLink Details of Processing for Services CenturyLink Details of Processing <p>\n<b>Customer Instructions.</b>&nbsp.\nService type, locations, quantity, configuration, features, term and similar details selected and ordered by Customer shall constitute Processing instructions to CenturyLink to the extent required under data protection laws.&nbsp.\nCustomer self-service activity (via online portals and similar functionality), Customer-directed actions such as moves/adds/changes, and similar interaction with the Services that impact the Processing shall similarly constitute Processing instructions to CenturyLink.</p>\n<p>\n<b>GDPR Data Processing.</b>&nbsp.\nFor Services for which links to privacy data sheets are displayed below, CenturyLink provides additional Processing details where CenturyLink acts as Customer’s Processor of Customer’s End User Personal Data within the meaning of the EU General Data Protection Regulation (Regulation 2016/679) (“GDPR”) while providing Customer with Services.&nbsp.\nThese Processing details supplement the applicable Service descriptions and orders included in the Agreement between CenturyLink and Customer and will be updated as details change.&nbsp.\nCapitalized terms used herein have the meaning set forth in the Agreement.</p>\n<p>\n<b>Data Processing where GDPR does not apply.&nbsp.\n</b>CenturyLink operates as a mere conduit for much of the data collected, processed, and transmitted by its customers via the Services.&nbsp.\nFor many Services, Customers determine what data is collected, used and processed by their information technology systems, whether and for how long such data may be stored or processed using CenturyLink services, where data processing or transmission takes place based on Service locations, and whether to configure CenturyLink services or purchase additional services to increase security protections for customer data.&nbsp.\nFor these Services:</p>\n<p>A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Subject Matter.</b>&nbsp.\nThe subject matter of the Processing is the Personal Data Customer elects to send to CenturyLink to Process via the Services.</p>\n<p>B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Duration.</b>&nbsp.\nThe duration of the Processing undertaken by CenturyLink as a Processor is the service term applicable to the relevant Services as ordered, instructed, or otherwise initiated by Customer from time-to-time and as may be set forth on the applicable order forms and/or statements of work.</p>\n<p>C.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Nature.</b>&nbsp.\nThe nature of the Processing undertaken by CenturyLink as a Processor is the transmission, computing, storage or other similar information technology infrastructure services and Processing activities available through Customer’s use of the applicable Services and as further described in the Agreement and relevant order forms and/or statements of work.</p>\n<p>D.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Purpose.</b>&nbsp.\nThe purpose of the Processing undertaken by CenturyLink as a Processor is the provision of the applicable Services to the Customer.</p>\n<p>E.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Type of Personal Data.</b>&nbsp.\nThe type of Personal Data Processed by CenturyLink as a Processor is determined by the Customer and includes any type of Personal Data Customer elects to send to CenturyLink through Customer’s use of the Services.&nbsp;</p>\n<p>F.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Categories of Data Subjects.</b>&nbsp.\nThe categories of Data Subjects whose Personal Data may be Processed by CenturyLink as a Processor is determined by the Customer and includes any categories of Data Subjects those Personal Data Customer elects to send to CenturyLink to Process through Customer’s use of the Services.&nbsp;&nbsp;</p>\n<b>CenturyLink Products Processing Only Traffic Data of Customer’s End Users</b>\n<p>Directive 2002/58/EC of 12 July 2002&nbsp;concerning the processing of personal data and the protection of privacy in the electronic communications sector&nbsp.\n(the ePrivacy Directive) defines&nbsp;traffic data as:&nbsp;any data processed for the purpose of the conveyance of a communication on an electronic communications network or the billing thereof.&nbsp;</p>\n<p>The CenturyLink products listed below process only traffic data associated with Customer’s End Users, in the course of providing service to CenturyLink’s customer.</p>\n<p>\n<b>Voice &amp.\nUnified Communications Product</b>\n</p>\n<ul>\n<li>Hosted VoIP (Voice over Internet Protocol)</li>\n<li>Level 3® Voice Complete®</li>\n<li>Voice Termination</li>\n<li>VoIP (Voice over Internet Protocol)&nbsp.\n&nbsp;&nbsp;</li>\n</ul>\n<b>CenturyLink Products Not Processing Personal Data of Customer's End Users</b>\n<p>Regulation (EU) 2016/679 of 27 April 2016, the General Data Protection Regulation (GDPR), defines personal data as: any information relating to an identified or identifiable natural person.\nan identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.</p>\n<p>The CenturyLink products listed below process no personal data associated with CenturyLink’s Customer’s end users, in the course of providing service to CenturyLink’s Customer.</p>\n<p>\n<b>CDN</b>\n</p>\n<ul>\n<li>Vyvx Solutions</li>\n</ul>\n<p>\n<b>Hybrid IT &amp.\nCloud Solutions</b>\n</p>\n<ul>\n<li>Bare Metal</li>\n<li>CenturyLink Cloud Block Storage</li>\n<li>CenturyLink Network Storage</li>\n<li>Cloud Application Manager (CAM)&nbsp;</li>\n<li>Cloud Application Manager -&nbsp;Dedicated (CAM-D)</li>\n<li>Cloud Application Manager (CAM) - Managed Services Anywhere</li>\n<li>Cloud Connect (Private Network connections to a Cloud Provider using Wavelengths, Dynamic Connections, e-Line, eLynk, IPVPN, EVPL)</li>\n<li>Data Protect Backup / Data Protect Backup Dedicated</li>\n<li>Disaster Recovery as a Service</li>\n<li>Foundation Hosting / Custom Managed Server / Managed Server 1.0</li>\n<li>Object Storage</li>\n<li>Private Cloud:<br>\n<ul>\n<li>CenturyLink Private Cloud on VMware Cloud Foundation (CPC on VMF)</li>\n<li>Dedicated Cloud Compute (DCC) Virtual Intelligent Hosting Node (VIHN)/Virtual Intelligence Hosting Instance (VIHI)</li>\n<li>Private Cloud on VMware&nbsp;Cloud Foundation (formerly known as Dedicated Cloud Compute Foundation (DCC-F))</li>\n</ul>\n</li>\n<li>Resiliency Services&nbsp;</li>\n</ul>\n<p>\n<b>Networking</b>\n</p>\n<ul>\n<li>Colocation (Colocation Dedicated Hosting Services)</li>\n<li>DF IRU (Dark Fiber Indefeasible Right to Use)</li>\n<li>DF Lease (Dark Fiber Lease)</li>\n<li>Dynamic Connections Ethernet</li>\n<li>E-LINE</li>\n<li>eLynk (see Cloud Connect)</li>\n<li>Ethersphere (EVPL/VPLS, Legacy CenturyLink VPN, EVPL/VPLS (NID RECOMMENDED))</li>\n<li>Managed Network/ Managed Router (formerly known as CPE Based Managed Services)&nbsp;&nbsp;</li>\n<li>MPLS/IPVPN</li>\n<li>SD-WAN with Cisco Meraki</li>\n<li>VPN</li>\n<li>Wavelength Services</li>\n</ul>\n<p>\n<b>Voice &amp.\nUnified Communications</b>\n</p>\n<ul>\n<li>International Voice Termination</li>\n<li>IPVPN (Internet Protocol Virtual Private Network)</li>\n<li>Local Inbound</li>\n</ul> Privacy Data Sheets for CenturyLink Products and Services <p>Click to download (PDF):</p>\n<i>\n</i> Adaptive Network Security (ANS) <i>\n</i> Adaptive Threat Intelligence (ATI) <i>\n</i> BlueJeans <i>\n</i> Cisco Webex delivered by CenturyLink <i>\n</i> Content Delivery Network (CDN) <i>\n</i> DDoS Mitigation <i>\n</i> Dedicated Internet Access (DIA) <i>\n</i> High&nbsp;Speed IP (HSIP) <i>\n</i> Hosted Skype for Business <i>\n</i> iMeet Live <i>\n</i> Managed Event <i>\n</i> Managed Firewall <i>\n</i> Managed Video Conferencing <i>\n</i> Network Protection Service (NPS) <i>\n</i> Ready-Access <i>\n</i> SD-WAN Services with Cisco Viptela <i>\n</i> SD-WAN with Versa Networks <i>\n</i> Security Log Monitoring (SLM) <i>\n</i> Web Meeting <p>All downloads require the free&nbsp;Acrobat Reader&nbsp;to view.<br>\n</p> ", "created_at": "2021-07-04 23:01:12.99004", "updated_at": "2021-07-04 23:01:26.396645"}, {"id": 7940, "name": "California Privacy Rights", "url": "https://www.centurylink.com/aboutus/legal/ccpa.html", "xpath": "/html/body/div[1]/div/div[2]/section/div/div/div/div[1]", "text": " California Privacy Rights <p>If you are a California resident, please review these additional privacy disclosures, which provide a summary of how we collect, use, and disclose personal information about you and explain your rights under California law.&nbsp;</p> Categories of Information We Collect, Use, and Disclose for Business Purposes <p>We collect the information as described in CenturyLink's Privacy Policy in the section \"What information does CenturyLink obtain and how do we use customer information?\" In the prior 12 months, we may have collected the following categories of personal information:</p>\n<ul>\n<li>Identifiers, such as name, email address, mailing address, social security number, cookie and device identifiers, and IP address.</li>\n<li>Demographic information, such as your gender and age.</li>\n<li>Commercial information, such as records of purchases and payment information.</li>\n<li>Internet or other electronic network activity information, such as log data and information about the devices and computers you use to access our websites.</li>\n<li>Geolocation data, such as GPS, Bluetooth, or WiFi signals, where you have allowed access to that information.</li>\n<li>Electronic, visual, or similar information, such as recorded conversations with our customer service agents and recorded online sessions.</li>\n<li>Other information you provide, such as responses to surveys or messages to customer service.</li>\n<li>Inferences drawn from any of the above, including the content or ads that may be of interest to you.</li>\n</ul>\n<p>We collect and use these categories of information from you, your devices, third parties, or as otherwise described in our Privacy Policy.\nWe disclose these categories of Personal Information for the business purposes described in “Does CenturyLink share customer information?”.&nbsp;</p> Your Rights as a California Resident <p>Under the California Consumer Privacy Act (CCPA), California residents have the right to request access to or deletion of their personal information, to request additional details about our information practices, to opt out of the “sale” of personal information (if applicable), and to not be discriminated against for exercising their rights.&nbsp;To request to exercise your access or deletion rights, please contact us by submitting our&nbsp;online form&nbsp;or emailing us at privacy@centurylink.com with general privacy questions.\nUpon receipt of your request to exercise your rights to access or delete your personal information, we will verify your identity to protect your security and privacy.\nNote that even if we honor your request to delete your information, we may retain certain information as required or permitted by law.\nIf your request relates only to your marketing preferences and how CenturyLink may contact you, including opt-out requests, please use the form located here.</p> ", "created_at": "2021-07-04 23:00:13.760855", "updated_at": "2021-07-04 23:00:35.695079"}, {"id": 7939, "name": "Peering Policy", "url": "https://www.centurylink.com/aboutus/legal/peering-policy.html", "xpath": "/html/body/div[1]/div/div[2]/section/div/div/div/div[1]", "text": " CenturyLink Settlement-Free Peering Policy <p>Revised April 7, 2020</p>\n<p>CenturyLink is a global communications and IT services company, operating in over 60 countries and focused on connecting its customers to the power of the digital world.\nWhile interconnection with the CenturyLink network is generally handled commercially, there are a small number of internet networks with which it may be mutually beneficial for CenturyLink to enter into a settlement-free interconnection, or “peering,” agreement.&nbsp.\nCenturyLink has developed this policy to provide guidelines for the selection of peers on a global or regional basis.\nCenturyLink selects peers based upon, among other things, relative size and scope of network, complementary reach of peer networks and the overall strategic benefit CenturyLink will experience with the connection.\nCompliance with the technical and operational requirements set forth in this policy does not guarantee a peering relationship with CenturyLink.&nbsp.\nPotential peers should allow for a minimum of two weeks for CenturyLink to provide a preliminary response to a request related to peering.</p>\n<p>CenturyLink evaluates this policy on an ongoing basis and reserves the right to make changes to it at any time in its sole discretion.&nbsp.\nThis peering policy is only a guideline, not an agreement or a set of rules governing a specific peering relationship.&nbsp.\nPeering may only occur pursuant to an agreement executed between CenturyLink and the peer that sets forth details related to interconnection architecture, port capacity, dispute resolution and operational matters, among other things.&nbsp.\nCenturyLink may require a trial peering interconnection arrangement with potential peers.\nSuch a trial will only occur subsequent to execution by both parties of a Peering Trial Agreement.\nA successful peering trial, however, does not guarantee that CenturyLink will agree to a longer term peering agreement.&nbsp;</p>\n<b>General Principles for Settlement-Free Peering</b>\n<p>The following general principles serve as the foundation for the specific settlement-free peering qualifications set forth below in this policy:</p>\n<ol>\n<li>The backbone cost burden associated with settlement-free peering traffic exchange should be equitably shared.\nRegardless of the direction or type of traffic exchanged between the networks, the routing practices and location of interconnection points should be such that each party bears a reasonably equal share of backbone costs.</li>\n<li>The primary objective of a peering arrangement is to enable each party to deliver high-quality service to its customers.</li>\n<li>The interconnection architecture and traffic exchange practices should assure that the exchange of traffic is resilient, scalable and secure.</li>\n<li>Any termination or modification of a peering arrangement should be managed by both parties in a manner that minimizes adverse impacts to each party’s customers and to the overall operation of the internet.</li>\n</ol>\n<b>Qualifications for Potential Peers</b>\n<p>CenturyLink will consider settlement-free peering with candidates that meet the following criteria:</p> a.\noperate an IP network between the interconnection points and utilize Border Gateway Protocol (BGP) to govern the exchange of traffic at those interconnection points for all internet traffic, regardless of source, destination or technology used to deliver traffic (including IPv4 and IPv6 internet traffic).\nb.\nhave a professionally managed 24x7x365 NOC capable of repairing or otherwise remedying any problems within a reasonable timeframe, cooperating to resolve security incidents, denial of service attacks and other operational problems.\nc.\nmust provide 48 hours notice to CenturyLink NOC for scheduled maintenance.\nd.\nuse the same peering autonomous system AS at each interconnection point and announce a consistent set of routes at each point, unless CenturyLink agrees otherwise.\ne.\nannounce only routes for paid traffic exchanged with its customers.\nf.\nfilter route announcements from its customers by prefix.\ng.\nnot to abuse the peering relationship by engaging in activities such as, but not limited, to pointing a default or static route or otherwise forwarding traffic for destinations not explicitly advertised, resetting next-hop or selling or giving next-hop to others.\nh.\nprovide paid internet transit service to at least 1000 unique transit networks utilizing BGP on a global basis or 250 unique transit networks utilizing BGP on a regional basis where CenturyLink agrees that peering is limited to interconnection points and traffic that are contained within a single geographic region such as Asia, Europe, Latin America or North America.\ni.\nexchange at a minimum 500 Gbps (in either direction) of internet traffic on a global basis or a minimum of 250 Gbps (in either direction) of traffic on a regional basis for arrangements where CenturyLink agrees that peering is limited to interconnection points and traffic that are contained within a single geographic region such as Asia, Europe, Latin America or North America.\nj.\naugment capacity with sufficient lead time to ensure uncongested flow of internet traffic for steady state as well as failure scenarios.\nk.\nagree to interconnect in any market that constitutes greater than 2% of global traffic volume between networks and where the potential peer holds the required regulatory authority to do so and can legally operate.\nl.\nprovide tools (e.g., a public looking glass or route server) to enable diagnosis of the peering relationship and have an up to date PeeringDB record.\nm.\nagree to settlement-free interconnection with Centurylink in all markets in which it operates.\n<p>If after reviewing these requirements, should a candidate network feel these requirements are met or achievable, please send a peering request to peering@centurylink.com.</p> ", "created_at": "2021-07-04 22:58:54.500823", "updated_at": "2021-07-04 22:59:13.194744"}, {"id": 7938, "name": "Website User Agreement", "url": "https://www.centurylink.com/aboutus/legal/website-user-agreement1.html", "xpath": "/html/body/div[1]/div/div[2]/section/div/div/div/div[1]", "text": " CenturyLink Website User Agreement <p>Effective June 1, 2014</p>\n<p>The following terms and conditions apply to your use of and access to any website owned or operated by CenturyLink or its subsidiaries, affiliates, and licensors (each, a \"CenturyLink Website\"), which are designed to tell you more about our company and its products, services, equipment, third-party-provided products and services, software, and any other services (collectively, \"CenturyLink Products\").\nThe terms \"we\" or \"us\" or \"our\" refer to CenturyLink, and the terms \"you\" or \"your\" refer to you, the person using or accessing the CenturyLink Website.</p>\n<p>CenturyLink Products are provided to you subject to separate, specific terms and conditions for each CenturyLink Product, which govern in the event of any inconsistency with this Agreement.\nBy using or accessing a CenturyLink Website, you agree to these terms and conditions, including all additional CenturyLink policies incorporated by reference and/or described below (collectively, this \"Agreement\").\nTo use a CenturyLink Website, you represent that you are at least 13 years old (with legal parental or guardian consent) or an adult of at least 18 years of age and fully competent to enter into this Agreement.&nbsp;<b>If you do not wish to be bound by this Agreement, you should not access, subscribe to, or otherwise use a CenturyLink Website.\nCenturyLink may modify this Agreement <u>at any time</u> without notice to you.\nModifications will be deemed effective immediately upon posting of the modified terms at www.centurylink.com.</b>\n</p>\n<p>\n<b>You should carefully read this Agreement, including the required use of arbitration on an individual basis to resolve disputes, rather than jury trials or class actions, and the limitations on the remedies available to you in the event of a dispute, as fully described in the \"Dispute Resolution\" section of this Agreement</b>\n</p>\n<ol>\n<li>\n<b>Registration and Information Provided.</b>&nbsp;On CenturyLink Websites, you agree to provide information which is accurate, complete, and not misleading, and update all such information to maintain its accuracy and completeness.\nCenturyLink may restrict, suspend, or terminate your access to CenturyLink Websites without notice, including if we determine or reasonably suspect, in our sole discretion, that you have provided inaccurate, incomplete, or deceptive information.\nIn such instances, you agree CenturyLink will not be liable to you or any third party for such restriction, suspension, or termination.\nIn addition to CenturyLink-specific information and content related to CenturyLink Products, CenturyLink Websites contain information and services offered by or available through third parties that may not be affiliated with CenturyLink.\nCenturyLink is neither responsible for nor has an obligation to review, sponsor, or evaluate anything related to such third parties or content contained on any third-party website accessible from a link on a CenturyLink Website.\nSuch third-party websites are provided for your convenience and accessibility of such links and websites does not imply affiliation or endorsement by CenturyLink of such websites and any content or services provided or described there.\nYou may access such websites at your own risk, and should review and understand all applicable policies governing such websites.</li>\n<br>\n<li>\n<b>Account Security.</b>&nbsp;You agree to keep confidential all passwords, user IDs, IP addresses, account identifiers, and other CenturyLink Website-entry materials (collectively, \"Your Identifiers\"), and you are solely responsible for any liability or damages resulting from your failure to maintain that confidentiality.\nYou are solely and fully responsible and liable for all activities that occur on CenturyLink Websites related to Your Identifiers, your CenturyLink account information, credit card/debit card/account numbers, or bank or financial institution information.\nYou agree to immediately notify CenturyLink if you suspect any breach of security such as loss, theft, public use (unrestricted, open, communal or shared use by third parties unrelated and/or not affiliated with you) or unauthorized disclosure or use of Your Identifiers by calling the customer service number listed on your invoice.\nYou also agree to periodically change your passwords.\nYou authorize CenturyLink to provide information about and to make changes to Your Identifiers upon the direction of any person able to provide information we deem sufficient to identify you.\nThere is a risk that other users may attempt to access Your Identifiers on your behalf, such as through the public Internet.\nCenturyLink will not be liable for any actions, claims, costs, damages, or expenses arising from Your Identifiers being lost or stolen.\nYou acknowledge this risk as inherent to the nature of using and accessing CenturyLink Websites and you agree to take full responsibility for taking adequate security precautions and safeguarding your data.<br>\n<br>\n</li>\n<li>\n<b>Applicable Policies.</b>&nbsp;You agree to comply with applicable CenturyLink policies, including the CenturyLink Acceptable Use Policy, CenturyLink Privacy Policy, and all Copyright Notices, all as posted to&nbsp;http://www.centurylink.com/AboutUs/Legal&nbsp;(or successor URL) and incorporated by this reference, when you use CenturyLink Websites.\nIf you do not agree with the terms of any of these policies, do not use CenturyLink Websites.\nCenturyLink Websites utilize, in whole or in part, the public Internet and third party networks to transmit information, including Your Identifiers and information related to you.\nYou acknowledge and understand that CenturyLink cannot guarantee that CenturyLink Websites are completely secure or without threats.\nCenturyLink is not liable for any lack of privacy which may be experienced with regard to the CenturyLink Websites.\nCenturyLink may, but is not obligated to, monitor the CenturyLink Websites for various purposes, and CenturyLink and its third-party vendors may access and use information regarding performance of CenturyLink Websites to perform maintenance, support, and other service-quality activities.<br>\n<br>\n</li>\n<li>\n<b>Copyrights.</b>&nbsp;The content, names, images, text, programs, graphics, and other materials found or displayed on a CenturyLink Website (collectively, \"Materials\"), and any software accessed or downloaded to enable such items (\"Software\") are protected by applicable copyright and trademark laws and are the sole property of the CenturyLink, its subsidiaries or affiliates, or third-party content providers with whom CenturyLink has a relationship.\nCenturyLink reserves all rights related to Materials and Software.\nAny use of Materials and Software outside or beyond your permitted use of a CenturyLink Website is strictly prohibited without the express written consent of CenturyLink.\nAny unauthorized use of Materials or Software which violates copyright or trademark laws may result in criminal or civil penalties.\nSubject to this Agreement, you are granted a limited, non-sublicensable right to access the CenturyLink Website, Materials, and Software for your personal, non-commercial use.\nHowever, Software may not be downloaded or otherwise exported or re-exported into any country for which the United States maintains an embargo on such exports or to any person on lists identified by the United States, including any United States agency or department which controls such exports.\nBy downloading or using the Software and any related information or technology, you agree to these restrictions and warrant that you are not located in, under the control of, or a national or resident of any such country or on any such list.\nIf you believe your work has been copied and posted, stored, or transmitted to the CenturyLink Websites in a way that equals copyright infringement, please submit a notification pursuant to the Digital Millennium Copyright Act (DMCA) according to the Copyright Notices posted to&nbsp;http://www.centurylink.com/AboutUs/Legal&nbsp;(or successor URL).<br>\n<br>\n</li>\n<li>\n<b>Trademarks and Service Marks.</b>&nbsp;Trademarks used or displayed on CenturyLink Websites are owned by CenturyLink or third parties with whom CenturyLink has a relationship and who provide products and services on or through the CenturyLink Websites.\nCenturyLink's trademarks, service marks, trade names, company name, graphics, logos, scripts, headers, icons, or other marks may not be copied, used, or modified in any form or manner.\nTrademarks, service marks, trade names, company name, graphics, logos, scripts, headers, icons, or other marks of any other companies or entities that appear on a CenturyLink Website are the property of their respective owners and such owners may not be affiliated with CenturyLink.\nYou will not use any meta tags or any other hidden text using any CenturyLink name, trademark, or service mark.<br>\n<br>\n</li>\n<li>\n<b>Content Provided to CenturyLink.</b>\n<ol>\n<li>\n<b>\n<u>Order Information</u>\n</b>.\nCenturyLink may establish and implement processes and procedures impacting orders that are placed on, through, or with the assistance of CenturyLink Websites, including requiring you to validate information or placing limits on the quantity, nature, or type of CenturyLink Products available to you.\nIn its sole discretion, CenturyLink may cancel or reject orders for CenturyLink Products at any time.</li>\n<li>\n<b>\n<u>Content You Submit to CenturyLink</u>\n</b>.\nSome CenturyLink Websites permit you to post content, including data, photos, text, audio, video, graphics, and ideas (collectively, \"User Content\").\nYou represent and warrant that you own or have control over all rights to the User Content you provide on a CenturyLink Website, there is no confidentiality obligation or expectations of any kind, and such User Content does not violate the terms of this Agreement.\nYou will indemnify CenturyLink for all claims resulting from the User Content you provide on a CenturyLink Website.\nYou agree to provide CenturyLink with a royalty-free, perpetual, irrevocable, non-exclusive and fully sublicensable right and license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform and display all such provided User Content, in whole or part, worldwide and/or to incorporate it in other works in any form now known or later created, and create and exercise the same rights with respect to such other works.\nYou also permit any user of a CenturyLink Website to access, display, save, distribute, reproduce and prepare derivative works of such User Content.\nYou grant CenturyLink the right to use your name in connection with the User Content, including the right to use your name in advertising and marketing materials.\nAny use by CenturyLink of User Content shall not require permission from you or payment to you or any other party.\nNo compensation will be paid to you by CenturyLink or any third party related to any type of use, distribution, or publishing of such User Content in any way or forum.\nCenturyLink has no duty or obligation to validate, use, access, post, or distribute such User Content, and CenturyLink has no duty or obligation regarding confidentiality of any User Content.\nCenturyLink, in its sole discretion, may remove, refuse to use or access, or not permit others to use or access at any time without notice.\nYou accept full responsibility and any liability for User Content you access, upload, transmit, transfer, or view by or through a CenturyLink Website and the Internet, and CenturyLink has no responsibility, accepts no liability, and does not endorse such User Content, including any statements, positions, opinions, advice, suggestions, errors, defamatory content, slander, libel, inaccuracies, obscenity, profanity, or pornography that may be contained in User Content.\nCenturyLink values any feedback you may have about a CenturyLink Website.\nHowever, if you send us any type of communication concerning the CenturyLink Website or any CenturyLink Product, the content of your communication will be treated as nonproprietary and nonconfidential (even if marked confidential or similar denotation) and will become CenturyLink property to use, reproduce, disclose, and distribute for any purpose whatsoever, without limitation to the extent permitted by applicable law and without compensation to you.</li>\n</ol>\n</li>\n<br>\n<li>\n<p>\n<b>Access to and Permissible Use of CenturyLink Websites.</b>&nbsp;You agree not to use any CenturyLink Website for any unlawful, abusive, or fraudulent purpose, including without limitation, using a CenturyLink Website brand, avoids your obligation to pay for CenturyLink Products, constitutes a criminal offense, gives rise to a civil liability, or otherwise violates any law or regulation.\nCenturyLink will make reasonable attempts to provide uninterrupted service, but there may be instances where a CenturyLink Website is delayed, impaired or impossible (collectively, \"Technical Issues\").\nShould you experience any Technical Issues, you are to promptly contact CenturyLink.\nCenturyLink will not be liable to you for any loss of information, blockages or delays affecting data, information, notifications, purchases, deliveries or any other aspect of a CenturyLink Website due to Technical Issues.\nYou will use CenturyLink Websites in a manner consistent with this Agreement, and not take any of the following actions with respect to any CenturyLink Website or use a CenturyLink Website to provide, post, transmit, email, link or otherwise make available any content in a manner that:</p>\n<ol>\n<li>uses any robot, spider, or other such programmatic or automatic device, inducing but not limited to automated dial-in or inquiry devices, to obtain information from a CenturyLink Website or otherwise monitors or copies any portion of a CenturyLink Website or a CenturyLink Product;</li>\n<li>contains software viruses, worms, time bombs, corrupted files, trojan horses or any other computer code, files, or programs that are designed or intended to disrupt, damage, overburden, impair or limit the functioning of any software, hardware, network, server or communications systems or equipment;</li>\n<li>disrupts, interferes or inhibits any other user from using or enjoying a CenturyLink Website or other affiliated or linked websites, material, contents, products and/or services, including CenturyLink Products;</li>\n<li>creates a false identity for the purpose of misleading others;</li>\n<li>prepares, compiles, uses, downloads or otherwise copies any user information and/or usage information for any portion thereof, or transmit, provide or otherwise distribute (whether or not for a fee) such information to any third party;</li>\n<li>uses any CenturyLink domain name as a pseudonymous return email address;</li>\n<li>constitutes or contains any offer for unsolicited or unauthorized advertising or offers for goods or services or any advertising or promotional materials, except in those areas specifically designated for such purpose, including junk or bulk e-mail (SPAM), chain letters, or any other unsolicited commercial or non-commercial communication;</li>\n<li>provides material support or resources (or conceals or disguises the nature, location, source, or ownership of material support or resources) to any organization(s) designated by the United States government as a foreign terrorist organization pursuant to section 219 of the Immigration and Nationality Act;</li>\n<li>attempts to disable, bypass, modify, defeat or otherwise circumvent any of the digital rights management or other security related tools incorporated into the software or any content or a CenturyLink Website;</li>\n<li>reproduces, duplicates, copies, sells, trades, resells or exploits for any commercial purposes, any portion of a CenturyLink Website, use of a CenturyLink Websites, or access to a CenturyLink Website;</li>\n<li>publishes, publicly performs or displays, or distributes to any third party any content, including reproduction on any computer network or broadcast or publications media;</li>\n<li>systematically collects and uses any content including the use of any data mining, or similar data gathering and extraction methods;</li>\n<li>makes derivative uses of a CenturyLink Website or any content on a CenturyLink Website;</li>\n<li>uses, frames, or utilizes framing techniques to enclose any portion of a CenturyLink Website (including images found at a CenturyLink Website or any text or the layout/design of any page or form contained on a page);</li>\n<li>is unlawful and/or, in CenturyLink's sole discretion, is harmful to minors, threatening, harassing, abusive, defamatory, slanderous, vulgar, gratuitously violent, obscene, pornographic, indecent, lewd, libelous, invasive of another's privacy, or racially, ethnically or otherwise offensive, hateful or abusive;</li>\n<li>infringes someone else's patent, trademark, trade secret, copyright or other intellectual property or other rights, or attempts to remove any proprietary notice or labels from any content on a CenturyLink Website;</li>\n<li>advocates or solicits violence, criminal conduct or the violation of any local, state, national or international law or the rights of any third party;</li>\n<li>is deceptive in any way, including any offers to sell fraudulent goods or contains an impersonation of any person or entity or misrepresents an affiliation with a person or entity;</li>\n<li>specifically advertises firearms or ammunition, tobacco, alcohol, illegal drugs, or other contraband;</li>\n<li>contains a charity request, petitions for signatures, chain letters or letters relating to any type of scheme or program.\nand/or</li>\n<li>modifies, translates, decompiles, disassembles, uses reverse engineering or otherwise attempts to derive the source code for the computer systems and other technology that operate a CenturyLink Website.\nFor purposes of this Agreement, \"reverse engineering\" includes the examination or analysis of a CenturyLink Website to determine the source code, structure, organization, internal design, algorithms or encryption devices of a CenturyLink Website's underlying technology.</li>\n</ol>\n</li>\n<br>\n<li>\n<b>Disclaimer of Warranties.</b>&nbsp;CenturyLink makes no warranty, guarantee, or representation that your use of any CenturyLink Website will be protected from viruses, security threats, or other threats or vulnerabilities.\nCenturyLink also does not warrant that information on CenturyLink Websites, including information related to CenturyLink Products, is accurate, complete, or current.\nIt is possible that pricing or service capabilities described for CenturyLink Products on CenturyLink Website have changed.\nIn all such instances, CenturyLink will make reasonable efforts to address the error as soon as practicable.\nCenturyLink Websites and all related information, content, and supporting systems are made available to you \"as is\", \"with all faults\", and \"as available\" and CenturyLink does not warrant, in any way, the availability, accuracy, completeness, currentness, suitability, reliability, title, usefulness, noninfringement, merchantability, or fitness for a particular purpose of such items.\nYou access CenturyLink Websites at your own risk.\nYou understand and agree that you are solely responsible for any damages to your computer system or loss or theft of data or information that results from your use of CenturyLink Websites or downloading of any material accessed from or otherwise provided through a CenturyLink website.\nCenturyLink does not guarantee that CenturyLink Websites or any of its websites will be error-free, continuously available, or free of harmful components, including, without limitation, viruses, worms, trojan horses, or other programs that are capable of disabling, damaging, interfering, altering, intercepting, or otherwise impacting or affecting a CenturyLink Website or any CenturyLink systems, network, or services, or your computer, mobile device, supporting equipment, or any other hardware, software, network, or other systems.<br>\n<br>\n</li>\n<li>\n<b>Limitations of Liability.</b>&nbsp;Under no circumstances will CenturyLink, its officers, directors, employees, agents, shareholders, licensors, suppliers and any third party information providers be liable to you or any other party for damages arising out of or in a connection with any act or omission by you or another person or entity, any failure or delay in making CenturyLink Websites available to you for any reason at any time, or content or information accessed while you use CenturyLink Websites, any cause of action resulting from your use or attempted use of CenturyLink Websites in any manner, or any transaction performed or attempted to be performed on or through a CenturyLink Website.\nThis is a comprehensive limitation of liability that applies to damages of any kind, including compensatory, incidental, consequential, direct, indirect, punitive, or special damages, whether in contract, tort, strict liability, or otherwise, including, without limitation, lost profits or revenue, loss of opportunity, and cost of replacement services.\nIn the event applicable laws in certain states do not permit application of this limitation of liability or limit its applicability, you agree the aggregate liability of CenturyLink in such instances for liability that would have otherwise been limited by this section will not exceed one hundred dollars ($100).<br>\n<br>\n</li>\n<li>\n<b>Indemnification.</b>&nbsp;You agree to indemnify, defend and hold harmless CenturyLink, its officers, directors, employees, agents, shareholders, licensors, suppliers and any third party information providers from and against all claims, demands, actions, losses, expenses, damages and costs, including reasonable attorneys' fees, made by a third party arising from or in connection with any violation of this Agreement or applicable law by you, any violation of any rights of a third party by you, and any information or content that you submit, use, post, transmit, or make available to CenturyLink, including provided through a CenturyLink Website.<br>\n<br>\n</li>\n<li>\n<b>Governing Law.</b>&nbsp;This Agreement is governed by and construed under the laws of the State of Louisiana, without regard to its conflict of laws principles.\nThe federal courts within the state of Louisiana and state courts of Ouachita Parish, Louisiana, have exclusive jurisdiction over and venue of any suit that relates to this Agreement.\nYou are responsible for ensuring that your conduct is at all times in compliance with all applicable laws, rules and regulations.<br>\n<br>\n</li>\n<li>\n<b>Dispute Resolution.</b>\n<ol>\n<li>\n<b>\n<u>Dispute Process</u>\n</b>.\nMost concerns can be resolved quickly and to your satisfaction by contacting our customer service department or through the designated CenturyLink Website.\nIf our customer service department is unable to resolve a complaint you may have to your satisfaction or if CenturyLink has not been able to resolve a dispute it has with you after attempting to do so informally, then we each agree to resolve those disputes through binding arbitration or small claims court, instead of in courts of general jurisdiction.</li>\n<li>\n<b>\n<u>Mandatory Arbitration of Disputes</u>.\nYou and CenturyLink agree to arbitrate any and all claims, controversies or disputes of any kind (\"Claims\") against each other, including but not limited to Claims arising out of or relating to this Agreement, or any CenturyLink Products, billings, or advertisings</b>.\nThis agreement to arbitrate is intended to be broadly interpreted and applies to, among others: all Claims regardless of whether they are based in contract, tort, statute, fraud, misrepresentation or any other legal theory.\nall Claims that arose prior to your use of a CenturyLink Website or prior to this Agreement.\nall Claims that arise after you ceased using a CenturyLink Website or after the termination of this Agreement.\nall Claims you may bring against CenturyLink's employees, agents, affiliates or other representatives.\nand all Claims that CenturyLink may bring against you.\nThe sole exception to this arbitration agreement is that either you or CenturyLink may, in the alternative, bring Claims in a small claims court having valid jurisdiction.\nYou and CenturyLink agree, however, that neither CenturyLink nor you will join any Claim with a claim or claims of any other person(s) or entity(ies), whether in a lawsuit, arbitration, or any other proceeding.\nYou and CenturyLink agree that no Claims will be asserted in any representative capacity on behalf of anyone else, that no Claims will be resolved on a class-wide or collective basis, that no arbitrator or arbitration forum will have jurisdiction to adjudicate or determine any Claims on a class-wide or collective basis, and that no rules for class-wide or collective arbitration will apply.<ol>\n<li>\n<b>(1)&nbsp;</b>\n<u>Arbitration Procedure</u>.\nA party who intends to seek arbitration must first send to the other, by certified mail, a written Notice of Dispute (\"Notice\" or \"Notice of Dispute\").\nThe Notice to CenturyLink should be addressed to: 1801 California Street, Suite 900, Denver, Colorado 80202, Attn: Legal Department (\"Notice Address\").\nThe Notice must: (1) describe the nature and basis of the Claim.\nand (2) set forth the specific relief sought (\"Demand\").\nIf CenturyLink and you do not reach an agreement to resolve the Claim within thirty (30) days after the Notice is received, you or CenturyLink may commence an arbitration proceeding.\nA single arbitrator engaged in the practice of law will conduct the arbitration.\nThe arbitration will be filed with the American Arbitration Association (\"AAA\"), the arbitrator will be selected according to the AAA's procedures and the Federal Arbitration Act, 9 U.S.C.\n§§ 1-16 (\"FAA\"), and Claims will be resolved pursuant to this Mandatory Arbitration of Disputes provision and the AAA's rules in effect when the Claim is filed.\nClaims also may be referred to another arbitration organization if you and CenturyLink agree in writing or to an arbitrator appointed pursuant to section 5 of the FAA.\nThe arbitration will be confidential, but you may notify any government authority of your Claim.\nArbitration hearings will take place in the federal judicial district of the location where you reside.</li>\n<li>\n<b>(2)&nbsp;</b>\n<u>Arbitrator's Authority</u>.\nThe arbitrator is bound by the terms of this Agreement, and the arbitrator's authority is limited to Claims between you and CenturyLink alone.\nThe arbitrator has no authority to join or consolidate Claims, or adjudicate joined or consolidated Claims, unless you and CenturyLink agree in writing.\nAll issues are for the arbitrator to decide, except that issues relating to the scope and enforceability of the Mandatory Arbitration of Disputes provision are for the court to decide.\nThe arbitrator's decision and award is final and binding, and judgment on the award may be entered in any court with jurisdiction.\nThe arbitrator can award the same damages and relief that a court can award, including the award of declaratory or injunctive relief.\nprovided, however, that any declaratory or injunctive relief may only be in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party's individual Claim.</li>\n<li>\n<b>(3)&nbsp;</b>\n<u>Costs of Arbitration</u>.\nYou will be responsible for paying your share of any arbitration fees (including filing, administrative, hearing or other fees), but only up to the amount of the filing fees you would have incurred if you had brought the Claim in court.\nWe will be responsible for any additional arbitration fees.\nYou are responsible for all additional costs that you incur in the arbitration, including, but not limited to, fees for attorneys or expert witnesses.\nIf the arbitration proceeding is decided in CenturyLink's favor, you shall reimburse CenturyLink for the fees and costs advanced to you only up to the extent awardable in a judicial proceeding.\nIf the arbitration proceeding is determined in your favor, you will not be required to reimburse CenturyLink for any fees and costs advanced by CenturyLink.\nIf a party elects to appeal an award, the prevailing party in the appeal shall be entitled to recover all reasonable attorneys' fees and costs incurred in that appeal.\nNotwithstanding anything to the contrary in this Mandatory Arbitration of Disputes p&nbsp;rovision, CenturyLink will pay all fees and costs that it is required by law to pay.</li>\n<li>\n<b>(4)&nbsp;</b>\n<u>Changes</u>.\nNotwithstanding any provision in this Agreement to the contrary, you agree that if CenturyLink makes any future change to this Dispute Resolution provision (other than a change to the Notice Address listed above) during the period of time that you are using or accessing CenturyLink Websites, you may reject any such change by sending CenturyLink written notice within 30 days of receiving notice of the change.\nYour rejection notice must be sent to the Arbitration Notice Address provided above.\nBy rejecting any future change, you are agreeing that you will arbitrate any dispute between us in accordance with the language of this provision.\nNo changes, however, that are made to this provision after either party has submitted a Notice of Dispute shall be effective as to your and CenturyLink's pending dispute and/or arbitration.</li>\n<li>\n<b>(5)&nbsp;</b>\n<u>Governing Law, Enforcement, and Waivers</u>.\nThe Federal Arbitration Act, and not state law, applies to this Dispute Resolution provision and its provisions and, governs all questions of whether a Claim is subject to arbitration.\nIf any portion of this Dispute Resolution provision is determined to be invalid or unenforceable, the remainder of the provision remains in full force and effect.\nIf for any reason, the above provisions on arbitration are held unenforceable or are found not to apply to a Claim, you and CenturyLink waive the right to a jury trial on your respective Claims, and waive any right to pursue any Claims on a class or consolidated basis or in a representative capacity.\nIf any party files a judicial or administrative action asserting a Claim that is subject to arbitration and another party successfully stays such action or compels arbitration, the party filing that action must pay the other party's costs and expenses incurred in seeking such stay or compelling arbitration, including attorneys' fees.<br>\n&nbsp;</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<b>General.</b>\n<ol>\n<li>\n<b>\n<u>Notice</u>\n</b>.\nIf we send you a notice, it will be considered given when deposited in the U.S.\nMail or with overnight courier mail, addressed to you at your billing address or other address you have provided us, hand-delivered to you, or distributed via email to the then-current email address provided to us by you.\nOur notice to you will also be effective if provided on your invoice or by telephone, or, when posted online, the actual date such notice is posted to&nbsp;http://www.centurylink.com.\nIf you have a dispute or want to provide notice to us related to any matter, you agree to notify CenturyLink customer service at the number listed on your invoice and provide all requested information, or write us at 1801 California Street, Suite 900, Denver, Colorado 80202, Attn: Legal Department.\nYou agree that CenturyLink may contact you via email at the email address you provide to us when you use CenturyLink Websites or any subsequent email address you provide us.\nYou will provide us with any changes to your email address by updating that address in the manner prescribed to you by CenturyLink.</li>\n<li>\n<b>\n<u>Other</u>\n</b>.\nThis Agreement contains the entire agreement between CenturyLink and you related to CenturyLink Websites, and any other written or oral statements do not change this Agreement.\nNeither the course of conduct between you and CenturyLink nor trade practices will act to modify any provision of this Agreement.\nCenturyLink may assign its rights and duties under these terms to any party at any time without notice to you.\nIf any provision of this Agreement is found to be unenforceable or invalid, this Agreement's unaffected provisions will remain in effect.\nIf either you or CenturyLink fails to enforce or waives any requirement under this Agreement that does not waive that party's right to later enforce that requirement in the future.</li>\n</ol>\n</li>\n</ol> ", "created_at": "2021-07-04 22:58:02.963265", "updated_at": "2021-07-04 22:58:15.975221"}], "points": [{"id": 27066, "title": "The court of law governing the terms is in location X", "source": "https://www.centurylink.com/asset/aboutus/downloads/legal/CTL_ElectronicAndOnlinePaymentTermsAndConditions.pdf", "status": "Generated through the annotate view", "created_at": "2022-03-03 17:00:51.591089", "updated_at": "2022-07-06 18:54:46.590918", "quoteText": "This Agreement is governed by and construed under the laws of the State of Louisiana, without ,regard to its conflict of laws principles.\nThe federal courts within the state of Louisiana and state courts of Ouachita ,Parish, Louisiana have exclusive jurisdiction over and venue of any suit that relates to this Agreement.\n", "case_id": 163, "document_id": 7946, "quoteStart": 14163, "quoteEnd": 14485}, {"id": 27067, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.centurylink.com/asset/aboutus/downloads/legal/CTL_ElectronicAndOnlinePaymentTermsAndConditions.pdf", "status": "Generated through the annotate view", "created_at": "2022-03-03 17:02:03.334734", "updated_at": "2022-03-03 17:02:03.334734", "quoteText": "You agree to immediately ,notify CenturyLink if you suspect any breach of security such as loss, theft, public use (unrestricted, open, ,communal or shared use by third parties unrelated and/or not affiliated with you) or unauthorized disclosure ,or use of your CenturyLink account, password, user ID, credit card/debit card/charge card information or ,numbers, or bank or financial institution information, provided to CenturyLink by contacting our customer ,service.\n", "case_id": 484, "document_id": 7946, "quoteStart": 25633, "quoteEnd": 26102}, {"id": 27065, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.centurylink.com/asset/aboutus/downloads/legal/CTL_ElectronicAndOnlinePaymentTermsAndConditions.pdf", "status": "Generated through the annotate view", "created_at": "2022-03-03 16:59:24.925177", "updated_at": "2022-03-03 16:59:24.925177", "quoteText": "CenturyLink may modify this Agreement at any ,time without notice to you.\n", "case_id": 121, "document_id": 7946, "quoteStart": 1395, "quoteEnd": 1469}, {"id": 1401, "title": "CenturyLink Online Account TOS", "source": "https://groups.google.com/forum#!topic/tosdr/fARz6wQNpWI", "status": "CenturyLink Online Account TOS", "created_at": "2018-05-15 09:11:47.676638", "updated_at": "2021-02-06 03:50:23.173735", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["lumen.com", "centurylink.com", "qwest.com"]}}