{"error": 448, "message": "OK", "parameters": {"id": 5437, "name": "Commu", "created_at": "2021-11-03 00:27:25.599267", "updated_at": "2021-11-03 23:01:06.491699", "wikipedia": null, "keywords": null, "related": null, "slug": "commu", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5437.png", "url": "commuapp.fi", "documents": [{"id": 9765, "name": "Terms of service", "url": "https://commuapp.fi/en/terms-of-use/", "xpath": "//body", "text": " <ul>\n<li>Frequently Asked</li>\n<li>Contact us</li>\n<li>Commu Blog</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<i>\n</i>\nMenu <ul>\n<li>Frequently Asked</li>\n<li>Contact us</li>\n<li>Commu Blog</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Facebook\n<i>\n</i> Instagram\n<i>\n</i> Linkedin\n<i>\n</i>\n<ul>\n<li>Frequently Asked</li>\n<li>Contact us</li>\n<li>Commu Blog</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<i>\n</i>\nMenu <ul>\n<li>Frequently Asked</li>\n<li>Contact us</li>\n<li>Commu Blog</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Facebook\n<i>\n</i> Instagram\n<i>\n</i> Linkedin\n<i>\n</i> Terms of Use Terms of Use <p>By using the service provided by Commu (Ronsam Digital Oy, Business ID: 3168016-8, hereinafter also referred to as “Commu”), you agree to these Terms of Use (“Terms of Use”) and undertake to comply with them.\nPlease read the Terms of Use described in more detail below carefully before using the Service.</p>\n<p>&nbsp;</p>\n<b>General information</b>\n<p>&nbsp;</p>\n<p>“Commu Service” or “Service” means the digital application offered by Commu to natural and legal persons, the Commu website (commuapp.fi) and other related services offered by Commu.&nbsp;</p>\n<p>In order to use the service or any part thereof provided by Commu, the User must first have read, understood and accepted the terms and conditions of the Terms of Use.\nBy accepting the Terms of Use, registering as a user of Commu, downloading the Service application or otherwise accessing the Commu Service, you confirm that you understand and accept these Terms of Use.</p>\n<p>Commu reserves the right to make changes to the Terms of Use.\nIf the Terms of Use are changed, Commu will indicate the changes made in the remainder of the Terms of Use, stating when the change was made (with the date).\nThe revision of the Terms of Use will take effect at the earliest when:</p>\n<ol>\n<li>a) Seven (7) days have passed since the change.\nor</li>\n<li>b) You are using the service for the first time after the change to the Terms of Use.</li>\n</ol>\n<p>If you do not accept the Terms of Use, you are not entitled to use or be involved in the use of the Service.\nBy accessing the Service, you agree and understand that you have no right of withdrawal, other than to terminate.\nIf you wish to terminate the agreement constituted by the Terms of Use, you must immediately stop using the Commu Service and delete the application and user account downloaded to use the Service.</p>\n<p>Applications that enable you to use the Commu Service, such as mobile and tablet applications, made available to you through the Apple App Store, Google Play or other service provider, are subject to the terms and conditions of that service provider in addition to these Terms of Use.</p>\n<p>&nbsp;</p>\n<b>Registration</b>\n<p>&nbsp;</p>\n<p>By registering to the Commu, you agree to the terms and conditions set out in this document and undertake to comply with the terms and conditions set out below.</p>\n<ul>\n<li>You are at least 13 years old&nbsp;</li>\n<li>The information you provide is correct and accurate</li>\n<li>You understand that you, and only you, are fully responsible for your account, the content on it and the activity that occurs through it.&nbsp;</li>\n<li>You understand that you are responsible for keeping your account secure.\nYou are responsible for ensuring that your password is strong enough, that other people do not have access to your device or email, etc.<ul>\n<li>If harmful or damaging activities are carried out through your account, we may hold you liable for them.</li>\n</ul>\n</li>\n<li>You understand that you may have only one user account.</li>\n</ul>\n<p>Registering on the Commu Service under a false name or with an email that is not your personal email is prohibited.&nbsp;</p>\n<p>&nbsp;</p>\n<b>Interaction with other users</b>\n<p>&nbsp;</p>\n<p>You are responsible for your interactions with other Users, whether online or face-to-face.\nYou agree to take reasonable precautions in all interactions with other Users.</p>\n<p>You acknowledge that Commu does not verify the actual identity of Users or the content that Users add to the Commu and that Commu has no obligation or ability to guarantee that another User is what he or she says he or she is.\nCommu shall not be liable for any damage caused by third parties, such as other Users, posting content to the Commu or using such content.\nYou understand that the information about Users provided by Commu is for your decision-making purposes only and is not a promise or guarantee of anything.</p>\n<p>You agree to indemnify Commu against any liability or damage arising from the User’s (including your) conduct while using the Commu Service.\nThe previously mentioned freedom of responsibilities includes any type of direct, indirect, special and/or incidental and other similar damages, including economic loss, property damage, physical injury, emotional distress and/or other damages that may result from communications, dealings, contracts or other conduct with other Users or other persons you encounter while using the Commu Service.</p>\n<p>Please note that you may still have the right to request evidence from Commu in such a situation.\nFor more information, see the section on <i>Responsibilities, Rights and Obligations.</i>\n</p>\n<p>&nbsp;</p>\n<b>User responsibility for personal data</b>\n<p>&nbsp;</p>\n<p>You agree that the information you provide about yourself is up-to-date, truthful and does not contain offensive or illegal material.\nIllegal material includes, but is not limited to, material protected by copyright.</p>\n<p>&nbsp;</p>\n<b>Making notices in the Commu</b>\n<p>&nbsp;</p>\n<p>By creating a notice, you agree that the information you provide is accurate and truthful, in the right category, of the right type and not misleading.\nYou agree that your notices are current, that you are willing to receive communications from users in relation to your notice and that you are willing to provide or receive the service specified in the notice.\nThe notice you create must not contain any of the prohibited topics listed in the following paragraph.\nThe content must not contain copyrighted material that you are not authorized to distribute in a forward facing manner.</p>\n<p>The location of the notice does not have to be marked with your actual location, but it must be a such location that you are willing to provide or receive the service mentioned in the advertisement in that area.&nbsp;</p>\n<p>Commu users are responsible for all posts that he / she makes.\nCommu does not take responsibility for the content of the posts or messages.</p>\n<p>Violation of these terms may result in the deletion of your notice and/or the closure of your account.&nbsp;</p>\n<p>&nbsp;</p>\n<b>List of things banned on Commu</b>\n<p>&nbsp;</p>\n<ul>\n<li>Sale of goods prohibited</li>\n<li>Prostitution</li>\n<li>Any illegal activity and any solicitation, direction or advice to engage in any illegal activity<ul>\n<li>For example:</li>\n<li>Getting snuff</li>\n<li>Illicit drugs and their acquisition</li>\n<li>Alcohol, intoxicants or tobacco for minors</li>\n<li>Dissemination of information in violation of privacy</li>\n</ul>\n</li>\n<li>Looking for sexual partnership and purely relationship-related notices</li>\n<li>Tax avoidance</li>\n<li>Request personal information from anyone under the age of 18</li>\n<li>Hate speech &amp.\nviolent content</li>\n<li>Solicitation and incitement to engage in dangerous activities<ul>\n<li>Among other things, bullying</li>\n</ul>\n</li>\n<li>Inviting people to or advertising demonstrations<ul>\n<li>Includes anti-demonstration notices</li>\n</ul>\n</li>\n<li>Edit or attempt to emulate another user, person, or organization</li>\n<li>Use another user’s user account or username or password at any time, or provide a password to a third party or allow a third party to access your account</li>\n<li>Spreading your own political, religious or sexual views&nbsp;<ul>\n<li>Talking about them is allowed, but activities aimed at spreading your own views are not.</li>\n<li>ALLOWED: “Providing peer support for trans youth”</li>\n<li>EXCLUDED: “Why should you belong to X religion?”</li>\n<li>ALLOWED: “Chat about climate issues”</li>\n<li>CLOSED: “Want to share ideas on how to bring down the government”&nbsp;</li>\n</ul>\n</li>\n</ul>\n<p>We reserve the right to investigate and take appropriate legal action against any user who, in the Commu’s sole discretion, violates this provision, including without limitation, to report such action to law enforcement authorities.</p>\n<p>&nbsp;</p>\n<b>Responsibilities, rights and obligations</b>\n<p>&nbsp;</p>\n<ul>\n<li>Finland has freedom of contract.\nThis means that what another user agrees with you can be interpreted under Finnish law as a contract between you and the other user or users.\nThe matter agreed upon may give rise to a legal action under Finnish law relating to the contract</li>\n<li>Commu is not responsible in any way for contracts between users and is not a party to any contract.\nCommu shall have no liability for compensation, indemnification or contribution in the event of any dispute.</li>\n<li>You have the right to request evidence from Commu, if necessary, to resolve your dispute.\nThe right of access applies only to information to which the user is a party.\nCommu reserves the right to determine what information is disclosed to users.\nCommu is obliged to process a request for information within 30 days of receipt of the request.&nbsp;</li>\n<li>Commu is not responsible for the quality of the work and is not liable for any damages.</li>\n<li>The notice creator is responsible for<ul>\n<li>The legality of the notice</li>\n<li>That the notice does not violate the terms of use</li>\n<li>That the notice does not infringe copyright</li>\n<li>Providing services to another user as agreed</li>\n</ul>\n</li>\n<li>The notice creator has the right to<ul>\n<li>Edit or delete a notification</li>\n<li>Promote your own notice in other media.</li>\n</ul>\n</li>\n<li>The person responding to a notice is responsible for<ul>\n<li>Provision of services as agreed</li>\n<li>That he or she is not in breach of the terms of use</li>\n<li>On the veracity of their messages</li>\n<li>That the messages do not infringe copyright</li>\n</ul>\n</li>\n<li>The person responding to a notice has right to<ul>\n<li>see the messages you have visited</li>\n</ul>\n</li>\n<li>Commu has the right to keep the data related to notifications and discussions even after editing or deleting them.</li>\n<li>The user is fully responsible for his/her own tax affairs if he/she derives any benefit from the service that is considered taxable by the tax authorities.\nThe User is also responsible for complying with the laws relating to employment and remuneration.</li>\n</ul>\n<b>Service interruptions and technical failures</b>\n<p>&nbsp;</p>\n<p>Commu shall not be liable for damages resulting from technical failures, maintenance work, upgrades, interruptions in the telecommunications network, Internet network or other possible circumstances.&nbsp.\nCommu does not guarantee the preservation of the stored data and is not liable for any damage that may result from the alteration, loss, destruction or deletion of the data.\nWe are constantly developing Commu to better meet the needs of our users, and changes can also affect the Terms of Use.</p>\n<p>&nbsp;</p>\n<b>Consequences of violation of the terms of use</b>\n<p>&nbsp;</p>\n<p>Commu has the right to lock or delete the Service User’s user account if the User violates its obligations arising from these Terms of Use (for example, by making posts in Commu that violates the Terms of Use, using the Service against good manners or otherwise).</p>\n<p>&nbsp;</p>\n<b>Disputes between users</b>\n<p>&nbsp;</p>\n<p>Users are encouraged to resolve disputes between themselves, preferably through mutual negotiation.\nUsers are aware that the resolution of disputes between users is entirely the responsibility of the users.\nCommu is not a party to any dispute between users.\nHowever, Commu may, if necessary, contribute to the resolution of a dispute by providing information about the content of the notice or discussions in order to help resolve the dispute.\nYou understand, however, that Commu is not responsible for resolving disputes or facilitating resolution.</p>\n<p>Commu shall not be liable as a third party for any costs, such as legal fees and other legal costs, incurred in the event of a dispute between users.</p>\n<p>&nbsp;</p>\n<b>Feedback</b>\n<p>&nbsp;</p>\n<p>Feedback is important to us so that we can make Commu even better.\nWe welcome suggestions, comments and praise.\nYou can contact us by email (company@commuapp.fi), via the Commu mobile app or by other means of communication.\nCommu is entitled to the copyright and other intellectual property rights related to the feedback received, free of charge.\nYou acknowledge, as a feedback provider, that any feedback we receive will be treated as Commu’s property and non-confidential.\nSubject to the restrictions on the use of personal information set forth in the Commu Privacy Policy, Commu is free to use and/or distribute the materials you submit without restriction for any purpose whatsoever.</p>\n<p>&nbsp;</p>\n<b>Duration and termination</b>\n<p>&nbsp;</p>\n<p>These Terms of Use are valid from 15.9.2021.&nbsp;</p>\n<p>These Terms of Use are in effect between Commu and the User for as long as the User uses the Commu Service.\nThe User may stop using the Commu Service at any time.\nIf you wish, you may close your Commu account at any time by sending us a message to company@commuapp.fi.\nTermination of the Terms of Use does not relieve you of your obligation to perform the agreed services, as the related agreement is between you and the other user.</p>\n<p>Nor does termination of the contract invalidate any terms which by their nature are intended to remain in force after the expiry or termination of the contract.\nSuch terms which shall remain in force notwithstanding termination include, but are not limited to, the sections of the Terms of Use describing liability, indemnity, types of damage, data protection, dispute resolution, protection of property rights.</p>\n<p>Commu may at any time and for any reason discontinue providing the Commu Service, permanently or temporarily.\nIn the event of suspension or termination of the provision of the Service, the User shall no longer have the right to use the Service.</p>\n<p>&nbsp;</p>\n<b>Intellectual property rights</b>\n<p>&nbsp;</p>\n<p>Commu will have full access to all material that you, as a user, upload to the application.\nAs a user, you must accept the possibility that your public data may also be re-used.\nPublic data refers here to data that can be accessed by other users in the application without your active participation.&nbsp;</p>\n<p>Commu will not use your information or material for resale purposes.\nAs a user, you also retain the intellectual property rights in the materials.</p>\n<p>If you wish to use the Commu logo or other similar brand or image-related material, you must first contact us and request permission to use it.\nHowever, you may share screenshots from the app without permission.</p>\n<p>You may not use any data mining, robotic, scraping or similar data gathering or extraction methods to obtain Service Content.\nNo part of the Commu Service may be copied, reproduced, modified, republished, reproduced, distributed, reposted, uploaded, posted, reposted or resold in any form or by any means, in whole or in part, except as expressly permitted in the Terms of Use.\nThe Service may be used only by means expressly permitted by the Terms of Use.</p>\n<p>&nbsp;</p>\n<b>Data protection</b>\n<p>&nbsp;</p>\n<p>Commu acts as a data controller within the meaning of the Personal Data Act.\nTo the extent required to use the Service, Commu may collect and process the User’s personal data.</p>\n<p>Commu processes users’ personal data in accordance with the Privacy Policy, data protection legislation and the terms of the Privacy Policy.\nThe <b>Commu</b> Privacy Statement and Privacy Policy are available at <b>https://commuapp.fi/en/privacy-policy/.\n</b>By using the Service, you agree to the terms of the Privacy Policy.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<b>Applicable law and disputes with Commu</b>\n<p>&nbsp;</p>\n<p>These Terms of Use are governed by Finnish law, excluding its conflict of law provisions.\nThese Terms of Use have been drafted in accordance with Finnish law.</p>\n<p>Commu will always seek to resolve any dispute regarding the Terms of Use or the Service through negotiation.\nIn the event that a negotiated resolution of the subject matter of the dispute cannot be reached, any dispute between Users and Commu arising out of these Terms of Use shall be finally settled by arbitration in accordance with the rules of the Arbitration Committee of the Central Chamber of Commerce, composed of one arbitrator.\nThe place of arbitration shall be Helsinki and the language of the arbitration shall be Finnish.\nUnless otherwise provided by applicable law, each party shall bear its own costs, regardless of which party is deemed to be the prevailing party in the arbitration.</p>\n<p>&nbsp;</p>\n<b>Other conditions</b>\n<p>&nbsp;</p>\n<p>This agreement was originally drafted in Finnish.\nIf any translated version of this Agreement conflicts with the Finnish version, the Finnish version shall prevail.</p>\n<p>These Terms of Use constitute the entire agreement between you and Commu, superseding any prior discussions and correspondence between the parties regarding the Services.&nbsp;</p>\n<p>If any part of these Terms of Use is held invalid or unenforceable, that part will be modified to conform to applicable law so as to reflect, as nearly as possible, the original intentions of the parties, and the other parts will remain in full force and effect.&nbsp;</p>\n<p>Commu’s failure to exercise any right under these Terms of Use will not constitute a waiver of that right or any other right.</p>\n<p>When interpreting the Terms of Use, the content of the Terms of Use takes precedence over the title of the Terms of Use.\nThe Contra proferentem rule for the interpretation of a contract shall not be applied to the detriment of the author of the terms of use.\nThe user is obliged to carefully study the contents of the Terms of Use before accepting them.\nThe Terms of Use have been drafted for the benefit of the Commu and the User, since the Terms of Use establish and specify the rights and obligations of the parties.</p>\n<p>You agree to comply with all local, regional and national laws, ordinances, rules and regulations when using the Commu Service.</p>\n<p>&nbsp;</p> See you in Commu! <p>Commu is a free mobile app where you can ask, give and trade help near you.\nDownload from app stores and try it yourself!</p>\n<p>Privacy Policy</p>\n<p>Frequently Asked Questions</p> Facebook\n<i>\n</i> Instagram\n<i>\n</i> Linkedin\n<i>\n</i> Would you like to help us in our mission and become part of the community of helping people? JOIN OUR MAILING LIST We use cookies on our website to make it work properly and to understand how it is used.\nBy pressing \"accept\", all cookies are enabledReject AllAccept AllManage consent Close Privacy Overview This website uses cookies to improve your experience while you navigate through the website.\nOut of these, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities of the ...\nSAVE &amp.\nACCEPT ", "created_at": "2021-11-03 00:27:25.602845", "updated_at": "2021-11-02 23:28:28.358578"}, {"id": 9764, "name": "Privacy Policy", "url": "https://commuapp.fi/en/privacy-policy/", "xpath": "", "text": " <ul>\n<li>Frequently Asked</li>\n<li>Contact us</li>\n<li>Commu Blog</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<i>\n</i>\nMenu <ul>\n<li>Frequently Asked</li>\n<li>Contact us</li>\n<li>Commu Blog</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Facebook\n<i>\n</i> Instagram\n<i>\n</i> Linkedin\n<i>\n</i>\n<ul>\n<li>Frequently Asked</li>\n<li>Contact us</li>\n<li>Commu Blog</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<i>\n</i>\nMenu <ul>\n<li>Frequently Asked</li>\n<li>Contact us</li>\n<li>Commu Blog</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Facebook\n<i>\n</i> Instagram\n<i>\n</i> Linkedin\n<i>\n</i> Privacy Policy <b>Ronsam Digital Oy Privacy Policy</b>\n<p>Our company name is Ronsam Digital Oy.\nThis privacy policy will explain how our organization uses the personal data we collect from you when you use our services.</p>\n<p>This privacy policy covers following services provided by Us:</p>\n<ul>\n<li>https://commuapp.fi</li>\n<li>https://370c.l.time4vps.cloud/</li>\n<li>Commu – mobile application</li>\n<li>Our Facebook marketplace for business page</li>\n</ul>\n<p>Topics:</p>\n<ul>\n<li>What data do we collect?</li>\n<li>How do we collect your data?</li>\n<li>How will we use your data?</li>\n<li>How do we store your data?</li>\n<li>Marketing</li>\n<li>What are your data protection rights?</li>\n<li>What are cookies?</li>\n<li>How do we use cookies?</li>\n<li>What types of cookies do we use?</li>\n<li>How to manage your cookies</li>\n<li>Privacy policies of other websites</li>\n<li>Changes to our privacy policy</li>\n<li>How to contact us</li>\n<li>How to contact the appropriate authorities</li>\n</ul>&nbsp;<b>What data do we collect?</b>\n<p>Our Company collects the following data:</p>\n<ul>\n<li>Personal identification information<ul>\n<li>Your name (the one you give)</li>\n<li>Your email address</li>\n<li>Your address, if given</li>\n<li>Profile picture, if given</li>\n<li>Your last known location</li>\n<li>Your IP address</li>\n</ul>\n</li>\n<li>Chats you do with other users inside the app</li>\n<li>Information that you enter in notices</li>\n<li>How often you open the app</li>\n<li>Visits to web pages, in anonymous format.</li>\n<li>Email opens and clicks to links</li>\n</ul>&nbsp;<b>How do we collect your data?</b>\n<p>You directly provide Our Company with all of the data we collect.\nWe collect data and process data when you:</p>\n<ul>\n<li>Register online or place an order for any of our products or services.</li>\n<li>Voluntarily complete a customer survey or provide feedback on any of our message boards or via email.</li>\n<li>Open our emails (we use technique known as email pixel)</li>\n<li>Use or view our website via your browser’s cookies.</li>\n<li>Use our application.</li>\n</ul>&nbsp;<b>How will we use your data?</b>\n<p>Our Company collects your data so that we can:</p>\n<ul>\n<li>Make app function</li>\n<li>Improve app functionality</li>\n<li>Process your order and manage your account.</li>\n<li>Email you with special offers, news and important updates.\nWe also email you instructions on how to best use the app.</li>\n<li>Understand how our campaigns, emails and ads are working</li>\n<li>Understand how users are using the app</li>\n</ul>\n<p>Below is the comprehensive list of how we use the data we collected, sectioned by the category they belong to.</p>\n<p>\n<b>Functional only</b>\n</p>\n<p>Data in this category is collected and used entirely for providing the features of the platform.\nIt’s never used for marketing, analytics or any other activities that are not needed for app to function.</p>\n<ul>\n<li>Address<ul>\n<li>Used for providing the ability to easily give address details to other user.</li>\n</ul>\n</li>\n<li>&nbsp;Last known location<ul>\n<li>Used for finding new notices near you when access to location from the app directly is not an option.\nNote: we DO NOT store your real time location, only the location you had when opening the app.</li>\n</ul>\n</li>\n<li>Chats<ul>\n<li>Used for providing chat feature</li>\n</ul>\n</li>\n<li>Information that you enter in notices<ul>\n<li>Used for providing users with information about helping possibilities.</li>\n</ul>\n</li>\n<li>Profile picture<ul>\n<li>Used for a feature that allows users to add a unique image to their profile.</li>\n</ul>\n</li>\n</ul>\n<p>\n<b>Analytics</b>\n</p>\n<p>Data in this category is used for understanding how our services are used, which functionalities are actively used, how our website content is working etc.\nWe collect analytics to create better services, improve user experience, examine how our emails are received and for understanding how our marketing campaigns are working.</p>\n<ul>\n<li>How often you open the app<ul>\n<li>Used for better understanding how many active users we have and which of our users are active ones.</li>\n</ul>\n</li>\n<li>Email opens and clicks to links<ul>\n<li>Used for understanding which of our emails do better than others and how many clicks do we get to buttons and links inside these emails.\nWe use this knowledge to provide better and more interesting communications from us.</li>\n</ul>\n</li>\n<li>Visits to web pages, in anonymous format.<ul>\n<li>We use this data to understand what parts of our website are viewed as interesting and what parts are easy to find and which ones are not.\nIt is also used for tracking referrers and forwards, meaning that we can better understand how our campaigns are doing and how well we convert users from our website to users.</li>\n</ul>\n</li>\n<li>Your IP address<ul>\n<li>Used for providing geographical information on website visits.\nCan also be used for security purposes (IP blocking, Geo-blocking, known malicious IPs etc,).</li>\n</ul>\n</li>\n</ul>\n<p>\n<b>Functional &amp.\nanalytics &amp.\nmarketing</b>\n</p>\n<p>Data in this category is used for multiple purposes.</p>\n<ul>\n<li>Your name<ul>\n<li>Used for providing identifiers for your user profile, within the app so that users know who they are dealing with and how to address you.\n(functional)</li>\n<li>We may use your name when addressing marketing messages to you.\n(marketing)</li>\n<li>We may use your name as an identifier when we analyze app usage, either in bulk format or of specific users.\n(analytics)</li>\n</ul>\n</li>\n<li>Your email address<ul>\n<li>Used as your username for the app.\nEmail address is unique for all users (functional)</li>\n<li>Used for providing you with important messages related to app, eg.\nemail verification, password resets, new messages, instructions on how to use the app, updates to privacy policy etc.\n(functional)</li>\n<li>Used for providing you with interesting offers and news.\n(marketing)</li>\n<li>We may use your email address as an identifier when we analyze app usage, either in bulk format or of specific users.\n(analytics)</li>\n</ul>\n</li>\n</ul>\n<p>When Our Company processes your order, it may send your data to, and also use the resulting information from, credit reference agencies to prevent fraudulent purchases.</p>\n<p>&nbsp;</p>\n<b>How do we store your data?</b>\n<p>Our Company securely stores your data at datacenters located in Lithuania and Sweden.\nAll servers are at least TIER III servers and have constant surveillance.&nbsp;</p>\n<p>If you leave a comment, the comment and its metadata are retained indefinitely.\nThis is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.</p>\n<p>For users that register on our website, we also store the personal information they provide in their user profile.\nAll users can see, edit, or delete their personal information at any time (except they cannot change their username).\nWebsite administrators can also see and edit that information.\nUsers also have the right to be forgotten.</p>\n<p>Newsletter (insider group) subscriptions and data given when subscribing into them is stored until the user exits the newsletter herself.</p>\n<p>&nbsp;</p>\n<p>Form entries will be cleared after two years, but any email discussions that start from these form entries are stored on email servers indefinitely.</p>\n<p>&nbsp;</p>\n<p>Google Analytics data will be removed within 26 months.</p>\n<p>Facebook Custom Audiences data exists for 180 days.</p>\n<p>&nbsp;</p>\n<b>Marketing</b>\n<p>Our Company would like to send you information about products and services of ours that we think you might like.\nWe do not currently have partner companies that we share data with.</p>\n<p>If you have agreed to receive marketing, you may always opt out at a later date.</p>\n<p>&nbsp;</p>\n<p>You have the right at any time to stop Our Company from contacting you for marketing purposes or giving your data to other members of the Our Company Group (currently none).</p>\n<p>&nbsp;</p>\n<p>If you no longer wish to be contacted for marketing purposes, please send us an email (company@commuapp.fi).</p>\n<p>&nbsp;</p>\n<b>What are your data protection rights?</b>\n<p>Our Company would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following:</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>The right to access</b> – You have the right to request Our Company for copies of your personal data.\nWe may charge you a small fee for this service.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>The right to rectification</b> – You have the right to request that Our Company correct any information you believe is inaccurate.\nYou also have the right to request Our Company to complete the information you believe is incomplete.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>The right to erasure</b> – You have the right to request that Our Company erase your personal data, under certain conditions.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>The right to restrict processing</b> – You have the right to request that Our Company restrict the processing of your personal data, under certain conditions.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>The right to object to processing</b> – You have the right to object to Our Company’s processing of your personal data, under certain conditions.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>The right to data portability</b> – You have the right to request that Our Company transfer the data that we have collected to another organization, or directly to you, under certain conditions.</p>\n<p>&nbsp;</p>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us:</p>\n<p>Call us at: +358 45 8401336</p>\n<p>Or write to us: company@commuapp.fi</p>\n<p>&nbsp;</p>\n<b>Cookies</b>\n<p>Cookies are text files placed on your computer to collect standard Internet log information and visitor behavior information.\nWhen you visit our websites, we may collect information from you automatically through cookies or similar technology</p>\n<p>For further information, visit allaboutcookies.org.</p>\n<p>&nbsp;</p>\n<b>How do we use cookies?</b>\n<p>Our Company uses cookies in a range of ways to improve your experience on our website, including:</p>\n<ul>\n<li>Keeping you signed in</li>\n<li>Storing your preferred locale</li>\n<li>Understanding how you use our website</li>\n<li>Where did you come to our website (campaign tracking)</li>\n</ul>&nbsp;<b>What types of cookies do we use?</b>\n<p>There are a number of different types of cookies, however, our website uses:</p>\n<ul>\n<li>\n<b>Functionality</b> – Our Company uses these cookies so that we recognize you on our website and remember your previously selected preferences.\nThese could include what language you prefer and location you are in.\nA mix of first-party and third-party cookies are used.</li>\n<li>\n<b>Advertising</b> – Our Company uses these cookies to collect information about your visit to our website, the content you viewed, the links you followed and information about your browser, device, and your IP address.\nOur Company sometimes shares some limited aspects of this data with third parties for advertising purposes.\nWe may also share online data collected through cookies with our advertising partners.\nThis means that when you visit another website, you may be shown advertising based on your browsing patterns on our website.</li>\n</ul>&nbsp;<b>Facebook tracking pixel</b>\n<p>We use the “visitor action pixels” from Facebook Inc (1 Hacker Way, Menlo Park, CA 94025, USA, or, if you are based in the EU, Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland (“Facebook”)) on our website.\nThis allows user behavior to be tracked after they have been redirected to the provider’s website by clicking on a Facebook ad.\nThis enables us to measure the effectiveness of Facebook ads for statistical and market research purposes.\nThe data collected in this way is anonymous to us, i.e.\nwe do not see the personal data of individual users.\nHowever, this data is stored and processed by Facebook, which is why we are informing you, based on our knowledge of the situation.\nFacebook may link this information to your Facebook account and also use it for its own promotional purposes, in accordance with Facebook’s Data Usage Policy https://www.facebook.com/about/privacy/.\nYou can allow Facebook and its partners to place ads on and off Facebook.\nA cookie may also be stored on your computer for these purposes.\nThe legal basis for the use of this service is Art.\n6 paragraph 1 sentence 1 letter f GDPR.\nYou can object to the collection of your data by Facebook pixel, or to the use of your data for the purpose of displaying Facebook ads by contacting the following address: https://www.facebook.com/settings?tab=ads.</p>\n<p>We guarantee the adequacy of data transfer to the third country USA through the agreement of EU standard contractual clauses.</p>\n<p>&nbsp;</p>\n<b>Google Analytics</b>\n<p>We use the Google Analytics service from Google Ireland Limited (Gordon House, Barrow Street, Dublin 4, Ireland.\n“Google”) to analyze our website visitors.\nGoogle uses cookies.\nThe information generated by the cookie about the use of the online product or service by users is generally transferred to a Google server in the USA and stored there.\nGoogle will use this information on our behalf to evaluate the use of our online products and services by users, to compile reports on the activities within these online products and services and to provide us with further services associated with the use of these online products and services and the use of the internet.\nPseudonymous user profiles can be created from the processed data.\nWe use Google Analytics only with IP anonymization enabled.\nThis means that Google will truncate the IP address of users within Member States of the European Union or in other states that are party to the Agreement on the European Economic Area.\nOnly in exceptional cases will the full IP address be transmitted to a Google server in the USA and truncated there.\nThe IP address transmitted by the user’s browser is not merged with other Google data.\nUsers can prevent cookies from being stored by adjusting the settings to their browser software accordingly.\nThe legal basis for the use of this service is Art.\n6 paragraph 1 sentence 1 letter f GDPR.\nUsers can prevent the collection of data generated by cookies by downloading and installing the browser plug-in that is available at the following link:&nbsp.\nhttp://tools.google.com/dlpage/gaoptout?hl=en.\nIf you visit our website using a mobile device, you can deactivate Google Analytics by clicking on the following link: Click here.</p>\n<p>A transmission of your data to the USA cannot be excluded.\nWe guarantee the adequacy of data transfer to the third country USA through the agreement of EU standard contractual clauses.</p>\n<b>How to manage cookies</b>\n<p>You can set your browser not to accept cookies, and the above website tells you how to remove cookies from your browser.\nHowever, in a few cases, some of our website features may not function as a result.</p>\n<p>&nbsp;</p>\n<b>Privacy policies of other websites</b>\n<p>The Our Company website contains links to other websites.\nOur privacy policy applies only to our website, so if you click on a link to another website, you should read their privacy policy.</p>\n<p>&nbsp;</p>\n<b>Changes to our privacy policy</b>\n<p>Our Company keeps its privacy policy under regular review and places any updates on this web page.\nThis privacy policy was last updated on 25 July 2021.</p>\n<p>&nbsp;</p>\n<b>How to contact us</b>\n<p>If you have any questions about Our Company’s privacy policy, the data we hold on you, or you would like to exercise one of your data protection rights, please do not hesitate to contact us.</p>\n<p>Email us at: company@commuapp.fi</p>\n<p>Call us: +358 45 840 1336</p>\n<p>&nbsp;</p>\n<b>How to contact the appropriate authority</b>\n<p>Should you wish to report a complaint or if you feel that Our Company has not addressed your concern in a satisfactory manner, you may contact the Office of the Data Protection Ombudsman.</p>\n<p>Email: tietosuoja@om.fi</p>\n<p>Phone: +358 29 566 6700</p>\n<p>Address: Lintulahdenkuja 4, 00530 Helsinki</p> See you in Commu! <p>Commu is a free mobile app where you can ask, give and trade help near you.\nDownload from app stores and try it yourself!</p>\n<p>Privacy Policy</p>\n<p>Frequently Asked Questions</p> Facebook\n<i>\n</i> Instagram\n<i>\n</i> Linkedin\n<i>\n</i> Would you like to help us in our mission and become part of the community of helping people? JOIN OUR MAILING LIST We use cookies on our website to make it work properly and to understand how it is used.\nBy pressing \"accept\", all cookies are enabledReject AllAccept AllManage consent Close Privacy Overview This website uses cookies to improve your experience while you navigate through the website.\nOut of these, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities of the ...\nSAVE &amp.\nACCEPT ", "created_at": "2021-11-03 00:27:25.601415", "updated_at": "2021-11-02 23:27:52.427784"}], "points": [], "urls": ["commuapp.fi"]}}