{"error": 448, "message": "OK", "parameters": {"id": 879, "name": "Rotten Tomatoes -> see Fandango https://edit.tosdr.org/services/2315", "created_at": "2018-12-19 04:59:34.995893", "updated_at": "2021-03-25 03:19:40.315138", "wikipedia": null, "keywords": null, "related": null, "slug": "rotten_tomatoes_see_fandango_httpsedittosdrorgservices2315", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/879.png", "url": "see.fandango", "documents": [{"id": 864, "name": "Terms and Policies", "url": "https://www.fandango.com/policies/terms-and-policies", "xpath": "", "text": "Some functionality on this site requires your consent for cookies to work properly.I consent to cookiesI want more information GOING BACK TO MOVIE THEATERS Read More Gift Cards | Offers | Sign In Sign Out <ul>\n<li> Fandango Screen Reader Users: To optimize your experience with your screen reading software, please use our Flixster.com website, which has the same tickets as our Fandango.com and MovieTickets.com websites.\n</li>\n<li> Skip to Main Content Go </li>\n</ul>\n<ul>\n<li> Movies Now Playing <ul>\n<li> See All Now Playing </li>\n</ul> Opening This Week = Limited Release <ul>\n<li> Dara of Jasenovac (2021) </li>\n<li> Little Fish (2021) </li>\n<li> The Reckoning (2021) </li>\n<li> Son of the South </li>\n<li> See All Opening This Week </li>\n</ul> Coming Soon <ul>\n<li> Tom and Jerry (2021) </li>\n<li> Raya and the Last Dragon </li>\n<li> Nobody (2021) </li>\n<li> Peter Rabbit 2: The Runaway </li>\n<li> See All Coming Soon </li>\n</ul> Explore More <ul>\n<li> Watch Trailers on MovieClips </li>\n<li> Top Box Office </li>\n<li> New For Streaming </li>\n</ul>\n</li>\n<li> Theaters + Tickets Where are you located? Here are our top cities\n<ul>\n<li> New York, NY </li>\n<li> Los Angeles, CA </li>\n<li> Atlanta, GA </li>\n<li> Chicago, IL </li>\n<li> Austin, TX </li>\n<li> Miami, FL </li>\n<li> San Francisco, CA </li>\n<li> Phoenix, AZ </li>\n<li> Washington, DC </li>\n<li> Boston, MA </li>\n<li> San Diego, CA </li>\n<li> Seattle, WA </li>\n<li> Edison, NJ </li>\n<li> Houston, TX </li>\n<li> Tampa, FL </li>\n</ul> Find theaters + movie times near <strong>find movie times + tickets</strong>\n</li>\n<li> Movie News Featured Movie News <ul>\n<li> Watch Exclusive 'Savage' Clip: Where You Been Read More </li>\n<li> What to Watch on FandangoNOW: ‘PG: Psycho Goreman,’ ‘Come Play,’ Sundance Classics and More Read More </li>\n<li> This Week in Movie News: Misha Greene to Direct ‘Tomb Raider 2,’ Robert Rodriguez to Reboot ‘Spy Kids’ and More Read More </li>\n</ul> Explore Content <ul>\n<li> Movie Reviews </li>\n<li> Home For The Holidays </li>\n<li> Awards Watch </li>\n<li> Indie Movie Guide </li>\n<li> Family Guide </li>\n<li> House Of Screams </li>\n<li> Weekly Ticket </li>\n</ul>\n</li>\n<li> My VIP Account Join Fandango<i>VIP</i> Buy Movies.\nGet Movies.\n<p>Earn 125 points on every ticket you buy.\nRack up 500 points and you'll score a $5 reward for more movies.</p> Learn more Insider Perks <p>Get your swag on with discounted movies to stream at home, exclusive movie gear, access to advanced screenings and discounts galore.</p> Learn more Partner Rewards <p>Collect bonus rewards from our many partners, including AMC, Stubs, Cinemark Connections, Regal Crown Club when you link accounts.</p> Learn more Refunds + Exchanges <p>We know life happens, so if something comes up, you can return or exchange your tickets up until the posted showtime.</p> Learn more Join Fandango VIP For Free <p>(It only takes a few seconds to join)</p> Already a Fandango VIP? Sign In </li>\n<li>\n</li>\n</ul> Terms and Policies Privacy Policy Terms and Policies Terms of Use Ticket Policy Promo Code Policy Gift Card Terms Cookies and Tracking FandangoNOW and Vudu Policy VIP+ Program Terms Privacy Policy Terms and Policies Terms of Use Ticket Policy Promo Code Policy Gift Card Terms Cookies and Tracking FandangoNOW and Vudu Policy VIP+ Program Terms <p>These Fandango Terms and Policies (the “Fandango Terms and Policies”) were last updated on: December 1, 2020.\nWhen we say “our”, “us”, “we” or “Fandango” in these Fandango Terms and Policies, we mean Fandango Media, LLC or its subsidiaries.\nThese Fandango Terms and Policies apply to websites and applications operating under the Fandango, FandangoNOW, Vudu, Rotten Tomatoes, Flixster, Movieclips, Movies.com, Activaterewards.com, MovieTickets.com or M-GO brands or other brands that we own, as well as those of our websites, applications, emails and other communications that link to or reference these Fandango Terms and Policies, or the other services provided through any of these means (the “Services”).</p>\n<p>From time to time, we may revise these Fandango Terms and Policies.\nYou can determine when these Fandango Terms and Policies were last revised by referring to the top of this page.\nAny changes to the Fandango Terms and Policies will become effective upon posting of the revised Fandango Terms and Policies on the Internet, accessible through Services, unless otherwise noted.\nBy continuing to use Services following such changes, you will be deemed to have agreed to such changes.\nIf you do not agree with the terms of these Fandango Terms and Policies, as they may be amended from time to time, please do not purchase movies from Fandango or continue using the Services.\nTo the extent that an arbitrator or court of applicable jurisdiction determines that applying any changes to these Fandango Terms and Policies would render this an illusory or unenforceable contract, such changes shall be applicable on a prospective basis only, with respect to events or circumstances occurring after the date of such changes.\n</p>\n<p>The Fandango Terms and Policies consist of:</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Ticket Policy</li>\n<li>Cookies and Tracking Technologies Information Center</li>\n<li>FandangoNOW and Vudu Policy</li>\n<li>Promo Code Policy</li>\n<li>Gift Card Terms</li>\n<li>VIP+ Program Terms</li>\n</ul>\n<p>\n<strong>NOTICE OF ARBITRATION PROVISIONS:</strong>\n</p>\n<p>\n<strong>All the above Terms and Policies and your use of the Services are subject to binding individual arbitration of any disputes which may arise.\nPlease read the arbitration provisions carefully and do not use the Services if you are unwilling to arbitrate any disputes you may have with us as provided below.</strong>\n</p>\n<p>\n<strong>BINDING ARBITRATION OF ALL DISPUTES</strong>\n</p>\n<p>\n<strong>We believe that arbitration is a faster, more convenient and less expensive way to resolve any disputes or disagreements that you may have with us.\nTherefore, pursuant to these Terms, if you have any dispute or disagreement with us regarding or relating to (i) your use of or interaction with the Services, (ii) any purchases or other transactions or relationships with Fandango, or (iii) any data or information you may provide to Fandango or that Fandango may gather in connection with such use, interaction or transaction (collectively, \"Fandango Transactions or Relationships\"), you will not have the right to pursue a claim in court, or have a jury decide the claim and you will not have the right to bring or participate in any class action or similar proceeding in court or in arbitration.\nBy using or interacting with the Services, or engaging in any other Fandango Transactions or Relationships with us, you agree to binding arbitration as provided below.\nOur rights and obligations under this arbitration provision shall inure to the benefit of each of Fandango's Owners (as defined in the Privacy Policy regardless of whether any of them are named as a co-defendant with us or named individually in a claim that would otherwise be subject to this arbitration provision if brought against us.</strong>\n</p>\n<p>We will make every reasonable effort to informally resolve any complaints, disputes, or disagreements that you may have with us.\nIf those efforts fail, by using our Services, you agree that any complaint, dispute, or disagreement you may have against Fandango, and any claim that Fandango may have against you, arising out of, relating to, or connected in any way with our Terms of Use, our Privacy Policy, our Terms and Policies, or any Fandango Transactions or Relationships shall be resolved exclusively by final and binding arbitration (\"Arbitration\") administered by JAMS or its successor (\"JAMS\") and conducted in accordance with the JAMS Streamlined Arbitration Rules And Procedures in effect at the time the Arbitration is initiated or, if the amount in controversy exceeds $100,000, in accordance with the JAMS Comprehensive Arbitration Rules And Procedures then in effect (respectively, the \"Applicable Rules\").\nThe Applicable Rules can be found at www.jamsadr.com.\nIf JAMS is no longer in existence, the Arbitration shall be administered by the American Arbitration Association or its successor (the \"AAA\") instead, and conducted in accordance with the AAA Commercial Arbitration Rules in effect at that time (which shall be the \"Applicable Rules\" in such circumstances).\nIf JAMS (or, if applicable, AAA) at the time the arbitration is filed has Minimum Standards of Procedural Fairness for Consumer Arbitrations in effect which would be applicable to the matter in dispute, Fandango agrees to provide the benefit of such Minimum Standards to you to the extent they are more favorable than the comparable arbitration provisions set forth herein, provided, however, that in no event may such Minimum Standards contravene or restrict the application of subpart (e) or (i) below.\nFurthermore, nothing herein shall prevent any party from seeking provisional remedies in aid of arbitration from a court of appropriate jurisdiction.\nYou further agree that:</p>\n<ul>\n<li>the Arbitration shall be conducted before a single arbitrator selected in accordance with the Applicable Rules or by mutual agreement between you and Fandango (the \"Arbitrator\");</li>\n<li>the Arbitrator, and not any federal, state or local court or agency, shall have the exclusive authority to resolve any dispute arising under or relating to the validity, interpretation, applicability, enforceability or formation of these Terms and/or these arbitration provisions hereof, including but not limited to any claim that all or any part of these Terms is void or voidable;</li>\n<li>the Arbitration shall be held either: (i) at a location determined by JAMS (or, if applicable, AAA) pursuant to the Applicable Rules (provided that such location is reasonably convenient for you and does not require travel in excess of 100 miles from your home or place of business).\nor (ii) at such other location as may be mutually agreed upon by you and Fandango.\nor (iii) at your election, if the only claims in the arbitration are asserted by you and are for less than $10,000 in aggregate, by telephone or by written submission.</li>\n<li>the Arbitrator (i) shall apply internal laws of the State of New York (or if a claim involving a gift card then instead Virginia) consistent with the Federal Arbitration Act and applicable statutes of limitations, or, to the extent (if any) that federal law prevails, shall apply the law of the United States, irrespective of any conflict of law principles.\n(ii) shall entertain any motion to dismiss, motion to strike, motion for judgment on the pleadings, motion for complete or partial summary judgment, motion for summary adjudication, or any other dispositive motion consistent with New York (or if a claim involving a gift card then instead Virginia) or federal rules of procedure, as applicable.\n(iii) shall honor claims of privilege recognized at law.\nand (iv) shall have authority to award any form of legal or equitable relief;</li>\n<li>the Arbitration can resolve only your and/or Fandango's individual claims, and the Arbitrator shall have no authority to entertain or arbitrate any claims on a class or representative basis, or to consolidate or join the claims of other persons or parties who may be similarly situated;</li>\n<li>the Arbitrator shall issue a written award supported by a statement of decision setting forth the Arbitrator's complete determination of the dispute and the factual findings and legal conclusions relevant to it (an \"Award\").\nJudgment upon the Award may be entered by any court having jurisdiction thereof or having jurisdiction over the relevant party or its assets;</li>\n<li>in the event that you are able to demonstrate that the costs of Arbitration will be prohibitive as compared to the costs of litigation, Fandango will pay as much of your filing and hearing fees in connection with the Arbitration as the Arbitrator deems necessary to prevent the arbitration from being cost-prohibitive, regardless of the outcome of the Arbitration, unless the Arbitrator determines that your claim(s) were frivolous or asserted in bad faith;</li>\n<li>in the event you recover an Award greater than Fandango's last written settlement offer, the Arbitrator shall also have the right to include in the Award Fandango's reimbursement of your reasonable and actual out-of-pocket attorneys' fees associated with the Arbitration, but Fandango shall in all events bear its own attorneys' fees.\nand</li>\n<li>with the exception of subpart (e) above, if any part of this arbitration provision is deemed to be invalid, unenforceable or illegal, or otherwise conflicts with the Applicable Rules, then the balance of this arbitration provision shall remain in effect and shall be construed in accordance with its terms as if the invalid, unenforceable, illegal or conflicting provision were not contained herein.\nIf, however, subpart (e) is found to be invalid, unenforceable or illegal, then the entirety of this arbitration provision shall be null and void, and neither you nor Fandango shall be entitled to arbitrate their dispute, and must instead bring any claims in a court of competent jurisdiction.</li>\n<li>Fandango may modify these arbitration provisions, but such modifications shall only become effective thirty (30) days after Fandango has given notice of such modifications and only on a prospective basis for claims arising from Fandango Transactions and Relationships occurring after the effective date of such notification.</li>\n<li>Notwithstanding the foregoing arbitration provisions, at your option, you may bring any claim you have against Fandango in your local small claims court within the United States, if your claim is within such court's jurisdictional limit.\nprovided that such court does not have the authority to entertain any claims on a class or representative basis, or to consolidate or join the claims of other persons or parties who may be similarly situated in such proceeding.</li>\n</ul> Offers <ul>\n<li> Get A Movie Rental <p> when you buy 1 participating Hershey’s party bag.\nSEE DETAILS </p>\n</li>\n<li> Receive a $10 Reward <p> when you spend $25 on participating products.\nSEE DETAILS </p>\n</li>\n<li> Receive a Movie Rental <p> when you purchase an Edible Movie Night Gift Box.\nSEE DETAILS </p>\n</li>\n<li> Get A Movie Rental <p> when you purchase 3 participating Twizzlers.\nSEE DETAILS </p>\n</li>\n</ul> New + Coming soon <ul>\n<li>\n<p>Wonder Woman 1984 (2020)</p>\n</li>\n<li>\n<p>News of the World (2020)</p>\n</li>\n<li>\n<p>Promising Young Woman</p>\n</li>\n<li>\n<p>Pinocchio (2020)</p>\n</li>\n<li>\n<p>Monster Hunter (2020)</p>\n</li>\n<li>\n<p>Fatale</p>\n</li>\n<li>\n<p>The Croods: A New Age (2020)</p>\n</li>\n<li>\n<p>Freaky (2020)</p>\n</li>\n</ul> Experience + Explore <ul>\n<li> Movies In Theaters </li>\n<li> Movie Actors and Actresses </li>\n<li> Mobile </li>\n<li> New For Streaming </li>\n<li> Special Offers </li>\n<li> Gift Cards </li>\n</ul> Editorial Features <ul>\n<li> Home For The Holidays </li>\n<li> Awards Watch </li>\n<li> Indie Movie Guide </li>\n<li> Family Guide </li>\n<li> House Of Screams </li>\n<li> Movie News </li>\n</ul> Videos <ul>\n<li> Movie Trailers </li>\n<li> Weekly Ticket </li>\n<li> Mom's Movie Minute </li>\n</ul> Photos <ul>\n<li> Red Carpet Premieres </li>\n<li> February Celebrity Birthdays </li>\n<li> Award Shows Red Carpets </li>\n</ul> Follow Us <ul>\n<li>Fandango on Facebook</li>\n<li>Fandango on Twitter</li>\n<li>Fandango on Instagram</li>\n<li>Fandango on Youtube</li>\n</ul> Get Updates On All Things Movies Privacy Policy Thanks for signing up! Get Fandango Apps Fandango iOS App Fandango Android App Refunds &amp.\nExchanges Help My Fandango Live Chat <ul>\n<li>About Fandango</li>\n<li>Careers</li>\n<li>Advertising</li>\n<li>Link to Us</li>\n<li>Affiliate Program</li>\n<li>Fandango Rewards</li>\n<li>Site Index</li>\n<li> Your Privacy Rights - Privacy Policy </li>\n<li>Terms and Policies</li>\n<li>AdChoices</li>\n<li>Do Not Sell My Personal Information</li>\n<li>California Notice</li>\n</ul> Fandango Affiliated Companies: <ul>\n<li>Vudu</li>\n<li>FandangoNOW</li>\n<li>Movieclips</li>\n<li>Rotten Tomatoes</li>\n<li>Flixster.com</li>\n<li>MovieTickets.com</li>\n<li>Ingresso</li>\n</ul> © 2020 Fandango Close Welcome Back to Movie&nbsp;Theaters\n<p>Fandango helps you go back to the movies with confidence and peace of mind.</p>\n<ul>\n<li>\n<strong>Find Open Theaters Near You</strong>\n</li>\n<li>\n<strong>Check Theater Safety Policies</strong>\n</li>\n<li>\n<strong>Contactless Ticket&nbsp;Purchase</strong>\n</li>\n<li>\n<strong>Contactless Ticket&nbsp;Entry</strong>\n</li>\n<li>\n<strong>Worry-free Refunds &amp.\nExchanges</strong>\n</li>\n</ul> See Open Theaters Near You GOT IT sponsoredsponsoredsponsored", "created_at": "2019-01-01 21:05:36.071876", "updated_at": "2021-02-03 22:33:31.216307"}], "points": [], "urls": ["see.fandango"]}}