{"error": 448, "message": "OK", "parameters": {"id": 356, "name": "SourceForge", "created_at": "2018-05-08 12:19:43.188038", "updated_at": "2021-03-25 03:19:24.836025", "wikipedia": "https://en.wikipedia.org/wiki/SourceForge", "keywords": "", "related": "", "slug": "sourceforge", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/356.png", "url": "sourceforge.net", "documents": [{"id": 3070, "name": "Privacy Statement", "url": "https://slashdotmedia.com/privacy-statement/", "xpath": "/html/body/div[3]/div/div/article/div/div/div/div/div[2]", "text": "<p>Privacy Statement • Slashdot Media</p>\n<p>LAST UPDATED: January 06, 2020</p>\n<p>At Slashdot Media LLC (“Slashdot Media,” “Slashdot,” “we,” “us” or “our”) we take your privacy and the security of your information very seriously.</p>\n<p>We are committed to good privacy practices regarding your data.\nYour loyalty as a customer or visitor is important, and we hope that our concerns regarding your privacy, as described in this Privacy Policy, demonstrate our commitment to making your experience with us an enjoyable and satisfying one.</p>\n<p>This policy (“Privacy Policy” or “Policy”) covers Slashdot owned and operated websites (“Site” or “Sites”), including SlashdotMedia.com, SourceForge.net, Slashdot.org, and any services we may offer via these sites or otherwise (collectively, the “Services”).\nThis Privacy Policy is incorporated into and is part of our Terms of Use available at https://slashdotmedia.com/terms-of-use/ which govern your use of the Services, unless you have entered into a separate written agreement with Slashdot.\nIf you have entered into a separate written agreement with Slashdot, that separate written agreement shall control, only those terms within this Privacy Policy that do not conflict with said separate written agreement shall apply.</p>\n<p>If you have any questions regarding this Policy please contact us at privacy@slashdotmedia.com.</p>\n<p>The Policy describes the types of information we gather from people visiting our Site and/or using our Services and from individual users (“you” or “users”) interacting with our Site and Services and how we use, transfer, and secure such information.\nBy accessing any Site or using any Services, you agree to be bound by this Policy.\nThis Policy does not govern information we receive from third parties.\nIf you do not agree to the terms of this Policy, please do not use the Site, or any of our Services.\nEach time you use any Site, or any Services, the current version of this Privacy Policy will apply.\nAccordingly, when you use any Site or Services, you should check the date of this Policy (which appears at the top) and review any changes since you last reviewed the Policy.</p>\n<p>We encourage you to review the entire Policy.\nPlease click on any of the links below to review that particular section.</p>2.\nWhat types of cookies, web beacons and similar technologies do we use?<p>Our use of such technologies fall into the following general categories:</p>\n<ol>\n<li>The information we gather</li>\n<li>How we use the information we gather</li>\n<li>How we share information we gather</li>\n<li>Cookies, Web Beacons and Similar Tracking Technologies</li>\n<li>Security</li>\n<li>Polls &amp.\nSweepstakes</li>\n<li>Social Media Features</li>\n<li>Social Media Logins</li>\n<li>Children</li>\n<li>California Residents</li>\n<li>Canadian Residents</li>\n<li>European Economic Area (EEA) Rights under GDPR</li>\n<li>Visitors and Users of our Sites from Outside the United States</li>\n<li>Changes to this Privacy Policy</li>\n<li>Questions?</li>\n</ol>\n<p>Privacy Shield Framework and Related Information<br>\n</p>\n<p>Slashdot complies with the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of Personal Data.\nFor purposes of this Policy, “Personal Data” means information that (i) is transferred from the EU to the United States, (ii) is recorded in any form, (iii) is about, or relates to, an identified or identifiable individual, and (iv) can be linked to that individual.\nSlashdot has certified to the Department of Commerce that it adheres to the Privacy Shield Principles.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield Framework, visit the U.S.\nDepartment of Commerce’s Privacy Shield List.\n[https://www.privacyshield.gov/list]</p>\n<p>Slashdot is responsible for the processing of Personal Data it receives, under the Privacy Shield Framework, and subsequently transfers to a third party acting as an agent on its behalf.\nSlashdot complies with the Privacy Shield Principles for all onward transfers of Personal Data from the EU and Switzerland, including the onward transfer liability provisions.</p>\n<p>With respect to Personal Data received or transferred pursuant to the Privacy Shield Framework, Slashdot is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, Slashdot may be required to disclose Personal Data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>In compliance with the Privacy Shield Principles, Slashdot commits to resolve complaints about our collection or use of your Personal Data.\nEU and Swiss individuals with inquiries or complaints regarding our Privacy Shield policy should first contact Slashdot at: Slashdot Media LLC, PO Box 2452, La Jolla, CA 92038 or email us at privacy@slashdotmedia.com.</p>\n<p>Further, we require service providers to whom we disclose Personal Data and who are not subject to laws based on the European Union General Data Protection Regulation to either subscribe to the United States / European Union Privacy Shield principles or agree to provide at least the same level of protection for Personal Data as is required by the relevant Privacy Shield principles, for instance by entering into Standard Contractual Clauses, as promulgated by the European Commission.\nIf the third party does not comply with its privacy obligations, Slashdot will take commercially reasonable steps to prevent or stop the use or disclosure of Personal Data.</p>\n<p>Slashdot has further committed to refer unresolved Privacy Shield complaints to European Data Protection Authorities (EU DPAs) or the Swiss Federal Data Protection and Information Commissioner (FDPIC), alternative dispute resolution providers located in each EU country or Switzerland, respectively.\nIf you do not receive timely acknowledgment of your complaint from us, or if we have not addressed your complaint to your satisfaction, please contact or visit the DPA in your country (find a EU list here and a Swiss list here) for more information or to file a complaint.\nThe services of EU and Swiss DPAs are provided at no cost to you.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website [https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint], you may invoke binding arbitration when other dispute resolution procedures have been exhausted.</p>A.\nThe information we gather<p>We gather the two types of information about users, “Personal Information” which is information is about, or relates to, an identified or identifiable individual, or that can be linked to that individual (such as name, email address, etc.) and “Aggregate Information” which is information that cannot be used to identify you (such as frequency of visits to one of our Sites, browser type, etc.) Please note that we may convert Personal Information into Aggregate information via one or more processes at our discretion.</p>\n<p>Categories of Personal Information Collected</p>\n<p>\n<strong>Information you give us:</strong> In certain areas of the Sites, such as those in which you register for and complete a profile, post content that you have created (such as blogs, articles, photos or reviews), create a new account, subscribe to any of our mailing lists or promotions, or enter contests sponsored by us, or indicate that you want to receive more information about certain products or services, we may request that you provide us with certain personal information.\nBy doing so, depending on the functionality used, you could choose to provide us one or more categories of Personal Information.\nCategories of Personal Information that may be provided, include your username for the Sites or third party social media services, e-mail address, phone number, name, postcode, profession, job title, or work experience, or other categories of Personal Information you may choose to provide.\nWe will, in such situations, seek to identify which informational items are required and which are optional, based on the country that you specify or approximate location derived from your IP address.\nFurther, you may choose to provide Personal Information through participation in Polls &amp.\nSweepstakes, as further explained in the corresponding section below.</p>\n<p>\n<strong>Information we collect about you automatically:</strong> When you use the Sites or Services we may automatically collect technical information and information about your visit including pages you visited, the order in which they were visited, page interaction information (such as the links you “clicked” or the content you viewed or consumed), the type of device you are using, IP address, operating system, header information and browser software.\nWe may collect information that allows us to associate you with your social media or other accounts that you have on other websites.\nWhere such information meets the definition of Personal Information, such as IP address, we will treat it as such.</p>\n<p>\n<strong>Testimonials and reviews:</strong> We post customer testimonials and user reviews on the Sites.\nCustomer testimonials will be posted only with the customer’s permission.\nTestimonials and reviews may contain Personal Information.</p>\n<p>\n<strong>Information we receive from other sources:</strong> We work closely with third parties (including, for example, business partners, sub-contractors in technical and payment services, and advertising networks) and may receive information about you from them.\nWe may work with third parties to collect information that allows us to associate you with your social media or other accounts that you have on other websites.</p>\n<p>Categories of Aggregate Information Collected</p>\n<p>\n<strong>Aggregate Information:</strong> We may collect Aggregate Information that does not identify you, or aggregate the data we collect from you (including without limitation the IP addresses, and operating system and browser software type) to create Aggregate Information to help us identify the most popular areas of the Sites and determine the effectiveness of our promotional activities.\nIn the course of aggregating the data, we anonymize and de-identify it so it cannot be associated with you, which means that Aggregated Data is not Personal Information.\nWe may disclose Aggregated Data to advertisers to inform them of the number of people who have seen and/or clicked through their advertisements, or for other purposes at our discretion.</p>B.\nHow we use the information we gather<p>Please take some time to familiarize yourself with the different ways we use the information we gather.\nKeep in mind that, we: (a) we require the companies to which we transfer your Personal Information to comply with applicable laws relating to Personal Information, and more generally, we encourage all third parties we interact with, including but not limited to advertisers and vendors, to adhere to our policies regarding the privacy of our visitors and users and to otherwise handle Personal Information in a responsible manner.\nand (b) in accordance with relevant data security and privacy laws, we have put in place appropriate technical and organizational measures designed to ensure the security of your Personal Information.\nHowever, notwithstanding those measures, to the fullest extent permitted by law, we do not assume any responsibility for any actions or omissions of third parties, including the manner in which they use information received either from us or independently.\nNevertheless, in the event you encounter any third party associated with us, or who claims association with us, who you feel is improperly collecting or using information about you, please contact privacy@slashdotmedia.com.</p>\n<ol>\n<li>\n<strong>How we use Aggregate Information:</strong> As we explain above, Aggregated Information does not identify any specific individual and is not Personal Information.\nHowever, we would like you to understand how we use Aggregated Information.\nWe use Aggregated Information to build higher quality, more useful Services by performing statistical analyses of the collective characteristics and behavior of our visitors and users, and by measuring demographics and interests regarding specific areas of the Services.\nWe may sell, rent or lease statistical information based on this data to advertisers, users, and other current and potential business partners.\nWe may also use Aggregated Information to inform these third parties as to the number of people who have seen and clicked through links to their websites.\nWith respect to polls, we will treat information provided by you in accordance with this section and Section F (Polls &amp.\nSweepstakes) below.\nCircumstances under which we would publicly disclose such Aggregated Information include, but are not limited to, sharing poll results on the Sites, providing data to our advertisers on user preferences and/or demographics, and publicizing overall usage data in press communications.\nWhere polls allow users to submit written comments, and where we advise users of the possibility of such disclosure at the time they take the poll, we reserve the right to disclose and/or commercially exploit any information provided by users, provided that no Personal Information identifying a specific user is disclosed.\nParticipation in polls is at a user’s option.\nYou can use our website without answering polls.</li>\n<li>\n<strong>How we use Personal Information:</strong> We may use Personal Information a user submits for the following purposes related to our business:<ol>\n<li>To understand a user’s needs and create content that is relevant to the user;</li>\n<li>To generate statistical studies;</li>\n<li>*To build browsing and usage profiles of our users so that we may tailor our offers, and share such profiles with our advertisers and data customers, so that they may tailor their offers to our users’ interests (and we obtain consent when required to create and use these profiles – please click here for more information);</li>\n<li>*To conduct market research and planning by sending user surveys (with your consent where required – please click here for more information);</li>\n<li>To improve services, information, and products;</li>\n<li>To help a user complete a transaction, or provide services or customer support to users and to recipients of our products;</li>\n<li>To communicate with users and with recipients of our products and Services to provide users with information (by electronic means or otherwise) about other services we offer that are similar to those that a user has already received or enquired about;</li>\n<li>*Where we have a user’s consent to email users about services, information, products and offers from our business partners (and as set forth in the Section How we share information we gather);</li>\n<li>To provide forms, opt-in and opt-out choices appropriate to a visitor’s geographical location;</li>\n<li>To notify the user of any changes with a Site which may affect the user;</li>\n<li>To enforce our Terms of Use for a Site, or any terms or conditions applicable to a Site;</li>\n<li>To allow the user to purchase products, access services, or otherwise engage in activities the user selects;</li>\n<li>To allow us to contact you by phone and/or email for purposes of completing transactions, providing services.\ncustomer support, or fulfilling your requests;</li>\n<li>To keep track of the consent that you give us to various uses of your Personal Information (and any opt-outs that you exercise initially or later on, along with requests you make under the section EEA Rights.\nand</li>\n<li>To protect the security or integrity of the Sites or our business.</li>\n</ol>\n</li>\n</ol>\n<p>If you are an EEA user, see EEA Rights for an explanation of the types of legal basis for the use of your Personal Information.\nThe uses marked above with an asterisk are based on consent.\nThe other listed uses are based on our legitimate interests, or are necessary to enter into a contract with you or to perform our contractual obligations to you.</p>\n<p>When we send certain communications (such as a newsletter) to subscribers of our distribution list, we always allow our users to choose to stop receiving such newsletters or other communications from us by clicking an “unsubscribe” link at the bottom of our message.</p>\n<p>User names, identifications, and email addresses (as well as any additional information that a user may choose to post) may be publicly available on a Site when a user voluntarily and publicly discloses Personal Information, such as when a user posts Personal Information in conjunction with content subject to an open source license, uses features to send a message to another user, or as part of a message posted to a public forum or a publicly-released software application.\nSuch Personal Information may be used by visitors of these pages to send unsolicited messages.\nWe are not responsible for any consequences which may occur from the use of Personal Information that a user chooses to submit to public pages.</p>C.\nHow we share information we gather<p>We will share your Personal Information with third parties only in the ways that are described in this privacy statement.</p>\n<p>We may share your Personal Information in the following ways:</p>\n<ol>\n<li>We may share your Personal Information with third party service providers to help us with our business activities such as email marketing, telemarketing, offering customer service, or operating a community forum.\nWe include provisions within our contract with these companies to ensure that they: (i) use your Personal Information only as necessary to provide these services to us.\nand (ii) establish safeguards to protect the confidentiality of the information that we provide them.</li>\n<li>*We may also share your Personal Information with our advertisers, vendors, and customers, including data profiling companies, business-to-business lead buyers, and data aggregation companies that track user behavior.\nWe include provisions within our contract with these companies to ensure that they: (i) use your Personal Information only as permitted by applicable law.\nand (ii) establish safeguards to protect the confidentiality of the information that we provide them.\nPlease see Additional EEA Rights, which describes the right of users in the European Economic Area to object to the use of your Personal Information for profiling.</li>\n<li>We may share with unrelated third parties Aggregate Information compiled from information collected from users of the Sites, without prior notice to you, for any reason in our sole discretion.\nAggregate Information is used in a collective manner and no single person can be identified by such compiled information.</li>\n<li>We may share certain data from the Sites with researchers and research organizations for the purpose of supporting academic and scholarly research on free and/or open source software.\nWe may further choose to establish agreements for these parties to act in a clearinghouse capacity and authorize them to share this data with other researchers studying free and/or open source software.\nWhen data from these websites is transmitted to researchers, we make commercially reasonable efforts to remove Personal Information from data fields designed to capture Personal Information (other than user names and information that users have made publicly available through one of the Sites).\nWe, however, do not guarantee the complete removal of information that may identify a user, particularly in cases where the user has provided that information in comment fields or other fields not specifically designed for the collection of identifiers.</li>\n<li>We may disclose information submitted by or concerning any visitor or user as we reasonably feel is necessary to protect our systems, servers, networks or business, to protect and defend our rights or property and/or the rights or property of third parties (as permitted by law), and/or to detect, prevent or otherwise address security or technical issues;</li>\n<li>We may also disclose your Personal Information as required by law or regulation, such as to comply with legal processes and/or to meet national security or law enforcement requirements, when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate and address fraud, or respond to a government request.\nWe cooperate with law enforcement agencies in identifying those who may be using our systems, servers, networks or the Services for illegal activities.\nWe also reserve the right to report any suspected illegal activity to law enforcement for investigation or prosecution, or to suspend or terminate your use of the Sites in connection with any suspected illegal or infringing activity or if you are in violation of our Terms of Use Agreement or other published guidelines.</li>\n<li>If we are involved in a merger, acquisition, or sale of all or a portion of our assets, you will be notified via email and/or a prominent notice on any applicable Site of any change in ownership or uses of your Personal Information, as well as any choices you may have regarding your Personal Information.\nSlashdot reserves the right to assign, sell, license, or otherwise transfer to a third party your Personal Information in connection with an assignment, sale, joint venture, or other transfer or disposition of any portion or all of Slashdot or its affiliated entities’ assets or stock.</li>\n</ol>D.\nCookies, web beacons and similar tracking Technologies<p>Please review our Cookie and Opt Out Choices Statement for detailed information about our use of cookies, web beacons and other tracking technologies, as well as to learn about your choices to opt out of or turn off cookies, web beacons and other tracking technologies.</p>\n<p>\n<strong>Tracking and “Do Not Track” Features</strong>.\nWhen you visit our Sites, we may automatically collect the name of the website you visit from (called the “referring page”) and the name of the website you choose to visit immediately after ours (called the “exit page”), and we may collect information about other websites you have recently visited.\nWe will not be able to identify you from any of the information we collect in this way.\nCertain browsers have a “Do Not Track” feature that allows you to tell websites or applications that you do not want to have your online activities tracked.\nPlease consult the “Help” section of your browser for more information.\nPlease note that at this time our Sites generally do not respond to browser “Do Not Track” signals.</p>\n<p>\n<strong>Interest-Based Advertising</strong>.\nWe may also participate in interest-based advertising using cookies, web beacons and other tracking technologies.\nThis means that you may see advertising on our Sites tailored to how you browse or shop, or you may see our advertising on other websites based on your browsing behavior.\nSome websites where we may advertise belong to ad networks that use your web browsing history to choose which ads to display on their network websites.\nthese ads include advertising for Slashdot and our Sites.\nOther websites where you see our ads may use interest preferences that you have chosen on those websites, as well as registration and other information about you, to choose which ads to display to you.\nSome internet browsers, websites, and mobile devices offer opt-outs for interest-based advertising.\nPlease refer to the website that you are visiting, your browser and/or your device settings, and our Cookie and Opt Out Choices Statement available at https://slashdotmedia.com/cookie-statement-and-opt-out-choices/ for additional information.</p>\n<p>You can opt-out of receiving interest-based ads from third parties who are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising by visiting the opt-out pages on the NAI website[https://www.networkadvertising.org/choices/] and DAA website [https://www.aboutads.info/choices/].\nEEA users can learn more about interest-based advertising– and opt-out – at https://www.youronlinechoices.com/.</p>\n<p>Please review our Cookie and Opt Out Choices Statement for more information.</p>\n<p>\n<strong>Third party website links &amp.\nsubdomains</strong>: Links to third party websites or widgets to enable sharing of information through social networks on the Sites are provided solely as a convenience to the user.\nWhen a user uses these links, the user leaves the Sites.\nWe encourage you to read the privacy policies or statements of the other websites.\nPlease be aware that the terms of our Privacy Policy do not apply to these third party websites.\nWe have not reviewed all of these third party sites and do not control, and are not responsible for, any of the third party sites, their content, or their privacy practices.\nWe do not endorse or make any representations about the third party websites, or any information, services, or products found on the websites.\nIf a user decides to access any of the linked websites, we encourage the user to read their privacy statements.\nThe user accesses such websites at user’s own risk.</p>\n<p>With respect to SourceForge.net, we deliver the following services via subdomains:</p>\n<ul>\n<li>Integrated communications;</li>\n<li>Internet access;</li>\n<li>Information sharing between developers and end users.\nand</li>\n<li>Downloads through third-party mirror providers.</li>\n</ul>\n<p>Any Personal Information you provide using any third party content, software, services, and other products are subject to that third party’s policies governing privacy and security.</p>E.\nSecurity<p>The security of your Personal Information is important to us.\nWhen you enter Personal Information on our web forms, we encrypt the Personal Information during transmission.</p>\n<p>We follow generally accepted standards to protect Personal Information submitted to us, both during transmission and once we receive it.\nNo method of transmission over the Internet, or method of electronic storage, is 100% secure, however.\nTherefore, while we will put in place appropriate technical and organizational measures designed to ensure the security of your Personal Information we cannot guarantee that, notwithstanding such compliance by us, information will not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.\nIt is your responsibility to protect the security of your login information.\nPlease help keep your account safe by using a strong password.\nWe advise that you do not make any confidential information publicly available through our Sites.</p>\n<p>If you have any questions about security on our Sites, you can contact us at privacy@slashdotmedia.com.</p>F.\nPolls &amp.\nSweepstakes<p>Occasionally, we may conduct polls in order to better deliver advertisements and content and to better understand your needs relating to the Services.\nWe will not share your survey information with any third party, except in aggregate form.</p>\n<p>From time to time we may provide you the opportunity to participate in contests or polls on one of our Sites.\nIf you participate, we will request certain Personal Information from you.\nParticipation in these polls or contests is completely voluntary and you therefore have a choice whether or not to disclose this information.\nThe requested information typically includes contact information (such as name and shipping address), and demographic information (such as postcode).\nAny Personal Information that you submit in connection with these activities will be treated in accordance with this Privacy Policy unless the terms or rules which apply to those contests or polls state otherwise.\nTo the extent that those terms conflict with this Privacy Policy, the terms which govern that particular promotion or sweepstakes will prevail – please remember to read them carefully.\nWe may use the Personal Information we collect to notify contest winners and award prizes, to monitor Site use, to personalize the Sites, to send participants an email, and to measure participants’ demographics, interests and opinions.\nWe may use a third party service provider to conduct these polls or contests.\nthat company will be prohibited from using our users’ Personal Information for any other purpose.\nWe will not share the Personal Information you provide through a contest or poll with other third parties unless we give you prior notice and you have consented.\nCurrently, we offer contests and sweepstakes only to residents of the U.S.A.</p>G.\nSocial Media Features<p>The Sites include social media features, such as the Facebook Like button and widgets, that run on our Sites.\nThese features may collect your IP address, which pages you are visiting on our Sites, and may set a cookie to enable the features to function properly.\nSocial media features and widgets are either hosted by a third party or hosted directly on our Sites.\nYour interactions with these features are governed by the privacy policy of the company providing it, and not by this Privacy Policy.</p>H.\nSocial Media Logins<p>You may be able to log in to our Sites using sign-in services such as Facebook Connect, Google, Twitter or LinkedIn.\nThese services will authenticate your identity and provide you the option to share certain personally identifiable information with us such as your name and email address to pre-populate our sign up form.\nSocial media services may give you the option to post information about your activities on the Sites to your profile page to share with others within your network.</p>I.\nChildren<p>\n<em>Services are not available to children under 18 years of age</em>.\nWe do not knowingly collect personally identifiable information from children under 18 years of age.\nIf you have reason to believe that a child under the age of 18 has provided Personal Information to us, please contact us.\nWe will take reasonable steps to investigate and if it is confirmed that we possess personally identifiable information of a child under 18 years of age, we will delete information and terminate the child’s account from our databases.\nWe may require additional information to confirm that the request is a bona fide request from an appropriate person concerning a child under the age of 18.</p>J.\nCalifornia Residents<p>Pursuant to Section 1798.83 of the California Civil Code, residents of California have the right to request from a business, with whom the California resident has an established business relationship, certain information with respect to the types of personal information the business shares with third parties for direct marketing purposes by such a third party and the identities of the third parties with whom the business has shared such information during the immediately preceding calendar year.\nIf you are a California resident and want a copy of this notice, please submit a request by writing to: Slashdot Media, LLC dba Slashdot Media, PO Box 2452, La Jolla, CA 92038.\nIn your request, please specify that you want a “Your Slashdot Section 1798.83 California Privacy Rights Notice.” Please allow 30 days for a response.</p>\n<p>\n<strong>California Consumer Privacy Act Rights</strong>.\nUnder the California Consumer Privacy Act (“CCPA”), California residents have certain rights regarding their Personal Information.\nIf you would like to exercise these rights on or after January 1, 2020, please contact us using the email address, toll-free phone number, physical mailing address, or the interactive Do Not Sell My Information form listed within the “Contact Information” section below.\nFor your own privacy and security, we may require you to prove your identity before providing the requested information, as provided for by the CCPA.\nIt may take us some time to respond to your request, but we will do so within the requirements of the CCPA.</p>\n<p>This Policy provides you disclosure regarding the Personal Information we collect from you and the purposes for doing so.\nPlease see “Information We Gather” section above.\nThe CCPA grants you specific rights, including the following:</p>\n<ul>\n<li>Right to request disclosure as to Personal Information we have collected about you:</li>\n<li>Upon a verifiable request, made through one of the methods provided within the “Contact Information” section below, we will disclose to you the items listed below, one or more of which may be provided by reference to this Policy:<ul>\n<li>The categories of Personal Information it has collected about you.</li>\n<li>The categories of sources from which the Personal Information was collected.</li>\n<li>The business purpose behind collecting the Personal Information.</li>\n<li>The categories of third parties with whom Slashdot has shared the information.</li>\n<li>The specific pieces of Personal Information Slashdot has collected about you.</li>\n<li>Right to opt out of the sale of your information.\nTo exercise this right, please visit our opt-out portal.</li>\n</ul>\n</li>\n<li>Right to request deletion: upon a verifiable request, made through one of the methods provided within the “Contact Information” section below, we will delete personal information we have regarding you and direct our service providers to delete your personal information from their records, to the extent provided by the CCPA.</li>\n<li>Right to be free from discrimination: Slashdot will not discriminate against you for exercising any of your rights under the CCPA.</li>\n<li>CCPA Contact Information: Slashdot can be reached by telephone at 1-800-552-9000.\nby email at privacy@slashdotmedia.com.\nby mail at PO Box 2452, la Jolla, CA 92038, Attention: Privacy Compliance, or via an online interactive portal.</li>\n</ul>\n<p>What We May Need From You</p>\n<p>We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights).\nThis is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request to speed up our response.</p>\n<p>Time Limit to Respond</p>\n<p>We will respond to all legitimate requests within forty-five days, or as permitted by the CCPA.</p>K.\nCanadian Residents<p>Canadian citizens, except under circumstances defined by law, are entitled to access their own Personal Information, to the extent covered by applicable law, collected by Slashdot by writing to: Slashdot Media, LLC dba Slashdot Media, PO Box 2452, La Jolla, CA 92038.\nIf you believe that the Personal Information about you that we have collected is incomplete or inaccurate, please contact us and we will correct the information upon verification of the omission or error and of the identity of the person requesting the change.</p>L.\nEEA Rights under the GDPR<p>Users who are resident in the European Economic Area (EEA) have additional rights under the General Data Protection Regulation (GDPR) and applicable law.\nEEA users benefit from our certification to Privacy Shield, which is described at the beginning of this Privacy Policy.</p>\n<p>To make this section more reader-friendly, we use everyday words such as use, transfer and storage to describe what we do with your Personal Information – but this Notice covers processing of any kind that is subject to EEA data protection law.</p>\n<p>Slashdot processes Personal Information as a “processor,” “joint controller,” and as a “controller” under the European Union’s General Data Protection Regulation.\nA “controller” is an entity that determines the purposes for which and the manner in which any personal information is processed.\nAny third parties that act as our service providers are “data processors” that handle your Personal Information in accordance with our instructions.\nWith respect to your Personal Information that you enter or that is received through our Sites, Slashdot is the controller.</p>\n<p>\n<strong>How we will use and share your Personal Information:</strong> We will use and share your Personal Information as described in this section and elsewhere in this Privacy Policy.</p>\n<p>\n<strong>How we secure your data:</strong> See our description of our security practices here.</p>\n<p>\n<strong>Basis for processing of your Personal Information:</strong> We rely on three primary bases for processing EEA Personal Information.</p>\n<ul>\n<li>The first one is our legitimate interests, which we weigh against any risks to your rights.\nBy “legitimate interests,” we mean the ordinary needs and objectives of a business that offers the types of services available on our Sites, including security, quality assurance (such as preventing the dissemination or malware and misuse of our Sites and services), customer service, communicating with users to better serve them, and improving and developing new products and services.</li>\n<li>The second one is when processing is necessary to enter into or perform a contract with you.</li>\n<li>The third basis is consent – you will know when we are relying on consent because we will have expressly asked you for your consent (and if you don’t give us consent, we won’t perform the processing in question).\nAlso, the sections titled “How we use Personal Information” and “How we share information we gather” flag the uses that are based on consent by marking them with an asterisk.</li>\n<li>We may also process your Personal Information on the basis that we need to do so to fulfill our legal obligations.\nWe expect this would be a rare situation.</li>\n</ul>\n<p>\n<strong>Revoking your consent:</strong> If you have given us consent to process your Personal Information, you can withdraw it by emailing us at privacy@slashdotmedia.com.\nYou can withdraw your consent at any time, although your withdrawal will not apply to processing that took place with your consent before you withdrew it.</p>\n<p>\n<strong>“Special” or “sensitive” personal data:</strong> We do not intentionally collect any Personal Information that is considered “special” or “sensitive” under the GDPR, including racial or ethnic origin, political opinions, religious or philosophical beliefs, trade-union membership, genetic data, biometric data or data concerning health or anything to do with a person’s sexuality.\nWe also do not collect information about criminal convictions or offenses.\nWe request that you refrain from sharing any such Personal Information via the Sites or in connection with our Services.</p>\n<p>\n<strong>Access, correction, restriction and deletion.</strong> Your right to access your data and/or correct your data, and how to make a request, is described in the section titled “Access.” You may request a copy of your Personal Information, and we reserve the right to charge a reasonable administrative fee for providing a copy to you, as permitted by applicable law.\nYou may also request that your data be deleted, and we will comply with your deletion request unless applicable law permits us to refuse the request, in which case we will tell you that we have rejected your request and give you the reasons why.\nYou may request that the use of your Personal Information be restricted, subject to Article 21 of the GDPR.\nIf you make a data restriction request, we will discuss it with you and, in any event, we will comply with any obligations we may have under Article 21 of the GDPR.\nWhere appropriate, we may address your request by de-identifying the data such that it no longer identifies you, consistent with applicable law.</p>\n<p>\n<strong>Data Portability</strong>.\nThe GDPR provides certain rights relating to data portability.\nYou may request data portability to the extent provided by applicable law.</p>\n<p>\n<strong>Profiling.</strong> Paragraph (b) under the section titled “How we share information we gather” describes how we use Personal Information for profiling, and how we share profiles with third parties.\nYou can opt out of profiling for direct marketing at any time by contacting us at privacy@slashdotmedia.com and we will honor your request.\nWhen we engage in profiling for other purposes that don’t involve direct marketing, we will consider your request and honor it unless we determine that we have compelling legitimate in continuing the profiling that override the interests, rights and freedoms of the data subject, or the continued profiling is necessary for the establishment, exercise or defense of legal claims.\nWe expect that this would be rare, but one example might be profiling to prevent fraud or the misuse of our Sites and Services.\nWe will explain our reasoning to you if we reject your request to stop profiling.</p>\n<p>\n<strong>How long we keep your Personal Information:</strong> We retain your personal data as long as needed or permitted in light of the purpose(s) for which it was obtained.\nWe retain your personal data for as long as your account is active or as needed to provide you Slashdot Services, or as otherwise required by applicable law or related legal purposes.\nIf you wish to cancel your account or request that we no longer use your identifiable personal data to provide you Slashdot Services, contact us at privacy@slashdotmedia.com.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>\n<strong>Who will receive your Personal Information:</strong> See “How we share information we gather’.</p>\n<p>\n<strong>Data transfers to third countries:</strong> We provide our Sites and related services from the USA and may use service providers in various countries that do not provide the same level of data protection as is in your country.</p>\n<p>\n<strong>Complaints:</strong> You have the right to make a complaint under the GDPR to your local data protection authority.\nOur e-mail address for complaints, requests or questions relating to this Privacy Notice is privacy@slashdotmedia.com</p>\n<p>Finally, we want to make it clear that nothing in this section is intended to limit any other right that applies to you under any other section of this Privacy Policy.</p>M.\nVisitors and Users of our Sites from Outside the United States<p>Canadian citizens, except under circumstances defined by law, are entitled to access their own Personal Information, to the extent covered by applicable law, collected by Slashdot by writing to: Slashdot Media, LLC dba Slashdot Media, PO Box 2452, La Jolla, CA 92038.\nIf you believe that the Personal Information about you that we have collected is incomplete or inaccurate, please contact us and we will correct the information upon verification of the omission or error and of the identity of the person requesting the change.</p>N.\nChanges to this Privacy Policy<p>We may update this privacy policy to reflect changes to our information practices.\nIf we make any material changes we will notify you by email (sent to the e-mail address specified in your account) or by means of a notice on the Site prior to the change becoming effective.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\nNote that, by using the Services, you signify your agreement to this Privacy Policy.\nIf you do not agree to this Policy, please do not use the Services.\nYour continued use of the Services subsequent to changes to this Policy will mean that you accept the changes.\ntherefore, please bookmark this page and review it periodically.\nIf you have any questions regarding this Privacy Policy, or any other privacy issues in connection with the Services, please e-mail us at privacy@slashdotmedia.com.</p>O.\nContact Information<p>Questions regarding this Privacy Policy, or to exercise your rights hereunder, unless another mechanism is provided, should be directed to privacy@slashdotmedia.com.\nYou may also contact us at Slashdot Media, LLC dba Slashdot Media, PO Box 2452, La Jolla, CA 92038.</p>", "created_at": "2020-11-08 21:21:27.468764", "updated_at": "2021-06-27 21:45:21.963123"}, {"id": 3069, "name": "Terms of Use", "url": "https://slashdotmedia.com/terms-of-use", "xpath": "/html/body/div[3]/div/div/article/div/div/div/div/div[2]", "text": "<p>Terms of Use Agreement • Slashdot Media</p>\n<p>LAST UPDATED: December 27, 2019</p>1.\nLegal Information<p>We are glad you decided to use a SLASHDOT MEDIA, LLC (“SLASHDOT MEDIA”, “COMPANY”, “WE”, “US”, “OUR”) website, INCLUDING THE CONTENT AND CODE RELATED THERETO (COLLECTIVELY, THE “SITE,” “SITES”), SUBJECT TO YOUR COMPLIANCE WITH THE TERMS AND CONDITIONS SET FORTH BELOW.\nPLEASE READ THIS TERMS OF USE AGREEMENT (“AGREEMENT“) CAREFULLY BEFORE USING THIS SITE.\nBy using the Sites, you agree to be bound by these terms and conditions.\nIf you do not agree to these terms and conditions, please do not use the Sites.\nThis Agreement is made between the Company and you, the Site visitor and/or registered user (“you”).\nWe reserve the right at our sole discretion and at any time to:</p>\n<ul>\n<li>Change the terms and conditions of this Agreement;</li>\n<li>Change the Sites, including eliminating or discontinuing any content on or feature of the Sites, restricting the hours of availability or limiting the amount of use permitted.\nor</li>\n<li>Change any fees or charges for use of the Sites, including instituting new or increased fees or charges for the use of the Sites or any other related services or any feature thereof.</li>\n</ul>\n<p>Any changes we make will be effective immediately upon notice, which we may provide by any means including, without limitation, posting on the Sites or via electronic mail.\nYour use of any of the Sites after such notice will be deemed acceptance of such changes.\nBe sure to review this Agreement periodically to ensure familiarity with the most current version.\nUpon our request, you agree to sign a non-electronic version of this Agreement.\nYou must be at least 18 years of age to use any of the Sites.\nIf you are under the age of 18, your parent or legal guardian, as applicable, must expressly consent to your use of the Sites.</p>2.\nOwnership.\nProprietary Notices<p>© 1990 – 2020 Slashdot Media, LLC.\nAll Rights Reserved.</p>\n<p>The Sites are the property of SlashDot Media.</p>\n<p>Slashdot Media, the Slashdot Media logos and other Slashdot Media trademarks including “SLASHDOT,” “NEWS FOR NERDS, STUFF THAT MATTERS,” “FREECODE,” “SOURCEFORGE.NET,” the Sourceforge.net logo, the freecode.com logo, the Slashdot.org logo, service marks, and product and service names are SlashDot Media trademarks or registered trademarks in the United States and in other countries (the “SlashDot Media Marks”).\nAll other trademarks and/or service marks used in this Site are the trademarks and/or service marks of their respective owners.</p>\n<p>The Sites are owned and operated by us in conjunction with others pursuant to contractual arrangements.\nUnauthorized use of the materials on the Sites may violate copyright, trademark, patent and other laws and is prohibited.\nYou acknowledge that you do not acquire any ownership rights by using the Sites.</p>\n<p>THE SITES, INCLUDING ANY CONTENT OR INFORMATION CONTAINED WITHIN IT OR ANY SITE RELATED SERVICE, OR ANY PRODUCT OR SERVICE LICENSED, PURCHASED OR OTHERWISE MADE AVAILABLE THROUGH THE SITES, ARE PROVIDED “AS IS” WITH NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EITHER EXPRESSED OR IMPLIED.\nTO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, SLASHDOT MEDIA.\nAND ITS SUBSIDIARIES, AFFILIATES, SUPPLIERS, SPONSORS, AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nNEITHER SLASHDOT MEDIA, ITS SUBSIDIARIES, AFFILIATES, SPONSORS, SUPPLIERS NOR AGENTS MAKES ANY REPRESENTATION AS TO THE RESULTS TO BE OBTAINED FROM USE OF THE SITES OR THE SITE-RELATED SERVICES.</p>\n<p>SLASHDOT MEDIA AND ITS SUBSIDIARIES, AFFILIATES, SUPPLIERS, AND AGENTS DO NOT WARRANT THAT YOUR USE OF THE SITES OR THE SOFTWARE WILL BE UNINTERRUPTED, ERROR-FREE, OR SECURE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SITES (OR THE SERVER(S) ON WHICH IT IS HOSTED) OR SOFTWARE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nYOU ACKNOWLEDGE THAT YOU ARE RESPONSIBLE FOR OBTAINING AND MAINTAINING ALL TELEPHONE, COMPUTER HARDWARE AND OTHER EQUIPMENT NEEDED TO ACCESS AND USE THE SITES, AND ALL CHARGES RELATED THERETO.\nYOU ASSUME TOTAL RESPONSIBILITY AND RISK FOR YOUR USE OF THE SITES AND THE SOFTWARE AND YOUR RELIANCE THEREON.\nNO OPINION, ADVICE, OR STATEMENT OF SLASHDOT MEDIA OR ITS SUBSIDIARIES, AFFILIATES, SUPPLIERS, AGENTS, REGISTERED USERS, OR VISITORS, WHETHER MADE ON THE SITE, OR OTHERWISE, SHALL CREATE ANY WARRANTY.\nYOUR USE OF THE SITES AND ANY MATERIALS PROVIDED THROUGH THE SITES ARE ENTIRELY AT YOUR OWN RISK.</p>\n<p>You acknowledge that the Sites could include inaccuracies or errors, or materials that violate these Terms of Use (specifically, the “Code of Conduct” section).\nAdditionally, you acknowledge that unauthorized additions, deletions and alterations could be made by third parties to the Sites.\nAlthough the Company attempts to ensure the integrity and the accuracy of the Sites, it makes no guarantees whatsoever as to any Site’s completeness or correctness.\nIn the event that such a situation arises, please contact us at sfnet_ops@slashdotmedia.com with, if possible, a description of the material to be checked and the location (URL) where such material can be found on the Site, as well as information sufficient to enable us to contact you.\nWe will try to address your concerns as soon as reasonably practicable.\nFor copyright infringement claims, see the section on “Claims of Copyright Infringement.”</p>\n<p>Because user authentication on the Internet is difficult, the Company cannot and does not confirm that users are who they claim to be.\nBecause we do not and cannot be involved in user-to-user transactions or control the behavior of any Site’s users, in the event that you have a dispute with one or more Site users, you release SlashDot Media, and its subsidiaries, affiliates, agents and employees, from all claims, demands and damages of any kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to such disputes.\nYou acknowledge that there may be certain risks, including but not limited to the risk of physical harm and of dealing with strangers, underage persons or people acting under false pretenses, associated with pursuing relationships begun on the Internet.\nYou assume all risks related to dealing with other users with whom you have had contact through the Site.</p>\n<p>While Slashdot Media will use reasonable efforts to back up site data and make such data available in the event of loss or deletion, Slashdot Media has no responsibility or liability for the deletion or failure to store any messages and other communications or other Content (as herein defined) maintained or transmitted by any Site.\nSlashdot Media reserves the right to mark as “inactive” and archive accounts and/or Content that are inactive for an extended period of time.\nSlashdot Media reserves the right to change these general practices at any time, in its sole discretion, with notice to users and the public as described above.</p>\n<p>SourceForge.net offers a web hosting service that permits project teams to share information among developers and end users (“Project Web”).\nYour use of the Project Web must comply with all applicable laws, regulations and ordinances, including any laws regarding the export of data or software.\nYou agree that content you post to Project Web shall not contain or embed advertising.\nYou agree that you will protect the privacy and legal rights of the end users of your Project Web application.\nYou must provide legally adequate privacy notice and protection for end users and are responsible for the security of such information.\nIf end users provide you with user names, passwords, or other login information or personally identifiable information, you must make the users aware that the information will be available to your application and to SlashDot Media.\nYou agree that SlashDot Media has no responsibility or liability for the deletion or failure to store any Project Web content and other communications maintained or transmitted through use of the Project Web service.\nYou further acknowledge that you are solely responsible for securing and backing up your applications and any Project Web content.</p>3.\nLimitation of Liability<p>NEITHER SLASHDOT MEDIA NOR ITS SUBSIDIARIES, AFFILIATES, SUPPLIERS, ADVERTISERS, AGENTS OR SPONSORS ARE RESPONSIBLE OR LIABLE FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, PUNITIVE OR OTHER DAMAGES UNDER ANY CONTRACT, NEGLIGENCE, STRICT LIABILITY OR OTHER THEORY ARISING OUT OF OR RELATING IN ANY WAY TO THE SITE AND/OR CONTENT CONTAINED ON THE SITES, OR ANY PRODUCT OR SERVICE PURCHASED THROUGH THE SITE.\nYOUR SOLE REMEDY FOR DISSATISFACTION WITH THE SITES AND/OR CONTENT CONTAINED WITHIN THE SITES IS TO STOP USING THE SITES.\nTHE SOLE AND EXCLUSIVE MAXIMUM LIABILITY TO COMPANY FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT, TORT, INCLUDING, WITHOUT LIMITATION, NEGLIGENCE OR OTHERWISE) SHALL BE THE TOTAL AMOUNT PAID BY YOU, IF ANY, TO ACCESS THE SITES.</p>4.\nAcknowledgement<p>The Sites may contain links to other web sites operated by third parties, other than affiliates of the Company (“Linked Sites”).\nWe neither control nor endorse such other web sites, nor have we reviewed or approved any content that appears on the Linked Sites.\nYou acknowledge that when you click on a link to visit a Linked Site, a frame may appear that contains the Company logo, advertisements and/or other content selected by the Company.\nYou acknowledge that the Company and its sponsors neither endorse nor are affiliated with the Linked Sites and are not responsible for any content that appears on the Linked Sites.\nYou also acknowledge that the owner of the Linked Site neither endorses nor is affiliated with the Company and its sponsors.\nOnce you choose to link to another website, you should read that website’s privacy statement before disclosing any personal information.</p>5.\nVoid Where Prohibited.\nIndemnification<p>Although the Sites are accessible worldwide, not all products or services discussed, referenced or made available on the Sites are available to all persons or in all geographic locations or jurisdictions.\nWe make no representation that materials in the Sites are appropriate or available for use in locations outside the United States.\nThose who choose to access the Sites from other locations do so on their own initiative and at their own risk and are responsible for compliance with local laws if and to the extent local laws are applicable.\nThe Company reserves the right to limit the availability of the Sites and/or the provision of any product or service described thereon to any person, geographic area, or jurisdiction it so desires at any time and in our sole discretion and to limit the quantities of any such product or service that we provide.\nUse of the Sites is void where prohibited.</p>\n<p>You agree to indemnify, defend and hold us, our affiliates, sponsors, officers, directors, employees, agents and representatives harmless from and against any and all claims, damages, losses, costs (including reasonable attorneys’ fees), or other expenses that arise directly or indirectly out of or from (a) your breach of this Agreement, (b) your violation of the Code of Conduct, and/or (c) your activities in connection with the Sites or Site-related services.</p>6.\nCode of Conduct<p>Submissions/Content</p>\n<p>The Sites are owned and operated by SlashDot Media for the purpose of software comparison, software development, discussion, implementation and innovation (the “Purpose”).\nThe Sites provide technology news, tools, products and education for the IT and developer community.</p>\n<p>All Code, information, data, ideas, text, software, music, sound, photographs, graphics, video, notes, messages, concepts, trademarks, service marks, or any other materials whatsoever (collectively, “Content”), whether publicly posted or privately transmitted, is the sole responsibility of the person from whom such Content originated.\nThis means that the user, and not Slashdot Media, is entirely responsible for all Content that he or she uploads, posts, emails or otherwise transmits via the Sites.\nNo user shall transmit Content or otherwise conduct or participate in any activities on the Sites that, in the judgment of Slashdot Media, is likely to be prohibited by law in any applicable jurisdiction, including laws governing the encryption of software, the export of technology, the transmission of obscenity, or the permissible uses of intellectual property.\nSlashdot Media reserves the right, in its sole and absolute discretion, to refuse or delete any Content at any time.\nSlashdot Media shall have the right (but not the obligation) in its sole discretion to refuse or delete any Content that it reasonably considers to violate this Agreement or be otherwise illegal or does not fulfill the Purpose.\nSlashdot Media, in its sole and absolute discretion, may preserve Content and may also disclose Content if required to do so by law or judicial or governmental mandate or as reasonably determined useful by Slashdot Media to protect the rights, property, or personal safety of the Sites’ users and the public.</p>\n<p>We do not require the users of our Sites to make use of the complete set of services we offer.\nTo help ensure community access to Content, when users establish Content on our Sites but elect to instead release future Content through other external sites, Slashdot Media has the right (but not the obligation) to archive the original Content and make a new copy of the Content curated by Slashdot Media.\nThe set of Content included in this curated copy is within the sole discretion of Slashdot Media, and may include updates and/or a subset and/or a superset of the Content posted by the user externally</p>\n<p>We do not control the Content posted to the Sites and, as such, do not guarantee the accuracy, integrity or quality of such Content.\nUnder no circumstances will Slashdot Media be liable in any way for any Content, including, but not limited to, liability for any errors or omissions in any Content or for any loss or damage of any kind incurred as a result of the use of any Content posted, emailed or otherwise transmitted via the Sites.\nEach user, by using the Sites, may be exposed to Content that is offensive, indecent or objectionable.\nEach user must evaluate, and bear all risks associated with the use of any Content, including any reliance on the accuracy, completeness, or usefulness of such Content.</p>\n<p>By sending or transmitting to us Content, or by posting such Content to any area of the Sites, you grant us and our designees a worldwide, non-exclusive, sub-licensable (through multiple tiers), assignable, royalty-free, perpetual, irrevocable right to link to, reproduce, distribute (through multiple tiers), adapt, create derivative works of, publicly perform, publicly display, digitally perform or otherwise use such Content in any media now known or hereafter developed.\nYou hereby grant the Company permission to display your logo, trademarks and company name on the Sites and in press and other public releases or filings.\nFurther, by submitting Content to the Company, you acknowledge that you have the authority to grant such rights to the Company.\nPLEASE NOTE THAT YOU RETAIN OWNERSHIP OF ANY COPYRIGHTS, TRADEMARKS AND SERVICE MARKS IN ANY CONTENT YOU SUBMIT.</p>\n<p>Use, reproduction, modification, and other intellectual property rights to data stored on the Sites will be subject to licensing arrangements that may be approved by Slashdot Media as applicable to such Content.\nWith respect to text or data entered into and stored by publicly-accessible site features such as forums, comments and bug trackers (“Slashdot Media Public Content”), the submitting user retains ownership of such Slashdot Media Public Content.\nwith respect to publicly-available statistical content which is generated by the sites to monitor and display content activity, such content is owned by Slashdot Media.\nIn each such case, the submitting user grants SlashDot Media a royalty-free, perpetual, irrevocable, non-exclusive, transferable license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform, and display such Content (in whole or part) worldwide and/or to incorporate it in other works in any form, media, or technology now known or later developed, all subject to the terms of any applicable license.\nWith respect to Content posted to private areas of Sourceforge.net (e.g., private development tools or mail), the submitting user may grant to SlashDot Media or other Sourceforge.net users such rights and licenses as the submitting Sourceforge.net user deems appropriate.\nContent located on any Slashdot Media-hosted subdomain which is subject to the sole editorial control of the owner or licensee of such subdomain, shall be subject to the appropriate license applicable to such Content, or to such other licensing arrangements as may be approved by Slashdot Media as applicable to such Content.\nFor the purposes of these Terms, “Code” means any software code you submit, post, display or distribute via: any of our software configuration management (“SCM”) repositories (including, CVS, Subversion, Git, Bazaar and Mercurial) or SourceForge.net’s file release system, and “Associated Content” means any text, data, music, sound, photograph, graphic, video, message or material, whether publicly posted or privately transmitted via SourceForge.net, but does not include Code.\n“SourceForge Content” means any Code or Associated Content.</p>7.\nSourceForge.net Submissions/Content<p>When you submit, post, upload or otherwise provide Code to SourceForge.net, you must designate promptly the software license pursuant to which licensees, including Slashdot Media, obtain rights with respect to such Code.\nExcept as otherwise expressly permitted by these Terms, any Code submitted to SourceForge.net must be licensed to Slashdot Media and other licensees under a license that is: compliant with the Open Source Initiative (“OSI”)’s Open Source Definition (https://www.opensource.org/docs/osd) or certified as an “OSI-Approved License” (https://opensource.org/licenses).\nPlease note that Slashdot Media is not affiliated with the OSI.</p>\n<p>Notwithstanding anything to the contrary in these Terms, once you have selected the OSI-Approved or compliant license applicable to your Code, Slashdot Media shall be a licensee of such Code under the applicable OSI-Approved or compliant license that you have chosen.\nYou shall promptly notify us in writing if you do not have the right to grant Slashdot Media or any other user an OSI-Approved or compliant license to your Code.\nUntil such time as you have selected the OSI-Approved or compliant license applicable to your Code, Slashdot Media shall be a licensee of such Code under the license terms applicable to Associated Content.</p>\n<p>When you create or make available your SourceForge Content on Sourceforge.net, you represent and warrant that:</p>\n<ul>\n<li>you own or have sufficient rights to post or make available your SourceForge Content on or through SourceForge.net;</li>\n<li>the posting or making available of your SourceForge Content on or through SourceForge.net does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights, including intellectual property rights, of any person or entity;</li>\n<li>you have fully complied with any third-party licenses relating to your SourceForge Content, agree to pay for all royalties, fees and any other monies owing any person by reason of any of your SourceForge Content that you posted on or through SourceForge.net;</li>\n<li>your SourceForge Content does not contain any viruses, worms, Trojan horses, malicious code or other harmful or destructive content;</li>\n<li>your SourceForge Content is not obscene, lewd, lascivious, excessively violent, harassing, libelous or slanderous, does not advocate the violent overthrow of the government of the United States, does not incite, encourage or threaten immediate physical harm against another;</li>\n<li>your SourceForge Content does not endorse or promote racism, bigotry, hatred, or physical harm of any kind against another group or individual, and does not discriminate, incite harassment or advocate harassment of any group or individual;</li>\n<li>your SourceForge Content does not contain material that solicits personal information from anyone under 18 or exploit people under the age of 18 in a sexual or violent manner, and does not violate any federal or state law concerning child pornography or otherwise intended to protect the health and well-being of minors;</li>\n<li>if your employer has rights to intellectual property you create, you have either received permission from your employer to make available your SourceForge Content, or secured from your employer a waiver as to all rights in or to your SourceForge Content;</li>\n<li>your SourceForge Content does not constitute, contain, install or attempt to install or promote spyware or malware or any other computer code (whether on SlashDot Media’s or others computers or equipment) intended to, or that does, enable you or others to gather information about or monitor the online or other activities of another party, unless it discloses such functionality to the user in a clear and conspicuous manner and the user affirmatively consents to such use.\nand, your SourceForge Content does not otherwise violate, or link to material that violates, any provision of these Terms or any local, state, or federal law or regulation, including any law designed to regulate electronic advertising;</li>\n<li>your SourceForge Content shall not constitute, contain, install or attempt to install or promote any toolbar or secondary offer without the express written consent of Slashdot Media.\nand</li>\n<li>you shall notify Slashdot Media of all third-party add-on, extension, plug-in and other executable software distributed or bundled with your SourceForge Content prior to the release of such by sending an email to sfnet_ops@slashdotmedia.com prior to posting</li>\n</ul>\n<p>By submitting Code to SourceForge.net, you certify that your Code is in compliance with the OSI-Approved or compliant license that you designate, and you hereby represent and warrant that you have all rights, licenses and consents necessary to grant Slashdot Media and other users the rights and licenses granted herein, and under the OSI-Approved or compliant license you designate, without infringement of any third party rights.\nIn addition, the Code that you submit must also be made available in human-readable (i.e., “Source Code”) form.\nWhenever reasonably feasible, you agree that you will make Source Code available on or via SourceForge.net corresponding to Code that you post, submit, display or distribute.\nYou must make Source Code available for all portions of Code that you have modified, enhanced or otherwise created derivative works from (with any such modification or derivative work being a “Change”).</p>\n<p>Slashdot Media acknowledges that there may be situations where posting Source Code is not reasonably feasible.\nexamples of such situations are when you are posting Code that: (a) is ancillary to other Code that you have changed but such Code is only available to you in binary or executable form (such as closed-source device drivers or closed-source software frameworks).\n(b) is otherwise readily available in Source Code form online as part of an Open Source distribution, and where you notify users that the Source Code for such distribution is available elsewhere on the Internet (and you also provide a link to that location).\nor (c) Slashdot Media agrees in writing does not need to be posted in Source Code form.</p>\n<p>For users posting on Sourceforge.net, you are aware that certain postings of open source encryption code are controlled under U.S.\nExport Control Classification Number (ECCN) 5D002, License Exemption TSU, which requires notice prior to export by email to the U.S.\ngovernment.\nSubmit the notification or copy to crypt@bis.doc.gov and to enc@nsa.gov You are responsible for submitting this email to the U.S.\ngovernment and Section 740.13(e) of the Export Administration Regulations (“EAR”) 15 C.F.R.\nParts 730-772.\nNote that products which use encryption solely for authentication are deemed 5×992 and the prior notification is not required.\nFor more information see: https://www.bis.doc.gov/index.php/policy-guidance/encryption/registration#One.</p>8.\nRegistration.\nUse of Secure Areas and Passwords<p>Some areas of the Sites may require you to register with us.\nWhen and if you register, you agree to (a) provide accurate, current, and complete information about yourself as prompted by our registration form (including your e-mail address) and (b) to maintain and update your information (including your e-mail address) to keep it accurate, current, and complete.\nYou acknowledge that should any information provided by you be found to be untrue, inaccurate, not current, or incomplete, we reserve the right to terminate this Agreement with you and your current or future use of the Sites (or any portion thereof).</p>\n<p>You will receive passwords and account designations upon completing certain Site registration processes and are wholly responsible for maintaining the confidentiality thereof and wholly liable for all activities occurring thereunder.\nYou agree not to distribute, transfer or resell your use of or access to the any of the Sites to any third party.\nSlashdot Media cannot and will not be liable for any loss or damage arising from a user’s failure to comply, including any loss or damage arising from any user’s failure to: (1) immediately notify Slashdot Media of any unauthorized use of his or her password or account or any other breach of security.\nand (2) ensure that he or she exits from his or her account at the end of each session.\nYOU ARE SOLELY AND ENTIRELY RESPONSIBLE FOR MAINTAINING THE CONFIDENTIALITY OF YOUR PASSWORDS AND ACCOUNT DESIGNATIONS AND ARE SOLELY AND ENTIRELY RESPONSIBLE FOR ANY AND ALL ACTIVITIES THAT ARE CONDUCTED THROUGH YOUR ACCOUNT.</p>\n<p>For users of Sourceforge.net, you represent you are not a person on a list barring you from receiving services under U.S.\nlaws or other applicable jurisdiction, including without limitations, the Denied Persons List and the Entity List, and other lists issued by the U.S.\nDepartment of Commerce, Bureau of Industry and Security, detailed at https://www.bis.doc.gov/index.php/policy-guidance/lists-of-parties-of-concern(or successor sites thereto).\nUsers residing in countries on the United States Office of Foreign Assets Control sanction list, including Cuba, Iran, North Korea and Syria, may not post Content to, or access Content available through, SourceForge.net.\nSlashDot Media handles user Registration Data in accordance with the Sites Privacy Policy.</p>9.\nClaims of Copyright Infringement<p>Slashdot Media respects the intellectual property rights of others, and requires that the people who use the Sites do the same.\nIt is our policy to respond promptly to claims of intellectual property misuse.\nOur procedures for responding to alleged copyright infringement are consistent with the form suggested by the United States Digital Millennium Copyright Act, the text of which can be found at the U.S.\nCopyright Office web site https://www.copyright.gov/legislation/dmca.pdf.\nPlease note that you will be liable for damages (including costs and attorneys’ fees) if you make any material misrepresentations when making or countering a copyright infringement claim.</p>\n<p>If you believe that your work has been copied and is accessible on this site in a way that constitutes copyright infringement, you may notify us by providing our copyright agent with the following information in writing:</p>\n<ol>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit Slashdot Media to locate the material (e.g., URL).</li>\n<li>Information reasonably sufficient to permit Slashdot Media to contact you, such as name, postal address, telephone number, and, if available, an email address at which you may be contacted.</li>\n<li>Include the following statement: “I have a good faith belief that use of the material described above in the manner complained of is not authorized by the copyright owner, its agent, or the law.”</li>\n<li>Include the following statement: “The information in the notification is accurate, and under penalty of perjury, I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.”</li>\n<li>A physical, electronic or digital signature, in a form reasonably acceptable to Slashdot Media, of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Send the written communication to the following contact:<br> Slashdot Media<br> PO Box 2452<br> La Jolla, CA 92038<br> Attention: Vice President Business Affairs &amp.\nGeneral Counsel.</li>\n<li>Send electronically-signed communication to dmca@slashdotmedia.com.\nA copy of your notice (with your personal contact information removed) may be forwarded to Chilling Effects (https://www.chillingeffects.org) for publication.\nA link to your published notice may also be displayed in our Site search results in place of the removed material.</li>\n</ol>\n<p>DMCA Counter-Notification Procedure: After receiving a notification of alleged infringement, Slashdot Media will remove or disable access to the material claimed to be infringing or claimed to be the subject of infringing activity.\nAt the same time, Slashdot Media will provide the project administrator(s) of the affected project or the provider of affected material with a copy of the notice.\nThe administrator of an affected project or the provider of affected material may make a counter notification pursuant to sections 512(g)(2) and (3) of the Digital Millennium Copyright Act.\nPlease be advised that you may be held liable for damages if you make material misrepresentations pursuant to federal law in the counter notification.\nWhen we receive a counter notification, we may reinstate the material in question.\nTo file a counter notification with us, the administrator of an affected site or the provider of affected material must provide a written communication (by postal mail, overnight mail, or, when digitally-signed, by email) that sets forth the items specified below.\n(A sample counter notification may be found at www.chillingeffects.org/dmca/counter512.pdf.) To expedite our ability to process your counter notification, please use the following format (including section numbers):</p>\n<ol>\n<li>Identify the material that Slashdot Media has removed or to which Slashdot Media has disabled access and the location at which the material appeared before it was removed or access to it was disabled.</li>\n<li>Provide your name, postal address, telephone number, email address, and a statement that you consent to the jurisdiction of Federal District Court for the judicial district in San Diego, California (if your address is outside of the United States, for any judicial district in which Slashdot Media may be found), and that you will accept service of process from the person who provided the initial notification of infringement or an agent of such person.</li>\n<li>Information reasonably sufficient to permit Slashdot Media to contact you, such as name, postal address, telephone number, and, if available, an email address at which you may be contacted.</li>\n<li>Include the following statement: “I swear, under penalty of perjury, that I have a good faith belief that the removed material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.”</li>\n<li>Sign the paper or affix an electronic or digital signature to the communication in a form reasonably acceptable to Slashdot Media.</li>\n<li>Send written communication to the following address:<br>\nSlashdot Media<br>\nPO Box 2452<br>\nLa Jolla, CA 92038<br>\nAttention: Vice President Business Affairs &amp.\nGeneral Counsel.</li>\n<li>Send the written communication to the following contact:<br>\nSlashdot Media<br>\nPO Box 2452<br>\nLa Jolla, CA 92038<br>\nAttention: Vice President Business Affairs &amp.\nGeneral Counsel.</li>\n<li>Send electronically- or digitally-signed communication to dmca@slashdotmedia.com.\nUpon receipt of a counter notification in substantial compliance with the DMCA, Slashdot Media will provide the person who provided the initial notification of claimed infringement with a copy of the counter notification promptly.\nAfter receipt of the counter notification, Slashdot Media will generally replace the removed material and cease disabling access to it, unless Slashdot Media’s designated agent first receives notice from the person who submitted the initial notification that such person has filed an action seeking a court order regarding the removed material.</li>\n</ol>\n<p>Slashdot Media is generally unable to evaluate the merits of trademark disputes because trademark rights may be based on registration or common law use, exist only for certain categories of goods or services and may differ internationally.\nTherefore, Slashdot Media expects you to resolve trademark disputes directly with the project administrator(s) rather than utilizing Slashdot Media as an intermediary.</p>10.\nMiscellaneous<p>This Agreement is entered into in the State of California and shall be governed by and construed in accordance with the laws of the State of California, exclusive of its choice of law rules.\nEach party to this Agreement hereby submits to the exclusive jurisdiction of the state and federal courts sitting in the County of San Diego in the State of California for any dispute arising under or in connection with this Agreement, the Site or any Site-related services, and waives any jurisdictional, venue or inconvenient forum objections to such courts.\nIn any action to enforce this Agreement, the prevailing party will be entitled to costs and attorneys’ fees.\nIn the event that any of the provisions of this Agreement shall be held by a court or other tribunal of competent jurisdiction to be unenforceable, such provisions shall be limited or eliminated to the minimum extent necessary so that this Agreement shall otherwise remain in full force and effect and enforceable.\nFailure of any party to insist upon strict compliance with any of the terms and conditions of this Agreement shall not be deemed a waiver or relinquishment of any similar right or power at any subsequent time.\nSlashDot Media reserves the right to share or transfer personal information and aggregate information to a third party should SlashDot Media ever file for bankruptcy or in the event of a sale, merger, transfer or acquisition of all or a material part of the Company.\nIn addition, we may share your personal information with affiliated companies.</p>\n<p>This Agreement constitutes the entire agreement between the parties hereto pertaining to the subject matter hereof, and any and all written or oral agreements heretofore existing between the parties hereto are expressly canceled.\nThis Agreement is not assignable, transferable or sub-licensable by you except with prior written consent.\nAny heading, caption or section title contained in this Agreement is inserted only as a matter of convenience and in no way defines or explains any section or provision hereof.\nThe Company reserves the right in its sole discretion to terminate the use of the Site by a user at any time.</p>\n<p>Please report any violations of the Terms (except for claims of intellectual property infringement) to the Site Director at sfnet_ops@slashdotmedia.com Slashdot Media may terminate a user’s account in Slashdot Media’s absolute discretion and for any reason.\nSlashdot Media is especially likely to terminate for reasons that include, but are not limited to, the following: (1) violation of this Agreement.\n(2) abuse of Site resources or attempt to gain unauthorized entry to the Sites or Site resources.\n(3) use of a Site in a manner inconsistent with the Purpose.\n(4) a user’s request for such termination.\nor (4) as required by law, regulation, court or governing agency order.\nSlashdot Media’s termination of any user’s access to any or all Sites may be effected without notice and, on such termination, Slashdot Media may immediately deactivate or delete user’s account and/or bar any further access to such files.\nSlashdot Media shall not be liable to any user or other third party for any termination of that user’s access or account hereunder.\nIn addition, a user’s request for termination will result in deactivation but not necessarily deletion of the account.\nSlashdot Media reserves the right to delete, or not delete, a user’s account at Slashdot Media’s sole discretion, as well as to delete, or not delete, Content at Slashdot Media’s sole discretion.</p>11.\nLegal Notices<p>Under California Civil Code Section 1789.3, California residents are entitled to the following specific consumer rights information:</p>\n<ul>\n<li>Pricing Information: Current rates for our services may be obtained by calling us at (800) 552-9000, by sending a fax to 707-237-2321, or an e-mail to the SlashDot Media Sales Department.\nWe reserve the right to change fees, surcharges, monthly or other periodic subscription fees or to institute new fees at any time as provided in this Agreement.</li>\n<li>Complaints: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 400 R Street, Suite 1080, Sacramento, CA 95814, or by telephone at (916) 445-1254 or (800) 952-5210.</li>\n</ul>", "created_at": "2020-11-08 21:18:22.362414", "updated_at": "2021-06-27 21:44:52.006107"}], "points": [{"id": 13054, "title": "Only aggregate data is given to third parties", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-20 13:42:49.436791", "updated_at": "2021-02-23 00:01:26.870736", "quoteText": "We may sell, rent or lease statistical information based on this data to advertisers, users, and other current and potential business partners.\n", "case_id": 191, "document_id": 3070, "quoteStart": 13168, "quoteEnd": 13312}, {"id": 13053, "title": "Your personal data is aggregated into statistics", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-20 13:41:08.32472", "updated_at": "2020-12-22 12:11:59.695012", "quoteText": "“Personal Information” which is information is about, or relates to, an identified or identifiable individual, or that can be linked to that individual (such as name, email address, etc.) and “Aggregate Information” which is information that cannot be used to identify you (such as frequency of visits to one of our Sites, browser type, etc.) Please note that we may convert Personal Information into Aggregate information via one or more processes at our discretion.</p>\n<p>", "case_id": 190, "document_id": 3070, "quoteStart": 7372, "quoteEnd": 7847}, {"id": 13055, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-20 13:45:53.809962", "updated_at": "2021-02-23 00:01:26.806453", "quoteText": "We reserve the right at our sole discretion and at any time to:</p>\n<ul>\n<li>Change the terms and conditions of this Agreement;</li>\n<li>Change the Sites, including eliminating or discontinuing any content on or feature of the Sites, restricting the hours of availability or limiting the amount of use permitted.\nor</li>\n<li>Change any fees or charges for use of the Sites, including instituting new or increased fees or charges for the use of the Sites or any other related services or any feature thereof.</li>\n</ul>\n<p>Any changes we make will be effective immediately upon notice, which we may provide by any means including, without limitation, posting on the Sites or via electronic mail.\nYour use of any of the Sites after such notice will be deemed acceptance of such changes", "case_id": 121, "document_id": 3069, "quoteStart": 1360, "quoteEnd": 2143}, {"id": 1949, "title": "SourceForge", "source": "https://groups.google.com/forum#!topic/tosdr/Jooixur2fN4", "status": "SourceForge", "created_at": "2018-05-15 09:12:09.437", "updated_at": "2020-12-22 12:03:57.719079", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 13114, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:20:41.211963", "updated_at": "2020-12-31 05:21:24.509446", "quoteText": "Please note that at this time our Sites generally do not respond to browser “Do Not Track” signals.</p>\n<p>", "case_id": 233, "document_id": 3070, "quoteStart": 23476, "quoteEnd": 23583}, {"id": 13117, "title": "This service tracks which web page referred you to it", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:22:27.881517", "updated_at": "2020-12-31 05:21:07.443031", "quoteText": "When you visit our Sites, we may automatically collect the name of the website you visit from (called the “referring page”)", "case_id": 387, "document_id": 3070, "quoteStart": 22859, "quoteEnd": 22982}, {"id": 13115, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:21:23.915489", "updated_at": "2020-12-31 05:21:16.802967", "quoteText": "What types of cookies, web beacons and similar technologies do we use?", "case_id": 323, "document_id": 3070, "quoteStart": 2944, "quoteEnd": 3014}, {"id": 13119, "title": "The service provides information about how they collect personal data", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:24:44.630892", "updated_at": "2020-12-31 04:52:05.762421", "quoteText": "Categories of Personal Information Collected", "case_id": 297, "document_id": 3070, "quoteStart": 7847, "quoteEnd": 7891}, {"id": 13118, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:23:58.288245", "updated_at": "2020-12-31 04:52:32.146757", "quoteText": "<p>Further, we require service providers to whom we disclose Personal Data and who are not subject to laws based on the European Union General Data Protection Regulation to either subscribe to the United States / European Union Privacy Shield principles or agree to provide at least the same level of protection for Personal Data as is required by the relevant Privacy Shield principles, for instance by entering into Standard Contractual Clauses, as promulgated by the European Commission.\n", "case_id": 210, "document_id": 3070, "quoteStart": 5725, "quoteEnd": 6216}, {"id": 13129, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:33:27.545698", "updated_at": "2020-12-31 05:19:20.227717", "quoteText": "THE SITES, INCLUDING ANY CONTENT OR INFORMATION CONTAINED WITHIN IT OR ANY SITE RELATED SERVICE, OR ANY PRODUCT OR SERVICE LICENSED, PURCHASED OR OTHERWISE MADE AVAILABLE THROUGH THE SITES, ARE PROVIDED “AS IS” ", "case_id": 286, "document_id": 3069, "quoteStart": 3531, "quoteEnd": 3742}, {"id": 13126, "title": "You can opt out of targeted advertising", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:31:08.233644", "updated_at": "2020-12-31 04:51:43.035865", "quoteText": "You can opt-out of receiving interest-based ads from third parties who are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising by visiting the opt-out pages on the NAI website[https://www.networkadvertising.org/choices/] and DAA website [https://www.aboutads.info/choices/].", "case_id": 219, "document_id": 3070, "quoteStart": 24676, "quoteEnd": 25060}, {"id": 13124, "title": "The service provides information about how they intend to use your personal data", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:28:45.598887", "updated_at": "2020-12-31 04:51:52.609977", "quoteText": "How we use the information we gather", "case_id": 227, "document_id": 3070, "quoteStart": 3138, "quoteEnd": 3174}, {"id": 13128, "title": "This service is only available to users over a certain age", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:33:04.870996", "updated_at": "2020-12-31 05:05:28.965109", "quoteText": "You must be at least 18 years of age to use any of the Sites.\n", "case_id": 152, "document_id": 3069, "quoteStart": 2324, "quoteEnd": 2386}, {"id": 13120, "title": "This service collects your IP address for location use", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:26:29.870399", "updated_at": "2020-12-31 05:05:39.748451", "quoteText": " based on the country that you specify or approximate location derived from your IP address.", "case_id": 399, "document_id": 3070, "quoteStart": 8916, "quoteEnd": 9008}, {"id": 13132, "title": "The service does not guarantee that software errors will be corrected", "source": "https://slashdotmedia.com/terms-of-use", "status": "Full quote: \"SLASHDOT MEDIA AND ITS SUBSIDIARIES, AFFILIATES, SUPPLIERS, AND AGENTS DO NOT WARRANT THAT YOUR USE OF THE SITES OR THE SOFTWARE WILL BE UNINTERRUPTED, ERROR-FREE, OR SECURE,THAT DEFECTS WILL BE CORRECTED,\"", "created_at": "2020-12-22 12:34:32.462364", "updated_at": "2020-12-31 05:18:17.235086", "quoteText": "THAT DEFECTS WILL BE CORRECTED,", "case_id": 289, "document_id": 3069, "quoteStart": 4524, "quoteEnd": 4555}, {"id": 13121, "title": "Your profile is combined across various products", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:27:28.177691", "updated_at": "2020-12-31 05:20:48.491379", "quoteText": "We may collect information that allows us to associate you with your social media or other accounts that you have on other websites.", "case_id": 326, "document_id": 3070, "quoteStart": 9638, "quoteEnd": 9770}, {"id": 13123, "title": "Third parties may be involved in operating the service", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:28:11.482372", "updated_at": "2020-12-31 05:19:50.3841", "quoteText": "We may work with third parties to collect information that allows us to associate you with your social media or other accounts that you have on other websites.</p>", "case_id": 207, "document_id": 3070, "quoteStart": 10404, "quoteEnd": 10567}, {"id": 13130, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:33:48.889069", "updated_at": "2020-12-31 05:18:45.411042", "quoteText": "\nTO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, SLASHDOT MEDIA.\nAND ITS SUBSIDIARIES, AFFILIATES, SUPPLIERS, SPONSORS, AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\n", "case_id": 290, "document_id": 3069, "quoteStart": 3821, "quoteEnd": 4147}, {"id": 13133, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:35:53.121746", "updated_at": "2020-12-31 05:17:53.127661", "quoteText": "You acknowledge that the Sites could include inaccuracies or errors, or materials that violate these Terms of Use (specifically, the “Code of Conduct” section).\n", "case_id": 288, "document_id": 3069, "quoteStart": 5286, "quoteEnd": 5447}, {"id": 13136, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:40:01.530496", "updated_at": "2020-12-31 05:17:08.644947", "quoteText": "THE SOLE AND EXCLUSIVE MAXIMUM LIABILITY TO COMPANY FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT, TORT, INCLUDING, WITHOUT LIMITATION, NEGLIGENCE OR OTHERWISE) SHALL BE THE TOTAL AMOUNT PAID BY YOU, IF ANY, TO ACCESS THE SITES.</p>", "case_id": 149, "document_id": 3069, "quoteStart": 9587, "quoteEnd": 9840}, {"id": 13139, "title": "The service can delete specific content without reason and may do it without prior notice", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:42:21.949578", "updated_at": "2020-12-31 04:51:00.085715", "quoteText": "Slashdot Media reserves the right, in its sole and absolute discretion, to refuse or delete any Content at any time.\n", "case_id": 202, "document_id": 3069, "quoteStart": 13365, "quoteEnd": 13482}, {"id": 13141, "title": "The service has non-exclusive use of your content", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:44:30.527866", "updated_at": "2020-12-31 04:51:19.834255", "quoteText": "By sending or transmitting to us Content, or by posting such Content to any area of the Sites, you grant us and our designees a worldwide, non-exclusive,", "case_id": 402, "document_id": 3069, "quoteStart": 15355, "quoteEnd": 15508}, {"id": 13145, "title": "You maintain ownership of your data", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:48:15.275928", "updated_at": "2020-12-31 04:51:10.645023", "quoteText": "\nPLEASE NOTE THAT YOU RETAIN OWNERSHIP OF ANY COPYRIGHTS, TRADEMARKS AND SERVICE MARKS IN ANY CONTENT YOU SUBMIT.", "case_id": 183, "document_id": 3069, "quoteStart": 16112, "quoteEnd": 16225}, {"id": 13127, "title": "You can opt out of promotional communications", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:32:36.77885", "updated_at": "2020-12-31 04:50:48.343983", "quoteText": "When we send certain communications (such as a newsletter) to subscribers of our distribution list, we always allow our users to choose to stop receiving such newsletters or other communications from us by clicking an “unsubscribe” link at the bottom of our message.", "case_id": 223, "document_id": 3070, "quoteStart": 16987, "quoteEnd": 17253}, {"id": 13151, "title": "The service is not available to users in some countries", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:55:37.767433", "updated_at": "2020-12-31 04:53:09.95871", "quoteText": "Users residing in countries on the United States Office of Foreign Assets Control sanction list, including Cuba, Iran, North Korea, Sudan and Syria, may not post Content to, or access Content available through, SourceForge.net.", "case_id": 144, "document_id": 3069, "quoteStart": 27533, "quoteEnd": 27760}, {"id": 13148, "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:52:36.653931", "updated_at": "2020-12-31 04:55:17.475406", "quoteText": "your SourceForge Content does not endorse or promote racism, bigotry, hatred, or physical harm of any kind against another group or individual, and does not discriminate, incite harassment or advocate harassment of any group or individual;</li>\n", "case_id": 314, "document_id": 3069, "quoteStart": 21002, "quoteEnd": 21247}, {"id": 13143, "title": "This service keeps a license on user-generated content even after users close their accounts.", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:46:28.163792", "updated_at": "2020-12-31 05:06:29.989912", "quoteText": "assignable, royalty-free, perpetual, irrevocable right ", "case_id": 130, "document_id": 3069, "quoteStart": 15550, "quoteEnd": 15605}, {"id": 13146, "title": "Prohibits the posting of pornographic content", "source": "https://slashdotmedia.com/terms-of-use", "status": "\"When you create or make available your SourceForge Content on Sourceforge.net, you represent and warrant that: [...] your SourceForge Content is not obscene,lewd, lascivious, excessively violent,harassing, libelous or slanderous,\"", "created_at": "2020-12-22 12:49:50.67386", "updated_at": "2020-12-31 04:55:48.677734", "quoteText": "\n<li>your SourceForge Content is not obscene,", "case_id": 315, "document_id": 3069, "quoteStart": 20713, "quoteEnd": 20758}, {"id": 13150, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:54:39.69169", "updated_at": "2020-12-31 04:53:40.334614", "quoteText": "YOU ARE SOLELY AND ENTIRELY RESPONSIBLE FOR MAINTAINING THE CONFIDENTIALITY OF YOUR PASSWORDS AND ACCOUNT DESIGNATIONS AND ARE SOLELY AND ENTIRELY RESPONSIBLE FOR ANY AND ALL ACTIVITIES THAT ARE CONDUCTED THROUGH YOUR ACCOUNT.", "case_id": 148, "document_id": 3069, "quoteStart": 26851, "quoteEnd": 27077}, {"id": 13149, "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:53:12.640982", "updated_at": "2020-12-31 04:55:03.894891", "quoteText": "<li>your SourceForge Content does not constitute, contain, install or attempt to install or promote spyware or malware or any other computer code (whether on SlashDot Media’s or others computers or equipment) intended to, or that does, enable you or others to gather information about or monitor the online or other activities of another party, unless it discloses such functionality to the user in a clear and conspicuous manner and the user affirmatively consents to such use.", "case_id": 284, "document_id": 3069, "quoteStart": 21841, "quoteEnd": 22319}, {"id": 13147, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://slashdotmedia.com/terms-of-use", "status": "\"When you create or make available your SourceForge Content on Sourceforge.net, you represent and warrant that: [...] your SourceForge Content is not obscene,lewd, lascivious, excessively violent,harassing, libelous or slanderous,\"", "created_at": "2020-12-22 12:50:13.038227", "updated_at": "2020-12-31 04:55:26.625076", "quoteText": "harassing, libelous or slanderous, ", "case_id": 283, "document_id": 3069, "quoteStart": 20798, "quoteEnd": 20833}, {"id": 13152, "title": "The service can suspend your account for several reasons", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:57:16.234136", "updated_at": "2020-12-31 04:52:48.548572", "quoteText": "\nWe also reserve the right to report any suspected illegal activity to law enforcement for investigation or prosecution, or to suspend or terminate your use of the Sites in connection with any suspected illegal or infringing activity or if you are in violation of our Terms of Use Agreement or other published guidelines.", "case_id": 205, "document_id": 3070, "quoteStart": 21533, "quoteEnd": 21854}, {"id": 13116, "title": "The service uses your personal data for advertising", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:22:08.316769", "updated_at": "2020-12-22 14:57:06.821004", "quoteText": "We may also participate in interest-based advertising using cookies, web beacons and other tracking technologies.", "case_id": 216, "document_id": 3070, "quoteStart": 23629, "quoteEnd": 23742}, {"id": 13144, "title": "The service can distribute your content through any media known now or in the future ", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:46:55.147676", "updated_at": "2020-12-31 05:06:13.985082", "quoteText": "right to link to, reproduce, distribute (through multiple tiers), adapt, create derivative works of, publicly perform, publicly display, digitally perform or otherwise use such Content in any media now known or hereafter developed.", "case_id": 139, "document_id": 3069, "quoteStart": 15599, "quoteEnd": 15830}, {"id": 13142, "title": "This service can license user content to third parties", "source": "https://slashdotmedia.com/terms-of-use", "status": "Full quote: \"By sending or transmitting to us Content, or by posting such Content to any area of the Sites, you grant us and our designees a worldwide, non-exclusive,sub-licensable (through multiple tiers),\"", "created_at": "2020-12-22 12:45:01.999242", "updated_at": "2020-12-31 05:06:43.093763", "quoteText": "sub-licensable (through multiple tiers), ", "case_id": 134, "document_id": 3069, "quoteStart": 15509, "quoteEnd": 15550}, {"id": 13122, "title": "This service gathers information about you through third parties", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:27:54.057528", "updated_at": "2020-12-31 05:20:09.394018", "quoteText": "We work closely with third parties (including, for example, business partners, sub-contractors in technical and payment services, and advertising networks) and may receive information about you from them.\n", "case_id": 382, "document_id": 3070, "quoteStart": 10199, "quoteEnd": 10404}, {"id": 13113, "title": "This service may use your personal information for marketing purposes", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:19:47.199288", "updated_at": "2020-12-31 05:07:36.517502", "quoteText": "\n<li>We may share your Personal Information with third party service providers to help us with our business activities such as email marketing, telemarketing, offering customer service, or operating a community forum.\n", "case_id": 336, "document_id": 3070, "quoteStart": 18220, "quoteEnd": 18438}, {"id": 13137, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:40:27.818395", "updated_at": "2020-12-31 05:05:06.699121", "quoteText": "<p>The Sites may contain links to other web sites operated by third parties, other than affiliates of the Company (“Linked Sites”).\nWe neither control nor endorse such other web sites, nor have we reviewed or approved any content that appears on the Linked Sites.\nYou acknowledge that when you click on a link to visit a Linked Site, a frame may appear that contains the Company logo, advertisements and/or other content selected by the Company.\nYou acknowledge that the Company and its sponsors neither endorse nor are affiliated with the Linked Sites and are not responsible for any content that appears on the Linked Sites.\n", "case_id": 278, "document_id": 3069, "quoteStart": 9858, "quoteEnd": 10485}, {"id": 13134, "title": "This service cannot be held responsible for disputes that you may have with other users", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:37:08.038555", "updated_at": "2020-12-31 05:05:19.69453", "quoteText": " in the event that you have a dispute with one or more Site users, you release SlashDot Media, and its subsidiaries, affiliates, agents and employees, from all claims, demands and damages of any kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to such disputes.\n", "case_id": 154, "document_id": 3069, "quoteStart": 6447, "quoteEnd": 6787}, {"id": 13140, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:42:53.239581", "updated_at": "2020-12-31 05:06:59.041966", "quoteText": "Slashdot Media, in its sole and absolute discretion, may preserve Content and may also disclose Content if required to do so by law or judicial or governmental mandate or as reasonably determined useful by Slashdot Media to protect the rights, property, or personal safety of the Sites’ users and the public.</p>\n", "case_id": 164, "document_id": 3069, "quoteStart": 13710, "quoteEnd": 14023}, {"id": 13138, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:41:28.521375", "updated_at": "2020-12-31 05:07:15.039533", "quoteText": "You agree to indemnify, defend and hold us, our affiliates, sponsors, officers, directors, employees, agents and representatives harmless from and against any and all claims, damages, losses, costs (including reasonable attorneys’ fees), or other expenses that arise directly or indirectly out of or from (a) your breach of this Agreement, (b) your violation of the Code of Conduct, and/or (c) your activities in connection with the Sites or Site-related services.</p>", "case_id": 146, "document_id": 3069, "quoteStart": 11701, "quoteEnd": 12169}, {"id": 13135, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:39:18.051207", "updated_at": "2020-12-31 05:17:30.699375", "quoteText": "NEITHER SLASHDOT MEDIA NOR ITS SUBSIDIARIES, AFFILIATES, SUPPLIERS, ADVERTISERS, AGENTS OR SPONSORS ARE RESPONSIBLE OR LIABLE FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, PUNITIVE OR OTHER DAMAGES UNDER ANY CONTRACT, NEGLIGENCE, STRICT LIABILITY OR OTHER THEORY ARISING OUT OF OR RELATING IN ANY WAY TO THE SITE AND/OR CONTENT CONTAINED ON THE SITES, OR ANY PRODUCT OR SERVICE PURCHASED THROUGH THE SITE.\n", "case_id": 293, "document_id": 3069, "quoteStart": 9040, "quoteEnd": 9465}, {"id": 13131, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:34:11.383075", "updated_at": "2020-12-31 05:18:24.714415", "quoteText": "SLASHDOT MEDIA AND ITS SUBSIDIARIES, AFFILIATES, SUPPLIERS, AND AGENTS DO NOT WARRANT THAT YOUR USE OF THE SITES OR THE SOFTWARE WILL BE UNINTERRUPTED, ERROR-FREE, OR SECURE,", "case_id": 287, "document_id": 3069, "quoteStart": 4349, "quoteEnd": 4523}, {"id": 13125, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:30:13.989386", "updated_at": "2020-12-31 05:19:39.345841", "quoteText": "To build browsing and usage profiles of our users so that we may tailor our offers, and share such profiles with our advertisers and data customers, so that they may tailor their offers to our users’ interests (and we obtain consent when required to create and use these profiles – please click here for more information);</li>", "case_id": 220, "document_id": 3070, "quoteStart": 14611, "quoteEnd": 14938}, {"id": 13153, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://slashdotmedia.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2020-12-22 12:57:48.371361", "updated_at": "2021-02-22 14:26:16.222968", "quoteText": "<li>If we are involved in a merger, acquisition, or sale of all or a portion of our assets, you will be notified via email and/or a prominent notice on any applicable Site of any change in ownership or uses of your Personal Information, as well as any choices you may have regarding your Personal Information.\nSlashdot reserves the right to assign, sell, license, or otherwise transfer to a third party your Personal Information in connection with an assignment, sale, joint venture, or other transfer or disposition of any portion or all of Slashdot or its affiliated entities’ assets or stock.</li>", "case_id": 243, "document_id": 3070, "quoteStart": 21860, "quoteEnd": 22460}, {"id": 16747, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://slashdotmedia.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-23 09:47:04.352933", "updated_at": "2021-02-23 09:47:04.352933", "quoteText": "We reserve the right at our sole discretion and at any time to:</p>\n<ul>\n<li>Change the terms and conditions of this Agreement;</li>\n<li>Change the Sites, including eliminating or discontinuing any content on or feature of the Sites, restricting the hours of availability or limiting the amount of use permitted.\nor</li>\n<li>Change any fees or charges for use of the Sites, including instituting new or increased fees or charges for the use of the Sites or any other related services or any feature thereof.</li>\n</ul>\n<p>Any changes we make will be effective immediately upon notice, which we may provide by any means including, without limitation, posting on the Sites or via electronic mail.\n", "case_id": 122, "document_id": 3069, "quoteStart": 1360, "quoteEnd": 2055}], "urls": ["sourceforge.net"]}}