{"error": 448, "message": "OK", "parameters": {"id": 5694, "name": "Gordon Food Service", "created_at": "2021-11-20 06:30:38.743751", "updated_at": "2021-11-20 23:01:13.733743", "wikipedia": null, "keywords": null, "related": null, "slug": "gordon-food-service", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5694.png", "url": "gfs.com,gordonnow.com", "documents": [{"id": 10254, "name": "Terms of Use", "url": "https://www.gfs.com/en-us/terms-of-use-agreement", "xpath": "/html/body/div[2]/div/main", "text": " Breadcrumb <ul>\n<li> Home </li>\n<li> Terms of Use </li>\n</ul> Terms of Use Agreement <p>Posted Date: February 9, 2012</p>\n<p>Welcome to the Gordon Food Service Web site! These terms (<strong>\"Terms\"</strong>) define the manner in which you may use the websites of Gordon Food Service, Inc.\nand its subsidiaries and affiliates,&nbsp;including: gfs.com.\nsiennabakery.com and tradeeastspices.com (collectively, the&nbsp;<strong>\"Site\"</strong>).\nBy using or visiting the Site, you are agreeing on behalf of yourself, as well as any employees or agents whom you authorize to use the Site, to the following:</p>\n<p>\n<strong>&nbsp;View our&nbsp;Copyright and Trademark Policies.</strong>\n</p>\n<p>1.\n&nbsp.\n&nbsp;&nbsp;<strong>Permitted Use.</strong>&nbsp;You are granted permission to view, electronically copy and to print (in hard copy) the material and content that is available on this Site (the&nbsp;<strong>\"Content\"</strong>) including recipes, foodservice suggestions, information to assist you in evaluating placing orders with GFS, and for reference, training and promotional purposes (the&nbsp;<strong>\"Authorized Purposes\"</strong>).\nOther than for these Authorized Uses, you agree that you are only authorized to use the Content for your own personal use, and that you will not duplicate, download, publish, modify or otherwise distribute the Content for any purpose other than the Authorized Purposes.\nYou are agreeing to follow these Terms and all applicable laws and regulations that may govern the Site.\nYou also agree not to deep-link to the Site for any purpose, unless specifically authorized by GFS to do so.\nGFS posts a legal notice and various credits on pages of the Site, which may not be removed.\nPlease do not remove this notice or these credits or any additional information contained along with this notice and credits.\nYou agree to indemnify and hold GFS and its officers, directors, owners, affiliates, subsidiaries, parent, employees, agents, successors and assigns harmless from any loss, liability or expense of any nature (including reasonable attorneys fees) that result directly or indirectly from your use of the Site inconsistent with these Terms or from your failure to comply with any other provisions of these Terms.\nGFS reserves the right to change these Terms at any time, effective upon posting the revised Terms on the Site.\nPlease check this page of the Site periodically.\nGFS will note when there are updates to the Terms at the bottom of the Terms.\nGFS may terminate your use of the Site at any time based upon GFS' sole discretion.</p>\n<p>&nbsp;2.\n&nbsp.\n&nbsp;&nbsp;<strong>Your Privacy.&nbsp;</strong>GFS takes your privacy seriously.\nGFS's use of any personal information is subject to the terms of our&nbsp;Privacy Policy.\nYou acknowledge that you have read and understand our Privacy Policy, and consent to the use of any personal information you provide in accordance with the terms of, and for the purpose set forth in, the Privacy Policy.</p>\n<p>3.\n&nbsp.\n&nbsp;&nbsp;<strong>Access and Interference.</strong>&nbsp;You agree that you will not use any robot, spider, other automatic device, or manual process to monitor or copy the web pages or other Content, or use the Content for any other unauthorized purpose without GFS' prior expressed written permission.\nYou agree that you will not use any device, software or routine to interfere or attempt to interfere with the proper working of the Site.\nYou agree that you will not take any action that imposes an unreasonable or disproportionately large load on the software and hardware infrastructure relating to the Site.</p>\n<p>4.\n&nbsp.\n&nbsp;&nbsp;<strong>Trademarks.&nbsp;</strong>Gordon Food Service owns the trademarks \"Gordon Food Service\", \"GFS\", \"Gordon&nbsp;Experience\", “Sienna Bakery”, “Trade East Spices” all other trademarks or service marks of Gordon Food Service, and all related logos, designs, and labels of Gordon Food Service or its affiliates, subsidiaries, parent, or related companies.\nUse of such trademarks is subject to Gordon Food Service's&nbsp;Copyright and Trademark Policies.\nIf you have any questions regarding these policies, please feel free to&nbsp;Contact Us.Thank you.</p>\n<p>5.\n&nbsp.\n&nbsp;&nbsp;<strong>Copyright.&nbsp;</strong>This Site, and all of the information contained on this Site, is subject to Gordon Food Service's&nbsp;Copyright and Trademark Policies.\nIf you have any questions regarding these policies, please feel free to&nbsp;Contact Us.\nThank you.</p>\n<p>6.\n&nbsp.\n&nbsp;&nbsp;<strong>Warranty Disclaimer.</strong>&nbsp;GFS does not promise that the Site will be error-free, uninterrupted, nor that it will provide specific results from its use or the use of any Content, search or link on it.\nThe Site and its Content are delivered on an \"as-is\" and \"as-available\" basis.\n&nbsp;The information and claims provided on the Site reflect current information of GFS at the time that they are posted.\nOver time, however, this information may become out-of-date and no longer accurate.\n&nbsp;GFS cannot ensure that information and files you download from the site will be accurate or free of viruses or contamination or destructive features.\nGFS disclaims all warranties express or implied, including without limitation, any implied warranty of merchantability or fitness for a particular purpose, whether arising by statute or otherwise in law or from a course of dealing or usage of trade.\nIn no event will GFS or any related entities or individuals be liable to you for any direct, indirect, consequential, incidental, punitive, exemplary or special damages, including any lost profits or lost savings, even if a GFS representative has been advised of the possibility of such damages, or for any claim by any third party.\nGFS makes no guarantee of any specific result from use of the Site or use of the GFS service.\nIf you are dissatisfied with the Site, your sole remedy is to discontinue using the Site.</p>\n<p>7.\n&nbsp.\n&nbsp;&nbsp;<strong>Submissions.&nbsp;</strong>Any and all remarks, suggestions, ideas, creative concepts, graphics, product reviews, or other information communicated through this Site or otherwise sent to GFS, including without limitation, product or advertising ideas (collectively the Submissions), will forever be the exclusive property of GFS, who will not be required to treat the Submissions as confidential, and will not be liable for any use whatsoever or disclosure of the Submissions, and need not provide any compensation or acknowledgement for the Submissions.\nWithout limitation, GFS will have exclusive ownership of all present and future existing rights to the Submissions of every kind and nature anywhere.\nYou agree not to submit any unlawful, threatening, libelous, defamatory, obscene, pornographic or profane material that could constitute or encourage criminal or unlawful conduct.\nYou acknowledge that you are responsible for whatever Submissions you send, and you, not GFS, have full responsibility for the message, including its legality, reliability, and originality.</p>\n<p>8.\n&nbsp.\n&nbsp;<strong>&nbsp;User Generated Content/Customer Reviews.</strong>&nbsp;GFS allows consumers to upload reviews of products.\nGFS does not control or edit the postings except to remove prohibited language such as profanity or defamation.\nIf you believe a posting contains copyrighted material, please notify us at&nbsp;dmcanotice@gfs.comand identify the posting and the content you claim is subject to copyright protection and should be removed.</p>\n<p>9.\n&nbsp.\n&nbsp;&nbsp;<strong>Other Important Terms.&nbsp;</strong>By using the Site, you agree that the laws in force in the State of Michigan, without choice of law principles, will govern any dispute involving the Site and you agree to personal jurisdiction by and venue in the state and federal courts of the State of Michigan, Kent County.\nThis Agreement will not be governed by the United Nations Convention on Contracts for the International Sales of Goods, the application of which is expressly excluded.\nIf any provision of these Terms is found void and unenforceable, it shall not affect the validity and enforceability of any other provision of these Terms.\nIn addition, any provision which is deemed void or unenforceable shall be automatically amended in as minimal a manner as possible so as to make it valid and enforceable.\nYou agree that any product received from GFS will not be shipped, transferred or exported into any country or used in any manner prohibited by the United States Export Administration Act or any other export laws, restrictions or regulations.</p> ", "created_at": "2021-11-20 06:30:38.747917", "updated_at": "2021-11-20 05:31:32.859903"}, {"id": 10253, "name": "Privacy Policy", "url": "https://www.gfs.com/en-us/privacy-policy", "xpath": "/html/body/div[2]/div/main", "text": " Breadcrumb <ul>\n<li> Home </li>\n<li> Privacy Policy </li>\n</ul> Privacy Policy <p>Submit Data Subject Access Rights Request</p>\n<p>\n<em>Last Modified on December 18, 2018</em>\n</p>\n<p>This Policy explains how we collect, use and protect the information we gather at the GFS.com, gfsstore.com, siennabakery.com and tradeeastspices.com, websites (collectively \"website\") that are owned and operated by Gordon Food Service, Inc.\nand its related companies (collectively, \"GFS\", \"we\" or \"us\").</p>\n<p>The website has two sections: a section that is available to the general public, and a section that is restricted to our customers, which we refer to as the Gordon Experience section of the website.\nWhile this policy applies generally to both parts of the website, please note that there are sections of this policy that apply only to the Gordon Experience section.</p>\n<p>\n<strong>1.\nSummary</strong>\n</p>\n<p>This section gives a brief overview of our data collection and use policies.\nPlease see below for a more detailed discussion of each topic.</p>\n<p>We collect the following information:</p>\n<ul>\n<li>Personal information that you provide us on a voluntary basis.</li>\n<li>Information that your browser routinely shares with websites.</li>\n</ul>\n<p>We use and disclose the information we collect for the following purposes:</p>\n<ul>\n<li>To provide you information about our products and services, including sample products, and to provide and perform services that you request to receive.</li>\n<li>To help us improve the website, understand its users and their preferences, and to market our products and services.</li>\n<li>To protect our business interests or the rights of others, when required by law, to cooperate with law enforcement, or in connection with the sale or merger of all or part of our business.</li>\n</ul>\n<p>The website uses the following tracking technologies:</p>\n<ul>\n<li>Cookies, web beacons and similar technology track movement across the Site and keep track of the users of our site and their preferences.</li>\n<li>We may use third party contractors, such as Google Analytics, to perform analytics services on our Site.\n&nbsp;To understand how Google Analytics collects and processes data, please visit www.google.com/policies/privacy/partners/.</li>\n</ul>\n<p>Other details about our practices:</p>\n<ul>\n<li>This policy applies only to websites owned or operated by us and information collected via those sites and does not apply to any other information or websites not owned or operated by Gordon Food Service.\n&nbsp;</li>\n</ul>\n<p>\n<strong>2.\nUpdates to This Policy</strong>\n</p>\n<p>Our business and the laws that regulate us change from time to time, and we reserve the right to change this policy.\nIf we do change this policy, we will post the revised version on the website.\nIf we change our policy in a way that would permit us to make additional uses of information that we had previously collected about you, we will provide you with a meaningful way to opt out of those additional uses.</p>\n<p>Your use of the site constitutes your acceptance of the privacy policy in effect at the time of your visit.\nIt is your responsibility to review this policy for any changes and you are bound by such changes.\nYour use of the site following the posting of changes to this policy constitutes your acceptance of this policy as modified.</p>\n<p>\n<strong>3.\nHow We Collect Information</strong>\n</p>\n<p>The public section of the website is primarily an information website that tells you about our company and our products and services.\nYou do not need to provide any personal information if you simply want to browse the public section of our website and learn about what we have to offer.\nWhen we ask for your personal information, it is so that we can provide a service to you and to communicate with you about our products and services.\nFor example, if you want to register as a customer of Gordon Food Service, we will ask for your name, address, telephone number and e-mail address, and we will provide that information to someone in our customer relations department who will follow up with you about our products and services.</p>\n<p>When you visit the website, we may record information that your web browser routinely shares with websites.\nThis information may include your browser type, browser language, Internet Protocol address, the date and time of your visit, and other information related to your visit.\nThis information is collected on an anonymous basis, and we do not try to connect it with your personal information.</p>\n<p>The Gordon Experience section of the website is only available to our registered customers.\nIn order to establish access to the Gordon Experience, Gordon Food Service requires personal information associated with your account.\nThis will generally include your name, the company that you work for and your contact information.\nIn order to make purchases, Gordon Food Service may also need credit card or bank account information.</p>\n<p>When you visit our website, we may give you an opportunity to sign up to receive a newsletter or other marketing materials, or to have your information shared with other companies whose goods we carry.\nWe may also ask for your personal information in connection with certain customizable tools and features, surveys, or contests that we may operate from time to time on our website.\nIt will always be your choice whether to provide your personal information in order to take advantage of these features.\nIf you elect to receive our newsletter or other marketing materials, you may subsequently elect to stop receiving those items by checking on the opt-out link included in every email newsletter we send or by contacting privacy@gfs.com.\nIf you have chosen not to receive emails from us prior to your participation in a contest, sweepstakes, promotion or survey, you may still receive information from us in connection with such activity if you register for or participate in it.\nYou may also choose not to participate in contests, sweepstakes, promotions or surveys if you do not wish to receive information about us or share your information with us and the other companies sponsoring such activities at any time by contacting us by either email at privacy@gfs.com, phone (800) 968-4164, or post mail, Mailcode: 14007 P.O.\nBox 1787 Grand Rapids, MI 49501-1787.</p>\n<p>If you access the Gordon Experience section of the website, you will be given the opportunity to \"opt-in\" to having your information used for purposes not directly related to our website or related services at the point where we ask for the information.</p>\n<p>Users of our website are notified if their information is being collected by any outside parties, either by this privacy policy or by some other means.\nFor example, we may use an intermediary software service provider to transmit information from one area of our business to another.\nWe do this to ensure that our users can make an informed choice as to whether or not they should proceed with services that require an outside party.</p>\n<p>\n<strong>4.\nWhat We Do with the Information We Collect</strong>\n</p>\n<p>We will generally use the information that we collect to (i) provide requested services.\n(ii) monitor and analyze visitor activity on our website.\n(iii) improve the features and operation of our website.\n(iv) develop a knowledge base regarding our website visitors and their preferences.\n(v) improve our products and services.\nand (vi) develop new products and services.\nAs described in the policy, we may provide certain aggregate information as a service to others for their marketing purposes.</p>\n<p>In order for us to operate our website, we may need to share information with our business partners.\nFor example, we may use contractors to help provide on-line services to help us collect, analyze and evaluate our information, or to provide other support services for the website.\nOften, the information that we share will be aggregate data that is anonymous in nature.\nIf we provide any individually identifiable information to others, unless you have agreed otherwise, it will be on terms that prohibit our business partners from making any independent commercial use of the information and from sharing the data with third parties or otherwise making it publicly available.</p>\n<p>When you use the Gordon Experience website to order products, we will use the information that you submit to process your order, receive payment, ship your transaction, and provide other customer support services.\nThis may require us to share information with third parties, such as your financial institution, the company that processes credit card transactions, or an organization involved in shipping your order.\nWe may also contact the registered users of the Gordon Experience website about important functionality changes to the website, new Gordon Food Service services and special offers.</p>\n<p>The website may include tools that you may find helpful.\nTo use these tools, you may need to provide information about you and your business.\nThe website will use your information to provide the service that the tool offers, for example to help you order products for your business.\nExcept as otherwise disclosed in this privacy notice, we will not use the information from these tools for any other purpose without your permission.</p>\n<p>We may elect to disclose personal information without prior notice in response to law enforcement activity or other governmental request.\nto respond to subpoenas, court orders or administrative agency requests for information.\nto enforce our contract or property rights.\nto protect ourselves or others.\nor when required or otherwise permitted by law.\nFor example, we may share information to reduce the risk of fraud or if someone uses or attempts to use our site for illegal reasons.\nInformation we collect may also be transferred in connection with any sale or merger of the company or any division or business line of the company to which the information relates.</p>\n<p>\n<strong>5.\nRefer a Friend/Forward-to-a-Friend Functionality</strong>\n</p>\n<p>If you feel that information about Gordon Food Service could be useful for a third party you know (e.g.\nyour friends or family members etc.), you may use our forward-to-a-friend functionality.\nIf you choose to use our referral service to tell a friend about Gordon Food Service, we will ask you for your friend's email address.\nWe will automatically send your friend a one-time email inviting him or her to visit the website.\nWe temporarily store this information for the sole purpose of sending this one-time email and tracking the success of our referral program.</p>\n<p>\n<strong>6.\nBlog and other Social Networking Mediums</strong>\n</p>\n<p>If you use the blog feature on our website or if you communicate with us through any other social networking forum (for example, Twitter or Facebook), you should be aware that any personally identifiable information you submit through comments or posts to the blog or other social networking forum can be read, collected, or otherwise used by anyone with access to the forum or who visits the URL of the web page on which the post or comment is posted.\nWe are not responsible for non-Gordon Food Service use of this information.</p>\n<p>\n<strong>7.\nTestimonials</strong>\n</p>\n<p>We post video customer testimonials on our website which may contain personally identifiable information such as the customer's name.\nWe obtain the customer's consent prior to posting the testimonial to post their name along with their testimonial.</p>\n<p>\n<strong>8.\nUse of Cookies</strong>\n</p>\n<p>As is commonly done on websites, we may use cookies and similar technology to keep track of visitors of the website and the services they have elected.\nA \"cookie\" is a small text file containing alphanumeric characters that is stored on your computer and uniquely identifies your browser.\nIf you are simply browsing on our website, the cookies that we use last only about as long as your session on our website.\nbut if you have created a user name and account, we will also use cookies that remain on your computer between visits so that when you return to our site we can remember who you are and your preferences.\nWe may also use cookies in connection with web beacons to help us track how visitors navigate through our website.\nIf we allow a third party to place banner ads on our website, when you click on the ad, the third party may use a cookie to help it track the effectiveness of its advertising.</p>\n<p>If you are a registered user of the Gordon Experience section of our website, we may also use persistent cookies to help us remember information about you and your previous visits, including who you are.\nIf you use the Gordon Experience to purchase goods, we may also use cookies to keep track of the items in your shopping cart.</p>\n<p>If you do not wish to accept cookies, the \"help\" selection on your browser's toolbar will likely tell you how to prevent your browser from accepting cookies, how to have the browser alert you when you receive a new cookie, or how to disable cookies altogether.\nIf you disable cookies, however, you may not be able to take advantage of all of the features on this website.</p>\n<p>DoubleClick: Google Analytics data is examined in concert with data about ads that have been shown using the Google Display Network or DoubleClick to help understand how anonymous users interact with and advertiser’s site after seeing corresponding ads.\nThis data may be used to inform and optimize ad campaigns.\nYou may opt out of DoubleClick cookies by visiting Google Advertising opt-out page or you may opt out of analytics by visiting the Google Analytics opt-out page.\nTo understand how Google Analytics collects and processes data, please visit www.google.com/policies/privacy/partners/.</p>\n<p>Google Remarketing: Third party vendors, including Google, show Gordon Food Service ads on sites on the web.\nThird party vendors, including Google, use cookies to serve ads based on a user’s prior visits to our website.\nAnalytic data is used to serve ads based on your prior visits to our website.\nYou may opt out of Google’s use of cookies by visiting the Google Advertising opt-out page.\nYou may opt out of third party vendor’s use of cookies by visiting the Network Advertising Initiative opt out page.</p>\n<p>\n<strong>9.\nHow We Protect Your Data</strong>\n</p>\n<p>We use commercially reasonable means to protect the integrity of our website and the confidentiality of collected data.\nHowever, since no security system is impenetrable, we cannot guarantee the security of our databases, nor can we guarantee that information you supply will not be intercepted while being transmitted to us over the Internet.\nThe Gordon Experience section of our site uses a secure server, and the 128-bit secure socket layer (SSL) in the server software encrypts all information you input before it is sent to us.\nWe also limit access to personal information that we collect about our visitors and customers to employees and others who have a need to use the information consistent with this policy.\nEmployees who violate these policies may be subject to discipline.</p>\n<p>Protecting your information also requires you to do your part.\nIf you are a registered user of the Gordon Experience, you must take steps to protect your access code and password.\nYou are solely responsible for maintaining and protecting the confidentiality of your user access code and password and are fully responsible for all activities that occur under your user ID and password.\nYou can access and update your login information through your account.</p>\n<p>\n<strong>10.\nData Integrity and Retention</strong>\n</p>\n<p>We use the information that we collect about you only in ways that are consistent with this policy.\nIf you provide us with contact information on the public section of our site, we normally keep this information for only a short time period, at which point it will be automatically deleted from our system.\nInformation collected in connection with the Gordon Experience section of our website will be retained for a longer period as a record of our business activities.</p>\n<p>If you have any questions or complaints about our practices, would like to request having your information removed from our database, or would like to opt out of receiving any future communications, please let us know at privacy@gfs.com.</p>\n<p>\n<strong>11.\nWebsite Visitors Under Age 18</strong>\n</p>\n<p>The website is intended to be used by customers and potential customers of Gordon Food Service.\nThe site is available for anyone to view, but please do not submit any personal information if you are not 18 years of age or older.</p>\n<p>\n<strong>12.\nLinks to Other Websites</strong>\n</p>\n<p>This site may contain links to other websites not affiliated with Gordon Food Service.\nAlso, you may have come to this website from a website that is not operated by Gordon Food Service.\nWe are not responsible for the operation of these other sites or the information that they collect from their visitors.\nIf you'd like to know how another site collects and uses your information, please review its privacy policy.</p> ", "created_at": "2021-11-20 06:30:38.746379", "updated_at": "2021-11-20 05:31:50.244969"}], "points": [], "urls": ["gfs.com", "gordonnow.com"]}}