{"error": 448, "message": "OK", "parameters": {"id": 574, "name": "Playlectric", "created_at": "2018-06-24 09:10:56.674572", "updated_at": "2021-03-25 03:19:35.807643", "wikipedia": null, "keywords": null, "related": null, "slug": "playlectric", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/574.png", "url": "playlectric.com", "documents": [{"id": 329, "name": "Terms of Service and EULA", "url": "https://playlectric.com/terms-of-service", "xpath": "//div[@class='post-content']", "text": " <i>\n</i>\nSummary of the Terms of Service and EULA\nDefinitions:\n<ul>\n<li>“<strong>You</strong>“/”<strong>Your</strong>“: An individual who either represents themselves or a company.</li>\n<li>“<strong>Playlectric shop</strong>“: The electronic shop located on this website: https://playlectric.com</li>\n<li>“<strong>Asset</strong>“/”<strong>Assets</strong>“: 3D models, images and software from the Playlectric shop.</li>\n</ul>\nYou agree to these conditions when you receive Assets from Playlectric:\n<ul>\n<li>You may use and modify Assets from Playlectric for the <strong>development, distribution and promotion</strong> of your own <strong>electronic games</strong> and <strong>interactive media applications</strong>.</li>\n<li>You may use the Assets in as many of your own electronic games and interactive media applications as you want and for as long as you want.</li>\n<li>You may <strong>not</strong> otherwise sell, reproduce, distribute, sublicense, rent, lease, lend or transfer the rights to use the Assets or modified/derived versions of the Assets to other people or companies.</li>\n<li>You do <strong>not need to pay royalties</strong> when you use the Assets.</li>\n<li>You may install and use the Assets on more than one computer, <strong>provided that the computers belong to you and are on a single site</strong>.</li>\n<li>It is not possible to get a refund for downloadable Assets purchased in the Playlectric shop.\nIf you are unhappy with your purchase, please contact us so we can try to fix the problem.</li>\n</ul>\n<p>&nbsp;</p>\nFull Terms of Service and EULA for the Playlectric shop\n<p>Last updated: 05/03/2014</p>\n1.\nBackground\n1.1\n<p>Your use of the Playlectric shop is governed by a legal agreement between you and Playlectric consisting of these Terms of Service (“Terms”) which you must accept by checking the box indicating your acceptance of these Terms when you register as a user of the Playlectric shop or purchase an Asset from the Playlectric shop.</p>\n1.2\n<p>In addition any Asset that you acquire from the Playlectric shop will be subject to Playlectric’s standard End User License Agreement (“EULA”), which is Appendix 1 to these Terms and which you must accept as an integrated part of these Terms by checking the box indicating your acceptance of these Terms when you register as a user of the Playlectric shop or purchase an Asset from the Playlectric shop.</p>\n1.3\n<p>You may use the Playlectric shop to browse, locate, and download Assets.\nSome of these Assets may be offered by Playlectric at no charge (“Freebies”) while other Assets may be purchased for a fee.\nYou agree that you are solely responsible for all fees associated with purchases you make on the Playlectric shop.</p>\n1.4\n<p>In order to use the Playlectric shop you must be 18 years of age or older.\nOn using the service you warrant that you have legal capacity to enter into the agreement.</p>\n2.\nPlaylectric’s provision of the Playlectric shop\n2.1\n<p>You agree that Playlectric may stop (permanently or temporarily) providing the Playlectric shop (or any features within the Playlectric shop) to you or to users generally at Playlectric’s sole discretion, without prior notice to you.</p>\n2.2\n<p>Playlectric may make available to you various payment processing methods to facilitate the purchase of Assets from the Playlectric shop.\nYou agree to abide by any relevant terms of service or other legal agreement, whether with Playlectric or a third party, that governs your use of a given payment processing method.\nYou agree that Playlectric reserves the right to add or remove payment processing methods at its sole discretion and without notice to you.</p>\n3.\nYour Use of the Playlectric shop\n3.1\n<p>In order to access certain services in the Playlectric shop, you may be required to provide information about yourself such as your name, address, and billing details.\nYou agree that any such information you provide to Playlectric will always be accurate, correct and up to date.</p>\n3.2\n<p>You agree to use the Playlectric shop only for purposes that are permitted by (a) the Terms and Playlectric shop Guidelines and (b) any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions.\nYou agree to comply with all local laws and regulations regarding the download, installation and/or use of the Assets.</p>\n3.3\n<p>You agree not to access (or attempt to access) the Playlectric shop by any means other than through the interface that is provided by Playlectric, unless you have been specifically allowed to do so in a separate agreement with Playlectric.\nYou specifically agree not to access (or attempt to access) the Playlectric shop through any automated means (including use of scripts, crawlers or similar technologies from time to time).</p>\n3.4\n<p>You agree that you will not engage in any activity that interferes with or disrupts the Playlectric shop (or the servers, payment systems or networks which are connected to the Playlectric shop).\nYou agree that you will not use any of the Assets found on the Playlectric shop in a way that interferes or disrupts any servers, payment systems, networks, or websites operated by Playlectric or any third party.</p>\n3.5\n<p>Unless you have been specifically permitted to do so in a separate agreement with Playlectric and except as permitted under the Playlectric-EULA, you agree that you will not reproduce, duplicate, copy, sell, trade or resell any Asset that you have acquired from the Playlectric shop for any purpose.</p>\n3.6\n<p>You agree that you are solely responsible for (and that Playlectric has no responsibility to you or to any third party for) your use of the Playlectric shop or any Assets, any breach of your obligations under the Terms, and for the consequences (including loss or damage of any kind which Playlectric may suffer) of any such breach.</p>\n3.7\n<p>You agree to comply with any and all applicable tax laws, including the reporting and payment of any taxes arising in connection with your use of the Playlectric shop or the purchase of Assets through the Playlectric shop, and that the reporting and payment of any such applicable taxes are your responsibility.</p>\n3.8\n<p>You agree that Playlectric and/or third parties own all rights, titles and interest in and to the Playlectric shop and the Assets available through the Playlectric shop, including without limitation all applicable Intellectual Property Rights in the Playlectric shop and Assets.\n“Intellectual Property Rights” means any and all intellectual property rights wherever in the world and whenever arising (and including any application), including patent laws, copyright, trade secrets, know-how, confidential information, business names and domain names, computer programs, trademark laws, service marks, trade names, utility models, design rights, semi-conductor topography rights, database rights, goodwill or rights to sue for passing off, and any and all other proprietary rights worldwide.\nYou agree that you will not, and will not allow any third party to, (i) copy, sell, license, distribute, transfer, modify, adapt, translate, prepare derivative works from, decompile, reverse engineer, disassemble or otherwise attempt to derive source code from the Playlectric shop or the Assets, unless otherwise permitted, (ii) take any action to circumvent or defeat the security or content usage rules provided, deployed or enforced by any functionality (including without limitation digital rights management or forward-lock functionality) in the Playlectric shop or Assets, (iii) use the Playlectric shop or Assets to access, copy, transfer, transcode or retransmit content in violation of any law or third party rights, or (iv) remove, obscure, or alter Playlectric’s or any third party’s copyright notices, trademarks, or other proprietary rights notices affixed to or contained within the Playlectric shop or Assets.</p>\n4.\nPlaylectric Services and Third Party Assets and Services\n4.1\n<p>Some components of Assets may also be governed by applicable open source software licenses.\nIn the event of a conflict between the Terms, the applicable EULA and any such licenses, the open source software licenses shall prevail with respect to those components.</p>\n5.\nAutomatic Updates\n5.1\n<p>Assets originating from Playlectric may communicate with Playlectric servers as the case may be from time to time to check for available updates (“Updates”) to the Playlectric shop and the Assets.\nBy installing these Assets, you agree to such automatically requested and received Updates.\nThe Playlectric shop may make connections to remote servers to provide Playlectric with anonymous usage statistics collected by Google Analytics that Playlectric uses to improve the Playlectric shop.\nThe Playlectric shop may also have features that confirm your compliance with the Terms of this Agreement.</p>\n6.\nIndemnifications\n6.1\n<p>To the maximum extent permitted by law, you agree to defend, indemnify and hold harmless Playlectric, its affiliates and their respective directors, officers, employees and agents from and against any and all claims, actions, suits or proceedings, as well as any and all losses, liabilities, damages, costs and expenses (including reasonable attorneys fees) arising out of or accruing from your use of the Playlectric shop, including your downloading, installation, or use of any Assets, or your violation of these Terms.</p>\n7.Termination\n7.1\n<p>These Terms will continue to apply until terminated by either you or Playlectric as set out below.</p>\n7.2\n<p>If you want to terminate these Terms, you may do so by ceasing your use of the Playlectric shop and any Assets downloaded from the Playlectric shop.</p>\n7.3\n<p>Playlectric may at any time, terminate these Terms with you if: (A) you have breached any provision of these Terms.\nor (B) Playlectric is required to do so by law.\nor (C) Playlectric decides to no longer provide the Playlectric shop.</p>\n7.4\n<p>When these Terms come to an end, all of the legal rights, obligations and liabilities that you and Playlectric have benefited from, been subject to (or which have accrued over time whilst these Terms have been in force) or which are expressed to continue indefinitely, shall be unaffected by this cessation, and the provisions of Section 11.7 shall continue to apply to such rights, obligations and liabilities indefinitely.</p>\n8.\nDisclaimer of Warranties\n8.1\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR USE OF THE PLAYLECTRIC SHOP AND ANY ASSETS DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE PLAYLECTRIC SHOP IS AT YOUR SOLE RISK AND THAT THE PLAYLECTRIC SHOP IS PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTY OF ANY KIND, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\nIN PARTICULAR, PLAYLECTRIC, ITS SUBSIDIARIES, HOLDING COMPANIES AND AFFILIATES, AND ITS PlaylectricS DO NOT REPRESENT OR WARRANT TO YOU THAT: (A) YOUR USE OF THE ASSETS WILL MEET YOUR REQUIREMENTS, (B) YOUR USE OF THE ASSETS WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR, (C) ANY INFORMATION OBTAINED BY YOU AS A RESULT OF YOUR USE OF THE ASSETS WILL BE ACCURATE OR RELIABLE, AND (D) DEFECTS IN THE OPERATION OR FUNCTIONALITY OF ANY SOFTWARE PROVIDED TO YOU AS PART OF THE ASSETS WILL BE CORRECTED.</p>\n8.2\n<p>YOUR USE OF THE PLAYLECTRIC SHOP AND ANY ASSETS DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE PLAYLECTRIC SHOP IS AT YOUR OWN DISCRETION AND RISK AND YOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM, OR OTHER DEVICE, OR LOSS OF DATA THAT RESULTS FROM SUCH USE.</p>\n8.3\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, PLAYLECTRIC FURTHER EXPRESSLY DISCLAIMS ALL WARRANTIES TERMS OR CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO ANY IMPLIED WARRANTIES TERMS AND CONDITIONS OF MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, WITH RESPECT TO ANY ASSETS DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE PLAYLECTRIC SHOP AS WELL AS THE PLAYLECTRIC SHOP ITSELF.</p>\n8.4\n<p>NONE OF THE ASSETS ARE INTENDED FOR USE IN THE OPERATION OF NUCLEAR FACILITIES, LIFE SUPPORT SYSTEMS, EMERGENCY COMMUNICATIONS, AIRCRAFT NAVIGATION OR COMMUNICATION SYSTEMS, AIR TRAFFIC CONTROL SYSTEMS, OR ANY OTHER SUCH ACTIVITIES IN WHICH CASE THE FAILURE OF THE ASSETS COULD LEAD TO DEATH, PERSONAL INJURY, OR SEVERE PHYSICAL OR ENVIRONMENTAL DAMAGE.</p>\n9.\nLimitation of Liability\n9.1\n<p>PLAYLECTRIC AND ITS SUBSIDIARIES, HOLDING COMPANIES AND OTHER AFFILIATES’ TOTAL LIABILITY TO YOU FROM ALL CAUSES OF ACTION AND UNDER ALL THEORIES OF LIABILITY UNDER THESE TERMS WILL BE LIMITED TO THE AMOUNTS PAID TO PLAYLECTRIC BY YOU IN THE PAST SIX MONTHS FOR THE ASSETS RELATING TO THE DISPUTE.\nIN NO EVENT WILL PLAYLECTRIC OR ITS SUBSIDIARIES, HOLDING COMPANIES AND OTHER AFFILIATES BE LIABLE TO YOU FOR ANY SPECIAL, INCIDENTAL, EXEMPLARY, PUNITIVE OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF DATA, BUSINESS, PROFITS OR ABILITY TO EXECUTE) OR FOR THE COST OF PROCURING SUBSTITUTE PRODUCTS ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR YOUR USE OF THE PLAYLECTRIC SHOP OR ANY ASSETS DOWNLOADED OR OTHERWISE OBTAINED FROM THE PLAYLECTRIC SHOP, WHETHER SUCH LIABILITY ARISES FROM ANY CLAIM BASED UPON CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, AND WHETHER OR NOT PLAYLECTRIC HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSS OR DAMAGE.\nTHE FOREGOING LIMITATIONS WILL SURVIVE AND APPLY EVEN IF ANY LIMITED REMEDY SPECIFIED IN THIS AGREEMENT IS FOUND TO HAVE FAILED ITS ESSENTIAL PURPOSE.</p>\n9.2\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT PLAYLECTRIC, ITS SUBSIDIARIES, HOLDING COMPANIES AND AFFILIATES, AND ITS PlaylectricS SHALL NOT BE LIABLE TO YOU FOR ANY LOSS OR DAMAGE WHICH MAY BE INCURRED BY YOU, INCLUDING BUT NOT LIMITED TO LOSS OR DAMAGE AS A RESULT OF: (I) ANY RELIANCE PLACED BY YOU ON THE COMPLETENESS, ACCURACY OR EXISTENCE OF ANY ADVERTISING, OR AS A RESULT OF ANY RELATIONSHIP OR TRANSACTION BETWEEN YOU AND PLAYLECTRIC AND ANY ADVERTISER OR SPONSOR WHOSE ADVERTISING APPEARS IN THE ASSETS OR ON THE PLAYLECTRIC SHOP.\n(II) ANY CHANGES WHICH PLAYLECTRIC MAY MAKE TO THE ASSETS OR ON THE PLAYLECTRIC SHOP, OR FOR ANY PERMANENT OR TEMPORARY CESSATION IN THE PROVISION OF THE PLAYLECTRIC SHOP OR THE ASSETS (OR ANY FEATURES WITHIN THE ASSETS).\n(III) THE DELETION OF, CORRUPTION OF, OR FAILURE TO STORE, ANY CONTENT AND OTHER COMMUNICATIONS DATA MAINTAINED OR TRANSMITTED BY OR THROUGH YOUR USE OF THE PLAYLECTRIC SHOP OR THE ASSETS.\n(IV) YOUR FAILURE TO PROVIDE PLAYLECTRIC WITH ACCURATE ACCOUNT INFORMATION;</p>\n9.3\n<p>NOTHING IN THE TERMS EXCLUDES THE LIABILITY FOR PLAYLECTRIC, ITS SUBSIDIARIES OR AFFILIATES FOR: (I) DEATH AND PERSONAL INJURY CAUSED BY NEGLIGENCE.\n(II) FRAUDULENT MISREPRESENTATION.\nOR (III) ANY OTHER LIABILITY WHICH CANNOT BE LIMITED BY APPLICABLE LAW.</p>\n10.\nChange of Terms\n10.1\n<p>Playlectric may add or make changes to the Terms from time to time.\nWhen these changes are made, Playlectric will make a new copy of the Terms available at the Playlectric shop.</p>\n10.2\n<p>You understand and agree that if you use the Playlectric shop and the Assets after the date on which the Terms have changed Playlectric will treat your use as acceptance of the updated Terms.</p>\n11.\nGeneral Legal Terms\n11.1\n<p>These Terms constitute the whole legal agreement between you and Playlectric and govern your use of the Playlectric shop and the Assets, and completely replace any prior agreements between you and Playlectric in relation to the Playlectric shop and the Assets.\nEach party confirms that, in entering into the Terms it has not relied upon any representations or statements not expressly incorporated herein.\nNotwithstanding anything else in the Terms, neither party limits or excludes liability for fraudulent misrepresentation.</p>\n11.2\n<p>You agree that if Playlectric does not exercise or enforce any legal right or remedy which is contained in these Terms (or which Playlectric has the benefit of under any applicable law), this will not be taken to be a formal waiver of Playlectric’s rights and that those rights or remedies will still be available to Playlectric.</p>\n11.3\n<p>If any court of law, having the jurisdiction to decide on this matter, rules that any provision of these Terms is invalid, then that provision will be removed from the Terms without affecting the rest of the Terms.\nThe remaining provisions of these Terms will continue to be valid and enforceable.</p>\n11.4\n<p>You acknowledge and agree that each member of the group of companies with which Playlectric is affiliated shall be third party beneficiaries to these Terms and that such other companies shall be entitled to directly enforce, and rely upon, any provision of these Terms that confers a benefit on (or rights in favour of) them.\nOther than this, no other person or company shall be third party beneficiaries to these Terms.\n(whether pursuant to the contract, law or otherwise).</p>\n11.5\n<p>The rights granted in the Terms may not be assigned or transferred by you without the prior written approval of Playlectric.\nNor shall you be permitted to delegate your responsibilities or obligations under these Terms without the prior written approval of Playlectric.</p>\n11.6\n<p>The rights granted in the Terms may be assigned or transferred by Playlectric without your prior written approval.\nIn addition Playlectric shall be permitted to delegate its responsibilities or obligations under these Terms without your written approval.</p>\n11.7\n<p>These Terms, and your relationship with Playlectric under these Terms, shall be governed by the laws of the United Kingdom.\nAny dispute arising out of or in connection with these Terms, including any disputes regarding the existence, validity or termination thereof, shall be settled by a court located in the United Kingdom.\nNotwithstanding this, you agree that Playlectric shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.</p>\nAPPENDIX 1\nPlaylectric Shop End User License Agreement\n1.\nParties to the Agreement/The Subject Matter of the Agreement:\n1.1\n<p>This Playlectric Shop End User License Agreement (hereinafter referred to as “EULA”) is a non-exclusive, legally binding end user license agreement between any individual or a single entity (“END-USER”) that acquires an Asset from the Playlectric shop located on the Playlectric website (https://playlectric.com)</p>\n1.2\n<p>By installing, copying, accessing, downloading or otherwise using the Assets, END-USER agrees to be bound by the provisions of this EULA.\nAll definitions of the Terms shall also apply in this EULA unless the context clearly provides for a different understanding.</p>\n1.3\n<p>The subject matter of this EULA is the licensing to END-USER of any Asset acquired by END-USER from the Playlectric shop.\nThe Assets are licensed, not sold.</p>\n2.\nEND-USER’s Rights and Obligations\n2.1\n<p>END-USER may use the licensed Assets only for their intended purpose.</p>\n2.2\n<p>Playlectric grants to the END-USER a non-exclusive, worldwide, and perpetual license to (i) integrate purchased Assets only as incorporated and embedded components of electronic games and interactive media and to (ii) distribute such electronic games and interactive media.\nIn addition, the purchased Assets may also be used to promote END-USER’s electronic games and interactive media in printed and electronic media, for example in adverts for END-USER’s electronic games and interactive media.\nEND-USER may modify Assets but may otherwise not reproduce, distribute, sublicense, rent, lease or lend the Assets.\nEND-USERS shall not be entitled to distribute or transfer in any way (including, without, limitation by way of sublicense) the Assets in any other way than as integrated components of electronic games and interactive media, or as part of advertising/promotion for END-USER’s electronic games and interactive media.\nWithout limitation of the foregoing it is emphasized that END-USER shall not be entitled to share the costs related to purchasing an Asset and then let any third party that has contributed to such purchase use such Asset (forum pooling).</p>\n2.3\n<p>END-USER is granted a license to install and use Assets on more than one computers provided that these computers are either all (i) physically located at a single physical location (“Site”) belonging to END-USER, or (ii) computers belonging to END-USER which have been made available by END-USER to its employees that are employed at the same Site.\nConsequently, any Asset may only be used at a particular Site or on computers assigned to END-USER’s employees employed at the same Site and may only be moved to another Site subject to prior written approval from Playlectric.</p>\n2.4\n<p>END-USER shall pay for the license to the Assets in accordance with the payment process provided in the Playlectric shop.\nEND USER shall provide customary billing and tax information such as name, billing address and credit card information.\nEND USER agrees to pay for all purchases and hereby authorizes the collection of such amounts including applicable taxes by charging the credit card provided, either directly by Playlectric or indirectly, via a third party online payment processor such as PayPal.\nIf you are directed to a third party payment processor, such as PayPal, you may be subject to terms and conditions governing use of that third party’s service and Privacy Policy.\nPlease review such third party’s terms and conditions and privacy policy before using the services.\nAll sales are final and there shall be no refunds except as required by law.</p>\n2.5\n<p>Some components of Assets (whether developed by Playlectric or third parties) may also be governed by applicable open source software licenses.\nIn the event of a conflict between the applicable EULA and any such open source licenses, the open source software licenses shall prevail with respect to those components.</p>\n3.\nPlaylectric’s Rights and Obligations\n3.1\n<p>Playlectric shall render support services to END-USER only in the event that a special agreement to this effect has been entered into.</p>\n4.\nTermination\n4.1\n<p>Without prejudice to any other rights, Playlectric may terminate this EULA if END-USER fails to comply with the terms and conditions of this EULA and the Terms.</p>\n4.2\n<p>END-USER may terminate END-USER’s license at any time.</p>\n4.3\n<p>In the event that Playlectric at its discretion or as a result of a decision made by any competent court or authority makes a refund to END-USER of the fees paid for any Asset, then this EULA shall terminate for such Asset.</p>\n5.\nDuplication Rights/Back Up Copy\n5.1\n<p>END-USER may not make copies of the Asset files, except and only to the extent that such activity is expressly permitted under mandatory statutory applicable law.\nIn addition Playlectric acknowledges that copies of the Asset files may be made when the Assets have been integrated as parts of electronic games and interactive media, cf.\nSection 2.2 above.</p>\n6.\nTrademarks\n6.1\n<p>This EULA does not grant END-USER any rights in connection with any trademarks or service marks of Playlectric, Provider or Playlectric’s other suppliers.</p>\n7.\nUpgrades and Support\n7.1\n<p>Assets identified as upgrades replace and/or supplement the licensed Assets.</p>\n7.2\n<p>Playlectric may at its own discretion from time to time provide upgrades of the Assets to END USER without requesting further payment.\nIrrespective hereof END-USER is only entitled to upgrades if the description of the Assets in the Playlectric Shop specifies that upgrades are included.\nEND-USER may use the upgraded Assets only in accordance with the terms of this EULA.</p>\n7.3\n<p>END-USER is only entitled to support if END-USER has entered into a Support Agreement with Playlectric.</p>\n8.\nCopyright\n8.1\n<p>The Assets are protected by copyright laws and international copyright treaties, as well as other intellectual property laws and treaties.</p>\n8.2\n<p>All title and intellectual property rights of the Assets (including but not limited to any software, images, photographs, animations, graphics, 3D graphics, video, audio, music, text, tutorials, and “app” incorporated into the Assets), the accompanying printed materials, and any copies of the Assets are owned by Playlectric.\nAll rights not expressly granted are reserved by Playlectric.</p>\n9.\nDisclaimer of Warranties\n9.1\n<p>END-USER UNDERSTANDS AND AGREES THAT ITS USE OF THE ASSETS IS AT END-USER’S SOLE RISK AND THAT THE ASSETS ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTY OF ANY KIND, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\nIN PARTICULAR, Playlectric, ITS SUBSIDIARIES, HOLDING COMPANIES AND AFFILIATES, AND ITS PlaylectricS DO NOT REPRESENT OR WARRANT TO END-USER THAT: (A) END-USER’S USE OF THE ASSETS WILL MEET END-USER’S REQUIREMENTS, (B) END-USER’S USE OF THE ASSETS WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR, (C) ANY INFORMATION OBTAINED BY END-USER AS A RESULT OF END-USER’S USE OF THE ASSETS WILL BE ACCURATE OR RELIABLE, AND (D) THAT DEFECTS IN THE OPERATION OR FUNCTIONALITY OF ANY SOFTWARE PROVIDED TO END-USER AS PART OF THE ASSETS WILL BE CORRECTED.</p>\n9.2\n<p>END-USER’S USE OF ANY ASSETS IS AT END-USER’S OWN DISCRETION AND RISK AND END-USER IS SOLELY RESPONSIBLE FOR ANY DAMAGE TO END-USER’S COMPUTER SYSTEM, OR OTHER DEVICE, OR LOSS OF DATA THAT RESULTS FROM SUCH USE.</p>\n9.3\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, Playlectric FURTHER EXPRESSLY DISCLAIMS ALL WARRANTIES TERMS OR CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO ANY IMPLIED WARRANTIES TERMS AND CONDITIONS OF MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, WITH RESPECT TO ANY ASSETS.</p>\n9.4\n<p>NONE OF THE ASSETS ARE INTENDED FOR USE IN THE OPERATION OF NUCLEAR FACILITIES, LIFE SUPPORT SYSTEMS, EMERGENCY COMMUNICATIONS, AIRCRAFT NAVIGATION OR COMMUNICATION SYSTEMS, AIR TRAFFIC CONTROL SYSTEMS, OR ANY OTHER SUCH ACTIVITIES IN WHICH CASE THE FAILURE OF THE ASSETS COULD LEAD TO DEATH, PERSONAL INJURY, OR SEVERE PHYSICAL OR ENVIRONMENTAL DAMAGE.</p>\n10.\nLimitation of Liability\n10.1\n<p>Playlectric AND ITS SUBSIDIARIES, HOLDING COMPANIES AND OTHER AFFILIATES TOTAL LIABILITY TO END-USER FROM ALL CAUSES OF ACTION AND UNDER ALL THEORIES OF LIABILITY UNDER THESE TERMS WILL BE LIMITED TO THE AMOUNTS PAID TO END-USER BY END-USER IN THE PAST SIX MONTHS FOR THE ASSETS RELATING TO THE DISPUTE.\nIN NO EVENT SHALL Playlectric OR ITS SUBSIDIARIES, HOLDING COMPANIES AND OTHER AFFILIATES BE LIABLE TO END-USER FOR ANY SPECIAL, INCIDENTAL, EXEMPLARY, PUNITIVE OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF DATA, BUSINESS, PROFITS OR ABILITY TO EXECUTE) OR FOR THE COST OF PROCURING SUBSTITUTE PRODUCTS ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR YOUR USE OF THE PLAYLECTRIC SHOP OR ANY ASSETS DOWNLOADED OR OTHERWISE OBTAINED FROM THE PLAYLECTRIC SHOP, WHETHER SUCH LIABILITY ARISES FROM ANY CLAIM BASED UPON CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, AND WHETHER OR NOT Playlectric HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSS OR DAMAGE.\nTHE FOREGOING LIMITATIONS WILL SURVIVE AND APPLY EVEN IF ANY LIMITED REMEDY SPECIFIED IN THIS AGREEMENT IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.</p>\n10.2\n<p>END-USER EXPRESSLY UNDERSTAND AND AGREE THAT Playlectric, ITS SUBSIDIARIES, HOLDING COMPANIES AND AFFILIATES, AND ITS PlaylectricS SHALL NOT BE LIABLE TO END-USER FOR ANY LOSS OR DAMAGE WHICH MAY BE INCURRED BY END-USER, INCLUDING BUT NOT LIMITED TO LOSS OR DAMAGE AS A RESULT OF: (I) ANY RELIANCE PLACED BY END-USER ON THE COMPLETENESS, ACCURACY OR EXISTENCE OF ANY ADVERTISING, OR AS A RESULT OF ANY RELATIONSHIP OR TRANSACTION BETWEEN END-USER AND Playlectric OR ANY ADVERTISER OR SPONSOR WHOSE ADVERTISING APPEARS IN THE ASSETS OR ON THE PLAYLECTRIC SHOP.\n(II) ANY CHANGES WHICH Playlectric MAY MAKE TO THE ASSETS OR ON THE PLAYLECTRIC SHOP, OR FOR ANY PERMANENT OR TEMPORARY CESSATION IN THE PROVISION OF THE PLAYLECTRIC SHOP OR THE ASSETS (OR ANY FEATURES WITHIN THE ASSETS).\n(III) THE DELETION OF, CORRUPTION OF, OR FAILURE TO STORE, ANY CONTENT AND OTHER COMMUNICATIONS DATA MAINTAINED OR TRANSMITTED BY OR THROUGH END-USER’S USE OF THE ASSETS.\n(IV) END-USER’S FAILURE TO PROVIDE PLAYLECTRIC WITH ACCURATE ACCOUNT INFORMATION;</p>\n10.3\n<p>NOTHING IN THE TERMS EXCLUDES THE LIABILITY FOR Playlectric, ITS SUBSIDIARIES OR AFFILIATES FOR: (I) DEATH AND PERSONAL INJURY CAUSED BY NEGLIGENCE.\n(II) FRAUDULENT MISREPRESENTATION.\nOR (III) ANY OTHER LIABILITY WHICH CANNOT BE LIMITED BY APPLICABLE LAW.</p>\n11.\nExport Restrictions\n11.1\n<p>Assets available on the Playlectric shop may be subject to laws, administrative regulations and executive orders of those authorities responsible according to any applicable laws relating to the control of imports and exports of the Assets (“Export Laws”).\nYou agree to comply with all applicable Export Laws and you shall not export or re-export directly or indirectly (including via remote access) any part of the Assets to any country to which a license is required under the Export Laws without first obtaining a license.</p>\n12.\nVenue and Applicable Law\n12.1\n<p>This EULA and END-USER’s relationship with Playlectric under this EULA, shall be governed by the laws of the United Kingdom.\nAny dispute arising out of or in connection with this EULA, including any disputes regarding the existence, validity or termination thereof, shall be settled by a court located in the United Kingdom.\nNotwithstanding this, Provider agrees that Playlectric shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.</p>\n<p>Author: Playlectric<br>\nPage last updated: 05/03/2014<br>\nPlaylectric on Google+</p> ", "created_at": "2018-08-22 08:45:57.819094", "updated_at": "2020-12-14 15:49:15.477525"}, {"id": 842, "name": "Merged into document 328 by user 6", "url": "https://www.whatsapp.com", "xpath": "Xpat. Whatsapp", "text": null, "created_at": "2018-12-27 21:36:20.064476", "updated_at": "2018-12-27 21:36:20.064476"}, {"id": 841, "name": "Merged into document 328 by user 6", "url": "https://www.whatsapp.com", "xpath": "Xml. What's app", "text": null, "created_at": "2018-12-27 21:34:59.957615", "updated_at": "2018-12-27 21:34:59.957615"}, {"id": 840, "name": "Merged into document 328 by user 6", "url": "https://www.whatsapp.com", "xpath": "Xml.", "text": null, "created_at": "2018-12-27 21:34:26.419852", "updated_at": "2018-12-27 21:34:26.419852"}, {"id": 328, "name": "Privacy Policy", "url": "https://playlectric.com/privacy-policy", "xpath": "//div[@class='post-content']", "text": " <i>\n</i>\nPrivacy Policy\n<p>This Privacy Policy explains what happens to any personal data that you provide to us, or that we collect from you whilst you visit our site.</p>\nInformation we collect\n<p>In running and maintaining our website we may collect and process the following data about you:</p>\n<ol>\n<li>Information provided voluntarily by you when you register an account (your email address, password, name, company name and address).</li>\n<li>Information that you provide when you communicate with us by any means (emails or forum posts).</li>\n<li>Information about your previous orders.</li>\n<li>Information about what you have added to your shopping cart (cookie).</li>\n<li>Your IP address when you visit our website (this is required by law).</li>\n</ol>\nStoring your personal data\n<p>In operating our website it may become necessary to transfer data that we collect from you to locations outside of the European Union for processing and storing.\nBy providing your personal data to us, you agree to this transfer, storing or processing.</p>\nDisclosing your information\n<p>We will not disclose your personal information to any other party, apart from in the following situations:</p>\n<ol>\n<li>In the event that we sell any or all of our business to the buyer.</li>\n<li>Where we are legally required by law to disclose your personal information.</li>\n<li>To further fraud protection and reduce the risk of fraud.</li>\n</ol>\nAccess to information\n<p>In accordance with the Data Protection Act you have the right to access any information that we hold relating to you.\nYou can access your information by logging in to your account and clicking on the following link:<br>\nhttps://playlectric.com/account/edit-account/</p>\nContacting us\n<p>Please do not hesitate to contact us regarding any matter relating to this Privacy Policy at info [at] playlectric [dot] com.</p>\n<p>Author: Playlectric<br>\nPage last updated: 24.06.2018</p> ", "created_at": "2018-08-22 08:45:21.376449", "updated_at": "2020-12-14 15:49:07.868299"}, {"id": 327, "name": "Terms of Use", "url": "https://playlectric.com/terms-of-use", "xpath": "//div[@class='post-content']", "text": " What are the terms of use for this website?\n<p>The following terms of use, together with our privacy policy, govern Playlectric’s relationship with you in relation to this website.</p>\n<p>Welcome to our website.\nIf you continue to browse and use this website you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern Playlectric’s relationship with you in relation to this website.\nThe term ‘Playlectric’ or ‘us’ or ‘we’ refers to the owner of the website.\nThe term ‘you’ refers to the user(s) or viewer(s) of our website.\nThe use of this website is subject to the following terms of use:</p>\n<ul>\n<li>The content of the pages of this website is for your general information and use only.\nIt is subject to change without notice.</li>\n<li>Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose.\nYou acknowledge that such information and materials may contain inaccuracies or errors and we expressly exclude liability for any such inaccuracies or errors to the fullest extent permitted by law.</li>\n<li>Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable.\nIt shall be your own responsibility to ensure that any products, services or information available through this website meet your specific requirements.</li>\n<li>This website contains material which is owned by or licensed to us.\nThis material includes, but is not limited to, the design, layout, look, appearance and graphics.\nReproduction is prohibited other than in accordance with the copyright notice, which forms part of these terms and conditions.</li>\n<li>All trade marks reproduced in this website which are not the property of, or licensed to, the operator are acknowledged on the website.</li>\n<li>Unauthorised use of this website may give rise to a claim for damages and/or be a criminal offence.</li>\n<li>From time to time this website may also include links to other websites.\nThese links are provided for your convenience to provide further information.\nThey do not signify that we endorse the website(s).\nWe have no responsibility for the content of the linked website(s).</li>\n<li>Your use of this website and any dispute arising out of such use of the website is subject to the laws of the United Kingdom.</li>\n</ul>\n<p>Author: Playlectric<br>\nPage last updated: 19.02.2014<br>\nPlaylectric on Google+</p> ", "created_at": "2018-08-22 08:44:29.775927", "updated_at": "2020-12-14 15:49:00.129155"}], "points": [{"id": 4348, "title": "easy to read", "source": "https://playlectric.com/privacy-policy", "status": "easy to read", "created_at": "2018-06-24 09:20:46.824791", "updated_at": "2018-08-22 08:48:24.308033", "quoteText": null, "case_id": 199, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["playlectric.com"]}}