{"error": 448, "message": "OK", "parameters": {"id": 3980, "name": "Fupa", "created_at": "2021-06-08 22:12:44.10608", "updated_at": "2021-06-08 22:00:42.775748", "wikipedia": null, "keywords": null, "related": null, "slug": "fupa", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3980.png", "url": "fupa.net", "documents": [{"id": 6837, "name": "Terms of Use (German)", "url": "https://www.fupa.net/about/terms-of-use", "xpath": "//body", "text": " NutzungsbedingungenHomeSpieleLigenSucheAnmeldenHilfebereichÜber FuPaVereinsverwaltungNutzungsbedingungen von FuPa.net<p>&nbsp;</p>1.\nAllgemeines<p>\n<br>Die FuPa GmbH (im Folgenden \"FuPa\" genannt) mit Sitz in Fürstenstein stellt allein und mit regionalen Partnern unter der URL-Adresse \"fupa.net\" Informationen, \"Marktplatz-Dienste\" sowie eigene und fremde Daten (einschließlich Fotos, Videos) im Themengebiet \"Regionaler Sport\" mit dem Schwerpunkt Amateurfußball bereit.\nDer Großteil dieser Leistungen beruht auf der Mitarbeit der User, und Vereinsverwalter (beide nachfolgend als \"User\" oder \"Nutzer\" bezeichnet), die Informationen und Daten auf \"fupa.net\" hochladen bzw.\ndie Vereinsinteressen verwalten.\nEine umfassende Kontrolle dieser Daten kann daher nicht gewährleistet werden.\nFür die Inhalte wird nur insoweit Verantwortung übernommen, als dass etwaige Rechtsverletzungen durch Nutzung fremder Werke nach entsprechender Kenntnis von FuPa sofort beseitigt werden.\nSofern ein Urheber Kenntnis von solchen Verletzungen seiner Rechte erhält, bitten wir um entsprechende Information an die im Impressum des betreffenden Gebietes genannten verantwortlichen Personen.</p>2.\nGeltungsbereich<p>\n<br>Die nachfolgenden Nutzungsbedingungen, zu denen auch die&nbsp;<em>Datenschutzerklärung</em>&nbsp;und das <em>FuPa-Regelbuch</em>&nbsp;gehören, gelten für die Nutzung der Informationen, Dienste und Daten, welche unter FuPa.net und dem damit verbundenen mobilen Angebot im Rahmen der technischen und betrieblichen Möglichkeiten zur Verfügung gestellt wird.<br>Durch die Nutzung der Leistungen bzw.\nDienste von FuPa kommt, soweit gesetzlich zulässig, automatisch ein rechtlich bindender (Nutzungs-)Vertrag zustande.\nDie Nutzungsbedingungen gelten daher bereits als angenommen und akzeptiert, wenn ein User die Leistungen von FuPa abruft bzw.\nohne Registrierung nutzt.\nDer Vertragscharakter ergibt sich in der Hauptsache aus dem Zurverfügungstellen des Leistungsangebotes seitens FuPa und der daraus folgenden Nutzung dieses Angebotes sowie insbesondere aus den in Ziffer 4 genannten rechtlichen Belangen und Pflichten.<br>\n<br>\n</p>3.\nLeistungsumfang<p>\n<br>\n<em>3.1</em> Neben den Informationsangeboten bietet FuPa die kostenlose Möglichkeit, ein eigenes personalisiertes Nutzerprofil (FuPaner-Account) mit eigenem Newsstream zu erstellen, Ereignisse zu kommentieren, auf Spiele kostenlos im Wettbewerb mit anderen Usern zu tippen (Tippspiel), Prämienpunkte zu sammeln und einzulösen (\"<em>FuPa-Prämiensystem</em>\"), Bild- und Videobeiträge hochzuladen und sich als Vereinsverwalter registrieren zu lassen.<br>Im Zusammenhang mit der Registrierung als sogenannter Vereinsverwalter wird auf Ziffer 3.3 und das gesonderte \"FuPa-Regelbuch\" verwiesen.<br>Die Webseiten von \"fupa.net\" können auch ohne Registrierung genutzt und damit sämtliche für die nicht registrierte Nutzung freigeschalteten Leistungen eingesehen werden.\nNicht-registrierten Nutzern steht nicht die Befugnis zu, Daten und Informationen hochzuladen, ebenso nicht Usern, die jünger als 16 Jahre sind.\n<br>\n<em>3.2</em> Die FuPaner-Account Registrierung dient dem Aufbau von Kontakten, sozialen Netzwerken und der Förderung und der Pflege von gemeinnützigen Vereinsinteressen sowie der Ermittlung von Daten, Ergebnissen, Statistiken im Bereich Amateurfußballs, sowie im Bereich allgemeiner sportlicher Interessen und Meinungen.\nMit der Registrierung gelten die Nutzungsbedingungen (einschließlich Datenschutzrichtlinien und FuPa-Regelbuch) und alle sonstigen rechtlichen Erklärungen als gelesen, verstanden und angenommen.</p>\n<ul>\n<li>Für die Registrierung müssen Vor- und Nachname, Email-Adresse, Stammverein (Verein, wo man eingetragenes Mitglied ist), FuPa-Stammgebiet, Geburtsdatum und Geschlecht vollständig und korrekt angegeben werden.\nFür eine Freischaltung als Vereinsverwalter, ist zusätzlich die Angabe der Anschrift und Telefonnummer nötig.\nDie Registrierungsdaten sollten aktuell gehalten werden.\nZudem müssen alle Angaben der Wahrheit entsprechen.</li>\n<li>Jeder User darf nur einen Account anlegen.\nWer sich als Vereinsverwalter hat registrieren lassen, wird zugleich als FuPaner registriert.\n</li>\n<li>Ein FuPaner-Account wird unter dem Vor- und Nachnamen des Users geführt.\nDer User ist allein verantwortlich und haftet für sämtliche Handlungen, die unter Verwendung seines FuPaner-Accounts vorgenommen werden.\nSofern er von einer unautorisierten Nutzung seines Accounts Kenntnis erhält, so hat er dies unverzüglich gegenüber FuPa schriftlich anzuzeigen.\nEine Haftung scheidet dann aus, wenn die unautorisierte Nutzung durch FuPa verschuldet wurde.\n</li>\n<li>Eine Übertragung des FuPaner-Accounts ohne Zustimmung von FuPa auf einen Dritten ist nicht gestattet, ebenso nicht die werbliche oder gewerbliche Nutzung des Accounts durch den User.</li>\n</ul>\n<p>\n<em>3.3</em> Der User, welcher sich bereits als Vereinsverwalter angemeldet hat oder noch als Vereinsverwalter anmelden möchte (wie du dich als Vereinsveralter bewerben kannst erfährst du <em>hier</em>) und von FuPa als solcher akzeptiert wird, hat besondere Aufgaben im Sinne eines Vereinsadministrators zu erfüllen, die sich aus dem FuPa-Regelbuch ergeben.\nFuPa ist berechtigt, den Kreis von Verwaltern eines Vereins zu begrenzen oder auf begründete Veranlassung eines Vereins, die Berechtigung zu entziehen.\nUser die eingetragenes Mitglied eines Vereins sind, werden von FuPa für die gewünschte Vereinsverwaltung freigeschaltet, sofern keine weiteren Gründe (z.B.\nder User hat gegen das Regelbuch verstoßen) dagegen sprechen.\nUser, die nicht Mitglied eines Vereins sind, können einen Zugang bei FuPa beantragen, wobei die Freischaltung im Ermessen von FuPa liegt.\nUser unter 16 Jahren können nicht Vereinsverwalter werden.</p>\n<p>&nbsp;</p>4.\nRechtliche Belange und Pflichten<br>4.1 Allgemeines<p>\n<em>\n<br>4.1.1</em> Die Nutzung der Dienste wie auch die Registrierung ist grundsätzlich kostenlos.\nEine Vergütungspflicht entsteht, wenn ein Nutzer die Daten und Informationen von FuPa kommerziell nutzen oder ein Nutzer für Produkte und Dienstleistungen werben möchte.\nNutzern, die User-Inhalte übermitteln, stehen - soweit nicht ausdrücklich vereinbart - keine Vergütungsansprüche zu.<br>\n<em>4.1.2</em> Im Falle der Teilnahme am <em>FuPa-Prämiensystem</em> erhält der Teilnehmer die Möglichkeit, durch die aktive Mitgestaltung des FuPa Systems Gutschriften in Form von Prämienpunkten zu sammeln.\nHierzu müssen die <em>Teilnahmebedingungen</em> beachtet werden.<br>\n<em>4.1.3</em> Für hauptberuflich tätige Journalisten (auch Foto- und Bewegtbild-Journalisten) oder Fotografen als User von FuPa.net besteht die Möglichkeit neben den Nutzungsbedingungen &nbsp;Individualvereinbarungen mit FuPa bzw.\nmit deren Kooperationspartner zu schließen.\nHierzu ist eine entsprechende Anfrage an FuPa über info@fupa.net zu richten.\nDer Abschluss steht im freien Ermessen von FuPa bzw.\nvon deren Kooperationspartnern.<br>\n<em>4.1.4</em> Die Software und die damit verbundenen Rechte (z.B.\nTexte, Scripts, Grafiken, Sounds, Musik, Games, Videos und interaktiven Elementen auf der FuPa-Webseite) stehen allein FuPa zu.\nEine Nutzung der Software und der Anwendungen ist nur im Rahmen der Nutzungsbedingungen gestattet.\nOhne vorherige schriftliche Zustimmung von FuPa dürfen von FuPa geschaffene Daten, Programme, Verfahren, Inhalte, Grafiken (dazu gehören auch Texten, Spielansetzungen, Ergebnisse und Tabellen, Elf des Tages, Fotos, Bewegtbilder, Videos und/oder Audiodaten) nicht heruntergeladen, kopiert, reproduziert, vertrieben, abgeändert, gespeichert, übertragen, gesendet, ausgestellt, verkauft, lizenziert oder anderweitig verwertet werden.<br>Die Einbindung von FuPa Inhalten ist ausschließlich über ein <em>FuPa-Widget </em>möglich.\n<br>Alle in der alleinigen Inhaberschaft befindlichen Rechte bleiben FuPa vorbehalten.\nSoweit dies in einem Rechtsraum rechtlich möglich bzw.\nzulässig.\nist, so beansprucht FuPa den Schutz der in FuPa verkörperten Geschäftsidee.\nJegliche mit FuPa verbundenen Handels- oder Dienstleistungsmarken stehen ihren jeweiligen Eigentümern zu.<br>\n<em>4.1.5</em> FuPa hat das Recht, die Nutzungsbedingungen für die Zukunft zu ändern und/oder zu ergänzen.\nSolche Änderungen gelten als von Ihnen genehmigt, wenn Sie nicht innerhalb von zwei Wochen nach Bekanntmachung der Änderungen widersprechen.\nIm Falle eines Widerspruchs können Sie die Leistungen von FuPa nicht mehr in Anspruch nehmen.\nZudem erfolgt die Löschung des FuPaner Accounts.\n<br>\n<em>4.1.6</em> Sofern der Nutzer Informationen, Meinungen, Texte, Fotos, Videos oder sonstige Daten (im Folgenden \"User-Inhalt(e)\") an FuPa liefert bzw.\nauf FuPa hochlädt, so stellen dies Inhalte des Nutzers dar, für die FuPa keinerlei Haftung - insbesondere was deren Bestand, uneingeschränkte Nutzungslegitimation und Lastenfreiheit von Rechten Dritter angeht - übernimmt.\nDer Nutzer ist ausschließlich selbstverantwortlich für die User-Inhalte, insbesondere wenn die Materialien von Dritten stammen.\nDie übermittelten User-Inhalte werden nicht von FuPa überprüft.\nDer User hat keinen Rechtsanspruch auf Veröffentlichung der übermittelten User-Inhalte.\nFuPa hat die Befugnis, User-Inhalte zu bearbeiten und zu löschen.<br>\n<em>4.1.7</em> Die Nutzer von FuPa.net sind verpflichtet dafür Sorge zu tragen, dass User-Inhalte nicht gegen geltende Gesetze oder gegen die guten Sitten verstoßen und keine Rechtsgüter Dritter verletzt werden.\nDies gilt insbesondere für Persönlichkeits-, Urheber-, Jugendschutz-, Marken- und Wettbewerbsrechte, sowie für unwahre Tatsachenbehauptungen oder herabwürdigende Werturteile.\nEinen etwaig aus einer Verletzungshandlung resultierenden Schaden hat allein der Nutzer zu ersetzen.\nRegressansprüche gegen FuPa sind ausgeschlossen.<br>Der Nutzer ist verpflichtet, FuPa unverzüglich anzuzeigen, wenn ihm eine Verletzung von Rechten Dritter im Zusammenhang mit den von ihm übermittelten User-Inhalten bekannt wird.\nFuPa ist berechtigt, die personenbezogenen Daten des Schädigers an Dritte weiterzugeben, sofern der begründete Verdacht besteht, dass der von ihm übermittelten User-Inhalte die Rechte Dritter verletzen, und Dritte die Verletzung dieser Rechte gegenüber FuPa glaubhaft geltend machen.<br>Sofern ein User die Rechte eines anderen Users verletzt, so verzichtet der verletzte User in jedem Falle auf eine Abmahnung oder sonstige rechtliche Schritte gegen FuPa als sog.\nZustandsstörer, es sei denn FuPa beseitigt die streitgegenständlichen User-Inhalte nicht innerhalb von 5 Werktagen nach schriftlicher Anzeige eines berechtigten und nachgewiesenen Anspruches.</p>4.2 Nutzungsrecht an User-Inhalten<p>\n<em>\n<br>\n</em>\n<em>4.2.1</em> Mit dem Hochladen bzw.\nder Übermittlung von User-Inhalten an FuPa räumt der Nutzer FuPa sowie mit FuPa kooperierenden Lizenzpartnern (z.B.\nVerlagen/Medienunternehmen oder Vermarktungsunternehmen), das ohne zeitliche, örtliche und sachliche Beschränkung und auf Dritte übertragbare und lizenzierbare Recht ein, die User-Inhalte in allen Medien umfassend medial zu nutzen bzw.\nzu verwerten.\n<br>Zum Kern der Nutzungsübertragung gehören das einfache Bearbeitungsrecht (d.h.\nunter Wahrung der Urheberpersönlichkeitsrechte das Recht, die User-Inhalte unter Verwendung analoger oder digitaler Methoden zu bearbeiten, umzugestalten, zu kürzen, zu teilen, auszuschneiden, mit anderen Werken und Leistungen zu verbinden und diese zu kennzeichnen).\ndas Senderecht.\ndas Recht User-Inhalte zu vervielfältigen und zu verbreiten (Printrecht z.B.\nin Zeitungen, Zeitschriften, Magazinen, Kalendern).\ndas Recht der Zugänglichmachung im Internet bzw.\ndie Online-Rechte (auch über FuPa.net hinaus) und auf sonstigen digitalen Endgeräten (einschließlich des entsprechenden Bearbeitungs- und Formatierungsrechts) und der Veröffentlichung.\nsowie das Archivierungsrecht.<br>Die Rechteübertragung an User-Inhalten gilt dann als exklusiv, wenn es sich um selbst erstellte Leistungen und Werke der User handelt, die im Zusammenhang mit einer von FuPa initiierten Mitmach-Aktion oder einer Aufruf-Kampagne übermittelt wurden.<br>\n<em>4.2.2</em> Sofern es sich bei den User-Inhalten um Bewegtbild-Daten (Videos u.ä.) handelt, werden überdies folgende weiteren einfachen Nutzungsrechte übertragen: das Bild- und Tonträger-Recht.\ndas Recht solche Inhalte innerhalb anderer Bild-/Ton-/Datenträger zu verwenden, mitzuschneiden, zu unterbrechen, interaktive Elemente einzuführen, Marken, Waren oder Dienstleistungen zu platzieren.\nEingeschlossen ist auch das Recht, übermittelte Bewegtbilder zu unterbrechen bzw.\nzu unterteilen um in der Unterbrechung bzw.\nzeitgleich im Rahmen einer (evt.\nanimierten) Bildschirmteilung Werbung, Promotion oder andere Sendungen auszustrahlen sowie das Recht, am Anfang und/oder am Ende der Werbeunterbrechung einen Werbetrenner, vor, während und nach der Produktion Sponsor- oder andere Hinweise sowie auf den Webseiten, ggf.\nStreamings Corner-Grafiken, Bauchbinden, Laufbänder oder andere grafische Elemente einzublenden.\nDiese vorgenannten Befugnisse gelten auch für andere Arten von User-Inhalte, soweit technisch möglich.<br>\n<em>4.2.3</em> Eine Namensnennung hinsichtlich urheberrechtlich relevanter User-Inhalte steht im freien Ermessen von FuPa und seinen Kooperationspartnern, es sei denn, dass bei den User-Inhalten von den Usern selbst entsprechende Nennungen in rechtmäßiger Weise erfolgt sind.\nDas Einfügen dieser Nennungen obliegt dem User in technischer und inhaltlicher Sicht selbst.\nUnterbleibt diese bzw.\nlädt der User Inhalte ohne Nennung hoch, so verzichtet er damit zugleich auf eine Namensnennung.\nFür eine Verletzung fremder Namensnennungsrechte bei User-Inhalten haftet der User selbst.<br>\n<em>4.2.4</em> Die Rechteübertragung an den User-Inhalten (nicht an den personenbezogenen Daten) hat auch dann Bestand, wenn die Registrierung gelöscht wird bzw.\nder Vertrag endet, soweit gesetzlich zulässig.\nSonach bleibt FuPa auch danach berechtigt, alle Rechte zu nutzen, ohne verpflichtet zu sein, die User-Inhalte zu löschen.\nEine Ausnahme besteht dann, wenn vor Übermittlung der User-Inhalte von Seiten des Nutzers schriftlich angezeigt wird, dass eine Rechteübertragung bei bestimmten User-Inhalten nur begrenzt möglich ist.\nDer Anspruch der Nutzer auf Löschung ihrer personenbezogenen Daten bleibt davon unberührt.<br>\n<em>4.2.5</em> Der Nutzer versichert, dass er die von ihm bereitgestellten User-Inhalte und die damit verbundenen Nutzungsrechte (siehe Ziffer 4.2.2) einrede-, lasten- und kostenfrei an FuPa.net übermittelt, und dass er über die Rechte verfügen darf.\nDie Versicherung des Nutzers bezieht sich insbesondere auf folgende Tatbestände: der User versichert, Inhaber bzw.\nVerfügungsberechtigter der oben genannten Nutzungsrechte an den übermittelten User-Inhalten ist.\nder User versichert, dass mit der Übermittlung und der Nutzung der User-Inhalte keine Rechte Dritter, insbesondere Persönlichkeitsrechte, Wettbewerbsrechte, Kennzeichenrechte, Namensrechte, Unternehmensrechte, Markenrechte etc., verletzt werden.\nder User versichert, dass er alle erforderlichen Rechte, insbesondere urheberrechtlichen Nutzungsrechte, Leistungsschutzrechte, Bildrechte und sonstigen Rechte, erworben hat oder erwerben wird, die für die Auswertung der User-Inhalte notwendig sind.\nder User versichert weiter, dass Beteiligungsansprüche Dritter, insbesondere von Mitwirkenden, der Auswertung nicht entgegenstehen.</p>5.\nBeendigung/Kündigung<p>\n<em>\n<br>\n</em>\n<em>5.1</em> FuPa ist berechtigt, den Vertrag außerordentlich zu kündigen (rote Karte), wenn gegen wesentliche Bestimmungen und Verpflichtungen aus den Nutzungsbedingungen verstoßen wird.\nDazu gehört neben dem Verbot Rechte Dritter zu verletzen auch das Verbot des unbefugten Eingriffs in das System und die Rechte von FuPa.\nDies ist grundsätzlich mit der sofortigen Löschung des Accounts verbunden, wobei FuPa in allen rechtlichen Kollisionsfällen den Usern rechtliches Gehör gewährt.\nDie Kündigung durch FuPa erfolgt durch das endgültige Sperren des FuPaner-Accounts.<br>Als mildere Sanktionen kann FuPa nach eigenem Ermessen auch bei nicht wesentlichen Verstößen (Ab)Mahnungen und Verwarnungen (gelbe Karten) aussprechen bzw.\nTeillöschungen, zeitlich begrenzte Nutzungseinschränkungen (gelb-rote Karten) vornehmen.\n(Ab)Mahnungen können mit der Aufforderung verbunden werden, einen Verstoß gegen die Nutzungsbedingungen bzw.\nden Vertrag unverzüglich zu beseitigen.<br>\n<em>5.2</em> Der Nutzungsvertrag ist beendet wenn der FuPaner Account durch den Nutzer gelöscht wird und keine weitere Nutzung des Portal mehr erfolgt.\nDie übertragenen Nutzungsrechte verbleiben bei FuPa.<br>Die Löschung des Accounts kann auch durch FuPa erfolgen.\nHierzu ist eine Mail an info@fupa.net zu richten.</p>6.\nHaftungsausschluss<p>\n<em>\n<br>\n</em>\n<em>6.1</em> Die Inhalte der FuPa-Seiten wurden mit größter Sorgfalt erstellt.\nFür die Richtigkeit, Vollständigkeit und Aktualität der Inhalte kann FuPa jedoch keine Gewähr übernehmen.\nFuPa kann insbesondere nicht die ständige Verfügbarkeit und Funktionstauglichkeit der Websites und der Leistungen gewährleisten, bemüht sich jedoch, Beeinträchtigungen gering zu halten.\nFuPa übernimmt keine Haftung für Ausfälle, Datenverluste und Fehlübertragungen.\nFuPa haftet zudem nicht für Störungen der Qualität des Zugangs zu den Leistungen von FuPa.\nFuPa ist berechtigt, den Betrieb der Websites oder einzelne Leistungen jederzeit und ohne vorherige Ankündigung einzustellen.\nEine Haftung von FuPa für Schäden, auch für Folgeschäden ist auch in diesen Fällen ausgeschlossen.<br>\n<em>6.2</em> Als Diensteanbieter ist FuPa gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich.\nNach §§ 8 bis 10 TMG ist FuPa als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.\nVerpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt.\nEine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich.\nBei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.<br>\n<em>6.3</em> Das Angebot von FuPa enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben.\nDeshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen.\nFür die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich.\nBei Bekanntwerden von Rechtsverletzungen wird FuPa jedoch derartige Links umgehend entfernen.<br>\n<em>6.4</em>.\nDownloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet.\nSoweit die Inhalte auf dieser Seite nicht von FuPa erstellt wurden, werden die Urheberrechte Dritter beachtet.\nInsbesondere werden Inhalte Dritter als solche gekennzeichnet.\nSollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis.\nBei Bekanntwerden von Rechtsverletzungen wird FuPa derartige Inhalte umgehend entfernen.<br>\n<em>6.5</em> Für eine unbefugte Nutzung der Inhalte durch Dritte übernimmt FuPa keine Haftung.<br>\n<em>6.6</em> FuPa haftet gegenüber den Usern nur für Schäden durch vorsätzliches oder grob fahrlässiges Handeln.</p>7.\nDatenschutz<p>\n<em>7.1</em> Die Nutzung der FuPa-Webseiten ist ohne Angabe personenbezogener Daten möglich, jedoch ist die Nutzbarkeit ohne Registrierung eingeschränkt.\n<br>Voraussetzung für eine Registrierung ist das Einverständnis bezüglich der Datenschutzbestimmungen von FuPa.\nhttps://www.fupa.net/datenschutz.html.\nMit dem Einverständnis gelten die personenbezogenen Daten des Users als freigegeben.\nIn diesem Fall willigt der User ein, dass FuPa die personenbezogenen Daten erhebt, verarbeitet und nutzt.&nbsp;<br>FuPa weist darauf hin, dass die Datenübertragung im Internet (z.B.\nbei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann.\nEin lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.<br>\n<em>7.2</em> Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen.\nFuPa behält sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor.</p>8.\nSchlussbestimmungen<p>\n<em>8.1</em> Die durch FuPa.net erstellten Inhalte und Werke unterliegen dem deutschen Recht.&nbsp;<br>\n<em>8.2</em> Sollte eine der Bestimmungen dieses Vertrages rechtsunwirksam oder undurchführbar sein oder werden, so wird die Gültigkeit der übrigen Bestimmungen dieses Vertrages hiervon nicht berührt.\nIn einem solchen Falle ist die ungültige Bestimmung so umzudeuten oder zu ergänzen, dass der mit ihr beabsichtigte wirtschaftliche Zweck erreicht wird.\nEntsprechendes gilt für eventuelle Regelungslücken.</p>\n<p>Letzte Änderung: 18.10.2018</p>\n<p>\n<br>\n<br>\n</p>Letzte Änderung: 9.\nDezember 2020<p>Dein Browser unterstützt keine Push-Benachrichtigungen.\nInstalliere einen unterstützten Browser, wie Google Chrome oder Firefox.</p>VerstandenHomeSpieleLigenSuche ", "created_at": "2021-06-08 22:12:44.10853", "updated_at": "2021-06-08 20:13:37.330637"}], "points": [], "urls": ["fupa.net"]}}