{"error": 448, "message": "OK", "parameters": {"id": 5117, "name": "Forge Of Empires", "created_at": "2021-10-14 18:28:22.422967", "updated_at": "2022-08-07 20:39:59.004067", "wikipedia": null, "keywords": null, "related": null, "slug": "forge-of-empires", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5117.png", "url": "forgeofempires.com,foe.tv", "documents": [{"id": 9180, "name": "Privacy Policy for End Users", "url": "https://legal.innogames.com/foe/us/privacy", "xpath": "", "text": " <i>\n</i>Language Selector <li>\n<i>\n</i>AE - اَلْعَرَبِيَّةُ</li>\n<li>\n<i>\n</i>AR - Español argentino</li>\n<li>\n<i>\n</i>BR - Português brasileiro</li>\n<li>\n<i>\n</i>CZ - Čeština</li>\n<li>\n<i>\n</i>DE - Deutsch</li>\n<li>\n<i>\n</i>DK - Dansk</li>\n<li>\n<i>\n</i>EN - English</li>\n<li>\n<i>\n</i>ES - Español</li>\n<li>\n<i>\n</i>FI - Suomi</li>\n<li>\n<i>\n</i>FR - Français</li>\n<li>\n<i>\n</i>GR - Ελληνικά</li>\n<li>\n<i>\n</i>HR - Hrvatski</li>\n<li>\n<i>\n</i>HU - Magyar</li>\n<li>\n<i>\n</i>IT - Italiano</li>\n<li>\n<i>\n</i>MX - Español mexicano</li>\n<li>\n<i>\n</i>NL - Nederlands</li>\n<li>\n<i>\n</i>NO - Norsk</li>\n<li>\n<i>\n</i>PL - Polski</li>\n<li>\n<i>\n</i>PT - Português</li>\n<li>\n<i>\n</i>RO - Română</li>\n<li>\n<i>\n</i>RU - Русский</li>\n<li>\n<i>\n</i>SE - Svenska</li>\n<li>\n<i>\n</i>SK - Slovenčina</li>\n<li>\n<i>\n</i>TH - ภาษาไทย</li>\n<li>\n<i>\n</i>TR - Türkçe</li> Privacy Policy for End Users <p>Last update: 25 June 2019</p> What is the purpose of this document? <p> InnoGames GmbH (“InnoGames”) is committed to protecting the privacy and security of your personal data.\n</p>\n<p> This privacy policy describes how we collect and use your personal data when you use our mobile apps, online games as well as portals and websites.\n</p>\n<p> It applies to all end users, including paying and non-paying users.\n</p> Contents <ol>\n<li>Introduction</li>\n<li>Name and address of the controller</li>\n<li>Name and address of the data protection officer</li>\n<li>General information on data processing</li>\n<li>Provision of our services and creation of log files</li>\n<li>Inquiries via contact form, email, and support tool</li>\n<li>Submission of newsletters</li>\n<li>Submission of push notifications</li>\n<li>Use of cookies</li>\n<li>Transfer of personal data to third parties</li>\n<li>Use of third-party login services (“social logins”)</li>\n<li>Use of third-party analysis services</li>\n<li>Use of third-party advertising services</li>\n<li>Use of other third-party services</li>\n<li>Rights of the data subject</li>\n<li>Final provisions</li>\n</ol> I.\nIntroduction <p> InnoGames GmbH (“InnoGames”, “We”) is the data controller in respect of your personal data and is committed to protecting and respecting your privacy and personal integrity when you are using the mobile apps and online games as well as portals and websites offered by us (together “Services”).\nThis Privacy Policy will help you understand what personal data we collect about you, why it is collected and how it is used by us.\nIt will clarify how you can exer-cise your rights when you trust us to handle your personal data for you.\nWe ask that you take a moment to read this Privacy Policy carefully and familiarize yourself with its content.\nIf you have any questions, you are welcome to contact us by using the contact information provided at the end of this Privacy Policy.\n</p>\n<p> Please note that our Services may contain links to websites that can be held by partner com-panies.\nIf you follow a link to any of these websites or use these third-party services, you should be aware that they have their own privacy policies and that we do not assume any liability for their processing of your personal data.\nTherefore, please make sure to read their privacy policies before providing your personal data to them.\n</p>\n<p> We offer our Services only to players who are at least 16 years old.\nHence, we do not knowingly market to or solicit personal data from persons under the age of 16.\n</p> II.\nName and address of the controller <p> The controller in line with the General Data Protection Regulation and other national data protection laws of the member states, as well as other legal data protection provisions, is: </p>\n<p> InnoGames GmbH<br> Friesenstraße 13<br> 20097 Hamburg<br> Fax: +49 40 7889335-200<br> E-Mail: privacy@innogames.com<br> Website: www.innogames.com<br>\n</p> III.\nName and address of the data protection officer <p>The data protection officer of the controller is:</p>\n<p> Lawyer and bar-certified specialist in information technology law<br> Dr.\nChristian Rauda<br> GRAEF Rechtsanwälte Digital PartG mbB<br> Jungfrauenthal 8<br> 20149 Hamburg<br> E-Mail: dpo@innogames.com<br> Website: www.graef.eu </p> IV.\nGeneral information on data processing 1.\nScope of personal data processing <p> In general, we record only the personal data which you disclose when using Services as part of your login or registration and possibly during use of fee-based services.\nPersonal data are those which contain information about personal or factual circumstances.\nWhen logging in and registering as a user on our website, you only have to provide an email address and, if applicable, a username and password.\nWhen registering for certain Services, email addresses are not collected during registration but only later during the use of the Service.\nThe password is stored in hasehd form, which never allows for an inference of the actual password.\n</p>\n<p> In the context of implementing the concluded user contract, particularly in the context of fee-based Services you have chosen, the disclosure of further data, such as the full name, address, account details, credit card numbers, etc., may be required.\nIt is sometimes also necessary to request personal information such as your name, address, email address, and telephone number for the purposes of processing your inquiries or providing you with support.\nInnoGames will handle these data confidentially and in compliance with the legal data protection provisions.\nIn principle, InnoGames will not disclose such information to third parties without your permission, unless this is required for the implementation and execution of the contract, for processing your request or for your support or in the case of a legal permit.\n</p> 2.\nLegal basis for personal data processing <p> Insofar as we obtain the consent of the data subject for processing of personal data, Art.\n6(1)(a) of EU General Data Protection Regulation (GDPR) serves as the legal basis for personal data processing.\n</p>\n<p> In personal data processing required for the fulfilment of a contract of which the data subject is a party, Art.\n6(1)(b) GDPR serves as the legal basis.\nThis also applies to the processing required in order to carry out pre-contractual actions.\n</p>\n<p> Insofar as personal data processing is required for the fulfilment of a legal obligation which our company is subject to, Art.\n6(1)(c) GDPR serves as the legal basis.\n</p>\n<p> In the event that vital interests of the data subject or another natural person require personal data processing, Art.\n6(1)(d) GDPR serves as the legal basis.\n</p>\n<p> If processing is required to protect the legitimate interests of our company or of a third party, and if the interests, fundamental rights, and freedoms of the data subject do not prevail over the interests mentioned first, Art.\n6(1)(f) serves as the legal basis for processing.\n</p> 3.\nDeletion of data and duration of storage <p> The personal data of the data subject are deleted or blocked as soon as the purpose of storage no longer exists.\nIn addition, such storage may occur if this is provided for by the European or national legislator in EU regulations, laws or other regulations to which the controller is subject.\nThe blocking or deletion of data also occurs when the storage period prescribed in the abovementioned regulations lapses, unless further storage of the data is required for conclusion or fulfilment of a contract.\n</p> 4.\nData security <p> InnoGames makes reasonable efforts to prevent unauthorised access to your personal data as well as unauthorised use or falsification of these data and to minimise the corresponding risks.\nHowever, the provision of personal data, whether it be in person, over the phone or over the Internet, always involves risks and no technological system is completely free of the possibility of being manipulated or sabotaged.\n</p>\n<p> InnoGames processes the information collected from you in accordance with German and European data protection law.\nAll employees are obliged to comply with data secrecy and data protection provisions and are instructed in this regard.\nYour data are transmitted in an en-crypted form using the SSL method.\n</p> V.\nProvision of our services and creation of log files 1.\nDescription and scope of data processing <p> Each time our website is accessed, our system automatically collects data and information from the computer system of the accessing computer.\n</p>\n<p> The following data are collected here: </p>\n<ul>\n<li>Internet protocol</li>\n<li>IP address</li>\n<li>URL of the referring website from which the file was requested</li>\n<li>Date and time of access</li>\n<li>Browser type and operating system</li>\n<li>the page visited by you</li>\n<li>amount of transferred data</li>\n<li>access status (file transferred, file not found etc.),</li>\n<li>duration and frequency of use</li>\n</ul>\n<p> The data is also stored in the log files of our system.\n</p>\n<p> When accessing mobile apps, the following data and information are collected: </p>\n<ul>\n<li>Internet protocol</li>\n<li>IP address</li>\n<li>date and time of access</li>\n<li>device type and operating system</li>\n<li>amount of transferred data</li>\n<li>access status (file transferred, file not found etc.),</li>\n<li>duration and frequency of use</li>\n<li>Google Play IDs and Game Center IDs can possibly be stored to log you in to several devices.</li>\n</ul>\n<p> If an error occurs during the use of our Services and we want to rectify this, we may also col-lect other data, e.g.\nPlayer ID and username.\n</p> 2.\nLegal basis for data processing <p> The legal basis for the temporary storage of data and log files is provided by Art.\n6(1)(f) GDPR.\n</p> 3.\nPurpose of data processing <p> The temporary storage of the IP address by the system is necessary to allow delivery of the Services to the computer of the user.\nFor this purpose, the user's IP address must be stored for the duration of the session.\n</p>\n<p> The storage in log files is done to ensure the functionality of the Services.\nIn addition, the data is used by us in order to optimise the website and to ensure the security of our information technology systems.\nEvaluation of the data for marketing purposes does not take place in this context.\nOnly a statistical evaluation of datasets takes place.\n</p>\n<p> InnoGames reserves the right to store IP addresses and log files for a maximum period of 30 days after the website is used to monitor compliance with the terms of use and rules of the game.\nIn particular, this procedure is used to prevent any cases of abuse or to resolve them and, on a case-by-case basis, to pass on the data for this purpose to investigative authorities.\nApart from that, any other analysis of data is done in anonymous form as much as possible.\nAfter the end of this period, the IP address and log files are completely deleted, unless there are mandatory statutory storage requirements or specific prosecution- and abuse investigation proceedings pending.\n</p>\n<p> These purposes also constitute our legitimate and predominant interest in data processing according to Art.\n6(1)(f) GDPR.\n</p> 4.\nStorage duration <p> The data are deleted as soon as they are no longer necessary to fulfil the purpose of their collection.\nIn the case when data are collected for the purpose of making the website availa-ble, this is the case when the respective session is over.\n</p>\n<p> Log files which contain personal data are generally deleted after seven days at the latest.\nAd-ditional storage is possible in the case of so-called error logs which allow us to fix errors.\nThese error logs are deleted after maximum 30 days, collected IP addresses are anonymised after 30 days.\n</p> 5.\nPossibility of objection and removal <p> The collection of data for the purpose of making the website available and the storage of the data in log files is essential for the operation of the website.\nAs a consequence, there is no objection possibility on the part of the user.\n</p> VI.\nInquiries via contact form, email, and support tool 1.\nDescription and scope of data processing a)\tContact form <p> On our website, a contact form is available which can be used to contact us electronically.\nShould a user choose this option, the data entered in the input mask will be transmitted to us and stored.\nThese data are: </p>\n<ul>\n<li>Name</li>\n<li>Email address</li>\n<li>Message</li>\n</ul>\n<p> Additionally, at the point of sending the message, the following data are stored: </p>\n<ul>\n<li>IP address of the user</li>\n<li>Date and time of submission</li>\n</ul>\n<p> For the processing of the data, reference is made to this privacy policy in the context of the submission process.\n</p> b) Email <p> Alternatively, it is possible to contact us via our provided email addresses.\nIn this case, the personal data of the user transmitted with the email are stored.\n</p> c)\tSupport tool <p> Alternatively, you can contact us via our support tool integrated into our Service.\nIt will then store your user data and the content of the support inquiry as well as the time of the inquiry.\n</p>\n<p> No data are transmitted to third parties in this context.\nThe data are used exclusively for the processing of the conversation.\n</p> 2.\nLegal basis <p> Legal basis for data processing is Art.\n6(1)(f) GDPR.\nIf the e-mail contact is aimed to conclude a contract or serves the contract execution, additional legal basis for the processing is Art.\n6(1)(b) GDPR.\n</p> 3.\nAim of data processing <p> The processing of the personal data serves us only to process the contact and the support request.\nThe other personal data processed during the submission process serve to prevent misuse of the contact form and to ensure the security of our information technology systems.\n</p> 4.\nStorage duration <p> The data are deleted as soon as they are no longer necessary to fulfil the purpose of their collection.\n</p> 5.\nPossibility of objection and removal <p> At any time after contacting us, you have the option to object to personal data processing, regardless of whether this was done via a contact form, email or support tool.\nIn such a case, the conversation cannot continue and your concern may not be conclusively handled.\nAll per-sonal data stored in the course of contacting will be deleted in this case.\nThis shall not apply if mandatory statutory retention requirements preclude this.\n</p> VII.\nSubmission of newsletters <p> You can subscribe on our websites or in our games for a newsletter on the respective game.\nFor this, we require your email address.\n</p>\n<p> In addition, we must verify, taking into consideration the relevant legal regulations, that you are the actual owner of the provided email address and wish to receive the newsletter.\nFor this purpose, we send you a validation email.\n</p>\n<p> Our newsletters contain a pixel-size image (tracking pixels), which is retrieved by a server of the newsletter sender when the newsletter is opened.\nAs part of this retrieval, technical information, such as information about your browser or operating system, as well as your IP address, location, and time of retrieval, is collected.\nThis information is anonymised and evaluated independently of the individual.\n</p>\n<p> Since the submission and receipt of the newsletter depend on your consent, you can revoke this consent for collection and storage of your data at any time without providing the reasons for it.\nFor this purpose, use the unsubscribe link which can be found at the end of our newsletter.\n</p>\n<p> Additionally, you have the option to opt-out of receiving newsletters in the Data Usage Window inside any of our games under “Settings”.\n</p> VIII.\nSubmission of push notifications 1.\nDescription and scope of data processing <p> If you have selected the appropriate settings on your device, InnoGames can send push notifications to your mobile device to give you updates for games and other relevant news.\nYou can manage push notifications on the page “Options” or “Settings” in the mobile app or in the settings of your device.\n</p> 2.\nLegal basis for data processing <p> The legal basis for data processing in the presence of a contract is according to Art.\n6(1)(b) GDPR.\n</p> 3.\nPurpose of data processing <p> Push notifications are special notifications which are displayed directly on your mobile device.\nThe notifications contain, for instance, the information that one of your buildings in the game has been completed.\nAs a rule, push notifications contain short messages which focus on the essential.\n</p> 4.\nStorage duration <p> The messages are stored within our push gateway for up to 21 days.\nThe messages are also stored in anonymised form in our event tracking system for an indefinite amount of time.\nTo our knowledge, messages may be stored by the supplier of your mobile device.\n</p> 5.\nPossibility of objection and removal <p>You can switch off the push notifications as follows:</p> a)\tAndroid <p> Open Settings &gt.\nApps &amp.\nnotifications &gt.\nNotifications &gt.\nApp notifications &gt.\nName of the app.\nOn this screen you can control if and how Push Notifications are shown to you.\n</p> b)\tiOS <p> Open settings &gt.\nNotifications &gt.\nName of the app.\nOn this screen you can control if and how Push Notifications are shown to you.\n</p> c)\tData Usage Window <p> Additionally, you have the option to opt-out of receiving push notifications sent for marketing purposes in the Data Usage Window inside any of our games under “Settings”.\n</p> IX.\nUse of cookies 1.\nDescription and scope of data processing <p> In order to ensure that you receive the most relevant information and the best service when you visit the Website, information and data will be collected through the use of cookies.\nIt helps us (and other authorized third parties) to provide you with a personalized experience when you visit our Website, and it also allows us to improve our Service and make sure that you will easily find what you want.\nWe want you to understand our use of cookies.\nHence, we explain the types of technologies we use, what they do and your choices regarding their use.\n</p>\n<p> Cookies are small pieces of data (text files) that are sent to your browser from a web server and stored on your device so that the website can recognize your device.\nThere are two types of cookies, permanent and temporary (or “session”) cookies.\nPermanent cookies are stored as a file on your computer or mobile device for a longer period of time.\nSession cookies are temporarily placed on your computer when you visit our Website but are erased when you shut down the page.\nIf you do not want to accept cookies, you can adjust the settings in your web browsers security preferences, see more information on this below.\n</p>\n<p>We and our service providers may use the following categories of cookies:</p> a)\tEssential Cookies <p> These cookies are strictly necessary for us to provide our Services.\nFor example, we may use these cookies to authenticate and identify our members when they use our Site so we can provide our Services.\nWithout these cookies we would not be able to recognise you and you would not be able to access our Services.\nThey also help us to enforce our Terms and Conditions and maintain the security of our Services.\n</p> b)\tPerformance and Functionality Cookies <p> These cookies are not strictly necessary but allow us to personalize your online experience of our Site.\nFor example, they allow us to remember your preferences and mean that you do not need to re-enter information you have already provided e.g.\nwhen signing-up to our Ser-vices.\nWe also use these cookies to collect information (e.g.\npopular pages, viewing patterns, click-throughs) about our visitors' usage of our Services so that we can improve our Site and Services and conduct market research.\nIf you choose to delete these cookies you will have limited functionality of our Services.\n</p> c)\tAdvertising Cookies <p> These cookies use information about your usage of our Site and other websites, e.g.\nthe pages you visit or your response to ads, to deliver ads that are more tailored to you, both on and off our Site.\nThese types of ads are called “Interest-Based Advertising.” Many of these types of cookies belong to our service providers.\nFor third party advertisers, see more below.\n</p> 2.\nLegal basis for the data processing <p> The legal basis for personal data processing with the use of cookies is Art.\n6(1)(f) GDPR.\n</p> 3.\nPurpose of data processing <p> We use the information from cookies to make our Website user-friendly and to enable us to provide you with personalized recommendations.\nWe may also use several authorized third parties who put cookies on our Website to deliver services that they provide (third party cookies).\n</p>\n<p> We may use session cookies to allow you to move between pages on our Website without having to re-enter information.\n</p>\n<p>Permanent cookies are used in several ways, including: </p>\n<ul>\n<li>To allow you to move between pages on our Services without having to re-enter information.</li>\n<li>To help us recognize you when you return to our Website to use our Services.</li>\n<li>To allow you access to stored information.</li>\n<li>To allow us to recommend other games that suit your preferences.</li>\n<li>To ensure that you do not get asked to fill in survey forms repeatedly.</li>\n</ul>\n<p> We (and our authorized third parties) may use non-personal information from both permanent cookies and session cookies for statistical purposes as follows: </p>\n<p>\n</p>\n<ul>\n<li>To determine which are the most popular parts of our Services.</li>\n<li>To monitor the use of our Services and our Website (frequency and time).</li>\n<li>To provide anonymous information to third parties so that more appropriate advertising can be directed at you.</li>\n<li>To track product success.</li>\n<li>To determine how frequently you and other users visit our Services and your interaction in our games.</li>\n</ul>\n<p>We set and read our own cookies to provide the following functions (first-party cookies):</p> a)\tRemember Me Cookie <p> To provide you with ‘remember me’ functionality: We allow users to log into the game via this cookie.\nThis can be disabled by deselecting “Remember Me” on manual login.\nIf you select the \"Remember Me\" function, a permanent cookie will be installed in the device you are using, so that you do not need to log in again when browsing the Services.\nIf you log out of a Service, the cookie will be deleted again.\n</p> b)\tLanguage Version Cookie <p>To ensure the right language version of the game is shown to you.</p> c) Portal Cookie <p> To allow us to optimize our landing pages and improve our marketing: we store details of the landing page you visited as well as an identifier in a cookie.\n</p> d)\t3rd Party Snippet Cookie <p>We set a cookie to record your decision about 3rd party tracking snippets and cookies.</p>\n<p> We also use several third-party cookies as part of our Services.\nThese cookies are governed by the respective sites and are not controlled by us.\nYou can switch off the installation of some of these cookies in your general browser settings, for others you will need to go to the respective websites and follow the instructions provided.\n</p>\n<p> For instance, it is checked which language version you use to access our Services.\nIf you became aware of our Services through one of our partners, we store the information on who the partner is.\n</p>\n<p> Third party advertisers: We may use advertisers, third party ad networks, and other advertising companies to serve advertisements on our Services.\nPlease be advised that such advertising companies may gather information about your visit to our Services or other sites to enable such advertising companies to market products or services to you, to monitor which ads have been served to your browser and which webpages you were viewing when such ads were delivered.\nIf you would like more information about third party advertisers, please click here.\nPlease note that the collection and use of information by third party advertisers is not covered by this privacy policy.\n</p>\n<p> In the abovementioned purposes, our legitimate interest also consists in personal data processing according to Art.\n6(1)(f) GDPR.\n</p> 4.\nStorage duration <p> The data are deleted as soon as they are no longer necessary to fulfil the purpose of their collection.\n</p> 5.\nPossibility of objection and removal <p> If you do not want these cookies to be stored on your computer or wish to be informed of their storage, you can prevent the installation of cookies by a corresponding adjustment to your browser software by selecting the option \"do not accept cookies\" in your browser settings or declining the use of third party tracking on the first visit to the website.\nYour browser manufacturer's instructions will give you more details on how this works or see https://www.aboutcookies.org.\nYou can also opt-out of receiving third-party cookies in general at http://www.youronlinechoices.com.\nHowever, we would like to point out that by preventing cookies, you may find that you cannot use all the website's functions to the full extent.\n</p> a)\tAndroid <p> Open the settings in your app list and tap on the “Ad” button.\nOnce you have opened the ad window, you can disable the Google Advertising ID.\n</p> b)\tiOS <p> Open the settings on your mobile end device (e.g.\niPhone or iPad) and select the menu option “Data protection”.\nUnder the option “Advertising”, you can switch off the ad tracking.\n</p> c)\tData Usage Window <p> Additionally, you have the option to opt-out of using third-party tracking in the Data Usage Window inside any of our games under “Settings”.\n</p> X.\nTransfer of personal data to third parties <p> InnoGames will only transfer your personal and/or billing-related data to third parties, in the sense of companies cooperating with InnoGames or external service providers, insofar as this is required for the fulfilment of the contract, for payment processing as well as for the pro-tection of other users and is legally permitted or prescribed.\n</p>\n<p> This applies in particular to the processing of payments made via external service providers chosen by you (e.g.\nbanks, credit card companies, payment service providers such as Al-lopass, Amazon, Apple, Boacompra, Facebook, Google, Boku Payments, DaoPay, HiPay, Mobiyo, PayPal, Samsung, Sofortüberweisung, Worldpay).\nYour legally protected interests will be considered in accordance with the statutory provisions.\nThe external service providers are required to treat your data confidentially and securely and may only use your data to the extent necessary to fulfil their task.\n</p>\n<p> In the event of payment delay, we may commission a debt collection agency or a lawyer to collect the outstanding debt.\nFor this purpose, the necessary data will be passed on and used in compliance with all data protection guidelines.\n</p>\n<p> In addition, your personal information will be shared if it is necessary to protect other users or to counter threats to state or public security or to prosecute criminal offences and if is permitted by statutory data protection provisions.\nYour protectable interests will be considered in accordance with the statutory provisions.\nPlease note that InnoGames may be obliged to disclose data due to statutory provisions or, for instance, a judicial order (e.g.\ndisclosure to investigative authorities).\nDisclosure always occurs only insofar as it is necessary and legally permitted or prescribed.\n</p> XI.\nUse of third-party login services (“social logins”) 1.\nLogin via Facebook Connect <p> We offer you the possibility to log in to our services via Facebook Connect.\nThis is a service of Facebook Inc., 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA or, if you reside in the EU, Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland (“Facebook”).\nIf you use it, additional registration is not necessary.\nTo log in, you are redirected to the Facebook website where you can log in with your user data.\nThis links your Facebook profile and our service.\nThrough the link, we automatically receive information from Facebook.\nThe following information is transferred to us: Email address </p>\n<p> This information is mandatory for the conclusion of the contract in order to identify you.\nFurther information on Facebook and privacy settings can be found in the data protection guidelines at: https://www.facebook.com/about/privacy/update.\n</p> 2.\nLogin via Google Sign-In <p> We offer you the possibility to log in to our services via your Google account.\nThis is a service of Google Ireland Ltd.\n(Gordon House, 4 Barrow Street, Dublin, Ireland (“Google”)).\nIf you use it, additional registration is not necessary.\nTo log in, you are redirected to the Google website where you can log in with your user data.\nThis links your Google profile and our service.\nThrough the link, we automatically receive information from Google.\nThe following information is transferred to us: Email address </p>\n<p> This information is mandatory for the conclusion of the contract in order to identify you.\nFurther information on Google and privacy settings can be found in the data protection guidelines at: https://policies.google.com/privacy.\n</p> XII.\nUse of third-party analysis services 1.\nAdjust a)\tDescription and scope of data processing <p> We use mobile tracking technologies.\nFor this we use the services of adjust GmbH, Saarbrücker St.\n38a, 10405 Berlin, Germany.\nWith the help of these services we collect statistical data about the use of our services to continually improve them.\nWhen you use our apps, your device sends us information that we collect and analyse.\nThe following data is collected: IP address that is immediately anonymised, MAC address, anonymised Device ID (IDentifier For Advertisers - IDFA or Google Advertiser ID - GAID), browser type, language, Internet service provider, network status, time zone, access and exit page URL, time and date of access, clickstream data and other statistical information about the use of our services.\nThere are no direct personal identifiers.\nThe data collected in this way is used to create anonymous user profiles.\nThe data collected with the tracking technology will not be used to personally identify the visitor of these websites without the express consent of the person concerned.\nFor more information, please refer to the Adjust data protection policy at: https://www.adjust.com/terms/privacy-policy.\n</p> b)\tLegal basis for the data processing <p> The legal basis for this processing is Art.\n6(1)(f) GDPR.\nWe have entered into a data processing agreement with Adjust.\n</p> c)\tPurpose of the data processing <p> The purpose is to improve your user experience with our services and to make our offer more attractive to you.\nIn addition, the data collected is used to analyse the performance of marketing campaigns and generate performance reports.\n</p> d)\tStorage duration <p> The data will be retained by us for the duration of use of the service and by Adjust for 28 days.\n</p> e)\tObjection and deletion <p> Data collection and storage can be halted at any time with future effect by configuring your mobile device as described above at IX.5.\n</p> 2.\nGoogle Analytics a)\tDescription and scope of the data processing <p> This website uses the “Google Analytics” service, which is provided by Google Ireland Ltd.\n(Gordon House, 4 Barrow Street, Dublin, Ireland) for analysis of website usage by users.\nThe service uses “cookies” - text files which are stored on your device.\nThe information collected by the cookies is usually sent to a Google server and stored there.\n</p>\n<p> IP anonymisation is used on this website.\nThe IP address of users within the member states of the EU and the European Economic Area will be abbreviated.\nThis abbreviation eliminates the personal reference to your IP address.\nUnder the data processing agreement, which we have established with Google, Google uses the information collected to analyse website usage and activity and to provide services related to internet usage.\n</p> b)\tLegal basis for the data processing <p> The legal basis for this processing is Art.\n6(1)(f) GDPR.\nWe have entered into a data processing agreement with Google.\n</p> c)\tPurpose of data processing <p> On our behalf, Google uses this information to analyse your website usage, to compile reports on website activity and to provide other services relating to website and internet usage.\nThe IP address transmitted by your browser through Google Analytics is not amalgamated with other Google data.\n</p> d)\tStorage duration <p> The data will be retained by Google for 26 months.\ndue to the abbreviation of the IP addresses, no personal data will be stored.\n</p> e)\tObjection and deletion <p> You have the option of preventing the storage of cookies on your device by configuring your browser accordingly.\nThere is no guarantee that you will be able to access all functions of this website without restrictions if your browser does not allow cookies.\nFurthermore, you can use a browser plug-in to prevent the information collected by cookies (including your IP address) from being sent to and used by Google.\nThe following link takes you to the required plug-in: https://tools.google.com/dlpage/gaoptout.\n</p>\n<p> More information on how Google uses your data, can be found here: https://support.google.com/analytics/answer/6004245.\n</p> 3.\nSingular Labs a)\tDescription and scope of data processing We use mobile tracking technologies.\nFor this we use the services of Singular Labs, Inc,181 South Park Street, Unit 2, San Francisco, CA 94107, USA.\nWith the help of these services we collect statistical data about the use of our services to continually improve them.\nWhen you use our apps or websites, your device sends us information that we collect and analyze.\nThe following data is collected: anonymized IP address, anonymized Apple’s ID for Advertisers (IDFA) or Google Advertising ID (GAID), and geo-location information, data regarding the behavior and usage patterns of the end-users of mobile applications.\nThere are no direct personal identifiers.\nThe data collected in this way is used to create anonymous user profiles.\nThe data collected with the tracking technology will not be used to personally identify the user of our services without the express consent of the person concerned.\nFor more information, please refer to the Singular Labs privacy policy at https://www.singular.net/privacy-policy.\nb)\tLegal basis for the data processing <p> The legal basis for this processing is Art.\n6(1)(f) GDPR.\nWe have entered into a data processing agreement with Singular Labs.\n</p> c)\tPurpose of the data processing <p> The purpose is to improve your user experience with our services and to make our offer more attractive to you.\nIn addition, the data collected is used to analyze the performance of marketing campaigns and generate performance reports.\n</p> d)\tStorage duration <p> The data will be retained by us for the duration of use of the service.\nSingular Labs will retain your inquiry information, analytics Information and contact information for as long as necessary for business purposes, and thereafter as needed for record-keeping matters.\n</p> e)\tObjection and deletion <p> Data collection and storage can be halted at any time with future effect by configuring your mobile device as described above at IX.5.\nYou can also object or request deletion of your data to Singular Labs by contacting them at privacy@singular.net<br>.\n</p> XIII.\nUse of third-party advertising services 1.\nGeneral information <p> The website may occasionally contain advertisements from third parties and interactive links to third-party websites for which we are not responsible.\nIn particular, we have no influence whatsoever on the content and design of the external sites linked to the websites to which you may be directed via these sites.\nThe respective providers are exclusively responsible for the content and design of these websites as well as compliance with data protection regulations.\nAdvertisers occasionally use technologies that send advertisements that appear on our websites directly to your browser, automatically transmitting your IP address.\nThe advertisers concerned sometimes also use cookies and other technical means to measure the efficiency of their advertising or to optimise their content.\nThis applies in particular, but not exclusively, to the classification of websites to certain interest categories within the scope of your Internet use.\nNo connection will be established between this information and your name, address, telephone number or email address.\nWe have no influence on that.\nThe handling of data by these third parties is therefore not covered by this data protection declaration.\nTherefore, please contact the respective provider directly for information on their data protection regulations.\nYou can disable the use of cookies in your browser settings (see above).\n</p>\n<p> We forward your anonymised Device ID (IDentifier For Advertisers - IDFA or Google Advertiser ID - GAID) to some of our marketing partners within and outside of Europe (e.g.\nin the USA), in order to generate advertising for certain user groups with the help of our partners or to exclude users from certain advertising efforts.\nYou can revoke data collection, storage, and transfer by applying your mobile device settings as described above.\n</p> 2.\nAppNexus <p> InnoGames uses the advertising display services of the external vendor AppNexus Inc., 28 West 23rd Street, 4th Floor, New York, NY 10010, USA, https://www.appnexus.com („AppNexus“).\nFor this purpose, we have implemented the AppNexus tracking pixel (i.e.\na code snippet) on our website.\nThe tracking pixel allows players' actions to be tracked on our website.\nNo personal reference is established.\nOnly statistical information is collected and transmitted to Ap-pNexus.\nThis is intended to optimise advertising campaigns and to broadcast advertisements of interest to Internet users.\nShould wish otherwise, you can disable the AppNexus tracking by tapping the opt-out button at https://www.appnexus.com/en/company/platform-privacy-policy#choices.\nFor more information on data protection at AppNexus, please visit: https://www.appnexus.com/en/company/platform-privacy-policy.\n</p> 3.\nFacebook Pixel <p> On grounds of our legitimate interests in and for these purposes of analysis, optimisation and economic operation of our Services, our services use the so-called “Facebook pixel” by the Facebook social network, operated by Facebook Inc., 1601 S.\nCalifornia Ave., Palo Alto, CA 94304, USA or, if you are an EU resident, Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland (“Facebook”).\n</p>\n<p> The Facebook pixel is a code snippet placed on our website.\n</p>\n<p> Facebook Pixel allows Facebook to identify the visitors of our online content as a target group for displaying advertisement (known as “Facebook ads”).\nAccordingly, we use Facebook Pixel to display our posted Facebook ads only to Facebook users who have shown an interest in our services or who share certain factors (such as interests in certain topics or products determined on the basis of visited web pages), which we transmit to Facebook (which is known as Custom Audiences).\nFacebook Pixel also helps us understand the effectiveness of Facebook ads for statistical and market research purposes, by showing whether users have been redirected to our services after clicking on a Facebook ad (known as conversion, and allowing to determine on which devices a user is performing an action), in order to create so-called lookalike audiences or statistical twins (i.e.\nto broadcast ads to target groups that are similar to existing customers) and to obtain comprehensive statistics about the use of the website.\nFacebook Pixel establishes a direct connection to the Facebook servers when you visit our website.\nThis way, the Facebook server is notified that you have visited our website and Facebook assigns this information to your personal Facebook user account.\n</p>\n<p> Facebook is certified under the Privacy Shield Agreement and therefore offers a guarantee of compliance with European data protection laws: https://www.privacyshield.gov/participant?id=a2zt0000000GnywAAC&amp;status=Active.\n</p>\n<p> For further information about the collection and use of data by Facebook and your privacy protection rights and options, please see the Facebook data protection policy at https://www.facebook.com/about/privacy/update.\nFor specific information and details about Facebook Pixel and how it works, please visit the Facebook help section at https://www.facebook.com/business/help/651294705016616.\nYou can disable this function as shown at https://de-de.facebook.com/business/help/1415256572060999?helpref=uf_permalink or at https://www.facebook.com/settings?tab=ads.\nYou must be logged into Facebook to do this.\n</p> 4.\nGoogle DoubleClick <p> DoubleClick is a service of Google Ireland Ltd.\n(Gordon House, 4 Barrow Street, Dublin, Ireland (“Google”)).\nDoubleClick uses cookies to display advertisements relevant to you.\nYour browser is assigned an pseudonymised identification number (ID) to check which ads have been displayed in your browser and which ads have been interacted with.\nThese cookies do not contain any personal information.\nThe use of DoubleClick cookies only allows Google and its partner websites to display ads based on previous visits to our site or other websites on the Internet.\nThe information generated by cookies is transmitted by Google to a server and stored for analysis.\nYou can reject the use of cookies by selecting the appropriate settings on your browser.\nHowever, please note that this may limit the full functionality of our website for you.\nYou can also prevent Google from collecting and processing cookie-generated data about your use of the website by disabling the use of cookies in your browser settings (see above).\nYou can also opt out of the collection and categorisation of interest-based information by disabling it on the DoubleClick cookie settings page at: https://support.google.com/ads/answer/7395996 </p> 5.\nTV Squared <p> In order to measure the effectiveness and the effect of TV commercial campaigns on user behaviour, we use TV tracker technology.\nThis is a service of TV Squared Ltd., Codebase, Argyle House, 3 Lady Lawson Street, Edinburgh, EH3 9DR, United Kingdom.\nOn our behalf TV Squared surveys the dates and times of user sessions, referring websites, user interactions on our websites and information about browser and operating system.\nFor this purpose, a cookie assigns each user a random user ID.\nAll data is processed by TV Squared in the EU.\nThe privacy policy of TV Squared applies: https://tvsquared.com/privacy-policy.\nYou can object to the future collection of personal data by TV Squared at: </p>\n<ul>\n<li> Overall: https://collector.tvsquared.com/optout.php </li>\n<li> Only Elvenar (US): http://collector-4683.tvsquared.com/optout.php </li>\n<li> Only Forge of Empires (US): http://collector-4686.tvsquared.com/optout.phpp </li>\n</ul> XIV.\nUse of other third-party services 1.\nEpiserver Campaign (formerly optivo Broadmail) <p> Our newsletters are sent via Episerver Campaign (formerly optivo broadmail), an email marketing platform provided by Episerver GmbH, Wallstraße 16, 10179 Berlin.\n</p>\n<p> The e-mail addresses of our newsletter recipients and other data described in this notice are temporarily stored for this purpose on Episerver servers in data centres within Germany and are subject to the German Data Protection Act.\nEpiserver uses this information to send and assess newsletters on our behalf.\nEpiserver may also use this information to improve its own services, such as technically optimising newsletter dispatch and presentation.\nHowever, Episerver does not use the data of our newsletter recipients to write to them, and never forwards the information to third parties if not legally required.\nThe security scheme of Episerver Campaign for the Omni channel and the email marketing cloud is ISO 27001 certified.\nFor further information, please visit: https://www.episerver.de/produkte/plattform/episerver-campaign/sicherheit.\n</p>\n<p> Our newsletters contain a pixel-sized image (pixel code) that is retrieved by an Episerver server when the newsletter is opened.\nTechnical information is collected as part of this retrieval, such as information about your browser or operating system, as well as your IP ad-dress, and the place and time of retrieval.\nThis information is anonymised and assessed without personal information.\n</p> 2.\nGoogle Maps <p> Our websites use maps from Google Ireland Ltd.\n(Gordon House, 4 Barrow Street, Dublin, Ireland).\nWhen you access one of our pages featuring a relevant map, map content is retrieved from Google's servers.\nIf you are signed in with your Google account, Google can merge your browsing behaviour with other information.\nThe use of Google Maps is in the interest of an easy-to-understand representation of our Services.\nThis constitutes a legitimate interest within the meaning of Art.\n6(1)(f) GDPR.\nGoogle's data protection policy applies: https://policies.google.com/privacy?hl=de&amp;gl=de.\n</p>3.\nLinkedIn <p> Our websites use buttons from LinkedIn Corp., 2029 Stierlin Court, Mountain View, CA 94043, USA.\nThe contents of LinkedIn servers are retrieved when you access one of our pages with a relevant button.\nIf you are logged into your LinkedIn account, LinkedIn can merge your browsing behaviour with other information.\nThe use of LinkedIn buttons is in the interest of exchanging information about our Services and improving them.\nThis constitutes a legitimate interest within the meaning of Art.\n6(1)(f) GDPR.\nLinkedIn's data protection policy applies: https://www.linkedin.com/legal/privacy-policy.\n</p> 4.\nLitmus <p> Litmus is a service provided by Litmus Software, Inc.\n(675 Massachusetts Ave., 10th Floor, Cambridge, MA 02139, USA) for analysing emails.\nThe newsletters contain a pixel-sized image (pixel code) that is retrieved by a Litmus server when the newsletter is opened.\nTechnical information is collected as part of this retrieval, such as information about your browser or operating system, as well as your IP address, and the place and time of retrieval.\nThis information is anonymised and assessed without personal information.\n</p> 5.\nMailgun <p> Mailgun is a service provided by Mailgun, Inc.\n(620 Folsom St, Ste 100, San Francisco, CA 94107, USA) for sending our e-mails.\nThis service may also collect information about the date and time when messages were read by the user and when the user interacts with incoming messages (such as by clicking on links contained in them).\nThe company is a party to the Safe Harbour Agreement with the EU and is committed to upholding European data protection standards: https://www.mailgun.com/privacy.\n</p> 6.\nPinterest <p> Our websites use buttons from Pinterest, Inc., 808 Brannan St, San Francisco, CA 94103, USA.\nThe contents of Pinterest servers are retrieved when you access one of our pages with a relevant button.\nIf you are logged into your Pinterest account, Pinterest can merge your browsing behaviour with other information.\nThe Pinterest data protection policy applies: http://pinterest.com/about/privacy/.\n</p> 7.\nTwitter <p> Our websites use buttons from Twitter Inc., 795 Folsom St., Suite 600, San Francisco, CA 94107, USA.\nThe contents of Twitter servers are retrieved when you access one of our pages with a relevant button.\nIf you are logged into your Twitter account, Twitter can merge your browsing behaviour with other information.\nThe use of Twitter buttons is in the interest of exchanging information about our Services and improving them.\nThis constitutes a legitimate interest within the meaning of Art.\n6(1)(f) GDPR.\nThe Twitter data protection policy applies: https://twitter.com/de/privacy.\n</p> 8.\nYouTube <p> Our websites use videos from YouTube, LLC 901 Cherry Ave., 94066 San Bruno, CA, USA, a company of Google Ireland Ltd.\n(Gordon House, 4 Barrow Street, Dublin, Ireland).\nIn doing so, we use the “Enhanced Data Protection Mode” option made available by YouTube.\nBy loading one of our sites via a YouTube video, contents from YouTube will be loaded.\nIf you are logged on to your YouTube account, YouTube shall have the possibility to amalgamate your navigation behaviour with other data.\nThe use of YouTube videos serves the purpose of offering an easy-to-understand representation of our Services.\nYouTube’s privacy policies apply: https://www.google.de/intl/de/policies/privacy/.\n</p> 9.\nXing <p> Our websites use buttons by Xing AG, Dammtorstraße 29-32, 20354 Hamburg, Germany.\nBy loading one of our sites via said buttons, contents from Xing will be loaded.\nTo the best of our knowledge, no personal information is collected, and your navigation behaviour shall not be analysed.\nThe data protection provisions for Xing’s buttons shall apply: https://www.xing.com/app/share?op=data_protection.\n</p> XV.\nRights of the data subject <p> If your personal data are processed, you are a data subject as defined by the GDPR, and you have the following rights before the controller: </p>\n<p>\n</p>1.\nRight to information <p> You can request the controller to provide you with a confirmation of whether personal data concerning you are being processed by us.\n</p>\n<p> If such processing should exist, you can demand that the controller provide you with the following information: </p>\n<ol>\n<li>the purposes toward which your personal data are being processed;</li>\n<li>The categories of personal data which are being processed;</li>\n<li>The recipients and/or the categories of recipients to whom the affected personal data has been- or continues to be disclosed;</li>\n<li>The planned storage duration of your personal data or, if specific information cannot be provided, criteria for determining the storage duration;</li>\n<li>the existence of the right to request from the controller rectification or erasure of personal data or restriction of processing of personal data concerning the data subject or to object to such processing.\n</li>\n<li>the right to lodge a complaint with a supervisory authority.\n</li>\n<li>where the personal data are not collected from the data subject, any available infor-mation as to their source.\n</li>\n<li>the existence of automated decision-making, including profiling, referred to in Arti-cle 22(1) and (4) and, at least in those cases, meaningful information about the logic involved, as well as the significance and the envisaged consequences of such pro-cessing for the data subject.</li>\n</ol>\n<p> You shall be entitled to demand information as to whether the personal data concerning you are being transferred to a third country or to an international organisation.\nIn this regard, you can demand to be briefed on the applicable guarantees pursuant to Art.\n46 GDPR associated to said transfer.\n</p>\n<p> We shall respond to inquiries within a month upon receipt of the request.\n</p> 2.\nRight to rectification <p> You also have the right to rectification and/or completion before the controller, provided that the processed personal data concerning you are incorrect or incomplete.\nThe controller shall have the obligation to implement the rectification immediately.\n</p> 3.\nRight to restriction of processing <p> Under the following circumstances, you may claim the restriction of the processing of the personal data concerning you: </p>\n<ol>\n<li>if the accuracy of the personal data is contested by the data subject, for a period ena-bling the controller to verify the accuracy of the personal data;</li>\n<li>if the processing is unlawful and you oppose the erasure of the personal data, request-ing that their use be restricted instead;</li>\n<li>if the controller no longer needs the personal data for the purposes of its processing, but you require it for the assertion, exercise, or defence of legal claims.\nor</li>\n<li>if you have filed an objection to the processing pursuant to Art.\n21(1) GDPR, and it has not been yet determined whether the controller’s stated grounds outweigh yours.</li>\n</ol>\n<p> If processing has been restricted, such personal data shall, with the exception of storage, only be processed either with your consent.\nfor the purposes of asserting, exercising, or defending legal claims.\nfor the protection of the rights of another natural or legal person.\nor for reasons of important public interest of the Union or of a Member State.\n</p>\n<p> If the processing restriction was imposed under any of the above circumstances, you will be briefed by the controller before the restriction is lifted.\n</p> 4.\nRight to erasure <p> You shall have the possibility to erase your account yourself at: https://goodbye.innogames.com/login.\nWe will then erase all your personal data, provided that we are not legally mandated to storing them.\nAfter one year of inactivity, we will also erase your account with us.\n</p> a)\tObligation to erase <p> You have the right to claim that the controller erase all personal data concerning you without undue delay, and the controller shall have the obligation to erase personal data without undue delay where one of the following grounds applies: </p>\n<ol>\n<li>the personal data concerning you are no longer necessary in relation to the purposes for which they were collected or otherwise processed;</li>\n<li>you have revoked your consent on the basis of which the data collection was ground-ed, Pursuant to Art.\n6(1)(a) or Art.\n9(2)(a) GDPR, and no other legal grounds exist for their processing.\n</li>\n<li>you file an objection to the processing, pursuant to Art.\n21(1) GDPR, and there are no outweighing grounds for the processing, or you file an objection to the processing pur-suant to Art.\n21(2) GDPR.</li>\n<li>the personal data concerning you have been unlawfully processed.\n</li>\n<li>the personal data concerning you have to be erased to comply with a legal obligation which requires processing under the laws of the European Union or the Member States, to which the processor is subject.\n</li>\n<li>the personal data concerning you have been collected in relation to the offer of information society services referred to in Article 8(1) GDPR.</li>\n</ol> b)\tInformation for third parties <p> If the controller has made public the personal data concerning you and is obliged, pursuant to Art.\n17(1) GDPR, to erase the personal data, the controller, taking account of available technology and the cost of implementation, shall take reasonable steps, including technical measures, to inform controllers who are processing the personal data that you, as data subject, have requested the erasure by said controllers of any links to, or copy or replication of, this personal data.\n</p> c)\tExceptions <p> The right to erasure shall not apply whenever the processing is required for the purposes of: </p>\n<ol>\n<li>exercising the right of freedom of expression and information;</li>\n<li>complying with a legal obligation which requires processing under the laws of the European Union or the Member States, to which the processor is subject, or performing a task in the public interest or in exercise of public authority vested in the processor;</li>\n<li>reasons of public interest in the area of public health in accordance with Art.\n9(2)(h) and (i), as well as Art.\n9(3) GDPR;</li>\n<li>archival, scientific, or historiographical research purposes serving the public interest pursuant to Art.\n89(1) GDPR, provided that the deletion right described in paragraph (a) does not render impossible or impede the realisation of the objectives of the processing;</li>\n<li>for the establishment, exercise or defence of legal claims.</li>\n</ol> 5.\nRight to briefing <p> If you assert the right to rectification, erasure, or restriction of processing before the controller, the latter has the obligation to notify all recipients to whom the personal data concerning you were disclosed of this data rectification, erasure, or the restriction of its processing, unless this should prove impossible or associated with a disproportionate cost.\n</p>\n<p> You have the right to be informed of these recipients by the controller.\n</p> 6.\nRight to data portability <p> You have the right to receive the personal data concerning you which you have provided to the controller in a structured, accessible, and machine-readable format.\nFurthermore, you have the right to transfer this data to another controller without restriction from the controller to whom the personal data had been provided, provided that </p>\n<ol>\n<li>the processing is grounded on consent pursuant to Art.\n6(1)(a) GDPR, or Art.\n9(2)(a) GDPR, or on a contract pursuant to Art.\n6(1)(b) GDPR, and</li>\n<li>the processing is carried out by automated means.</li>\n</ol>\n<p> In exercising this right, you have the further right to request that the personal data concerning you be directly transferred by one controller to another, provided that this is technically feasible.\nThe liberties and rights of other persons may not be compromised by these actions.\n</p>\n<p> The right of data portability shall not apply to processing personal data which is required for the performance of a task carried out in the public interest or in exercise of public authority vested in the controller </p> 7.\nRight to object <p> You have the right to object to personal data processing concerning you on grounds relating to your particular situation, at any time, on the basis of Art.\n6(1)(e) or (f) GDPR, including profiling based on those provisions.\n</p>\n<p> The controller shall no longer process the personal data unless the controller demonstrates compelling legitimate grounds for the processing which override your interests, rights and freedoms, or for the assertion, exercise or defence of legal claims.\n</p>\n<p> If personal data are processed for direct marketing purposes, you shall have the right to object at any time to processing of personal data concerning you for said marketing purposes, including profiling to the extent that it is related to such direct marketing.\n</p>\n<p> If you object to processing for direct marketing purposes, personal data concerning you shall no longer be processed for such purposes.\n</p>\n<p> In the context of the use of information society services, and notwithstanding Directive 2002/58/EC, you may exercise your right to object by using automated means which use technical specifications.\n</p> 8.\nRight of withdrawal of consent under data protection law <p> You have the right to withdraw your declaration of consent under data protection law at any time.\nWithdrawal of consent shall not affect the lawfulness of data processing based on consent effective prior to its withdrawal.\n</p> 9.\nAutomated individual decision-making, including profiling <p> You shall have the right not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects concerning you or similarly affects you in a significant manner.\nThe above shall not apply if the decision </p>\n<ol>\n<li>is required for entering into, or performance of, a contract between yourself and a data controller,</li>\n<li>is authorised by Union or Member State law to which the controller is subject and which also lays down suitable measures to safeguard your rights and freedoms and legitimate interests.\nor</li>\n<li>is made with your express consent.</li>\n</ol>\n<p> Decisions referred to in paragraph 2 shall not be based on special categories of personal data referred to in Article 9, Para.\n1 GDPR, unless Article 9, Para.\n2, lit.\n(a) or (g) applies and suitable measures are in place to safeguard your rights and freedoms and legitimate interests.\n</p>\n<p> In the cases referred to in points (1) and (3), the data controller shall implement suitable measures to safeguard your rights and freedoms and legitimate interests, entailing, at a minimum, the right to obtain human intervention on the part of the controller, to express his or her point of view and to contest the decision.\n</p> 10.\nRight to lodge a complaint with a supervisory authority <p> Without prejudice to any other administrative or judicial remedy, you shall have the right to lodge a complaint with a supervisory authority, in particular in the Member State of his or her habitual residence, place of work or place of the alleged infringement if you consider that personal data processing relating to you infringes the GDPR.\n</p>\n<p> The supervisory authority with which the complaint has been lodged shall inform the complainant on the progress and the outcome of the complaint including the possibility of a judicial remedy pursuant to Article 78 of the GDPR.\n</p> XVI.\nFinal provisions <p> InnoGames may alter these data protection provisions at any time.\nInnoGames shall notify any such changes through appropriate channels.\n</p>\n<p>© Copyright InnoGames 2018.\nAll rights reserved.</p> ", "created_at": "2021-10-14 18:28:22.425254", "updated_at": "2021-10-14 16:28:51.084111"}, {"id": 9181, "name": "General Terms and Conditions", "url": "https://legal.innogames.com/foe/us/agb", "xpath": "", "text": " <i>\n</i>Language Selector <li>\n<i>\n</i>AE - اَلْعَرَبِيَّةُ</li>\n<li>\n<i>\n</i>AR - Español argentino</li>\n<li>\n<i>\n</i>BR - Português brasileiro</li>\n<li>\n<i>\n</i>CZ - Čeština</li>\n<li>\n<i>\n</i>DE - Deutsch</li>\n<li>\n<i>\n</i>DK - Dansk</li>\n<li>\n<i>\n</i>EN - English</li>\n<li>\n<i>\n</i>ES - Español</li>\n<li>\n<i>\n</i>FI - Suomi</li>\n<li>\n<i>\n</i>FR - Français</li>\n<li>\n<i>\n</i>GR - Ελληνικά</li>\n<li>\n<i>\n</i>HR - Hrvatski</li>\n<li>\n<i>\n</i>HU - Magyar</li>\n<li>\n<i>\n</i>IT - Italiano</li>\n<li>\n<i>\n</i>MX - Español mexicano</li>\n<li>\n<i>\n</i>NL - Nederlands</li>\n<li>\n<i>\n</i>NO - Norsk</li>\n<li>\n<i>\n</i>PL - Polski</li>\n<li>\n<i>\n</i>PT - Português</li>\n<li>\n<i>\n</i>RO - Română</li>\n<li>\n<i>\n</i>RU - Русский</li>\n<li>\n<i>\n</i>SE - Svenska</li>\n<li>\n<i>\n</i>SK - Slovenčina</li>\n<li>\n<i>\n</i>TH - ภาษาไทย</li>\n<li>\n<i>\n</i>TR - Türkçe</li> General Terms and Conditions Art.\n1 Validity of the GTC, changes to the GTC <ol>\n<li>\n<strong>1.1</strong> Among other things, InnoGames GmbH, Friesenstraße 13, 20097 Hamburg (“we\") distributes various online games (\"Games\") via various top-level domains as well as via various sub-domains and aliases of these domains.\nThe Games can be used by you as a User (\"User\") via mobile application (\"Mobile Apps\") or browser(s).<br>\n<br>The services and performances provided within the scope of these Games, including, but not limited to, the display of your profile page, the participation in forums, the display of user-generated content such as photographs, graphics or moving pictures, the provision of In-Game news systems (\"Services\") are exclusively carried out on the basis of these General Terms and Conditions [\"GTC\"].\nThese GTC are published for Mobile Apps during the order process of the relevant App and also on the website of the Games where they can be accessed and printed out at any time.\nIn addition to these GTC, the relevant applicable game rules and game instructions (if applicable) for the Game that are made available via the downloaded App or listed on the website shall apply.\nIn the event of any contradiction between these GTC and the game rules or game instructions, the GTCs shall prevail.\nSpecial Terms of Use may apply to individual Games and particular variations of Games.\nIf this is the case, you will be notified appropriately of any such terms prior to making use of the relevant offer.\n</li>\n<li>\n<strong>1.2</strong> By acknowledging the GTC, we conclude a licensing agreement with you.\nWhen using the Games via a browser you, as User, acknowledge the GTC for our Services by ticking the box \"I accept the General Terms and Conditions\" and clicking the registration button.\n</li>\n<li>\n<strong>1.3</strong> When using the Games via a Mobile App, you acknowledge the GTC with each download of the relevant Mobile App.\nYour own General Terms and Conditions expressly do not form a part of the contract.\n</li>\n<li>\n<strong>1.4 </strong>We are entitled to change the GTC and other provisions with effect for a future date.\nWe will only carry out these changes for an important reason.\nin particular based on new technical developments, expanding our services, changes in legislation or jurisprudence or other equivalent reasons.\nShould the change significantly distort the contractual balance between the parties, the change will not take place.\nIn all other cases, changes require your approval.\nYou agree to be informed about changes to the GTC when you log in to the relevant games platform or via ingame messages or by e-mail to your most recently notified e-mail address.\nThe GTC are considered accepted if you do not object to them in writing or in text form (e.g.\nby e-mail or fax) within eight weeks after receipt.\n(\"Objection Deadline\").\nWhen notifying any changes, we will draw specific attention to this option.\nWe advise you to direct any objection to us in writing or by e-mail for the preservation of evidence.\nIn the latter instance, it is recommended to provide the name of both the Game and your own name in the subject line.\n</li>\n<li>\n<strong>1.5</strong> If you, as User, do not object to the changed GTC towards us within the Objection Deadline or you continue to use the Games despite access to the notification concerning changes, the changed or supplementary GTC become effective.\u2028<br>If you, as User, object within the deadline, both you and us are entitled to duly terminate the Licensing Agreement or the Premium Licensing Agreement pursuant to <strong>Art.\n10</strong> of these GTC and, after the expiry of a possible notice period, to delete the account.\nAny possible service fees paid in advance for the period after the termination shall be refunded to the User on a pro rata basis or credited to other Games.\nWhen notifying changes, we will always explicitly point out the possibility of objection and termination as well as the period of notice and the legal consequences in particular where an objection does not take place.\n</li>\n</ol> Art.\n2 Conclusion of the contract, free of charge Licensing Agreement <ol>\n<li>\n<strong>2.1</strong> As User, you conclude a contract with us for the free of charge use of Games via the browser or via Mobile Apps (\"Licensing Agreement\").\nYou are neither entitled to a Licensing Agreement nor to the use of the Services or the Premium Services.\nThe Licensing Agreement can be terminated by us and by you at any time without giving reasons, and the Services can be discontinued at any time without giving reasons.\n</li>\n<li>\n<strong>2.2</strong> We only offer our games to players who are at least 16 years old.\nPeople who are younger may not use our games.\n</li>\n<li>\n<strong>2.3</strong>\n<strong> The Licensing Agreement for a free of charge use of the Services via the browser becomes effective through access to the data from the registration form which you completed and sent to us, and the activation of the account by us, and your acceptance of these GTC pursuant to <strong>Art.\n1.2</strong>.\nThe Licensing Agreement is free of charge.</strong>\n</li>\n<li>\n<strong>2.4</strong> In addition to the free Licensing Agreement described in 2.3, we offer Services subject to a charge (\"Premium Services\").\nIt is your choice whether or not you want to make use of these Services.\nPrior to such utilization, you are advised of your obligation to pay for these Services by an appropriately clear marking, and you must specifically confirm this use.\nFurther details and information on Premium Services, in particular conclusion of the contract, description of the relevant Premium Services, payment, and revocation notice are specified in <strong>Art.\n8</strong> under \"Premium Licensing Agreement\".\n</li>\n<li>\n<strong> 2.5 Licensing Agreements are concluded with InnoGames GmbH, Friesenstraße 13, 20097 Hamburg as contracting partner.\nMore information about us, in particular our contact details (fax, e-mail), Commercial Register number and name of authorized representatives can be accessed under \"Imprint\" on our website.</strong>\n</li>\n<li>\n<strong>2.6</strong> For individual Games you, as User, have the option to utilize services offered by our cooperation partners.\nIn these cases, a separate agreement between you and the cooperation partner is concluded.\nThis agreement is then subject to special conditions of which the cooperation partner will inform you prior to concluding the agreement.\n</li>\n</ol> Art.\n3 Mobile Apps <ol>\n<li>\n<strong>3.1</strong> Games are offered as Mobile App downloads via various providers (e.g.\niTunes, Google, Google Play Store) free of charge (\"Stores\").\nAs User, you can use the Games via Mobile Apps by downloading the relevant Mobile App from a Store to your end device.\n</li>\n<li>\n<strong> 3.2 The Licensing Agreement for a free use of the Mobile App comes about by downloading the Mobile App on your end device and your acceptance of these GTC pursuant to <strong>Art.\n1.2</strong>.</strong>\n</li>\n<li>\n<strong>3.3</strong> In addition to the free of charge Licensing Agreement as described in 3.2 above, you may also buy Premium Services with Mobile Apps in the relevant store (so-called In-App Purchases).\nIt is your choice whether or not you use these In-App Purchases.\nYou will be made aware of the obligation to pay for these Services by a clear marking and must expressly confirm the use by clicking on \"Buy\" or similar buttons.\n</li>\n<li>\n<strong>3.4</strong> With regard to the use of the Premium Services subject to a charge, these GTC also apply as a supplement to the stores' Terms of Use.\nFurther details and information on Premium Services, in particular conclusion of the contract, description of the relevant Premium Services, payment, and revocation notice are specified in <strong>Art.\n8</strong> under \"Premium Licensing Agreement\".\n</li>\n<li>\n<strong> 3.5 The agreement for the free use of a Mobile App or the use of the Premium Services subject to a charge is concluded with InnoGames GmbH, Friesenstraße 13, 20097 Hamburg as contracting partner and not with the relevant stores.\nWe alone, and not the stores, are responsible for the licensed Mobile App and its content.\nIf you have any complaints, requests or questions regarding Mobile Apps, please contact us.\nMore information about us, in particular our contact details (fax, e-mail), Commercial Register number and names of the authorized representatives can be accessed under \"Imprint\" on our website.\n</strong>\n</li>\n<li>\n<strong>3.6</strong> As User, you agree that you will not use the Mobile App in any way that contradicts or violates the Terms of Use and licensing conditions or other agreements between you and the stores.\n</li>\n<li>\n<strong>3.7</strong> The relevant stores are not responsible for the provision of maintenance and support with regard to the Mobile App.\n</li>\n<li>\n<strong>3.8</strong> All your claims regarding Premium Services subject to a charge, in particular but not conclusively regarding a warranty for defects or other defaults, must be asserted against us as your contracting partner and not against the stores.\nThe provisions of these GTC apply.\nRegulations on the warranty rights and our scope of liability are detailed in <strong>Art.\n15</strong> of these GTC.\n</li>\n<li>\n<strong>3.9</strong> In the event that the Mobile App and/or the Licensing Agreement with you as User violates the rights of third parties, we alone, and not the store through which the Mobile App was downloaded, are responsible to defend against and settle any copyright claims.\n</li>\n<li>\n<strong>3.10</strong> If you download a Mobile App via a store, you must be aware of the following restriction:<br>A download of the Mobile App is not permitted if you reside in a country that is subject to an official ban by the government of the USA or which the government of the USA has determined a country that supports terrorism.\nWhen you download Mobile Apps via the store, as a User, you therefore assure that <ul>\n<li>you do not reside in a country which is subject to an official ban by the US government or in a country which the US government has determined to be a country \"supporting terrorism\".\nand </li>\n<li>that you are not on any list of \"prohibited or restricted parties\" as published by the US government.\n</li>\n</ul>\n</li>\n<li>\n<strong>3.11</strong> The stores through which you buy the Mobile Apps are third-party beneficiaries of the contract between you and us and, as third-party beneficiaries, they are entitled to enforce this contract against you.\n</li>\n</ol> Art.\n4 Name <ol>\n<li>\n<strong>4.1</strong> As the User, you will chose a player name as an alias to participate in the Games (\"User Name\").\nYou are not entitled to be allocated a specific User Name.\n</li>\n<li>\n<strong>4.2</strong> We are entitled to change or delete the User Name not only for technical but also for ethical or legal reasons without the requiring your approval.\n</li>\n</ol> Art.\n5 Accounts <ol>\n<li>\n<strong>5.1</strong> As a user, you will receive a user account (\"Account\") together with your License Agreement.\nWith this Account, you can change your data and manage the Games.\n</li>\n<li>\n<strong>5.2</strong> An Account can either be created by us on the games portal or on the relevant website of the Game or via a Mobile App downloaded to your end device.\n</li>\n<li>\n<strong>5.3</strong> An Account cannot be transferred without our express approval, whether this is subject to a fee or free of charge.\n</li>\n<li>\n<strong>5.4</strong> You may only have one Account per game world (one section of the Game).\nYou can login to your account both via the relevant website of the Game or via the App you have downloaded.\nUsing multiple accounts (\"Multi-Accounts\") within a game world (irrespective whether this is via a downloaded Mobile App or the Games' websites) is prohibited and can be punished with an immediate ban or extraordinary cancellation of the Licensing Agreement.\nAsserting any claims for damages by you is excluded in such a case.\n</li>\n<li>\n<strong>5.5</strong> As User, you undertake to keep secret any login data, passwords and access data (jointly referred to as \"Login Details\") for your Account and to inform us without delay as soon as you become aware or suspect that unauthorized third parties gained knowledge of your Login Details.\nIn such a case, you will change your data or have it changed by us.\nWe also reserve the right to block your access temporarily.\nYou will be permitted to use the Game(s) again as soon as we have eliminated the suspicion of any abuse of the Login Details either by you or by a third party.\n</li>\n<li>\n<strong>5.6</strong> If a third party uses an Account without authorization by gaining access to your Login Details where you are to blame, you are treated as if you had acted on your own.\n</li>\n<li>\n<strong>5.7</strong> Making use of another User's Account is prohibited unless the game rules specifically provide for this (e.g.\n\"holiday replacement\").\n</li>\n<li>\n<strong>5.8</strong> If we suspect that a third party has become aware of the Login Details, we are entitled, but not obliged, to change the Login Details or block the account without prior notice.\nWe will notify you accordingly without delay and, on request, provide you with new Login Details within a reasonable deadline.\nFurther claims by you as a result of the temporary blocking of your Account or change to your Login Details are excluded.\n</li>\n<li>\n<strong>5.9</strong> We are entitled to delete inactive Accounts according to the relevant game rules.\nIn this case, the Licensing Agreement ends automatically.\n</li>\n</ol> Art.\n6 Required technical equipment <ol>\n<li> The use of the Games is only possible through locally installed software as well as an internet connection on your computer, tablet, Smartphone or other end device (\"End Device\").\nThese include an Internet browser, a connection to the Internet, an operating system, possible plug-ins, e.g.\nJava or Flash and possibly required clients for the use of the Game.\nYou bear the costs of this software and its application as well as the costs incurred for the use of the Internet connection.\nIt is your responsibility to maintain your End Device in such a manner as to ensure the use of the Games.\nWe do not provide any support for this.\n</li>\n</ol> Art.\n7 Scope of content <ol>\n<li>\n<strong>7.1</strong> We provide the Games and other Services within the scope of our technical and operational possibilities.\nThe Services of the Games are open to Users who have a Licensing Agreement and consequently an Account.\n</li>\n<li>\n<strong>7.2</strong> All the Games, Services, Premium Services, items or currencies we offer are reworked and updated at our discretion to ensure that they remain attractive for the largest possible circle of users.\nTo make sure that all users can take part in the Game, it is essential that all users use the same version of the Game, Services, Premium Services, items or currency.\nFor this reason, you may use the relevant Game, Service, Premium Service, item or the currency only in the most recent version.\n</li>\n<li>\n<strong>7.3</strong> We reserve the right to discontinue the operation of the Games or parts thereof without giving reasons.\n</li>\n<li>\n<strong>7.4</strong> We expressly reserve the right to contest a contract, provided a contract was concluded in the first place, should, for example, technical problems or interference with the offer by a third party or similar events lead to faulty offers to you (e.g.\nincorrect or faulty pricing of Premium Points), and to demand a recovery of the services provided to you, in particular Premium Points granted, against reimbursement of any sum you may have paid.\nAs the User, you have the same right.\n</li>\n</ol> Art.\n8 Premium Licensing Agreement <ol>\n<li>\n<strong>8.1</strong> The contract for Premium Services (\"Premium Licensing Agreement\") is concluded both via browser games as well as Mobile Apps as soon as you click on the button \"Pay Now\" or similar, once you have selected the Premium Service and through sending an order confirmation via Ingame-News or e-mail in which you accept the offer.\n</li>\n<li>\n<strong>8.2</strong> The Premium Services in particular, but not exclusively, include the provision of virtual currency (e.g.\n\"Premium Points, Gold”) and the use of game advantages by way of virtual goods (\"items\").\n</li>\n<li>\n<strong>8.3</strong> The content, features and preconditions of the Premium Services that are valid at the time of the order and in the manner they are presented on our website and in the Mobile Apps as well as the corresponding baskets shall apply.\nthis is conveyed to you accordingly in the relevant order confirmation.\n</li>\n<li>\n<strong>8.4</strong> Generally, as User, you can utilize items for a certain duration.\nYou can also lose items during the course of a Game, for example if they are destroyed during gameplay or are taken away by other users.\n</li>\n<li>\n<strong>8.5</strong> Premium Services can only be purchased through a separate order.\nThere is no permanent or repeated obligation to purchase a Premium Service.\n</li>\n<li>\n<strong>8.6</strong> With regard to the use of the Games via browsers, the prices valid at the time of the order, as presented in the relevant baskets and transmitted in the order confirmation for the corresponding order, shall apply.\nPrices include possible statutory value-added-tax.\n</li>\n<li>\n<strong>8.7</strong> In some instances, costs or fees ensuing from various payment providers are not included in the prices.\nAs far as you could incur additional fees or costs through your chosen payment provider, this will be expressly pointed out.\nIf you are playing in a browser, you can change the payment provider prior to finalizing the payment process.\nWe do not have any influence over costs or fees raised by the payment provider.\nBinding information on incurred fees and costs can only be given by the payment provider.\n</li>\n<li>\n<strong>8.8</strong> With regard to Mobile Apps, the prices indicated in the relevant stores (e.g.\nApp Store or Google Play Store) and in the order confirmation sent to you for the relevant order apply.\nPrices include possible statutory value-added-tax.\nPayments for Mobile Apps are processed through the relevant stores.\nIn this case, the stores' Terms of Use and Terms of Payment apply.\nThese GTC apply supplementary.\nWhere there is a contradiction between the stores' GTC and these GTC, the stores' Terms of Use and Terms of Payment shall have priority.\n</li>\n<li>\n<strong>8.9</strong> As far as the Games simulate currencies, e.g.\nPremium Points, these are Premium Services and not real money.\nA reconversion of the Premium Services (i.e.\ncurrencies, etc.) in real money is only possible if the operation of our website and Mobile Apps as a whole are permanently discontinued.\nIn such a case, any payments you made shall be refunded if the purchased Premium Services or items have not been unlocked.\n</li>\n<li>\n<strong>8.10</strong> Service payments are due in advance with the purchase of a Premium use.\n</li>\n<li>\n<strong>8.11</strong> As User, you are not entitled to a specific payment method.\n</li>\n<li>\n<strong>8.12</strong> You are liable towards us for any cancellations or reversal debits for which you are responsible (e.g.\ndue to insufficient funds on your account).\nYou shall also bear the costs (e.g.\nfees charged by the payment provider) and handling fee of EUR 4.00 incurred through such a default.\nWe are entitled to charge these amounts together with the original payment to your account.\nYou have the right to prove that no damage occurred, or that there was no damage equivalent to the amount demanded.\n</li>\n<li>\n<strong>8.13</strong> If you are in arrears with your payment, we are entitled to cease our services and to block the Account, notwithstanding your continued payment obligation.\nNo service payment is due during this period.\nHowever, we are entitled to charge a handling fee of EUR 3.00 to unblock the account upon full settlement (provided you are responsible for the default).\nYou have the opportunity to prove that no damage occurred or only to a minor degree.\nFurthermore, we are entitled to charge the statutory interest on arrears of 5 percentage points above the relevant valid base interest rate.\n</li>\n<li>\n<strong>8.14</strong> As part of adapting and updating the Games in terms of <strong>Art.\n7.2</strong> and <strong>Art.\n7.3</strong> of these Terms of Use, we may offer new Premium Services, items or currencies, or change or completely discontinue existing Premium Services for future use of the Games.\nIn the event of such adaptation or cessation, we undertake to give you the opportunity to apply and use Premium Services, items or currencies you have purchased against a fee within a previously notified deadline.\nAlternatively, we give you, as the User, the option to convert the Premium Services, items and currencies you have purchased against a fee into a credit that you can use otherwise.\nIn the event that a specific Game is discontinued, you have the right to use those Premium Services, items and currencies until the actual date of discontinuation and convert these into a credit, which can then be used for another Game.\nFurther claims on your part are excluded.\n</li>\n<li>\n<strong>8.15</strong> We are entitled to change the prices for Premium Services at our discretion.\n</li>\n</ol> Art.\n9 Right of revocation, revocation notice with regard to Premium Services <ol>\n<li>\n<strong>If you are sending your revocation by e-mail, we recommend that you enter your name and the name of the Game in the subject line to ensure speedier handling.</strong>\n</li>\n<li>\n<strong>Revocation instructions</strong>\n</li>\n<li>\n<strong>Right of revocation</strong>\n</li>\n<li>\n<strong>You have the right to revoke this contract within fourteen days without giving any reasons.</strong>\n</li>\n<li>\n<strong>The revocation period is fourteen days from the date of concluding the contract.</strong>\n</li>\n<li> To exercise your right of revocation, you must inform us (InnoGames GmbH, Friesenstrasse 13, 20097 Hamburg.\nTel: +49 40 7889335-0.\nFax: +49 40 7889335-200, e-Mail: info@innogames.com ) of your decision to cancel this contract with a clear declaration (e.g.\na letter sent by mail, fax or e-mail).\nYou can use this sample form to submit your revocation, although it is not a condition.\n</li>\n<li>\n<strong>To meet the revocation deadline it is sufficient that you send the notification before the end of the revocation deadline stating that you wish to exercise the revocation right.</strong>\n</li>\n<li>\n<strong>Consequences of revocation</strong>\n</li>\n<li>\n<strong>If you revoke this contract, we shall refund you all payments we received from you without delay and no later than fourteen days from the date on which we received your notification to withdraw from this contract.\nThis refund includes the delivery costs (with the exception of additional costs that were incurred because you chose a different type of delivery than the most cost-efficient standard delivery).\nFor such a refund, we will use the same method of payment you used for your original transaction unless something else has expressly been agreed to with you.\nyou will not be charged a fee for this refund.</strong>\n</li>\n<li>\n<strong>End of revocation notice.</strong>\n</li>\n<li>\n<strong>Special note regarding the premature expiry of the revocation right:</strong>\n</li>\n<li>\n<strong>Your right of revocation ends prematurely if, prior to the expiry of the revocation deadline, the contract has commenced after you, as User, have given your express approval for this and are aware that, as a consequence, you lose your revocation right once the contract has been executed.</strong>\n</li>\n<li>\n<strong>Special note on contract wording:</strong>\n</li>\n<li>\n<strong>We will confirm the conclusion of the contract to you, the User, via Email by sending an invoice and confirming the contract wording.</strong>\n</li>\n</ol> Art.\n10 Contract duration and cancelation <ol>\n<li>\n<strong>10.1</strong> Provided nothing to the contrary is agreed in our actual offer, the Licensing Agreement and/or the Premium Licensing Agreement between you and us are concluded for an indefinite period of time.\nDifferent provisions may apply for the provision of Premium Services.\n</li>\n<li>\n<strong>10.2</strong> If no duration is agreed upon regarding the duration of the Licensing Agreement, it can be cancelled at any time.\nReasons need not be given.\n</li>\n<li>\n<strong>10.3</strong> The Premium Agreement can be cancelled by both parties (you and us) by giving three (3) months proper notice.\nNo reasons are required for such cancellation.\n</li>\n<li>\n<strong>10.4</strong> The parties' right to cancel the Licensing Agreement or the Premium Licensing Agreement at any time for an important reason remains unaffected by the aforementioned regulation.\n</li>\n<li>\n<strong>10.5</strong> We are in particular, but not exclusively, entitled to cancel the Licensing Agreement or the Premium Licensing Agreement for an important reasons, if </li>\n<ul>\n<li> you are in arrears with your payments in the amount of at least EUR 1.99 and do not pay, despite a reminder.\n</li>\n<li> your account pursuant to 8.12 is in the red and you do not settle it despite a payment request including a deadline.\n</li>\n<li> you, despite having been given a reminder, culpably violate the game rules, laws or these GTC.\n</li>\n<li> you commit criminal acts.\nor </li>\n<li> there is a violation of <strong>Art.\n11</strong> or <strong>Art.\n12.3</strong> and this violation, despite a request and the expiry of a certain deadline to remedy the situation, has not been healed or is repeated despite the warning.\n</li>\n</ul>\n<li>\n<strong>10.6</strong> If there is no cancellation stipulated for the relevant Game (e.g.\ndelete feature), a cancellation notice must be effected in written form (letter, fax, e-mail).\nGiving reasons for the cancellation is required in case of an extraordinary notice of cancellation.\n</li>\n<li>\n<strong>10.7</strong> For technical reasons, the final deletion of the Account and the user data only occurs after several days.\n</li>\n<li>\n<strong>10.8</strong> In the event of a proper cancellation by you, or a notice of cancellation given by us for an important reason, you may not demand a refund of the payments you have made when the notice becomes effective.\nAs User, you have the option – until the time the notice becomes effective – to use and use up any items purchased against a fee.\nthereafter you are not entitled to assert any reimbursement claims against us, in particular regarding non-utilized Premium Services.\nFurthermore, any claims for provision of the Premium Services cease to exist.\nMoreover, we are authorized to demand the sum of all payments you would have had to pay (in particular Premium Services already ordered).\nYour right to prove that no damage occurred or that the damage was significantly lower remains unaffected.\n</li>\n</ol> Art.\n11 Safety, cheating <ol>\n<li>\n<strong>11.1</strong> You are not entitled to use mechanisms, software, programs or other routines that could disrupt our systems.\nYou may not adopt any measures that could lead to an unreasonable overload of the systems.\nThe use of special software, in particular for the systematic or automatic control of the Games or special game features (Bots, Macros), for the reproduction or evaluation of the Games is not permitted.\n</li>\n<li>\n<strong>11.2</strong> It is prohibited to exploit bugs or faults in the Games' programming and during gameplay that could represent an advantage for you for personal and/or third party purposes.\nIf you discover any bugs, you shall notify us immediately.\nAs far as you have derived any benefits therefrom, such benefits must be reimbursed to the extent this is possible.\nIntentionally exploiting bugs or fault, or publishing such exploits on the Internet or though mobile applications, can lead to an immediate cancellation of the Licensing Agreement without notice and a deletion of the Account.\n</li>\n<li>\n<strong>11.3</strong> The use of software which allows data mining or that in any other way collects information associated with the Games is prohibited.\n</li>\n<li>\n<strong>11.4</strong> The use of items outside the Game, their sale or purchase for real money or their exchange is prohibited.\n</li>\n</ol> Art.\n12 Your obligations <ol>\n<li>\n<strong>12.1</strong> As User, you undertake to provide us true and complete information upon registration and when using the Premium Services.\nYou undertake to inform us immediately of any changes to the data supplied and to confirm their validity upon request.\n</li>\n<li>\n<strong>12.2</strong> You undertake to abide by the provisions of these GTC, to observe the rules of the game and to obey our instructions and those of our employees as well as our vicarious agents and assistants.\nThis includes the instructions of administrators and moderators (community managers, supporters) in the Game’s forums.\n</li>\n<li>\n<strong>12.3</strong> As User, you will refrain from any action that endangers or disrupts the operation and functionality of the Games and the successful collaboration with other users.\nIn particular, you are prohibited from </li>\n<ul>\n<li> choosing a User Name that violates rights of third parties (in particular copyright, personal rights, trademark rights, company rights, etc.) or moral standards, e.g.\nis disrespectful towards religious orientation of third parties, is racist or discriminatory (we expressly distance ourselves from such behavior;) </li>\n<li> using an e-mail or internet address as a User Name.\n</li>\n<li> committing identity theft.\n</li>\n<li> using or publishing content tantamount to mobbing, or threatening, harassing, insulting or defamatory content, or publishing or linking to corresponding material on a third party website, irrespective of whether this content affects other users, our employees or other persons or companies.\n</li>\n<li> using, placing or publishing discriminatory content (e.g.\nhate speeches against groups of persons, in particular based on race, ethnic origin, religion, disability, gender, age, veteran status or sexual orientation), or content that is political, immoral, pornographic, morally reprehensible, offensive, violent, glorifies violence, sexist, right-wing or left-wing or that violates laws, in particular child protection laws and the Interstate Treaty on the Protection of Minors.\nor linking to corresponding material on a third party website or advertising, offering for sale or otherwise promote offending products contravening the law, in particular child protection laws.\n</li>\n<li> violating applicable laws or prompting legal violations or linking to corresponding articles.\n</li>\n<li> publishing, duplicating, making publicly accessible or distributing protected content, and in particular violating industrial property rights (e.g.\ncopyright law, trademark law, patent law, design patent law or utility patent law).\nadvertising, offering or distributing goods or services.\n</li>\n<li> conducting or promoting anticompetitive actions, including progressive customer advertising (such as chain schemes, snowball schemes or pyramid schemes).\n</li>\n<li> requesting provision of Login Details or personal data from other users for commercial or illegal purposes.\n</li>\n<li> carrying out or advertising (also via a link) commercial activities and/or sales for third parties, e.g.\nadvertisements, competitions, lotteries, draws, exchange transactions, snowball schemes.\n</li>\n<li> duplicating or making publicly accessible an image of another person without the relevant person’s written approval.\n</li>\n<li> publishing personal data and confidential information without authorization.\n</li>\n<li> using the services for commercial gain.\n</li>\n<li> publishing or distributing content that causes damage to networks, servers or other infrastructural components, hampers their operation, or accessing such content (e.g.\ndistribution of worms, Trojans, viruses, spyware, password-phishing, etc.).\n</li>\n</ul>\n<li>\n<strong>12.4</strong> Intentional false entries, the use or placement of unauthorized content or violations of <strong>Art.\n11</strong> and <strong>Art.\n12.3</strong> or the abuse of data entitles us to give extraordinary notice.\nWe also reserve the right to take further legal action.\n</li>\n<li>\n<strong>12.5</strong> We are entitled to delete user-generated content.\nThis applies in particular to content violating these GTC.\n</li>\n</ol> Art.\n13 Granting of rights.\nMobile Apps software <ol>\n<li>\n<strong>13.1</strong> Mobile Apps and Games require the installation of a software on your End Device (\"Mobile App Software\").\nAs the User, you are aware that we are entitled to all rights to the Mobile App software and, where applicable, our licensors.\nWe provide you with with this Mobile App software and grant you the corresponding simple user rights for private use on your end device.\nThe Mobile App software may not be duplicated or made publicly accessible on the Internet or via a network or stored on data carriers beyond above-stated intended use.\nIt may also not be commercially utilized or exploited.\nFurthermore, adaptation, decompiling, disassembly and reverse engineering are prohibited.\nSoliciting or aiding third parties in such actions is also prohibited.\nWe can revoke these rights granted to you at any time without giving reasons.\nIn such a case, you, as the User, are obligated to delete the Mobile App software on your end device.\nThe authorization to use the granted rights expires at the latest with the expiry of your Licensing Agreement.\n</li>\n<li>\n<strong>13.2</strong> With regard to the Mobile App, the Terms of Use of the stores and the rights granted there also apply in addition to <strong>Art.\n13.1</strong> of these GTC.\nAccordingly, you, as the User, are granted the simple rights of use to the downloaded Mobile Apps or the Mobile Apps software for private use on each end device that you own or control.\n</li>\n<li>\n<strong>13.3</strong> If, within the scope of the Games or in any of the forums operated by us, you make information available via texts, photographs, graphics, videos, links, music, etc.\n(\"Content\"), you grant us the free, simple, universal right to duplicate the content and make it publicly available in connection with the Games and in the forums.\nYou are personally responsible for this information.\nWe do not have control in this respect and also do not adopt the content as our own.\nWe do not examine or check such content.\nIf we become aware of illegal content or content pursuant to Art.\n12.3, such content will be removed immediately.\n</li>\n<li>\n<strong>13.4</strong> You indemnify us against all claims including claims for damages that other users or other third parties assert against us due to an infringement of their rights by your behavior and/or by the content or data you have posted.\nYou will also compensate us for reasonable costs incurred, in particular those costs that we may incur for a possibly required legal defense.\nAll further rights and claims for damages on our part remain unaffected.\nYour aforementioned obligations do not apply if you are not responsible for the relevant infringement.\nIf your content infringes third party rights, you will provide us – at our discretion and at your expense – with the right to use the content or to design the content free from protective rights to the extent possible.\nIf your use of the Services infringes third party rights, you will immediately cease any use that is in violation of the contract and/or illegal at our request.\n</li>\n</ol> Art.\n14 Availability <ol>\n<li> We guarantee availability of the Games in 98% on an annual average.\nExcepted herefrom are times for regular maintenance of the Games, which is only possible in an off-line mode, and times in which the Games, due to force majeure, external manipulation or other problems that are not within our control or that of our vicarious agents, cannot be reached.\nWe are liable for the unavailability of the Games only in cases of willful intent or gross negligence or culpable violation of life, body or health.\n</li>\n</ol> Art.\n15 Warranty for defects and limitation of liability <ol>\n<li>\n<strong>15.1</strong> With the License Agreement you, as User, are granted the option to use the Games in their relevant current version.\nYou are aware that the Games offered by us – just as any software – can never be completely free of defects.\n</li>\n<li>\n<strong>15.2</strong> You must immediately notify us of any defects you discover.\nFor the preservation of evidence, you should document this in text form (e.g.\nby fax, letter or e-mail) and send the information to us.\nBefore notifying us of any possible faults, you shall read all the help pages, FAQ pages and possible notifications in the forums.\n</li>\n<li>\n<strong>15.3</strong> Excluded from warranty are defects that are attributable to external influences, operating faults for which you are responsible or those from force majeure.\n</li>\n<li>\n<strong>15.4</strong> You are obliged to collaborate as far as possible with the elimination of the Games' defects.\n</li>\n<li>\n<strong>15.5</strong> In principle, any liability on our part is excluded and only applies under the following conditions: </li>\n<li> We are liable for claims for damages and replacement of futile expenses (\"Claims for Damages\") due to an infringement of contractual or extra-contractual obligations only in cases </li>\n<ul>\n<li> of willful intent or gross negligence.\n</li>\n<li> of grossly negligent or intentional harm to life, body, or health.\n</li>\n<li> of willful intent or intentional infringement of important contractual obligations.\n</li>\n<li> where we assumed an express guarantee of condition and quality.\n</li>\n<li> based on mandatory liability pursuant to the Product Liability Act as well as in the scope of application of <strong>§ 44a</strong> TKG (Telecommunications Act).\nor </li>\n<li> based on other mandatory liability.\n</li>\n</ul>\n<li> Claims for damages for the violation of important contractual obligations are limited to damage typical and foreseeable for contracts, provided there is willful intent or gross negligence, or a liability exists from culpable violation of life, body or health, or from the express guarantee of condition and quality, or from product liability.\n</li>\n<li>\n<strong>15.6</strong> The aforementioned liability limitations in <strong>Art.\n15.5</strong> also apply to the personal liability of our employees, shareholders, representatives, bodies and their members, community manager, moderators, supporters, and vicarious agents.\n</li>\n<li>\n<strong>15.7</strong> The above provisions do not imply a change in the burden of proof to your detriment.\n</li>\n<li>\n<strong>15.8</strong> We expressly distance ourselves from the content of all websites that contain direct or indirect references (so-called \"links\") to our products.\nWe do not assume any liability for such content and pages.\nThe providers of the relevant pages are personally responsible for the content of these pages.\n</li>\n</ol> Art.\n16 Data protection <ol>\n<li> Information regarding the type, scope, place and purpose of collecting, processing and use of the personal data required for the agreement as well as for the execution of orders and sending of newsletter on our end, as well as your right to information and the right to correction, blocking and deletion, can be found in the Data Protection Provisions.\n</li>\n</ol> Art 17 Dispute Resolution outside of the Court <ol>\n<li>\n<strong>17.1</strong> For game support and other game-related inquiries, please contact: Support.\n</li>\n<li>\n<strong>17.2</strong> The European Commission opened its new online dispute resolution (“ODR”) platform for alternative dispute resolution between consumers and online traders.\nGo to: http://ec.europa.eu/consumers/odr.\nYou can reach us via the ODR.\nNormally, we will then contact you directly because we are not obliged to take part in a dispute resolution procedure in front of an consumer arbitration body.\n</li>\n</ol> Art.\n18 Choice of law / Place of jurisdiction <ol>\n<li>\n<strong>18.1</strong> This agreement is subject to the laws of the Federal Republic of Germany with the exclusion of the UN Convention on Contracts for the International Sale of Goods (CISG) and the exclusion of the rules on conflict of laws.\n</li>\n<li>\n<strong>18.2</strong> For disputes with you, the legal place of jurisdiction shall apply as far as you have a general place of jurisdiction in the Federal Republic of Germany.\nFor disputes arising from legal business transactions with merchants, legal entities under public law or special funds under public law, the exclusive competence of the place of jurisdiction Hamburg is considered agreed for all cases.\n</li>\n</ol>\n<p> Last update: 23 May 2018 <br> © Copyright InnoGames 2009 – 2021.\nAll rights reserved.\n</p> ", "created_at": "2021-10-14 18:28:22.427296", "updated_at": "2021-10-14 16:28:48.749003"}], "points": [{"id": 27127, "title": "There is a date of the last update of the agreements", "source": "https://legal.innogames.com/foe/us/agb", "status": "Generated through the annotate view", "created_at": "2022-03-07 03:53:36.74959", "updated_at": "2022-03-07 03:53:36.74959", "quoteText": "Last update: 23 May 2018 <br> ", "case_id": 331, "document_id": 9181, "quoteStart": 41823, "quoteEnd": 41853}, {"id": 27126, "title": "The court of law governing the terms is in Germany", "source": "https://legal.innogames.com/foe/us/agb", "status": "Generated through the annotate view", "created_at": "2022-03-07 03:53:14.159813", "updated_at": "2022-03-07 03:54:10.70249", "quoteText": "18.1</strong> This agreement is subject to the laws of the Federal Republic of Germany with the exclusion of the UN Convention on Contracts for the International Sale of Goods (CISG) and the exclusion of the rules on conflict of laws.\n</li>\n<li>\n<strong>", "case_id": 163, "document_id": 9181, "quoteStart": 41150, "quoteEnd": 41404}, {"id": 27125, "title": "Usernames can be rejected or changed for any reason", "source": "https://legal.innogames.com/foe/us/agb", "status": "Generated through the annotate view", "created_at": "2022-03-07 03:48:06.30129", "updated_at": "2022-03-07 03:48:06.30129", "quoteText": "<strong>4.2</strong> We are entitled to change or delete the User Name not only for technical but also for ethical or legal reasons without the requiring your approval.\n</li>\n</ol> ", "case_id": 328, "document_id": 9181, "quoteStart": 11660, "quoteEnd": 11841}, {"id": 27124, "title": " The service is only available in some countries approved by its government", "source": "https://legal.innogames.com/foe/us/agb", "status": "Generated through the annotate view", "created_at": "2022-03-07 03:47:15.14479", "updated_at": "2022-03-07 03:47:15.14479", "quoteText": "<strong>3.10</strong> If you download a Mobile App via a store, you must be aware of the following restriction:<br>A download of the Mobile App is not permitted if you reside in a country that is subject to an official ban by the government of the USA or which the government of the USA has determined a country that supports terrorism.\nWhen you download Mobile Apps via the store, as a User, you therefore assure that <ul>\n<li>you do not reside in a country which is subject to an official ban by the US government or in a country which the US government has determined to be a country \"supporting terrorism\".\nand </li>\n<li>that you are not on any list of \"prohibited or restricted parties\" as published by the US government.\n</li>\n</ul>\n</li>\n<li>\n", "case_id": 490, "document_id": 9181, "quoteStart": 10461, "quoteEnd": 11211}], "urls": ["forgeofempires.com", "foe.tv"]}}