{"error": 448, "message": "OK", "parameters": {"id": 6354, "name": "Newell Brands", "created_at": "2022-01-21 03:50:29.03751", "updated_at": "2022-01-21 23:01:15.858585", "wikipedia": null, "keywords": null, "related": null, "slug": "newell-brands", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6354.png", "url": "newellbrands.com", "documents": [{"id": 11533, "name": "COOKIES POLICY ", "url": "https://privacy.newellbrands.com/cookie_en.html", "xpath": "//*[@id=\"container\"]", "text": " We strive to honor the privacy and security of our users, customers and suppliers, as well as their representatives, in relation to all products, services, applications and websites provided by Newell Brands Inc.\nand our affiliates (“Newell Brands”).\nThis Cookies Policy explains what Cookies are, how we use Cookies, how third-parties we may partner with may use Cookies on our Site, your choices regarding Cookies and further information about Cookies.\n<br> Newell Brands websites and digital media, including apps, mobile apps, social media accounts, internet and wifi-enabled devices, etc.\n(“Sites”) may use cookies and similar technologies (such as pixel tags, web beacons, etc.) to allow us and third parties to obtain information about your visits to the Sites, including to analyze your visiting patterns.\nWe may use this information to process your transactions or requests, and, where applicable, deliver online and mobile advertisements, messages and content from us, as well as third parties, that are specific to your interests.\n<br>\n<b>What Are Cookies?</b> Cookies are small text files stored on your computer or other devices.\nThey are widely used to make websites work or improve the efficiency of a website.\nCookies help with website functionality and user experience because websites can read and write to these text files, enabling the site to recognize you and remember important information that will make your use of the site more convenient (i.e., by remembering your language or font preference settings).\n<br> Functionality tags/files do not require your consent.\nFor analytical and other tags/files, however, where applicable and required by law we request your consent before placing them on your device or allow you to opt out of our use of these types of Cookies.\nYou can give your consent by clicking on the appropriate button on the Cookies banner displayed to you when you visit our Sites or using the preference center in our cookie management tool.\nCookies Use By Our Sites Our Sites may use the following Cookies: <br>\n<b>\n<u>Essential Cookies</u>.</b> These are Cookies required for the operation of our Sites.\nEssential Cookies may enable you to, among other things, log in to secure areas of our Sites, navigate our Sites, add products to your bag, checkout, make use of our e-billing services, etc.\n<br>\n<b>\n<u>Analytical/Performance Cookies</u>.</b> These Cookies allow us to recognize and count the number of visitors and to see how visitors navigate our Sites.\nWe may use these Cookies to, among other things, measure how our customers are using the site to improve functionality and optimize the shopping experience for you.\nThis helps us improve the way our Sites work, for example, by ensuring that users are finding what they are looking for easily.\n<br>\n<b>\n<u>Functionality/User Preference Cookies</u>:</b> These Cookies are used to recognize you when you return to our Sites.\nWe may use these to remember the language and currency that you use onsite and to help streamline your shopping experience.\nThese Cookies enable us to personalize our content for you, greet you by name and remember your preferences.\n<br>\n<b>\n<u>Marketing/Targeting/Social Sharing Cookies</u>.</b> These Cookies record your visits to our Sites, the pages you have visited and the links you have followed.\nWe will use this information to make our Sites, and the advertising displayed on them, more relevant to your interests.\nWhere applicable and as allowed by law, we may also share this information with third parties for this purpose.\nPlease note that third parties (including, for example, advertising networks and providers of external services like web traffic analysis services) may also use Cookies, over which we have no control.\n<br> How to Manage, Disable or Opt-Out of Cookies Used By Our Sites Internet browsers allow you to change your Cookies settings for various reasons, including to block certain kinds of Cookies or files.\nYou can therefore block certain Cookies by activating the applicable settings on your browser.\nHowever, if you use your browser settings to block all Cookies, you may not be able to access all or parts of our Sites because some may be functionality or essential Cookies.\nFor further information about deleting or blocking cookies, please visit: http://www.allaboutcookies.org/manage-cookies/.\nYou may refuse, accept or remove Cookies from our Sites at any time by activating or accessing the Cookie preferences setting on your browser.\nFor further information about changing your Cookies preferences or disabling Cookies altogether, refer to <br> http://www.allaboutcookies.org/manage-cookies for information on commonly used browsers.\nPlease be aware that if Cookies are disabled or removed, you may not be able to access all or parts of our Sites, or features may not operate as intended.\n<br> To opt out of being tracked by Google Analytics across all websites visit http://tools.google.com/dlpage/gaoptout.\nFurther Information You can find more information about cookies and similar tags/files at the following addresses: <br> - http://www.allaboutcookies.org/.\n<br> - http://www.youronlinechoices.eu/ (a guide to behavioral advertising and online privacy, produced by the internet advertising industry).\n<br>\n<br> If you have questions or concerns or require further information, do not hesitate to contact us at Data Privacy Enquiry.\n", "created_at": "2022-01-21 02:51:17.132361", "updated_at": "2022-01-21 03:04:27.001774"}, {"id": 11532, "name": "PRIVACY STATEMENT ", "url": "https://privacy.newellbrands.com/index_en.html", "xpath": "//*[@id=\"container\"]", "text": " TOPICS: 1.\nYour Privacy is Important to Us 2.\nPersonal Data We Collect About You 3.\nWhy We Process Your Personal Data, Legal Bases for Processing and Retention 4.\nHow We Share Your Personal Data 5.\nSensitive Personal Data 6.\nInternational Data Transfers 7.\nYour Rights Regarding Access to and Control Over Personal Data 8.\nData Controller and Data Protection Contact Information 9.\nPersonal Data Submitted by Children 10.Cookies, Web Beacons and Other Tracking Technologies 11.Security 12.Links to Third Party Sites 13.Do Not Track 14.Using Mobile and Other Devices 15.Email Marketing Communications 16.Text Messaging 17.Changes to Our Privacy Statement 18.Contact Us 19.What’s New 1.\nYOUR PRIVACY IS IMPORTANT TO US At Newell Brands, we strive to honor the privacy and security of our users, customers and suppliers, as well as their representatives, in relation to all products, services, applications and websites provided by Newell Brands, Inc., or any of its affiliates (“Newell Brands”), when acting as a Controller under relevant data protection rules and regulations.\n<br> This Privacy Statement describes our privacy practices as required by the General Data Protection Regulation (“GDPR”) (EU) (2016/679) and other applicable data protection laws (collectively “Privacy Laws”).\nThis Privacy Statement applies where Newell Brands is acting as a Data Controller with respect to the Personal Data of our customers, employees, website users, partners and service providers.\nIn other words, this Privacy Statement applies where we determine the purposes and means of the processing of Personal Data.\n<br>\n<br> This Privacy Statement provides information regarding how we collect, process, share, transfer, retain and protect your Personal Data and the rights you may exercise, where applicable, regarding your information.\nIf you provide us with your Personal Data, or we obtain Personal Data about you from other sources, we treat your Personal Data according to this Privacy Policy.\n<br>\n<br>This Privacy Policy applies to Newell Brands’ websites including, not limited to newellbrands.com, Newell Brands mobile apps, Newell Brands dedicated social media accounts, internet and wi-fi enabled devices, etc.\n(“Sites”).\nThis Privacy Policy does not apply to third-party applications, products, services, websites or social media features that may be accessed through links on our Sites that have their own privacy policies.\nAccessing those links will cause you to leave our Sites and may result in the collection and/or sharing your Personal Data by a third party.\nWe do not control, endorse or make any representations about third-party websites or their privacy practices, which may differ from ours.\nWe encourage you to review the privacy practices of any site you interact with before allowing the collection and use of your Personal Data.\nIf you have any questions or comments regarding this Privacy Statement or our data privacy practices, please contact us at Data Privacy Enquiry .\n2.\nPERSONAL DATA WE COLLECT ABOUT YOU When you complete a transaction, submit a request, set up an account, apply for a position, visit our Sites, etc., with any Newell Brands entity, you may be asked to provide certain information, including, but not limited to, your name, title, company, address, phone number, e-mail address, credit card information, and line of business.\nYou may also be providing us with data regarding your devices including, your IP address, your geolocation, your data usage, your client or supplier account, etc.\nIn limited circumstances, we may collect information related to you, and your family members, such as age, gender and civil status.\nThis information and data may be Personal Data under applicable Privacy Laws.\n3.\nWHY WE PROCESS YOUR PERSONAL DATA, LEGAL BASES FOR PROCESSING AND RETENTION Please consult the table below to see the categories of Personal Data we may collect about you, why we process (collect, use, store, etc.) your Personal Data, the legal grounds for such processing (where applicable) and the relevant maximum retention period.\n<br> Purpose Categories of Personal Data Legal Bases for Processing (if required by applicable Privacy Laws) Retention Period (max*) Customer Management (including provision of services, invoicing, customer support.\naccount management, personalizing your experience on our sites, etc.) <ul>\n<li>Identification data (name, address, telephone, etc.)</li>\n<li>Electronic identification data (e-mail, IP-addresses, geolocation, website usage data, cookies, etc.)</li>\n<li>Financial characteristics (bank account number, credit card details, etc.)</li>\n<li>Personal characteristics of data subjects and, in some cases family members (age, gender, civil status, etc.</li>\n</ul>\n<ul>\n<li>Performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract</li>\n<li>Legal obligation to process your data</li>\n<li>Our legitimate interests in the proper administration of our website and business</li>\n</ul> Up to 10 years after date of last order or end of contract, unless longer period required by law or for litigation Direct Consumer Sales (including provision of services, invoicing, customer support, account management, personalizing your experience on our sites, etc.) <ul>\n<li> Identification data (name, address, telephone, etc.) </li>\n<li>Electronic identification data (e-mail, IP-addresses, geolocation, website usage data, cookies, etc.)</li>\n<li>Financial characteristics (bank account number, credit card details, etc.)</li>\n<li>Personal characteristics of data subjects and, in some cases family members (age, gender, civil status, etc.)</li>\n</ul>\n<ul>\n<li>Performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract </li>\n<li>Legal obligation to process your data</li>\n<li>Our legitimate interests in the proper administration of our website and business</li>\n</ul> Up to 10 years after date of last order or end of contract, unless longer period required by law or for litigation Know your customer (including anti-fraud, anti-money-laundering, etc.\n<ul>\n<li>Identification data (name, address, telephone, etc.)</li>\n<li>Electronic identification data (e-mail, IP-addresses, geolocation, website usage data, cookies, etc.) Financial characteristics (bank account number, credit card details, etc.)</li>\n<li>Personal characteristics of data subjects and, in some cases family members (age, gender, civil status, etc.)</li>\n</ul>\n<ul>\n<li>Performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract </li>\n<li>Our legitimate interests in the proper administration of our website and business</li>\n</ul> Up to 10 years after date of last order or end of contract, unless longer period required by law or for litigation Direct marketing (including email marketing communications including promotions, marketing campaigns, surveys, etc.)** <ul>\n<li>Identification data (name, address, telephone, etc.)</li>\n<li>Electronic identification data (e-mail, IP-addresses, geolocation, website usage data, cookies, etc.)</li>\n</ul>\n<ul>\n<li>With your consent/opt-in where required</li>\n<li>Performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract </li>\n<li>Our legitimate interests in the proper administration of our website and business</li>\n</ul> Until you withdraw consent to direct marketing communications or your information is no longer needed for marketing purposes.\nSupplier management (including accounting, etc.) <ul>\n<li>Identification data (name, address, telephone, etc.)</li>\n<li>Financial characteristics (bank account number, credit card details, etc.)</li>\n<li>Electronic identification data (e-mail, IP-addresses, geolocation, website usage data, cookies, etc.)</li>\n<li>Personal characteristics of data subjects and, in some cases family members (age, gender, civil status, etc.</li>\n</ul>\n<ul>\n<li>Performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract</li>\n<li>Our legitimate interests in the proper administration of our website and business</li>\n<li>Legal obligation to process your data</li>\n</ul> Up to 10 years after date of last order or end of contract, unless longer period required by law or for litigation Maintaining the security of our people and assets <ul>\n<li>Identification data (name, address, telephone, etc.)</li>\n<li>Electronic identification data (e-mail, IP-addresses, geolocation, website usage data, cookies, etc.)</li>\n<li>Financial characteristics (bank account number, credit card details, etc.)</li>\n<li>Personal characteristics of data subjects and, in some cases family members (age, gender, civil status, etc.)</li>\n</ul>\n<ul>\n<li>Performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract </li>\n<li>Legal obligation to process data securely</li>\n<li>Our legitimate interests in the proper administration of our website and business</li>\n</ul> Up to 10 years after date of last order or end of contract, unless longer period required by law or for litigation Legal Compliance and Litigation management <ul>\n<li>Identification data (name, address, telephone, etc.)</li>\n<li>Electronic identification data (e-mail, IP-addresses, geolocation, website usage data, cookies, etc.)</li>\n<li>Financial characteristics (bank account number, credit card details, etc.)</li>\n<li>Personal characteristics of data subjects and, in some cases family members (age, gender, civil status, etc.)</li>\n</ul>\n<ul>\n<li>Processing necessary for the establishment, exercise or defense of legal claims or obligations.</li>\n<li>Performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract </li>\n<li>Legal obligation to process data</li>\n<li>Our legitimate interests in the Proper administration of our website and business</li>\n</ul> Up to 10 years after legal compliance or other obligation ends or after final resolution of litigation Product/service improvement &amp.\nbusiness intelligence <ul>\n<li>Identification data (name, address, telephone, etc.)</li>\n<li>Electronic identification data (e-mail, IP-addresses, geolocation, website usage data, cookies, etc.)</li>\n<li>Financial characteristics (bank account number, credit card details, etc.)</li>\n<li>Personal characteristics of data subjects and, in some cases family members (age, gender, civil status, etc.)</li>\n</ul>\n<ul>\n<li>Your consent</li>\n<li>Our legitimate interests in the proper administration of our website and business</li>\n</ul> Up to 10 years from product discontinuation <br> * Retention periods vary depending on the type of document containing the Personal Data.\nFor more information regarding the retention periods, please contact us at Data Privacy Enquiry.\n<br>\n<br> ** If you wish to object to the use of your Personal Data for these purposes, see the “Your Rights Regarding Access To and Control Over Personal Data” section below.\n<br> We will keep your Personal Data while we are providing our products and services to you.\nThereafter, we will keep your Personal Data for one of these reasons: (a) to respond to any questions, complaints or claims made by you or on your behalf.\n(b) to show that we treated you fairly.\n(c) for the proper administration of our business.\nand/or (d) to keep records as required by law.\n<br>\n<br> We will not retain your Personal Data for longer than necessary for the purposes for which it was collected as set out in this Privacy Statement.\nIn determining data retention periods, we take into consideration local laws, contractual obligations, our reasonable business requirements, and your expectations and requirements.\nWhen it is no longer necessary to retain your Personal Data, we will securely delete it or anonymize it.\n4.\nHOW WE SHARE YOUR PERSONAL DATA Your Personal Data may be shared with others as described below: <ul>\n<li>We may disclose your Personal Data to any member of our group of companies, affiliates, resellers, suppliers, and service providers, including advertising networks, as reasonably necessary for the purposes, and on the legal bases, set out in this Privacy Statement.</li>\n<li>We may disclose your Personal Data to our insurers and professional advisers as reasonably necessary for the purposes of obtaining or maintaining insurance coverage, managing risks, obtaining professional advice, or the establishment, exercise or defense of legal claims, whether in court proceedings or other legal proceedings.</li>\n<li>We may disclose your Personal Data with our payment services providers to complete financial transactions.\nWe will share transaction data with our payment services providers only to the extent necessary for the purposes of processing your payments, refunding such payments and dealing with complaints and queries relating to such payments and refunds.</li>\n<li>In addition to the specific disclosures of Personal Data set out in this section, we may disclose your Personal Data: (a) where such disclosure is necessary for compliance with a legal obligation to which we are subject, including a subpoena, court order or search warrant.\n(b) enforce our Terms of Service, this Privacy Statement, or other contracts with you, including investigation of potential violations thereof.\n(c) respond to claims regarding violations of third party rights.\n(d) respond to your requests for customer service.\nand/or (e) protect the rights, property or personal safety of Newell Brands and its employees, its agents and affiliates, its users and/or the public.\nThis includes exchanging information with other companies and organizations for fraud protection, spam/malware prevention, or in order to protect your vital interests or the vital interests of another natural person.\n</li>\n</ul> We reserve the right to transfer your Personal Data in the event of bankruptcy or a sale or transfer of all or a portion of our business or assets, an acquisition, merger or divestiture.\n<br>\n<br> Except as otherwise set forth herein, we do not sell, trade, rent or otherwise share your Personal Data with any third parties outside of Newell Brands or with our affiliated companies for monetary or other valuable consideration.\n<br>\n<br> To California Residents: As of January 1, 2020, we do not sell Personal Data.\nhowever, prior to that date, some Personal Data of California consumers may have been sold, as that term is now construed under the California Consumer Privacy Act.\nIf you are a California consumer who wishes to know if your Personal Data was sold, please submit a Request to Know as outlined in Section 7, below.\nPlease note that Requests to Know under the California Consumer Privacy Act apply to the 12-month period preceding the date of the Request.\n5.\nSENSITIVE PERSONAL DATA Unless specifically requested, we ask that you not send us, and you not disclose, on or through the Sites or otherwise to us, Sensitive Personal Data (e.g., religion, ethnicity, political opinions, ideological or other beliefs, health, biometrics or genetic characteristics, criminal background, trade union membership, or administrative or criminal proceedings and sanctions) unless specifically requested by us or required by law.\n6.\nINTERNATIONAL DATA TRANSFERS Newell Brands is a global business based in the United States.\nNewell Brands, and our affiliated companies, have offices and facilities in worldwide locations including, the European Union/EEA, Latin America, Asia, Africa, etc.\nYour Personal Data may be transferred to other Newell Brands entities, as well as to third party service providers who may process your Personal Data on our behalf, including e-marketing service providers, hosting providers, etc.\n<br> Our customers and the users of our Sites may be located anywhere in the world.\nThe privacy laws in some countries may not provide protections equivalent to those in your country of residence, and your government may or may not deem such privacy protections adequate.\nWe may process your information in, or transfer your information to, the United States, third parties in the United States, or other countries.\n<br>\n<br> For residents of EU/EEA countries, in the event of transfer of your Personal Data to a country which has been deemed to have an inadequate level of protection for Personal Data, we will implement safeguards, including selecting “Privacy Shield” certified processors or putting in place standard contractual clauses, in accordance with the EU requirements.\nYou can request more information about such measures by contacting us at Data Privacy Enquiry.\n7.\nYOUR RIGHTS REGARDING ACCESS TO AND CONTROL OVER PERSONAL DATA Your rights regarding your Personal Data depend on local law in the jurisdiction where you reside.\n<br> If you reside in the EU/EEA, you may have the right, after submitting a verified request to: <ul>\n<li>\n<u>\n<i>Information and Access</i>\n</u> - You may request to access your Personal Data, receive supplemental information about your Personal Data, and/or be provided with a copy of your Personal Data.</li>\n<li>\n<u>\n<i>Rectification</i>\n</u> - You may request to rectify and/or update your inaccurate or out-of-date Personal Data.</li>\n<li>\n<u>\n<i>Erasure</i>\n</u> - You may have the right to have your Personal Data erased.\n</li>\n<li>\n<u>\n<i>Restriction</i>\n</u> - You may have the right to restrict the processing of your Personal Data.\n</li>\n<li>\n<u>\n<i>Object to Processing</i>\n</u> - You may have the right to object to specific types of processing of your Personal Data.\n</li>\n<li>\n<u>\n<i>Data Portability</i>\n</u> - You may have the right to request a portable copy of your Personal Data.\nFor example, Data Portability does not apply to paper records, and must not prejudice the rights of others, or sensitive company information.</li>\n<li>\n<u>\n<i>Right not to be subject to decisions based solely Automated Decision Making</i>\n</u> - You may have the right not to be subject to decisions based solely on automated processing (i.e., without human intervention).</li>\n<li>\n<u>\n<i>Right to lodge a complaint</i>\n</u> - You may have the right to lodge a complaint with a supervisory authority in the country in which you reside, details of which can be provided on request by the Data Privacy Committee at Online Webform, or the lead supervisory authority for Newell Brands, namely The Information Commissioner’s Office of Wycliff House, Water Lane, Wilmslow, Cheshire SK9 6AF, United Kingdom, www.ico.org.uk.\n</li>\n</ul> If you wish to exercise any of these rights please Data Subject Request.\n<br> Newell Brands may charge a reasonable fee if your request is not valid under applicable law, repetitive or excessive.\nWe may also request information from you in order to verify your identify before you receive a response.\n<br>If you reside in California, you may have the right, after submitting a verified request to: <ul>\n<li>Know the categories of personal information we collect about you.\n</li>\n<li>Know whether your personal information was sold or disclosed to third parties for a business purpose, including for direct marketing purposes by third parties, during the immediately preceding calendar year;</li>\n<li>Know the identity of the third parties that received your personal information for their direct marketing purposes during that calendar year;</li>\n<li>Deletion of your personal information maintained by us;</li>\n<li>Opt-out of the sale of your personal information;</li>\n<li>Access your personal information and to a portable copy of your data.\n</li>\n<li>Not be discriminated against for exercising your rights.\nand</li>\n<li>Notification of your rights.</li>\n</ul> If you wish to exercise any of these rights, please submit your request to Data Subject Request <br>\n<br>(Please note, California consumers may exercise these verified rights effective January 1, 2020).\n<br>\n<br>To opt-out of the sale of your personal information click here: DO NOT SELL MY PERSONAL INFORMATION .\n<br>\n<br>\n<b>\n<i>This Privacy Statement does not create, extend or modify any EU Data Subject rights, California consumer rights, or Newell Brands obligations, except as provided by the GDPR and CCPA.</i>\n</b> 8.\nEU/EEA DATA CONTROLLER AND DATA PROTECTION CONTACT INFORMATION You can find a list and contact details of Newell Brands Data Controller entities and more information related to Supervisory Authorities, on the following page Newell Brands Data Controllers and Supervisory Authorities.\n<br>\n<br>Where the Newell Brands Data Controller is located outside of the EU/EEA, the Controller’s EU Representative is specified on the Newell Brands Data Controllers and Supervisory Authorities page.\n<br>\n<br>Newell’s Data Protection Director may be contacted at:<br>\n<br>\n<u>Data Privacy Enquiry </u>\n<br>\n<br> Attn: Data Protection Director <br>6655 Peachtree Dunwoody Road <br>Atlanta, Georgia 30328 <br> For more information on the full extent of your rights or to exercise your rights, please contact our Data Protection Director using the contact information above or Data Privacy Enquiry, or the lead supervisory authority for Newell Brands, namely The Information Commissioner’s Office of Wycliff House, Water Lane, Wilmslow, Cheshire SK9 6AF, United Kingdom, www.ico.org.uk.\n9.\nPERSONAL DATA SUBMITTED BY CHILDREN Some of the content on our Sites may be directed toward children under age 13.\nHowever, we do not knowingly collect or solicit personal information from children under age 13 without parental consent, unless permitted by law.\nIf we become aware that we have collected personal information from a child under age 13 without parental consent or unless otherwise permitted by law, we will delete it in accordance with applicable law.\nIf you believe that a child may have provided us with Personal Data without parental consent or otherwise not permitted by law, please contact us as detailed below in the “Contact Us” section.\n<br>\n<br>\n<u>\n<i>California consumers </i>\n</u>– We will not sell the information of California consumers who are 16 years old or younger without prior authorization.\nOur sites and services directed toward children will verify a user’s age and offer choices regarding the sale of personal information related to children aged 16 or younger.\nIf a California consumer is under 13 years old, a parent or guardian must consent to the sale of the minor’s personal information.\nHowever, if the California consumer is between the ages of 13 and 16 years old, the minor may provide opt-in consent to the sale of their personal information.\nOur sites directed toward children will ask for age verification and require appropriate consent.\n<br>\n<br>\n<u>\n<i>EU Residents</i>\n</u>– We do not collect or process personal data related to EU Data Subjects under the age of 16 without explicit consent from a parent or guardian.\nOur sites directed toward children will ask for age verification and require consent as appropriate.\n10.\nCOOKIES, WEB BEACONS AND OTHER TRACKING TECHNOLOGIES Our Sites use Cookies.\nCookies are text files containing small amounts of information which are downloaded to your device when you visit a website.\nCookies are useful because they allow a website to recognize a user’s device.\nCookies help with a variety of website functions including allowing users to “log in” to websites (making your navigation of websites more efficient), remembering your preferences (such as language), and generally improving your experience on our Sites.\nCookies can also help ensure that the advertisements and content you see online are more relevant to you and your interests.\nWe may also include web beacons in marketing e-mail messages or our newsletters in order to determine whether messages have been opened and links contained within clicked on.\n<br> Some of our business partners set web beacons and Cookies on our site.\nIn addition, third-party social media buttons may log certain information such as your IP address, browser type and language, access time, and referring website addresses.\nFurther, if you are logged in to those social media sites, they may also link such collected information with your profile information on that site.\n<br>\n<br>If you would like to opt-out of cookies, visit www.aboutcookies.org or www.allaboutcookies.org for further information.\nThese websites also tell you how to set your browser not to accept cookies and how to remove cookies from your browser.\nHowever, in a few cases, some of the features on our Sites may not function as a result.\nMore information on our use of cookies can be found in our Cookies Policy.\n11.\nSECURITY There is no perfect security.\nWe have implemented appropriate and commercially reasonable organizational, technical and administrative safeguards to protect Personal Data.\nYou are responsible for maintaining the secrecy of any credentials that can be used to access any account or service with Newell.\nIf you should suspect any unauthorized activity please report this to us immediately.\nYou can report suspicious activity or other concerns by contacting us at: <br>\n<br>Data Privacy Enquiry 12.\nLINKS TO THIRD PARTY SITES We may collect your information from third parties sites.\nThis includes when you log in through a third party site such as Facebook, Snapchat, Instagram, LinkedIn, Twitter, etc.\nWe may also disclose information collected from third parties to customize ads and to manage and facilitate messaging on third party sites.\nPlease note that when you unsubscribe from our marketing email there may be a delay in the discontinuation of our ads directed to you on third party sites.\n13.\nDO NOT TRACK Newell does not track its customers over time and across third party websites to provide targeted advertising and therefore does not respond to Do Not Track (DNT) signals.\nHowever, some third party sites do keep track of your browsing activities when they serve you content, which enables them to tailor what they present to you.\nIf you are visiting such sites, you may be able to set the DNT signal on your browser so that third parties (particularly advertisers) know you do not want to be tracked.\n14.\nUSING MOBILE AND OTHER DEVICES Newell, our affiliates and third parties that we have engaged, may collect and store unique identifiers matched to your mobile device in order to deliver customized ads or content while you use our Sites, navigate the internet, to deliver location-based services and advertising, or to identify you in a unique manner across devices or browsers.\nIn order to customize these ads or content, we, or third parties, may collect Personal Data, e.g., your email address, or data passively collected from you such as your device identifier, location, or IP address.\nMost mobile devices allow you to turn off location services.\n<br>By adjusting the privacy and security settings on your device, you can manage how your mobile device and mobile browser share information, as well as how your mobile browser handles Cookies and other tracking identifiers.\nPlease refer to instructions provided by your mobile service provider or the manufacturer of your device to learn how to adjust your settings.\n15.\nEMAIL MARKETING COMMUNICATIONS If you are an existing customer or, if required by applicable law, you have provided consent or have not otherwise directed us not to send you marketing messages, we may send you marketing messages via email and/or mail to keep you updated on our products and services.\n<br>\n<br>You can stop receiving marketing messages from us at any time through the following methods: <ul>\n<li>Through your customer account settings/preferences within “My Account”;</li>\n<li>By clicking on the ‘unsubscribe’ link in any email communication we send you</li>\n<li>By contacting us at Data Subject Request </li>\n</ul> Once one of these methods is completed, we will honor your request and update your profile to ensure that you don’t receive further marketing messages.\n<br>\n<br>We will process opt-out/unsubscribe requests as quickly as possible, and in most cases, within 10 days.\nHowever, Newell Brands is made up of a complex web of many inter-connecting companies and service providers so it may take time for all our systems to reflect these updates.\nWe ask for your understanding that during this period you may still get messages from us while your request is being processed.\n<br>\n<br>Please note that the discontinuation of marketing messages will not stop any service communications such as order updates.\n16.\nTEXT MESSAGING Our Sites may give you the choice to opt-in to receiving text messages and alerts on the mobile phone number(s) you have shared with us.\nOnce you have opted-in, we may send you text messages regarding your account, to investigate or prevent fraud, to alert you in the event of an emergency, etc.\nWe may send you text messages and alerts using autodialed technology.\nAlso, from time to time, we may run certain campaigns that provide you with the ability to send a text message to a specific short code and provide an opt-in to receive future text messages.\nYour opt-in request provides us with your mobile phone number.\nIf you choose to opt-in, you agree that we may, from time to time, send messages to the mobile device associated with that number about new products, promotions, services, or offers.\n<br>\n<br>You may choose to opt-out from our text messages and alerts at any time by replying “STOP” to the message you received.\nOnce you opt-out, you will not receive any additional text messages via your mobile phone.\nPlease keep in mind that if you opt-out of receiving text messages and alerts we may not be able to contact you with important messages regarding your account or transactions with us.\nHowever, if there is an emergency or account question, we will make every attempt to contact you in other ways such as by email or on a landline phone.\nYou do not have to opt-in to text messages and alerts to use our Sites and services.\nIf you opt-in, standard text messaging charges may apply.\nFor more information regarding our text messaging and alerts, please contact us at Data Privacy Enquiry.\n17.\nCHANGES TO OUR PRIVACY STATEMENT We reserve the right, at our sole discretion, to change, modify, add, or remove portions from this privacy policy at any time.\nWe shall notify any such changes in according with applicable data protection legislation.\n<br>\n<br>Any material changes to this Privacy Policy will be posted on this webpage.\nIt is your responsibility to review our Privacy Policy each time you provide Personal Data to us as the Privacy Policy may have changed since the last time you used our Sites or services.\n18.\nCONTACT US If you have questions about this Privacy Policy or Newell’s and practices, please contact us at:Data Privacy Enquiry.\n19.\nWHAT’S NEW? Effective November 15, 2019, we updated and harmonized portions of our Privacy Statement.\nHere is a summary of some of the changes: <ul>\n<li>We will now use the term “Sites” to describe our website, mobile apps, etc</li>\n<li>We clarify the types of Personal Data we collect about you and the ways we collect this information.</li>\n<li>We describe your rights of access to and control over your Personal Data.\n</li>\n<li>We provide updated contact information.</li>\n<li>We describe how we may use and share your Personal Data</li>\n<li>We clarify the types of Personal Data we collect about you and the ways we collect this Personal Data.\nWe collect Personal Data in many ways, including from third party sites, social media sites, and advertising networks.</li>\n<li>We describe how we share and use your Personal Data.\n</li>\n<li>We describe our use of email communications and text messaging and how to opt out and/or control these communications.</li>\n<li>We notify users as to their rights under the GDPR and California Consumer Privacy Act where applicable.</li>\n<li>We clarify that your Personal Data may be transferred across international borders for processing and other uses.</li>\n<li>We clarify how we share your Personal Data with our suppliers, third party vendors and referring sites.</li>\n<li>We include additional information on Do Not Track signals.</li>\n<li>For California Residents: Disclosure that some personal data may have been sold prior to Jan.\n1 2020.</li>\n</ul> ", "created_at": "2022-01-21 02:51:05.707887", "updated_at": "2022-01-21 03:03:33.266579"}, {"id": 11531, "name": "Terms of Use", "url": "https://www.newellbrands.com/terms-of-use", "xpath": "/html/body/main/div", "text": " Newell Brands Terms Of Use<p>United States: v21.1&nbsp;– Sep 2021</p>\n<p>PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING OR ACCESSING ANY PAGES IN THIS WEBSITE.\nBy using or accessing this website you signify your acknowledgment and assent to the terms and conditions of use set forth below.\nThis website is owned and operated by Newell Brands Inc.\nand its subsidiaries and affiliates (collectively “Newell Brands,” “we,” or “us”).\nIf you do not agree to these terms of use, please do not use this website.\nNewell Brands is free to revise these terms of use at any time by updating this posting, and your use after such change signifies your acceptance of the changed terms.\nPlease check these terms of use periodically for changes.\nQuestions concerning this website or its operation should be directed to the contact points set forth at the end of these terms of use.</p>\n<p>In connection with viewing and using this website, you are permitted to temporarily download one copy of the materials posted on this website onto a single computer for only your personal, non-commercial use.\nExcept as otherwise specifically provided elsewhere on this website, redistribution, retransmission, republication or commercial exploitation of the contents of this website are expressly prohibited without the written consent of Newell Brands and any copyright owner from whom we have obtained a license.\nRequests for such permission should be made to copyright@newellco.com or to the contact specified below.\nAll rights not expressly granted herein are reserved.\nDownloading of any information, content or images from this website does not transfer any right or ownership of such information, content or images to you, and such information, content or images may be used solely in accordance with these terms of use.\nYou may not mirror or archive any part of this site or any material contained on this site on any server or computer without Newell Brands' written permission.</p>\n<p>\n<b>Contents and Hyperlinks</b>\n<br>This website may contain hyperlinks to third party websites, and those websites are the sole responsibility of such independent third parties, and use thereof is solely at your own risk.\nNewell Brands has no control over the content or policies of such third-party websites, and we are not responsible for (and under no circumstances shall be liable for) the contents, accuracy or reliability of any websites hyperlinked to this website.\nThose who choose to access information from this website (including any information obtained through any hyperlink) are solely responsible for the compliance of such information with any applicable law.\nTHIS PROVISION IS VOID, INAPPLICABLE OR UNENFORCEABLE IN THE STATE OF NEW JERSEY.</p>\n<p>\n<b>User Content</b>\n<br>Newell Brands is pleased to hear from its customers.\nhowever, we do not accept or consider any creative ideas, suggestions or other materials related to products, services or marketing except in compliance with the procedures outlined for idea submissions outlined elsewhere in this website.\nPlease do not send us any original creative materials such as product ideas or suggestions except in compliance with such procedures.\nAnything you disclose or offer to us by or through this website (\"Communications\"), including e-mails to Newell Brands or postings on interactive portions of this website, shall be deemed and shall remain the property of Newell Brands.\nIf you send us such Communications, you are providing it to us on a NON-CONFIDENTIAL BASIS, and we will have no obligation to keep such information secret, to refrain from using such information, or to compensate you for the receipt or use of such Communications.\nNewell Brands is free to use, for any purpose whatsoever, any Communications, including but not limited to publishing, or developing, manufacturing, and marketing products using such Communications.\nBy uploading or otherwise providing any Communications to this website or Newell Brands, you hereby grant Newell Brands, to the extent you retain any rights, the unlimited, perpetual right to reuse, redistribute, modify and create derivative works from such Communications for any purpose and in any media without compensation, and you warrant that all \"moral rights\" in uploaded Communications have been waived.\nBy submitting Communications to us through this website, through e-mail, or through any means other than through the procedures outlined elsewhere in this website, you hereby RELEASE Newell Brands from any liability under any legal theory in connection with the use, modification, sale, or disclosure of any Communications.\nTHIS PROVISION IS VOID, INAPPLICABLE OR UNENFORCEABLE IN THE STATE OF NEW JERSEY.</p>\n<p>\n<b>Interactive Areas and Code of Acceptable Conduct</b>\n<br>Newell Brands does not ordinarily filter, censor, edit or regulate information and content provided by third parties on this website, including any such information provided in interactive areas, and we neither endorse nor are responsible for (and under no circumstances shall be liable for) the contents, accuracy or reliability of such information and content.\nTHIS PROVISION IS VOID, INAPPLICABLE OR UNENFORCEABLE IN THE STATE OF NEW JERSEY.</p>\n<p>When participating in interactive portions of this website, you represent that you have proper right and authorization to use any information or content you upload or post and agree to abide by the following code of acceptable conduct:</p>\n<ol>\n<li>You will not upload or otherwise provide infringing, defamatory, obscene, pornographic, threatening, abusive, illegal or otherwise improper content.&nbsp;&nbsp;</li>\n</ol>\n<ol>\n<li>You will not upload viruses or harmful components.&nbsp;</li>\n</ol>\n<ol>\n<li>You will not use the website to further any illegal purpose or to violate the rights of any party.&nbsp;</li>\n</ol>\n<ol>\n<li>You will not upload or otherwise provide content with a commercial purpose or attempt to solicit funds or advertise goods and services.&nbsp;</li>\n</ol>\n<p>Newell Brands will assist law-enforcement officials investigating illegal activity or violations of these terms of use.</p>\n<p>\n<b>Products, Services and Software</b>\n<br>Downloading software from this website does not give you title to such software, including any files, data and images incorporated in or associated with the software.\nYour use of any such software shall be only in accordance with the license agreement that is included with the software or presented upon download of such software.\nSoftware available on this website is copyrighted by Newell Brands or its owner.\nSoftware may not be copied, redistributed or placed on any server for further distribution.\nYou may not sell, modify, decompile, disassemble, or otherwise reverse engineer the software.</p>\n<p>A description or reference to a product, service or publication on this website (including any description or reference via hyperlink) does not imply endorsement by Newell Brands of that product, service or publication.\nProducts and software offered through this website shall be warranted, if at all, through the written license or warranty provided in connection with such product or software.</p>\n<p>\n<b>Notice and Procedure for making Claims of Copyright Infringement</b>\n<br>Pursuant to Title 17, United States Code, Section 512(c)(2), notifications of claimed copyright infringement should be sent to our Designated Agent.\nSee our Procedure for Copyright Infringement Claims.</p>\n<p>\n<b>No Representations or Warranties</b>\n<br>The pages on this website may contain technical inaccuracies, outdated information and typographical errors.\nTo the extent permitted by applicable law, THIS WEBSITE IS PROVIDED \"AS IS.\" NEWELL BRANDS DOES NOT MAKE ANY WARRANTY OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO ANY WARRANTY OF FITNESS FOR A PARTICULAR PURPOSE OR MERCHANTABILITY, NOR DOES IT IN ANY WAY GUARANTEE THE QUALITY, DATA CONTENT, ARTISTIC WORTH, OR LEGALITY OF INFORMATION, CONTENT, GOODS OR SERVICES THAT ARE TRANSFERRED, RECEIVED, PURCHASED, OR OTHERWISE MADE AVAILABLE OR OBTAINED BY WAY OF THIS WEBSITE.\nWE DO NOT WARRANT THAT THIS WEBSITE WILL BE ERROR-FREE OR THAT DEFECTS WILL BE CORRECTED.\nAPPLICABLE LAW MAY NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.</p>\n<p>Newell Brands makes no representations or warranties that this website is free of defects, viruses or other harmful components.\nWe shall not be responsible for any damages or loss that may result from the hacking or infiltration of this website or Newell Brands' computer systems.\nYOU HAVE THE SOLE RESPONSIBILITY FOR ADEQUATE PROTECTION AND BACKUP OF DATA AND/OR EQUIPMENT USED IN CONNECTION WITH THIS WEBSITE AND YOU AGREE TO HOLD NEWELL BRANDS HARMLESS FROM, AND YOU COVENANT NOT TO SUE US FOR, ANY CLAIMS BASED ON USE OF THIS WEBSITE, INCLUDING CLAIMS FOR LOST DATA, WORK DELAYS OR LOST PROFITS RESULTING FROM USE OF MATERIALS OR CONTENT FROM THIS WEBSITE.\nTHIS PROVISION IS VOID, INAPPLICABLE OR UNENFORCEABLE IN THE STATE OF NEW JERSEY.</p>\n<p>\n<b>Limitations of Liability</b>\n<br>UNDER NO CIRCUMSTANCES, INCLUDING NEGLIGENCE, SHALL NEWELL BRANDS BE LIABLE FOR ANY SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES OR LOST PROFITS THAT RESULT FROM THE DISTRIBUTION OR USE OF, OR THE INABILITY TO USE, THE CONTENT OR MATERIALS ON THIS WEBSITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nAPPLICABLE LAW MAY NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY OR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIN NO EVENT SHALL NEWELL BRANDS’ TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT, TORT OR OTHERWISE) EXCEED THE AMOUNT PAID BY YOU, IF ANY, FOR ACCESSING THIS WEBSITE.</p>\n<p>THIS PROVISION IS VOID, INAPPLICABLE OR UNENFORCEABLE IN THE STATE OF NEW JERSEY.</p>\n<p>\n<b>Choice of Law</b>\n<br>Newell Brands controls and manages this website from its facilities in the State of Georgia in the United States of America.\nUnless otherwise stated, materials and content on this website are presented solely for promoting products and services in the United States of America.\nInformation published on this website may contain references to products, programs and services that are not announced or available in your country or region.\nWe make no representation that such information, products, programs or services referenced on this website are legal, available or appropriate in your country or region.\nThese terms of use shall be governed by and construed in accordance with the laws of the State of Georgia and the United States of America, without giving effect to any principles of conflicts of law.\nTHIS PROVISION IS VOID, INAPPLICABLE OR UNENFORCEABLE IN THE STATE OF NEW JERSEY.</p>\n<p>\n<b>Jurisdiction</b>\n<br>You and Newell Brands irrevocably consent to the exclusive jurisdiction of the courts located in Georgia in connection with any action arising out of or related to these terms of use or their subject matter.\nYou and Newell Brands waive any objection based on lack of personal jurisdiction, place of residence, improper venue or forum non convenient in any such action.\nTHIS PROVISION IS VOID, INAPPLICABLE OR UNENFORCEABLE IN THE STATE OF NEW JERSEY.</p>\n<p>\n<b>Disputes</b>\n<br>PLEASE READ THIS SECTION CAREFULLY BECAUSE IT REQUIRES YOU TO ARBITRATE DISPUTES AND IT LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF.\nAny dispute or claim relating in any way to these to the Terms of Use, this website, or any products or services sold or distributed by or through this website, will be resolved by binding arbitration, rather than in court, except that you may assert claims in small claims court if your claims qualify.\nThe Federal Arbitration Act and federal arbitration law apply to the Terms of Use.\nWe each agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.\nIf for any reason a claim proceeds in court rather than in arbitration we each waive any right to a jury trial.\nWe also both agree that you or we may bring suit in court to enjoin infringement or other misuse of intellectual property rights.\nTHIS PROVISION IS VOID, INAPPLICABLE OR UNENFORCEABLE IN THE STATE OF NEW JERSEY.</p>\n<p>\n<b>Trademarks and Copyrights</b>\n<br>Nothing on this website shall be construed as conferring any license under any intellectual property right, including any right in the nature of trademark or copyright, of Newell Brands or any third party, whether by estoppel, implication, or otherwise.\nAll trademarks and trade names are the property of their respective owners.</p>\n<p>Except as otherwise noted, Newell Brands and/or its subsidiaries is the owner of all trademarks and service marks on this website, whether registered or not.\nAll registered trademarks are registered in the United States of America (or other applicable jurisdictions).</p>\n<p>\n<b>Securities and Investment</b>\n<br>This website and the information contained or referred to herein does not constitute an offer or a solicitation of an offer for the purchase or sale of any securities.</p>\n<p>This website may contain information and press releases about and by Newell Brands.\nWhile information prepared by us was believed to be accurate as of the date so prepared, we disclaim any duty or obligation to update such information or to verify the accuracy of information prepared by others.\nAny statements in this site that are not historical facts, including but not limited to plans, projections, objectives, goals, strategies, future events or performance and underlying assumptions, are forward-looking statements as provided in the rules and regulations of the Securities Act of 1933, Securities Exchange Act of 1934, and the Private Securities Litigation Reform Act of 1995.\nSuch statements are intended to fit within the 'safe harbor' for forward-looking information and are subject to material risk factors which may or may not be disclosed herein.\nStatements or phrases that use such words as \"believes,\" \"anticipates,\" \"plans,\" \"may,\" \"hopes,\" \"can,\" \"will,\" \"expects,\" \"estimates,\" \"predicts,\" \"is designed to,\" \"with the intent,\" \"potential,\" and similar expressions commonly indicate forward-looking statements, but in their absence do not mean that a statement is not forward-looking.\nAny forward-looking statements contained herein involve risks and uncertainties, including but not limited to general economic and currency conditions, various conditions specific to Newell Brands' business and industry, market demand, competitive factors, supply constraints, technology factors, government and regulatory actions, Newell Brands’ accounting policies, future trends, and other risks which are detailed in Newell Brands' Securities and Exchange Commission filings.</p>\n<p>\n<b>Severability</b>\n<br>If any provision of these terms of use shall be deemed unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from the remaining terms of use and shall not affect the validity and enforceability of any remaining provisions.</p>\n<p>\n<b>Privacy</b>\n<br>Please see our Privacy Policy for information regarding the collection and use of personal information from this website.</p>\n<p>Despite any representations concerning privacy, Newell Brands reserves the right to disclose without notice to you any information in its possession if required to do so by law or upon a good-faith belief that such action is necessary to comply with the law, to protect or defend our rights or property, or to respond to an emergency situation.\nSpecific areas or pages of this website may include additional or different terms relating to the use of personal information collected from such areas or pages.</p>\n<p>\n<b>General</b>\n<br>These terms of use represent the entire understanding relating to the use of this website and prevail over any prior or contemporaneous, conflicting or additional communications.</p>\n<p>Any unauthorized access, modification or change of any information, or any interference with the availability of or access to this website is strictly prohibited.\nNewell Brands reserves all legal rights and remedies available to it and this disclaimer shall in no way be deemed a limitation or waiver of any other rights Newell Brands may have.</p>\n<p>Specific areas or pages of this website may include additional or different terms relating to the use of this website.\nIn the event of a conflict between such terms and these terms of use such specific terms shall control.</p>\n<p>Unless otherwise indicated, all material on this site © 2016 Newell Brands Inc.</p>\n<p>Material on this site may be subject to one or more U.S.\nPatents used under license from Applied Interact LLC: Numbers 5,128,752, 5,227,874, 5,249,044, 5,283,734, 5,508,731.</p>\n<p>All rights reserved.</p>\n<p>\n<b>Contact Information:</b>\n<br>Questions about these terms and conditions may be directed to:<br>E-Business Team<br>Newell Brands Inc.<br>6655 Peachtree Dunwoody Road<br>Atlanta, GA 30328<br>ebusiness@newellco.com</p>\n<p>Questions about our products should not be directed to this address and will not be replied to.</p>\n<p>\n<b>Procedure for Copyright Infringement Claims</b>\n<br>Newell Brands Inc.\nand its affiliated companies respect the intellectual property of others.\nIf you believe that material accessible on this website or through this service infringes one or more of your copyrighted works, you can request that the Service Provider remove the allegedly infringing material by providing a Notification of Claimed Infringement (“Notification”) to our designated Copyright Agent in accordance with the Digital Millennium Copyright Act of 1998 (“DMCA”).</p>\n<p>Notification must be submitted to the following Designated Agent:</p>\n<p>\n<b>Service Provider(s): Newell Brands Inc.</b>\n<br>Name of Agent Designated to Receive Notification of Claimed Infringement: General Counsel Full Address of Designated Agent to Which Notification Should Be Sent: 6655 Peachtree Dunwoody Road, Atlanta, GA 30328</p>\n<p>Telephone Number of Designated Agent: (770) 418-7000<br>Facsimile Number of Designated Agent: (770) 677-8000<br>E-mail Address of Designated Agent: copyright@newellco.com</p>\n<p>To be effective, the Notification must be a written communication that includes the following:</p>\n<p>1.\nA physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that allegedly infringed.\n2.\nIdentification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.\n3.\nIdentification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material.\n4.\nInformation reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.\n5.\nA statement that the complaining party has a good-faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\n6.\nA statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n<p>Upon receipt of a valid Notification, the Service Provider will promptly remove or disable access to the allegedly infringing material, shall forward the Notification to the alleged infringer, and will take reasonable steps to notify the alleged infringer that it has removed or disabled access to the material.\nService Provider will comply with any valid counter-notification submitted to it as provided under the DMCA.</p>\n<p>WE CAUTION YOU THAT KNOWINGLY MISREPRESENTING THAT MATERIAL IS INFRINGING MAY SUBJECT YOU TO CIVIL PENALTIES, CIVIL LITIGATION, AND/OR CRIMINAL PROSECUTION FOR PERJURY.</p>\n<p>NOTE: This information is provided exclusively for providing Service Provider with Notifications of Claimed Infringement under the DMCA.\nAll other inquiries will not receive a response through this process or through the email address listed above.\nThe information on this page should not be construed as legal advice.</p>\n<p>\n</p>Terms of Use International Links<p>\n<b>\n<u> Terms of Use Australia v21.1 </u>\n</b>\n<br>\n<b>\n<u> Terms of Use Canada v20.1 ENGLISH </u>\n</b>\n<br>\n<b>\n<u> Terms of Use Canada v20.1 FRENCH </u>\n</b>\n<br>\n<b>\n<u> Terms of Use EMEA v21.2 </u>\n</b>\n<br>\n<b>\n<u> Terms of Use LATAM v21.1 </u>\n</b>\n<br>\n<b>\n<u> Terms of Use New Zealand v21.1 </u>\n</b>\n<br>\n</p> Terms of Use International Links<p>\n<u> Terms of Use Australia v21.1 </u>\n<br>\n<u> Terms of Use Canada v20.1 ENGLISH </u>\n<br>\n<u> Terms of Use Canada v20.1 FRENCH </u>\n<br>\n<u> Terms of Use EMEA v21.2 </u>\n<br>\n<u> Terms of Use LATAM v21.1 </u>\n<br>\n<u> Terms of Use New Zealand v21.1 </u>\n</p>\n<p>\n</p>Trade Terms and Conditions of Sale referenced in standard contracts<p>\n<u> Terms &amp.\nConditions Australia </u>\n<br>\n<u> Terms &amp.\nConditions New Zealand </u>\n<br>\n<u> Terms &amp.\nConditions Czech </u>\n<br>\n<u> Terms &amp.\nConditions Danish </u>\n<br>\n<u> Terms &amp.\nConditions German </u>\n<br>\n<u> Terms &amp.\nConditions English </u>\n<br>\n<u> Terms &amp.\nConditions Spanish </u>\n<br>\n<u> Terms &amp.\nConditions Finnish </u>\n<br>\n<u> Terms &amp.\nConditions Hungarian </u>\n<br>\n<u> Terms &amp.\nConditions Italian </u>\n<br>\n<u> Terms &amp.\nConditions Dutch </u>\n<br>\n<u> Terms &amp.\nConditions Norwegian </u>\n<br>\n<u> Terms &amp.\nConditions Polish </u>\n<br>\n<u> Terms &amp.\nConditions Portuguese </u>\n<br>\n<u> Terms &amp.\nConditions Swedish </u>\n<br>\n<u> Terms &amp.\nConditions France SAS </u>\n<br>\n<u> Terms &amp.\nConditions French </u>\n<br>\n<u> Terms &amp.\nConditions English UK Baby Jogger </u>\n</p> ", "created_at": "2022-01-21 03:50:29.040458", "updated_at": "2022-01-21 02:50:52.746881"}], "points": [], "urls": ["newellbrands.com"]}}