{"error": 448, "message": "OK", "parameters": {"id": 5635, "name": "Urbandroid Team", "created_at": "2021-11-16 02:48:09.221791", "updated_at": "2021-11-16 23:01:09.495734", "wikipedia": null, "keywords": null, "related": null, "slug": "urbandroid-team", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5635.png", "url": "urbandroid.org,team.urbandroid.org", "documents": [{"id": 10125, "name": "privacy", "url": "https://team.urbandroid.org/privacy/", "xpath": "//*[@id=\"content\"]", "text": " About privacy <p>Your privacy is very important to us, and we take it seriously.\nPlease read our Privacy Policy and Data consent policy below and let us know if you have any questions or other feedback regarding them, at info@urbandroid.org.</p>\n<p>Table of Contents</p>\n<i>\n</i>\n<ul>\n<li>Privacy and data consent policy<ul>\n<li>Where do we access user data?<ul>\n<li>In all apps</li>\n<li>In Sleep as Android</li>\n</ul>\n</li>\n<li>Do we disclose any information to outside parties?</li>\n<li>Owner and data controller</li>\n<li>EU representative</li>\n<li>Contacting us</li>\n<li>Changes to our privacy policy</li>\n</ul>\n</li>\n</ul>\nPrivacy and data consent policy\n<blockquote>\n<p>Last updated: 2020/07/16</p>\n</blockquote>\n<p>We do not collect any privacy information from our users unless they explicitly agree to share such information with us.</p>\nWhere do we access user data?\nIn all apps\n<strong>Bug reports&nbsp;</strong>\n<p>\n<strong>What is collected:</strong> The bug report contains the user’s email address, his locale, version and name of the used software, device firmware version and a portion of the device log.</p>\n<p>Sending of a debug report requires user action (needs to be explicitly send from the user’s mail application) and user may review all the information before sending and decide whether they want to share it with us or not.</p>\n<p>We do not ask for explicit consent as we consider collecting bug report data via email to be a legitimate interest under GDPR.</p>\n<p>\n<strong>How it is used by us: </strong>We use information enclosed in the bug report to provide direct customer support and&nbsp;to help improve the quality of our services and applications and analyse</p>\n<p>\n<strong>Third parties involved: </strong>We use Google GMail&nbsp;(email service) and Help Scout&nbsp;(email helpdesk service) to handle and store email and bug reports.\nPlace of processing is USA.</p>\n<p>\n<strong>How to modify or delete the information:&nbsp;</strong>Request modification or deletion on our email.</p>\n<p>\n<strong>How to opt-out from future communications:&nbsp;</strong>Sending of a debug report requires user action (needs to be explicitly send from the user’s mail application), so there is no need to opt out.\nWe aren’t initiating any communication by ourselves.</p>\n<p>\n<strong>Data retention:</strong>&nbsp;The bug reports and conversations related to an app are kept for the lifetime of the app (i.e.\nas long as the app is publicly offered).</p>\n<strong>Ads (personalized)</strong>\n<p>\n<strong>What is collected &amp.\nhow it is used by us: </strong>We are using only your Device Advertising ID to serve ads via Facebook Audience Network.\nWe don’t store any data related to ads on our premises.</p>\n<p>\n<strong>Third parties involved:&nbsp;</strong>\n</p>\n<ul>\n<li>Facebook Audience Network – an advertising service provided by Facebook, Inc.\nPlease read this overview&nbsp;of how they use information from sites or apps that use their services.</li>\n</ul>\n<p>\n<strong>How to modify or delete the information:&nbsp;</strong>https://www.facebook.com/full_data_use_policy</p>\n<p>\n<strong>How to opt-out from future personal data collection/personalization:<br>\n</strong>Opt out in Sleep as Android, to turn off ads personalization only for the app.\nYou can do that in <strong>Settings &gt.\nPrivacy &gt.\nDon’t personalize ads</strong>.</p>\nData backup\nVia Android’s data backup framework\n<p>Urbandroid offers data backup through Android’s <em>data backup framework</em>, and, in case of the Sleep as Android app, also through SleepCloud (see here).</p>\n<p>Android’s data backup framework uses whichever <em>backup transport</em> is available on the device.</p>\n<p>Urbandroid does not have access to the backed up data.</p>\n<p>More information about the data backup transport is available at https://developer.android.com/guide/topics/data/keyvaluebackup.</p>\n<p>\n<strong>What is collected: </strong>All user-generated app data (including user settings) except files are subject to backup.</p>\n<p>\n<strong>How it is used by us: </strong>We provide the user with means to back up and restore app data from the data backup framework.\nThe backup itself is not under our control and none of the data is accessible to us.</p>\n<p>\n<strong>How to modify or delete the information: </strong>To delete the data, backup can be disabled in system settings.</p>\n<p>\n<strong>How to opt-out from future personal data collection: </strong>To stop backing up the data, backup can be disabled in system settings.</p>\nIn Sleep as Android\n<strong>Usage analytics</strong>\n<p>\n<strong>What is collected: </strong>All analytics data collected are completely anonymous, i.e.\ncannot be traced back to the data subject.\nWe are collecting device and app usage data – which screens and options are used, and log occurence of certain in-app events.</p>\n<p>\n<strong>How it is used by us: </strong>We are using analytics data to understand how users engage with our apps and to help improve the quality of our services and applications.</p>\n<p>\n<strong>Third parties involved: </strong>Google Analytics for Firebase</p>\n<p>\n<strong>How to modify or delete the information: </strong>As the data is completely anonymous and cannot be traced back to the data subject, we don’t provide a way to modify or delete the stored information.</p>\n<p>\n<strong>How to opt-out from future personal data collection:&nbsp;</strong>The analytics data collected is anonymous.\nHowever, you can still opt out from analytics in&nbsp;the Sleep as Android app by enabling&nbsp;<strong>Settings &gt.\nPrivacy &gt.\nDon’t collect anonymous usage stats</strong>.</p>\n<p>\n<strong>Data retention:</strong>&nbsp;The usage analytics data related to an app are kept for the lifetime of the app (i.e.\nas long as the app is publicly offered).</p>\nData backup\nVia Google Drive\n<p>In case of Sleep as Android app, data can be backed up to Google Drive.</p>\n<p>\n<strong>What is collected: </strong>All user-generated app data (ie.\nsleep records and user settings) except recorded sound files are subject to backup.</p>\n<p>\n<strong>How it is used by us: </strong>We provide the user with means to back up and restore app data from Google Drive.\nOn backup, a zip file is uploaded to a folder on Google Drive.\nThe app has only access to this folder and no other content on the user’s Google Drive storage.</p>\n<p>\n<strong>How to modify or delete the information: </strong>To delete the data, backup can be disabled in system settings and/or the file can be deleted from the user’s Google Drive.</p>\n<p>\n<strong>How to opt-out from future personal data collection: </strong>To stop backing up the data, backup can be disabled in system settings.</p>\nVia Dropbox\n<p>In case of Sleep as Android app, data can be backed up to Dropbox.</p>\n<p>\n<strong>What is collected: </strong>All user-generated app data (ie.\nsleep records and user settings) except recorded sound files are subject to backup.</p>\n<p>\n<strong>How it is used by us: </strong>We provide the user with means to back up and restore app data from Dropbox.\nOn backup, a zip file is uploaded to a folder on Dropbox.\nThe app has only access to this folder and no other content on the user’s Dropbox storage.</p>\n<p>\n<strong>How to modify or delete the information: </strong>To delete the data, backup can be disabled in system settings and/or the file can be deleted from the user’s Dropbox.</p>\n<p>\n<strong>How to opt-out from future personal data collection: </strong>To stop backing up the data, backup can be disabled in system settings.</p>\n<strong>SleepCloud</strong>\n<p>SleepCloud is a cloud backup platform developed, owned and maintained by Urbandroid (Petr Nálevka), for backing up sleep data and settings from Sleep as Android app.</p>\n<p>\n<strong>What is collected:&nbsp;</strong>All stored data are completely anonymous, i.e.\ncannot be traced back to the data subject.\nThe user is able to access his own data through one-way hashing function when authenticated with Google OAuth.</p>\n<p>SleepCloud collects the following data about the user: Country, language, preferences set in the Sleep as Android app, device model number.</p>\n<p>SleepCloud collects the following data in each sleep record: Start/end date and time, country, number of sleep cycles, deep sleep percentage, comment, geographic cell (city-level location), noise level, subjective rating, snoring percentage, timestamped events (such as alarms, awake times), timezone.</p>\n<p>\n<strong>How it is used by us: </strong>We use the data for purposes of sleep research and to help improve the quality of our services and apps.</p>\n<p>\n<strong>Third parties involved: </strong>Google Inc.\nprovides the Google Cloud Platform (Datastore) on which SleepCloud data are stored.</p>\n<p>\n<strong>How to modify or delete the information: </strong>After logging in at sleepcloud.urbandroid.org, you can delete all your data using the privacy tab.\nThis will decouple the user from the data.</p>\n<p>\n<strong>How to opt-out from future personal data collection: </strong>To stop uploading data to SleepCloud, either disconnect SleepCloud in the Sleep as Android app using&nbsp;<strong>Settings &gt.\nServices &gt.\nCloud backup &gt.\nSleepCloud</strong>, or uninstall SleepCloud addon app from your phone.</p>\n<p>\n<strong>Data retention: </strong>We retain all personal data uploaded to SleepCloud until the user explicitly deletes them.</p>\n<strong>Google Fit</strong>\n<p>Sleep as Android app may use the integration with Google Fit, if enabled in the app’s settings, for:</p>\n<ul>\n<li>exporting sleep data to Google Fit as sleep activities</li>\n<li>reading data from the user’s Google Fit account for various app features as described below</li>\n</ul>\n<p>\n<strong>What is collected:</strong>\n</p>\n<ul>\n<li>sport activities in Google Fit during the day to be used as input for adding a sport tag to the sleep record</li>\n<li>movement activities collected during night sleep recording to be used as a base for creating awake phase in sleep records in Sleep as Android</li>\n<li>heart rate data collected during night to be imported into sleep records in Sleep as Android</li>\n<li>3rd party sleep activities in user’s Google Fit</li>\n</ul>\n<p>All the data are stored only either offline in the app or in Google Fit, except when user chose to backup their data to Urbandroid’s SleepCloud.</p>\n<p>\n<strong>How it is used by us: </strong>We do not use the collected data for anything else than the declared user-directed function.</p>\n<p>\n<strong>Third parties involved: </strong>Google Inc.\nprovides Google Fit.\nUrbandroid accesses Fit via the Fit API, using the following scopes:</p>\n<ul>\n<li>Fitness.SESSIONS_API</li>\n<li>Fitness.HISTORY_API</li>\n<li>Scopes.FITNESS_ACTIVITY_READ_WRITE</li>\n<li>Scopes.FITNESS_BODY_READ_WRITE</li>\n</ul>\n<p>\n<strong>How to modify or delete the information: </strong>To delete the data, all records must be first deleted from Sleep as Android and next Google Fit sync action must be executed.\nUser can also manage the data in their Google Account at the Google Account Dashboard.</p>\n<p>\n<strong>How to opt-out from future personal data collection: </strong>To stop uploading data to Google Fit and using data from the user’s Google Fit, disconnect Google Fit in the Sleep as Android app using <strong>Settings &gt.\nServices &gt.\nGoogle Fit</strong>.</p>\n<p>\n<strong>Data retention: </strong>We do not retain any data, all retained data are either offline in the app or in Google Fit, subject to Google’s policy.</p>\n<strong>Google Calendar</strong>\n<p>Sleep as Android app may use the integration with Google Calendar, if enabled in the app’s settings, for:</p>\n<ul>\n<li>exporting sleep data to Google Calendar as standalone events</li>\n<li>reading events in the user’s primary and holiday calendars and using&nbsp.\n<strong>start</strong>, <strong>end</strong> and <strong>title</strong> fields for alarm postponing/advancing</li>\n</ul>\n<p>\n<strong>What is collected:</strong>\n</p>\n<ul>\n<li>user’s primary, sleep and holidays calendars identifiers</li>\n<li>already parsed calendar event identifiers – in order to remember which events were already used for postponing/advancing alarm</li>\n</ul>\n<p>All the data are stored only either offline in the app or in Google Calendar.</p>\n<p>\n<strong>How it is used by us: </strong>We do not use the collected data for anything else than the declared user-directed function.</p>\n<p>\n<strong>Third parties involved: </strong>Google Inc.\nprovides Google Calendar.\nUrbandroid accesses the Calendar via the Calendar API, using the Calendar OAuth scope.</p>\n<p>\n<strong>How to modify or delete the information: </strong>To delete the data, all events from Sleep calendar can be deleted manually.\nUser can also manage the data in their Google Account at the Google Account Dashboard.</p>\n<p>\n<strong>How to opt-out from future personal data collection: </strong>To stop uploading data to Google Calendar and using data from the user’s Google Calendar, disconnect Google Calendar in the Sleep as Android app using <strong>Settings &gt.\nServices &gt.\nGoogle Calendar</strong>.</p>\n<p>\n<strong>Data retention: </strong>We do not retain any data, all retained data are either offline in the app or in Google Calendar, subject to Google’s policy.</p>\nLocation\n<p>We do not read device location in our apps unless it is absolutely necessary for the core functionalities of our apps.\nWe try to use the most coarse information needed for that purpose and retrieve the data in a battery efficient way.\nIn most of our apps this information never leaves the device by default, unless not specified differently below.</p>\nLocation in Twilight\n<p>The <strong>Twilight</strong> app which needs to timely react on any changes in location with respect to local sunrise and sunset times and adjust screen filtering accordingly.\nFor this the apps need to access location in background.\nTwilight does not collection location and the location information never leaves the device.\nTwilight is basically completely offline and the Internet permission is only used to allow Twilight to talk to smart light devices on the local network.</p>\n<p>Location retrieval can be disabled in the main screen under <em>Sun &amp.\nLocation &gt.\nAutomatic location.</em>\n</p>\nLocation in Air\n<p>The core feature of <strong>Air</strong> is to notify the users’ about worsening in pollutant levels at their current location automatically without touching the app.\nThis can only be done though retrieving location regularly though out the day.\nThe location information is not stored, but only used to quite the pollutant level server for local data.</p>\n<p>Location retrieval cannot be disabled in-app as this would break app’s core functionality.\nBut users may decide to not grant the location permission to the app.</p>\nLocation in Sleep as Android\n<p>Sleep as Android only retrieves location when the app is used.\ntypically when sleep tracking starts.\nIt stores s very coarse geo cell location ~+/-10km at each sleep record to allow users to compare their sleep quality in different locations.\nThe location does not leave the device unless users explicitly install the <em>SleepCloud Backup addon</em> and decide to send those data to their selected services.</p>\n<p>Location gathering and storing at sleep records can be disabled in <em>Settings &gt.\nPrivacy</em>.</p>\n<p>Sleep as Android may query a weather service to show you current weather at your location in the morning.</p>\nDo we disclose any information to outside parties?\n<p>We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information.\nThis does not include trusted third parties who assist us in operating our services, conducting our business, or servicing you, so long as those parties agree to keep this information confidential.\nWe may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property, or safety.\nHowever, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.</p>\nOwner and data controller\n<p>Petr Nálevka, Klausova 1147, Praha, Czech Republic<br>\nContact email: info@urbandroid.org</p>\nEU representative\n<p>Petr Nálevka, Klausova 1147, Praha, Czech Republic<br>\nContact email: info@urbandroid.org</p>\nContacting us\n<p>If there are any questions regarding this privacy policy you may contact us using the information below.</p>\n<p>Urbandroid Team<br>\ninfo@urbandroid.org</p>\nChanges to our privacy policy\n<p>We reserve the right to modify our Privacy and data consent policy at any time simply by posting such modification on this site and without any other notification.\nAny such modification will be effective immediately upon posting on this site.\nIt is your responsibility to review our Privacy Policy from time to time to ensure that you continue to agree with all of its terms.</p> ", "created_at": "2021-11-16 02:48:09.224586", "updated_at": "2021-11-16 01:49:09.985545"}], "points": [], "urls": ["urbandroid.org", "team.urbandroid.org"]}}