{"error": 448, "message": "OK", "parameters": {"id": 2504, "name": "Shane Co.", "created_at": "2021-01-08 22:33:10.363292", "updated_at": "2021-03-25 03:19:49.055913", "wikipedia": "https://en.wikipedia.org/wiki/Shane_Company", "keywords": null, "related": null, "slug": "shane_co", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2504.png", "url": "shaneco.com", "documents": [{"id": 3433, "name": "Terms & Conditions", "url": "https://www.shaneco.com/about/terms-and-conditions", "xpath": "", "text": " <p>\n</p>\n<p>\n</p> Skip To Content Skip To Navigation <strong>Item&nbsp;</strong> has been added to your cart (866) 467-4263 Stores <ul>\n<li>Atlanta</li>\n<li>Denver</li>\n<li>Indianapolis</li>\n<li>Kansas City</li>\n<li>Louisville</li>\n<li>Minneapolis/St.\nPaul</li>\n<li>Nashville</li>\n<li>Phoenix</li>\n<li>Portland</li>\n<li>Sacramento</li>\n<li>Salt Lake City</li>\n<li>San Francisco Bay</li>\n<li>Seattle</li>\n<li>St.\nLouis</li>\n</ul> Help <ul>\n<li>Customer Service </li>\n<li>Appointments </li>\n<li>Order Tracking </li>\n<li>Call (866) 467-4263 </li>\n<li>FAQs </li>\n</ul> What can we help you find? 0 LOG IN OR SIGN UP TO SAVE AND VIEW YOUR FAVORITES FIND SOMEONE ELSE'S FAVORITES <p>Looks Like your cart is empty...</p>Start Shopping <ul>\n<li> Engagement Rings Main Menu ENGAGEMENT RINGS Shop All Engagement Rings SHOP ALL DESIGN YOUR OWN DESIGN YOUR OWN Start with a Setting Start with a Diamond Start with a Sapphire Start with a Ruby Start with a Budget Appointments Meet Your Match Budget Buddy Customer Gallery Special Financing POPULAR STYLES POPULAR STYLES Halo Engagement Rings Vintage Engagement Rings Solitaire Engagement Rings Classic Engagement Rings Matching Wedding Sets Perfectly Preset Engagement Rings New Arrivals Promise Rings Learn more about ring styles Learn more about styles.\nStyle Finder Quiz SHOP BY METAL SHOP BY METAL White Gold Rose Gold Yellow Gold Platinum SHOP BY SHAPE SHOP BY SHAPE Round Princess Oval Pear How to Buy a Diamond Cushion Emerald Heart Marquise Radiant Asscher APPOINTMENTS BUDGET BUDDY STYLE FINDER QUIZ MEET YOUR MATCH CUSTOMER GALLERY SPECIAL FINANCING WEDDING RING GUIDE HOW TO BUY A DIAMOND Propose This Valentine's Day <u>SHOP ENGAGEMENT RINGS</u>\n</li>\n<li> Wedding Bands Main Menu Wedding Bands Shop All Women's Bands ALL WOMEN'S BANDS ALL MEN'S BANDS WOMEN'S STYLE WOMEN'S BY STYLE Vintage Infinity Diamond Ruby &amp.\nSapphire Contour Classic New Arrivals Shop All Women's Bands &nbsp.\nWOMEN'S METAL WOMEN'S BY METAL White Gold Rose Gold Yellow Gold Platinum Shop All Women's Bands Shop All Men's Bands MEN'S BANDS MEN'S BY STYLE White Gold Rose Gold Yellow Gold Platinum Tantalum Contemporary Metals Diamond Customized Men's Bands Shop All Men's Bands STARTING UNDER $300 &gt.\n</li>\n<li> Diamonds &amp.\nGems Main Menu DIAMONDS &amp.\nGEMS LOOSE STONES LOOSE STONES Diamonds Sapphires Rubies How to Buy a Diamond How to Buy a Diamond DIAMOND JEWELRY DIAMOND JEWELRY Stud Earrings Fashion Rings Necklaces Earrings Bracelets Shop All Diamond Jewelry Shop All Diamond Jewelry SAPPHIRE JEWELRY SAPPHIRE JEWELRY Necklaces Earrings Fashion Rings Bracelets Shop All Sapphire Jewelry Shop All Sapphire Jewelry RUBY JEWELRY RUBY JEWELRY Necklaces Earrings Fashion Rings Bracelets Shop All Ruby Jewelry Shop All Ruby Jewelry GEMSTONE JEWELRY GEMSTONE JEWELRY Necklaces Earrings Fashion Rings Bracelets Shop All Gemstone Jewelry Shop All Gemstone Jewelry PEARL JEWELRY PEARL JEWELRY Necklaces Earrings Fashion Rings Bracelets Shop All Pearl Jewelry Shop All Pearl Jewelry Sparkling Diamond Stud Earrings <u>STARTING AT $140</u>\n</li>\n<li> Jewelry Main Menu JEWELRY RINGS RINGS Fashion Rings Anniversary Rings Promise Rings Design Your Own Wedding Bands Engagement Rings Shop All Rings Shop All Rings NECKLACES NECKLACES Diamond Pendants Sapphire All Metal Gemstone Pearl Design Your Own Shop All Necklaces Shop All Necklaces BRACELETS BRACELETS Diamond Sapphire Gemstone All Metal Tennis Bracelets Bangles Shop All Bracelets Shop All Bracelets EARRINGS EARRINGS Studs Hoops Diamond Sapphire All Metal Gemstone Pearl Shop All Earrings Shop All Earrings FASHION STYLES FASHION STYLES Rose Gold Morganite Personalized New Arrivals Sterling Silver Under $150 Shop All Fashion Jewelry Shop All Fashion Jewelry MEN'S MEN'S Rings Chains Bracelets Cufflinks Customized Men's Rings Shop All Men's Shop All Men's GIFT FINDER QUIZ GIFT FINDER QUIZ Infinity Designs Never-ending, like your love.\n<u>SHOP NOW</u>\n</li>\n<li> Personalize Main Menu PERSONALIZE GIFT IDEAS GIFT IDEAS Women's Engravable Jewelry Men's Engravable Jewelry Mother's Jewelry Birthstones Initials &amp.\nNames Family Collection Learn how to personalize NECKLACES NECKLACES Engravable Fashion Pendants Solitaire Pendants Multi-Stone Necklaces Necklace Charms RINGS RINGS Fashion Engravable Multi-Stone Rings Engagement Rings Customized Bands HOW TO PERSONALIZE Personalize for a Meaningful Gift </li>\n<li> Gifts Main Menu GIFTS GIFTS FOR HER GIFTS FOR HER Valentine's Day Anniversary Birthday Wife &amp.\nMom Bridesmaids Graduation Personalized Gifts Birthstones Family Collection Mother &amp.\nChild Collection GIFTS FOR HIM GIFTS FOR HIM Husband &amp.\nDad Groomsmen Graduation GIFTS BY STYLE GIFTS BY STYLE Stud Earrings Necklaces Fashion Earrings Fashion Rings Bracelets GIFTS BY PRICE GIFTS BY PRICE Under $150 Under $300 Under $500 Under $1000 Under $5000 Over $5000 GIFT FINDER QUIZ VALENTINE'S DAY GIFTS GIFT FINDER QUIZ Celebrate Your Love <u>SHOP VALENTINE'S DAY GIFTS</u>\n</li>\n<li> Education Main Menu ABOUT SHANE CO.\nABOUT SHANE CO.\nWarranty Customer Service Returns About Us Ring Sizing Order Tracking THE LOUPE JEWELRY EDUCATION JEWELRY EDUCATION Diamonds 101 Pearls 101 Colored Gems 101 Metals 101 Product Guide 101 THE LOUPE OUR STORY <em>Four generations of superior quality, value and service.</em> LEARN MORE &gt.\n</li>\n</ul>\n<ul>\n<li> Help Main Menu Need help? Customer Service Appointments Order Tracking Call (866) 467-4263 FAQs </li>\n<li> Login</li>\n</ul> LOGIN OR SIGN UP Log in or sign up to view and save favorites.\nEnter your email to log in or create an account.\n<p> Email address </p> NEXT CREATE A NEW ACCOUNT &nbsp.\nWELCOME Fill in the details to create your account <p> Email address </p>\n<p> First name </p>\n<p> Last name </p>\n<p> Password </p> Needs to be 8-20 Characters long And at least 3 of the following: lowercase, uppercase, number, or special character (!@#$%^) <p> Confirm password </p>\n<ul>\n<li>Please validate captcha</li>\n</ul> Create an account Sign up for Shane Co.\nemails Log in with a different account &nbsp.\nVERIFY YOUR EMAIL <p> Please check your email for directions to activate your account.\n</p> CONTINUE SHOPPING &nbsp.\nWELCOME Enter your password to log in.\n<p> Password </p> Keep me signed in LOG IN Forgot password Reset Password <p> Please check your email for directions to reset your password.\n</p> Continue Shopping &nbsp.\nShane Co.\nEmployee <p> Welcome to ShaneCo.com.\nWe are proud and pleased to offer an opportunity to experience Shane Co.\non-line.\nAs an employee or immediate family member, please read and agree to the following terms and conditions of the WSM employee purchase agreement.\n</p>\n<p> As stated in the WSM Company Handbook, \"employees may purchase merchandise at a reduction from normal selling price, provided that the merchandise is solely for either the employee's own use or for that of his or her IMMEDIATE family.\" Immediate family is defined as follows: Employee's spouse, spousal equivalent, daughter, son, mother, father, sister, brother, grandparent, grandchild, mother-in-law, father-in-law, son-in-law, daughter-in-law, brother-in-law, sister-in-law, step-parent, or step-child, or a person who is legally acting in one of the above capacities, or another relative living in the employee's residence.\n</p>\n<p> Employees are eligible for the employee discount privilege after receipt of their first pay stub from Western Stone &amp.\nMetal.\n</p>\n<p> I understand and agree my password is unique to me and cannot be shared with anyone.\n</p>\n<p> I agree I will not purchase any merchandise for the purpose of resale.\n</p>\n<p> I agree I will not purchase any merchandise in proxy for others.\n</p>\n<p> I agree I will not distribute or share, and will keep the employee price confidential.\n</p>\n<p> Any misuse of this employee benefit will result in the loss of such benefit to the employee and all qualified family members stated above, as determined by the VP of Human Resources.\n</p>\n<p> Any employee violation, or violation by a family member, of the Company's EMPLOYEE PURCHASE POLICY, Section IV-L of Company Handbook could result in progressive counseling action being taken with the employee up to and including termination.\n</p> I agree to the terms above.\nContinue &nbsp.\nSIGN UP We need just one more thing to complete your account! Please enter your email address.\n<p> Email Address </p> NEXT &nbsp.\nSIGN UP Please confirm your first and last name for your account.\n<p> First name </p>\n<p> Last name </p> NEXT &nbsp.\n<p> Your session has expired.\nPlease click OK to reload the page.\n</p> OK &nbsp.\nYour message is on its way! Email Us All fields are required unless marked \"Optional\"<br> To contact a store directly, please visit the Store locator .\n<p> Your Email </p> Send to Select Suggestions and Comments Customer Service Tom Shane Gold Buy Select <b>\n</b>\n<ul>\n</ul>\n<p> Your Name (optional) </p>\n<p> Subject </p> Message 2000 characters remaining <ul>\n<li>Please validate captcha</li>\n</ul> SEND &nbsp.\nThank You ! <p> Your email has been sent </p> OK <p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n</p> Terms and Conditions<p>&nbsp;</p>\n<p>Effective September 1, 2014 <br>\n<br> These \"Terms and Conditions” apply to all of our sites.\n<br> By using the ShaneCo.com site (the \"Site\"), you agree that you have read and you understand, and consent to the following Terms and Conditions of Use and our Privacy Policy, in their entirety including any updates that may be posted on the Site from time to time.\nThe Privacy Policy is incorporated by reference in these Terms and Conditions.\nIf you do not agree to these agreements and policies do NOT use any ShaneCo.com services or applications, including but not limited to the Site.\nShaneCo.com reserves the right to revise this Terms and Conditions, at its sole and absolute discretion, by updating this posting.\nIf changes are material, we will post a banner and a link on our main homepage at ShaneCo.com notifying you of the material change.\nThe revised terms will take effect the date they are posted on the ShaneCo.com Site.\nYour continued use of the ShaneCo.com Site constitutes your agreement to follow and be bound by these Terms and Conditions.\nPlease review these posted terms on a regular basis.\n<br>\n<br> If you need any assistance with the Site, please contact Customer Service via email at CustomerServiceRep@shaneco.com.\n<br>\n<br> PLEASE NOTE THAT THIS AGREEMENT CONTAINS A BINDING INDIVIDUAL ARBITRATION PROVISION THAT AFFECTS YOUR RIGHTS TO SUE UNDER THIS AGREEMENT.\n<br>\n<br> Site Contents <br>\n<br> Unless otherwise noted, the design of the Site, the Site as a whole, and all materials that are part of the Site (collectively, \"Contents”) are copyrights, trademarks, trade dress or other intellectual properties owned, controlled or licensed by Shane Co.\nor its subsidiaries and affiliates.\n<br>\n<br> Comments, Feedback and Other Submissions <br>\n<br> We welcome your comments and feedback regarding our Site, our products and our services.\nWe do not, however, accept confidential or proprietary information.\nAccordingly, all comments, feedback, ideas, suggestions, materials, information and other submissions disclosed, submitted or offered to Shane Co.\nusing this Site or otherwise (collectively, \"Comments”) are not confidential and will become and remain Shane Co.'s property.\nThe disclosure, submission or offer of any Comments will constitute an assignment to Shane Co.\nof all worldwide rights, titles and interests and goodwill in the Comments without payment of any compensation.\nComments submitted by you must not violate any right of any third party, and must not contain any libelous, abusive, obscene or otherwise unlawful material.\n<br>\n<br> The Contents are intended solely for your personal, noncommercial use.\nMusic may not be copied except only as necessary to access the Site.\nYou may copy other Contents displayed on the Site for your personal, noncommercial use only.\nNo right, title or interest in any Contents is granted or transferred to you as a result of any such copying.\nExcept as noted above, you may not reproduce, publish, transmit, distribute, display, modify, create derivative works from, sell or participate in any sale of, or exploit in any way, any of the Contents or the Site.\nUnauthorized use of the Contents is expressly prohibited by law, and may result in severe civil and criminal penalties.\n<br>\n<br> Links to Other Websites and Services <br>\n<br> This Site may include links to other Internet sites maintained by third parties (\"Linked Sites”).\nShane Co.\nprovides Linked Sites to you solely as a convenience, and the inclusion of Linked Sites does not imply endorsement by Shane Co.\nof the Linked Sites.\nYou access Linked Sites at your own risk and by accessing them you leave the ShaneCo.com Site.\nLinked Sites are not under the control of Shane Co.\nand Shane Co.\nis not responsible for the contents of any Linked Site.\n<br>\n<br> Merchandise Availability <br>\n<br> Merchandise availability on our website is not guaranteed as it may be low in stock.\nIf merchandise is not available by the time your order processes, we will notify you of this via e-mail.\nYou can always verify availability by emailing Customer Service at CustomerServiceRep@shaneco.com or by joining us in Live Help link in the upper left-hand corner of our homepage.\nYou will receive a shipping confirmation e-mail once your items have shipped.\n<br>\n<br> Product Information <br>\n<br> Shane Co.\nproducts displayed on the Site may be available in selected Shane Co.\nstores in the United States.\nThe prices displayed on the Site are quoted in U.S.\ndollars, unless otherwise indicated.\n<br>\n<br> Please note that while we have tried to accurately display the colors of products, the actual colors you see will depend on your monitor and may not be accurate.\n<br>\n<br> Disclaimer, Limitation of Liability and Indemnity <br>\n<br> EXCEPT AS OTHERWISE EXPRESSLY PROVIDED, THIS SITE, ALL CONTENTS AND ALL PRODUCTS AND SERVICES ARE PROVIDED ON AN 'AS IS' BASIS.\nSHANE CO.\nDISCLAIMS ALL WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTIBILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nSHANE CO.\nDOES NOT WARRANT THAT YOUR USE OF THIS SITE WILL BE UNINTERRUPTED OR ERROR FREE, OR THAT THIS SITE OR ITS SERVER ARE FREE OF VIRUSES OR OTHER HARMFUL ELEMENTS.\nALTHOUGH SHANE CO.\nENDEAVORS TO PROVIDE ACCURATE INFORMATION, IT DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE ACCURACY OR RELIABILITY OF INFORMATION ON THIS SITE.\nYOUR USE OF THE SITE IS AT YOUR OWN RISK.\nNEITHER SHANE CO.\nNOR ITS AFFILIATED OR RELATED ENTITIES OR ITS VENDORS OR CONTENT PROVIDERS SHALL BE LIABLE TO ANY PERSON OR ENTITY FOR ANY DIRECT OR INDIRECT LOSS, DAMAGE (WHETHER ACTUAL, CONSEQUENTIAL, PUNITIVE, SPECIAL OR OTHERWISE), INJURY, CLAIM, OR LIABILITY OF ANY KIND OR CHARACTER WHATSOEVER BASED UPON OR RESULTING FROM YOUR USE OR INABILITY TO USE THIS SITE, OR ANY INFORMATION OR MATERIALS PROVIDED ON THE SITE.\nSHANE CO.\nIS NOT LIABLE FOR ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF ANY USER.\nIF YOU ARE DISSATISFIED WITH THE SITE OR ANY MATERIALS ON THE SITE, OR WITH ANY OF SHANE CO.'S TERMS AND CONDITIONS, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SITE.\nYOU AGREE TO INDEMNIFY, DEFEND AND HOLD HARMLESS SHANE CO., ITS SHAREHOLDERS, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, DISTRIBUTORS, VENDORS AND AFFILIATES FROM AND AGAINST ANY AND ALL THIRD PARTY CLAIMS, DEMANDS, LIABILITIES, COSTS OR EXPENSES, INCLUDING REASONABLE ATTORNEYS' FEES, RESULTING OR ARISING OUT OF YOUR BREACH OF ANY OF THESE TERMS AND CONDITIONS.\n<br>\n<br> Indemnification <br>\n<br> You agree to indemnify and hold Shane Co., its affiliates and their respective parents, subsidiaries officers, directors, employees, agents and representatives harmless from any claim or demand, including reasonable attorney’s fees, made by any third party due to or arising in any way out of: (a) your participation in the Site, (b) any violation of this Terms and Conditions by you, (c) the violation, infringement or misappropriation by you, or another using your account, of any intellectual property or other right of any person or entity, including, but not limited to, trademark, copyright, right of publicity and right of privacy, or (d) any pornographic, hate-related, threatening, libelous, obscene, harassing or otherwise objectionable or offensive material contained in any of your postings or other communications.\n<br>\n<br> Terms and Conditions, Notices, Revisions, Arbitration <br>\n<br> If you choose to visit ShaneCo.com, your visit and any dispute over the terms and conditions of the Site or your purchase of products through the Site is subject to these Terms and Conditions and our Privacy Policy, including limitations on damages, resolution of disputes, and application of the law of the state of Colorado.\nOur business changes constantly, and our Privacy Policy and the Terms of Conditions will change also.\nWe will post a banner and a link on our main homepage at ShaneCo.com notifying you of material change to these Terms and Conditions, so please check the Site frequently for such recent changes.\nUnless stated otherwise, our current Terms and Conditions apply to all information that we have about you and your account.\nWe stand behind the promises we make, however, and will never materially change our policies and practices to make them less protective of customer information collected in the past without the consent of affected customers.\n<br>\n<br> Except where prohibited, by visiting and using ShaneCo.com, you agree that any and all questions, controversies, claims and causes of action arising out of or connected with the construction, validity, interpretation, and enforceability of these Terms and Conditions shall be resolved exclusively by means of arbitration administered by the American Arbitration Association in accordance with its Commercial Arbitration Rules, in Denver, Colorado, and shall be resolved individually, without resort to any form of class action or representative action, and you agree that you shall not seek to aggregate any claims with other individuals.\nJudgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof.\n<br>\n<br> Claims shall be heard by a single arbitrator.\nThe place of arbitration shall be Denver, Colorado.\nThe arbitration shall be governed by the laws of the State of Colorado without giving effect to any choice of law or conflict of law rules of the State of Colorado or of any other jurisdiction.\nDepositions shall be limited to a maximum of three per party and shall be held within twenty days of the making of a request.\nAdditional depositions may be scheduled only with the permission of the arbitrators, and for good cause shown.\nEach deposition shall be limited to a maximum of seven hours duration.\nTime is of the essence for any arbitration under this agreement and arbitration hearings shall take place within ninety (90) days of filing and awards rendered within one hundred twenty (120) days.\nThe Arbitrator shall agree to these limits prior to accepting appointment.\nThe arbitrator will have no authority to award punitive or other damages not measured by the prevailing party's actual damages, except as may be required by statute.\nThe prevailing party shall not be entitled to an award of attorney fees.\nExcept as may be required by law, neither a party nor an arbitrator may disclose the existence, content, or results of any arbitration hereunder without the prior written consent of both parties.\nThe parties agree that failure or refusal of a party to pay its required share of the deposits for arbitrator compensation or administrative charges shall constitute a waiver by that party to present evidence or cross-examine witness.\nIn such event, the other party shall be required to present evidence and legal argument as the arbitrator may require for the making of an award.\nSuch waiver shall not allow for a default judgment against the non-paying party in the absence of evidence presented as provided for above.\n<br>\n<br> Non-Waiver <br>\n<br> The failure of ShaneCo.com to insist upon performance of any of the terms and conditions of this Terms and Conditions, or the waiver of any breach of, or the decision to not exercise any of its rights under, any of the terms or conditions of this Terms and Conditions, shall not be construed as thereafter waiving any such terms and conditions, or any other terms and conditions of this Terms and Conditions.\nAny waiver must in writing and signed by ShaneCo.com.\n<br>\n<br> The failure of ShaneCo.com to comply with these Terms and Conditions because of an act of God, war, fire, riot, terrorism, earthquake, actions of federal, state or local governmental authorities or for any other reason beyond the reasonable control of Shane Co., shall not be deemed a breach of these Terms and Conditions.\n<br>\n<br> Copyright Infringement <br>\n<br> If you believe that your work has been copied in a way that constitutes copyright infringement, please provide our designated Copyright Agent the written information specified below.\nPlease note that this procedure is exclusively for notifying us that your copyrighted material has been infringed.\n<br>\n<br> •&nbsp;An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n<br>\n<br> •&nbsp;A description of the copyrighted work that you claim has been infringed upon.\n<br>\n<br> •&nbsp;A description of where the material that you claim is infringing is located on the site.\n<br>\n<br> •&nbsp;Your address, telephone number, and e-mail address.\n<br>\n<br> •&nbsp;A statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\n<br>\n<br> Our Copyright Agent for notice of claims of copyright infringement on its site can be reached as follows: <br>\n<br> Shane Co.\n<br>\n<br> Attn: Legal <br>\n<br> P.O.\nBox 3552 <br>\n<br> Englewood, CO 80155<br> legal@shaneco.com <br>\n<br> To read our User Generated Content Policy, click here</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> Contact Us <ul>\n<li>Email Us</li>\n<li>(866) 467-4263</li>\n<li>Find a Store</li>\n</ul> About Shane Co.\n<ul>\n<li>Why Shane Co.?</li>\n<li>FAQs</li>\n<li>In The News</li>\n<li>Shane Co.\nBlog</li>\n<li>Careers</li>\n</ul> Customer Service <ul>\n<li>Lifetime Warranty &amp.\nMaintenance</li>\n<li>Shane Co.\nCredit Card</li>\n<li>Gift Cards</li>\n<li>Upgrade Program</li>\n<li>Returns</li>\n<li>Cash for Gold</li>\n<li>Order Tracking</li>\n<li>Layaway Lookup</li>\n<li>Shop Job Lookup</li>\n</ul> Follow Us Get special offers, fashion tips, and more! Submit <p>\n</p>\n<p>Copyright © 2000-2020 Shane Co.\nAll Rights Reserved.*Free Shipping applies to all domestic orders.\n**Product availability varies by store.<br>***While Supplies Last.\nDetails &gt;</p>\n<p>\n</p>\n<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Corporate Responsibility</li>\n<li>Site Map</li>\n<li>Accessibility</li>\n</ul>\n<p>\n</p> OK <ul>\n</ul> &lt;div id=\"minimize-content\"&gt;&lt;div id=\"minimize-notify\" class=\" minimize-notify-right-avatar minimize-notify-bottom\"&gt;&lt;span id=\"minimize-notify-counter\"&gt;&lt;/span&gt;&lt;/div&gt;&lt;div id=\"minimize-avatar-container\" class=\" right bottom\"&gt;&lt;img id=\"minimize-avatar\" alt=\"minimized chat\"&gt;&lt;/div&gt;&lt;div id=\"minimize-svg\" class=\" right bottom\"&gt;&lt;div id=\"svg-container\"&gt;&lt;svg viewBox=\"0 0 600 600\"&gt;&lt;defs&gt;&lt;filter id=\"dropshadow\" height=\"140%\"&gt;&lt;fegaussianblur in=\"SourceAlpha\" stddeviation=\"15\"&gt;&lt;/fegaussianblur&gt;&lt;feoffset result=\"offsetblur\" dx=\"10\" dy=\"10\"&gt;&lt;/feoffset&gt;&lt;fecomponenttransfer&gt;&lt;fefunca type=\"linear\" slope=\"0.8\"&gt;&lt;/fefunca&gt;&lt;/fecomponenttransfer&gt;&lt;femerge&gt;&lt;femergenode&gt;&lt;/femergenode&gt;&lt;femergenode in=\"SourceGraphic\"&gt;&lt;/femergenode&gt;&lt;/femerge&gt;&lt;/filter&gt;&lt;/defs&gt;&lt;g id=\"comments-o\" class=\"designstudio-container\"&gt;&lt;circle class=\"designstudio-circle\" cx=\"50%\" cy=\"50%\" r=\"260\" fill=\"#615c5c\" linejoin=\"round\" stroke=\"#000\" stroke-width=\"0\" fill-opacity=\"1\" position=\"absolute\"&gt;&lt;/circle&gt;&lt;path class=\"designstudio-icon\" fill=\"#fff\" d=\"M704 1152q-153 0 -286 -52t-211.5 -141t-78.5 -191q0 -82 53 -158t149 -132l97 -56l-35 -84q34 20 62 39l44 31l53 -10q78 -14 153 -14q153 0 286 52t211.5 141t78.5 191t-78.5 191t-211.5 141t-286 52zM704 1280q191 0 353.5 -68.5t256.5 -186.5t94 -257t-94 -257 t-256.5 -186.5t-353.5 -68.5q-86 0 -176 16q-124 -88 -278 -128q-36 -9 -86 -16h-3q-11 0 -20.5 8t-11.5 21q-1 3 -1 6.5t0.5 6.5t2 6l2.5 5t3.5 5.5t4 5t4.5 5t4 4.5q5 6 23 25t26 29.5t22.5 29t25 38.5t20.5 44q-124 72 -195 177t-71 224q0 139 94 257t256.5 186.5 t353.5 68.5zM1526 111q10 -24 20.5 -44t25 -38.5t22.5 -29t26 -29.5t23 -25q1 -1 4 -4.5t4.5 -5t4 -5t3.5 -5.5l2.5 -5t2 -6t0.5 -6.5t-1 -6.5q-3 -14 -13 -22t-22 -7q-50 7 -86 16q-154 40 -278 128q-90 -16 -176 -16q-271 0 -472 132q58 -4 88 -4q161 0 309 45t264 129 q125 92 192 212t67 254q0 77 -23 152q129 -71 204 -178t75 -230q0 -120 -71 -224.5t-195 -176.5z\" transform=\"scale(.195, -.195) translate(600, -2000)\"&gt;&lt;/path&gt;&lt;/g&gt;&lt;/svg&gt;&lt;/div&gt;&lt;/div&gt;&lt;div id=\"minimize-messages\" class=\" message-left bottom\"&gt;&lt;/div&gt;&lt;/div&gt.\n", "created_at": "2021-01-08 22:33:47.954523", "updated_at": "2021-02-03 22:45:27.728529"}, {"id": 3434, "name": "Privacy Policy", "url": "https://www.shaneco.com/about/privacy-policy", "xpath": "", "text": " <p>\n</p>\n<p>\n</p> Skip To Content Skip To Navigation <strong>Item&nbsp;</strong> has been added to your cart (866) 467-4263 Stores <ul>\n<li>Atlanta</li>\n<li>Denver</li>\n<li>Indianapolis</li>\n<li>Kansas City</li>\n<li>Louisville</li>\n<li>Minneapolis/St.\nPaul</li>\n<li>Nashville</li>\n<li>Phoenix</li>\n<li>Portland</li>\n<li>Sacramento</li>\n<li>Salt Lake City</li>\n<li>San Francisco Bay</li>\n<li>Seattle</li>\n<li>St.\nLouis</li>\n</ul> Help <ul>\n<li>Customer Service </li>\n<li>Appointments </li>\n<li>Order Tracking </li>\n<li>Call (866) 467-4263 </li>\n<li>FAQs </li>\n</ul> What can we help you find? 0 LOG IN OR SIGN UP TO SAVE AND VIEW YOUR FAVORITES FIND SOMEONE ELSE'S FAVORITES <p>Looks Like your cart is empty...</p>Start Shopping <ul>\n<li> Engagement Rings Main Menu ENGAGEMENT RINGS Shop All Engagement Rings SHOP ALL DESIGN YOUR OWN DESIGN YOUR OWN Start with a Setting Start with a Diamond Start with a Sapphire Start with a Ruby Start with a Budget Appointments Meet Your Match Budget Buddy Customer Gallery Special Financing POPULAR STYLES POPULAR STYLES Halo Engagement Rings Vintage Engagement Rings Solitaire Engagement Rings Classic Engagement Rings Matching Wedding Sets Perfectly Preset Engagement Rings New Arrivals Promise Rings Learn more about ring styles Learn more about styles.\nStyle Finder Quiz SHOP BY METAL SHOP BY METAL White Gold Rose Gold Yellow Gold Platinum SHOP BY SHAPE SHOP BY SHAPE Round Princess Oval Pear How to Buy a Diamond Cushion Emerald Heart Marquise Radiant Asscher APPOINTMENTS BUDGET BUDDY STYLE FINDER QUIZ MEET YOUR MATCH CUSTOMER GALLERY SPECIAL FINANCING WEDDING RING GUIDE HOW TO BUY A DIAMOND Propose This Valentine's Day <u>SHOP ENGAGEMENT RINGS</u>\n</li>\n<li> Wedding Bands Main Menu Wedding Bands Shop All Women's Bands ALL WOMEN'S BANDS ALL MEN'S BANDS WOMEN'S STYLE WOMEN'S BY STYLE Vintage Infinity Diamond Ruby &amp.\nSapphire Contour Classic New Arrivals Shop All Women's Bands &nbsp.\nWOMEN'S METAL WOMEN'S BY METAL White Gold Rose Gold Yellow Gold Platinum Shop All Women's Bands Shop All Men's Bands MEN'S BANDS MEN'S BY STYLE White Gold Rose Gold Yellow Gold Platinum Tantalum Contemporary Metals Diamond Customized Men's Bands Shop All Men's Bands STARTING UNDER $300 &gt.\n</li>\n<li> Diamonds &amp.\nGems Main Menu DIAMONDS &amp.\nGEMS LOOSE STONES LOOSE STONES Diamonds Sapphires Rubies How to Buy a Diamond How to Buy a Diamond DIAMOND JEWELRY DIAMOND JEWELRY Stud Earrings Fashion Rings Necklaces Earrings Bracelets Shop All Diamond Jewelry Shop All Diamond Jewelry SAPPHIRE JEWELRY SAPPHIRE JEWELRY Necklaces Earrings Fashion Rings Bracelets Shop All Sapphire Jewelry Shop All Sapphire Jewelry RUBY JEWELRY RUBY JEWELRY Necklaces Earrings Fashion Rings Bracelets Shop All Ruby Jewelry Shop All Ruby Jewelry GEMSTONE JEWELRY GEMSTONE JEWELRY Necklaces Earrings Fashion Rings Bracelets Shop All Gemstone Jewelry Shop All Gemstone Jewelry PEARL JEWELRY PEARL JEWELRY Necklaces Earrings Fashion Rings Bracelets Shop All Pearl Jewelry Shop All Pearl Jewelry Sparkling Diamond Stud Earrings <u>STARTING AT $140</u>\n</li>\n<li> Jewelry Main Menu JEWELRY RINGS RINGS Fashion Rings Anniversary Rings Promise Rings Design Your Own Wedding Bands Engagement Rings Shop All Rings Shop All Rings NECKLACES NECKLACES Diamond Pendants Sapphire All Metal Gemstone Pearl Design Your Own Shop All Necklaces Shop All Necklaces BRACELETS BRACELETS Diamond Sapphire Gemstone All Metal Tennis Bracelets Bangles Shop All Bracelets Shop All Bracelets EARRINGS EARRINGS Studs Hoops Diamond Sapphire All Metal Gemstone Pearl Shop All Earrings Shop All Earrings FASHION STYLES FASHION STYLES Rose Gold Morganite Personalized New Arrivals Sterling Silver Under $150 Shop All Fashion Jewelry Shop All Fashion Jewelry MEN'S MEN'S Rings Chains Bracelets Cufflinks Customized Men's Rings Shop All Men's Shop All Men's GIFT FINDER QUIZ GIFT FINDER QUIZ Infinity Designs Never-ending, like your love.\n<u>SHOP NOW</u>\n</li>\n<li> Personalize Main Menu PERSONALIZE GIFT IDEAS GIFT IDEAS Women's Engravable Jewelry Men's Engravable Jewelry Mother's Jewelry Birthstones Initials &amp.\nNames Family Collection Learn how to personalize NECKLACES NECKLACES Engravable Fashion Pendants Solitaire Pendants Multi-Stone Necklaces Necklace Charms RINGS RINGS Fashion Engravable Multi-Stone Rings Engagement Rings Customized Bands HOW TO PERSONALIZE Personalize for a Meaningful Gift </li>\n<li> Gifts Main Menu GIFTS GIFTS FOR HER GIFTS FOR HER Valentine's Day Anniversary Birthday Wife &amp.\nMom Bridesmaids Graduation Personalized Gifts Birthstones Family Collection Mother &amp.\nChild Collection GIFTS FOR HIM GIFTS FOR HIM Husband &amp.\nDad Groomsmen Graduation GIFTS BY STYLE GIFTS BY STYLE Stud Earrings Necklaces Fashion Earrings Fashion Rings Bracelets GIFTS BY PRICE GIFTS BY PRICE Under $150 Under $300 Under $500 Under $1000 Under $5000 Over $5000 GIFT FINDER QUIZ VALENTINE'S DAY GIFTS GIFT FINDER QUIZ Celebrate Your Love <u>SHOP VALENTINE'S DAY GIFTS</u>\n</li>\n<li> Education Main Menu ABOUT SHANE CO.\nABOUT SHANE CO.\nWarranty Customer Service Returns About Us Ring Sizing Order Tracking THE LOUPE JEWELRY EDUCATION JEWELRY EDUCATION Diamonds 101 Pearls 101 Colored Gems 101 Metals 101 Product Guide 101 THE LOUPE OUR STORY <em>Four generations of superior quality, value and service.</em> LEARN MORE &gt.\n</li>\n</ul>\n<ul>\n<li> Help Main Menu Need help? Customer Service Appointments Order Tracking Call (866) 467-4263 FAQs </li>\n<li> Login</li>\n</ul> LOGIN OR SIGN UP Log in or sign up to view and save favorites.\nEnter your email to log in or create an account.\n<p> Email address </p> NEXT CREATE A NEW ACCOUNT &nbsp.\nWELCOME Fill in the details to create your account <p> Email address </p>\n<p> First name </p>\n<p> Last name </p>\n<p> Password </p> Needs to be 8-20 Characters long And at least 3 of the following: lowercase, uppercase, number, or special character (!@#$%^) <p> Confirm password </p>\n<ul>\n<li>Please validate captcha</li>\n</ul> Create an account Sign up for Shane Co.\nemails Log in with a different account &nbsp.\nVERIFY YOUR EMAIL <p> Please check your email for directions to activate your account.\n</p> CONTINUE SHOPPING &nbsp.\nWELCOME Enter your password to log in.\n<p> Password </p> Keep me signed in LOG IN Forgot password Reset Password <p> Please check your email for directions to reset your password.\n</p> Continue Shopping &nbsp.\nShane Co.\nEmployee <p> Welcome to ShaneCo.com.\nWe are proud and pleased to offer an opportunity to experience Shane Co.\non-line.\nAs an employee or immediate family member, please read and agree to the following terms and conditions of the WSM employee purchase agreement.\n</p>\n<p> As stated in the WSM Company Handbook, \"employees may purchase merchandise at a reduction from normal selling price, provided that the merchandise is solely for either the employee's own use or for that of his or her IMMEDIATE family.\" Immediate family is defined as follows: Employee's spouse, spousal equivalent, daughter, son, mother, father, sister, brother, grandparent, grandchild, mother-in-law, father-in-law, son-in-law, daughter-in-law, brother-in-law, sister-in-law, step-parent, or step-child, or a person who is legally acting in one of the above capacities, or another relative living in the employee's residence.\n</p>\n<p> Employees are eligible for the employee discount privilege after receipt of their first pay stub from Western Stone &amp.\nMetal.\n</p>\n<p> I understand and agree my password is unique to me and cannot be shared with anyone.\n</p>\n<p> I agree I will not purchase any merchandise for the purpose of resale.\n</p>\n<p> I agree I will not purchase any merchandise in proxy for others.\n</p>\n<p> I agree I will not distribute or share, and will keep the employee price confidential.\n</p>\n<p> Any misuse of this employee benefit will result in the loss of such benefit to the employee and all qualified family members stated above, as determined by the VP of Human Resources.\n</p>\n<p> Any employee violation, or violation by a family member, of the Company's EMPLOYEE PURCHASE POLICY, Section IV-L of Company Handbook could result in progressive counseling action being taken with the employee up to and including termination.\n</p> I agree to the terms above.\nContinue &nbsp.\nSIGN UP We need just one more thing to complete your account! Please enter your email address.\n<p> Email Address </p> NEXT &nbsp.\nSIGN UP Please confirm your first and last name for your account.\n<p> First name </p>\n<p> Last name </p> NEXT &nbsp.\n<p> Your session has expired.\nPlease click OK to reload the page.\n</p> OK &nbsp.\nYour message is on its way! Email Us All fields are required unless marked \"Optional\"<br> To contact a store directly, please visit the Store locator .\n<p> Your Email </p> Send to Select Suggestions and Comments Customer Service Tom Shane Gold Buy Select <b>\n</b>\n<ul>\n</ul>\n<p> Your Name (optional) </p>\n<p> Subject </p> Message 2000 characters remaining <ul>\n<li>Please validate captcha</li>\n</ul> SEND &nbsp.\nThank You ! <p> Your email has been sent </p> OK <p>\n</p>\n<p>\n</p> Shane Co.<br>Privacy Policy <p>Last Updated: August 28, 2019</p>\n<p>\n</p>\n<p>This Privacy Policy applies to all of our sites.\nThis Privacy Policy does not apply to our in-store public WiFi.</p>\n<p>The Shane Co.\n(“Shane Co.,” “we,” “us” or “our”) knows that you care how information about you is used and shared, and we appreciate your trust that we will do so carefully and sensibly.\nThis Policy describes how we treat personal information.\nThis includes on the websites where it is located.\nIt also applies to our information collection and tracking practices.\nAny capitalized terms we don't define in this policy are defined in our Terms and Conditions (https://www.shaneco.com/about/terms-and-conditions).</p>\n<p>PLEASE NOTE THAT THIS AGREEMENT CONTAINS THE FOLLOWING IMPORTANT INFORMATION REGARDING YOUR RIGHTS AND CHOICES:</p>\n<p>• BINDING INDIVIDUAL ARBITRATION THAT AFFECTS YOUR RIGHTS TO SUE UNDER THIS POLICY</p>\n<p>• OPT-IN AND OPT-OUT POLICY FOR RECEIVING COMMUNICATION FROM US VIA EMAIL, TEXT, OR PHONE CALLS</p>\n<p>• INFORMATION FOR RESIDENTS OF CALIFORNIA AND THE EUROPEAN UNION</p>\n<p>BY CLICKING ACCEPT, CHECKING AN ACCEPTANCE BOX, ACCESSING OUR SITES, OR USING OUR SERVICES, YOU ACKNOWLEDGE THAT YOU HAVE READ, HAVE UNDERSTOOD, AND AGREE TO BE BOUND BY THIS POLICY AS IF YOU HAD SIGNED IT.</p>\n<p>\n</p>\n<p>We collect information from and about you.<br>\n<br>The information we learn from customers helps us personalize and continually improve your Shane Co.\nexperience.\nHere are the types of information we gather.</p>\n<p>Information You Submit to Shane Co.\nWe receive and store any information you enter on our Web site or give us in any other way.\nTypes of information that you may submit, and we may collect include:</p>\n<p>\n</p>\n<ul>\n<li>Contact Information.\nWe use the information that you provide for such purposes as responding to your requests, customizing future shopping for you, improving our stores, and communicating with you.\nFor example, we collect your name and email address if you register on our site.\nWe might collect your phone number or zip code.\nWe might also collect your mailing address.<br>&nbsp;</li>\n<li>Payment Information.\nFor example, we may collect your credit card number if you make a layaway order from Shaneco.com.\nThis information is deleted after a purchase is made.<br>&nbsp;</li>\n<li>Information You Submit or Post.\nWe collect the information you post in a public space on our site.\nWe also collect information when you contact us.<br>&nbsp;</li>\n<li>Demographic Information.\nWe may collect information like your gender and age.\nWe may also collect your zip code.\nWe might collect this when you contact us or enter a promotion, sweepstakes or contest, or when you make a purchase from Shaneco.com.</li>\n</ul>\n<p>\n</p>\n<p>Automatically Collected Information.\nWe receive and store certain types of information whenever you interact with us.\nFor example, like many websites, we use \"cookies,\" and we obtain certain types of information when your Web browser accesses shaneco.com or advertisements.\nWe may collect information about the browser you're using.\nWe might look at what site you came from, or what site you visit when you leave us.\nWe may also look at clickstream data.\nWe may combine this information with other information we collect from you.\nThis includes anything we collect from third parties.\nIf you use our mobile website, we may collect your GPS location and your unique device identifier.</p>\n<p>Device Identifiable Information.\nWe may collect information that does not identify you personally, but is linked to your computer or device (\"Device Identifiable Information”).\nWe collect Device Identifiable Information from you in the normal course of operating our Website.\nWhen you visit our Website to browse, read or download information, we automatically collect information about your computer that your browser sends, such as your IP address, browser type and language, access times, pages visited, and referring website addresses.\nWe may use Device Identifiable Information we collect to analyze trends, help administer the Web Site, track the movement of visitors, to learn about and determine how much time visitors spend on each page of the Web Site, how visitors navigate throughout the Web Site or the Service and to gather broad demographic information for aggregate use.<br>\n<br>We may also collect Device Identifiable Information through \"cookies” or \"web beacons” as explained below.<br>\n<br>We may also collect information about your mobile device such as the type and model, operating system (e.g.\niOS or Android), carrier name, mobile browser (e.g.\nChrome, Safari), applications using our Website, and identifiers assigned to your device, such as its iOS Identifier for Advertising (IDFA), Android Advertising ID (AAID), or unique device identifier (a number uniquely given to your device by your device manufacturer), sometimes referred to as a mobile carrier ID.<br>\n<br>We may also collect your location information, such as your zip code or the approximate geographic area provided by your Internet service provider (ISP) or location positioning information provided by the location services and GPS features of your mobile device when location services have been enabled.</p>\n<p>\n</p> We collect information in different ways.\n<p>We collect information directly from you.\nWe receive and store any information you enter on our sites or give to us in any other way.\nFor example, we collect information you choose to provide us when you sign up for our emails or texts alerts, when you use our website, including Shane Co.\nMyWay, and when you make purchases from us either online or in person.\nWe also collect information if you contact us.\nWe collect information about you through our websites and retail points of contact.</p>\n<p>We collect information from you passively.\nOn our platforms, which include our sites, we collect information passively.\nWe might also collect information passively in our emails or through our apps.\nWe may also collect information passively in connection with third parties.\nFor example, to get purchase information from Affiliates, we may gather information passively on their platforms.\nTools we use include browser cookies and web beacons.</p>\n<p>\n</p> What are \"cookies\", \"pixels\", \"widgets\" and \"analytics\"? <p>Cookies are unique identifiers that we transfer to your device to enable our systems to recognize your device and to provide features, such as Shane Co.\nMyWay, personalized advertisements on other Web sites, and storage of items in your Shopping Cart between visits.\n<br>\n<br>The Help feature on most browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.\nAdditionally, you can disable or delete similar data used by browser add-ons, such as Flash cookies, by changing the add-on's settings or visiting the Web site of its manufacturer.\nBecause cookies allow you to take advantage of some of ShaneCo.com’s essential features, we recommend that you leave them turned on.\nFor instance, if you block or otherwise reject our cookies, you will not be able to add items to your Shopping Cart, proceed to Checkout, or use any ShaneCo.com products and services that require you to Sign in.\n<br>\n<br>“Pixels”/“Web Beacons” (also known as Web bugs, pixel tags or clear GIFs) are tiny graphics with a unique identifier that may be included on our Services for several purposes, including to deliver or communicate with Cookies, to track and measure the performance of our Services, to monitor how many visitors view our Services, and to monitor the effectiveness of our advertising.\nUnlike Cookies, which are stored on the user’s hard drive, Web Beacons are typically embedded invisibly on web pages (or in an e-mail).\n<br>\n<br>“Social Media Widgets” such as the Facebook “Like” button and LinkedIn (that might include widgets such as the share this button or other interactive miniprograms) may be on our Site.\nThese features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly.\nThese social media features are either hosted by a third party or hosted directly on our Website.\nYour interactions with these features are governed by the privacy policy of the company providing it.\n<br>\n<br> We may also use Google Analytics and Google Analytics Demographics and Interest Reporting to collect information regarding visitor behavior and visitor demographics on some of our Services, and to develop website content.\nThis analytics data is not tied to any Personal Information.\nFor more information about Google Analytics, please visit https://policies.google.com/technologies/partner-sites.\nYou can opt out of Google’s collection and Processing of data generated by your use of the Services by going to tools.google.com/dlpage/gaoptout.<br>\n<br>Our uses of such Technologies fall into the following general categories:</p>\n<p>Operationally Necessary.\nWe may use cookies, web beacons, or other similar technologies that are necessary to the operation of our sites, services, applications, and tools.\nThis includes technologies that allow you access to our sites, services, applications, and tools.\nthat are required to identify irregular site behavior, prevent fraudulent activity and improve security.\nor that allow you to make use of our functions such as shopping-carts, saved search, or similar functions</p>\n<p>Performance Related.\nWe may use cookies, web beacons, or other similar technologies to assess the performance of our websites, applications, services, and tools, including as part of our analytic practices to help us understand how our visitors use our websites, determine if you have interacted with our messaging, determine whether you have viewed an item or link, or to improve our website content, applications, services, or tools</p>\n<p>Functionality Related.\nWe may use cookies, web beacons, or other similar technologies that allow us to offer you enhanced functionality when accessing or using our sites, services, applications, or tools.\nThis may include identifying you when you sign into our sites or keeping track of your specified preferences, interests, or past items viewed so that we may enhance the presentation of content on our sites;</p>\n<p>Advertising or Targeting Related.\nWe may use first-party or third-party cookies and web beacons to deliver content, including ads relevant to your interests, on our sites or on third party sites.\nThis includes using technologies to understand the usefulness to you of the advertisements and content that has been delivered to you, such as whether you have clicked on an advertisement.\nIf you would like to opt-out of the Technologies we employ on our sites, services, applications, or tools, you may do so by blocking, deleting, or disabling them as your browser or device permits.</p>\n<p>We get information about you from third parties.\n.\nFor example, social media platforms may also give us information about you.\nThis might include getting information from social media plugins.\nAffiliates or other business partners may also give us information.\nThis might include information they gathered passively.\n<br>\n<br>Notwithstanding any other provision, we may also engage a data provider who may collect web log data from you (including IP address and information about your browser or operating system), or place or recognize a unique cookie on your browser to enable you to receive customized ads or content.\nThese cookies contain no personally identifiable information.\nThe cookies may reflect de-identified demographic or other data linked to data you voluntarily have submitted to us, e.g., your email address, that we may share with a data provider solely in hashed, non-human readable form.\nTo opt-out of these data provider cookies, please go to http://www.aboutads.info/choices.</p>\n<p>\n</p> We use information as disclosed and described here.\n<p>Information about our customers is an important part of our business, and we are not in the business of selling it to others.\nWe share customer information only as described below.</p>\n<p>We use information to respond to your requests or questions.\nFor example, we might use your information to respond to your customer feedback.</p>\n<p>We use information to improve our products and services.\nWe may use your information to make our Sites better.\nWe might use your information to customize your experience with us or understand your preferences.\nWe may combine information we get from you with information about you we get from third parties.</p>\n<p>We use information to communicate with you.\nWe may send you emails and text messages you have consented to receive, such as promotional messages and transactional messages.\n<br>\n<br>If you have opted-in to receiving messages from us, you expressly acknowledge consent to receiving such messages to the email, phone number, and address you have provided us, and that such messages may be from an automated system.\nIf you have opted-in to receive text messages we do not charge you for the text message, provided, however, that standard messaging and data rates will apply to each text message in accordance with your wireless plan and your carrier’s policies.\nWe do not require you to agree to receive text messages as a condition of making any purchase.\nIf you need help with text messages text HELP to 720-730-2009.\nText messages may not be delivered to you due to factors beyond our control such as transmission range, your carrier’s policies, or your phone plan.\n<br>\n<br>You have the choice to opt-in to or opt-out from receiving certain emails or text messages to the email address or mobile number you provide to us at any time.\nPlease see below for ways to opt-out of receiving certain communication from us.\n<br>\n<br>Any communication or material you transmit to us by email or otherwise, including any data, questions, comments, suggestions, or the like is, and will be treated as, non-confidential and non-proprietary.\nExcept to the extent expressly covered by this Policy, anything you transmit or post may be used by us for any purpose, including but not limited to, reproduction, disclosure, transmission, publication, broadcast and posting.\nFurthermore, you expressly agree that we are free to use any ideas, concepts, know-how, or techniques contained in any communication you send to us without compensation and for any purpose whatsoever, including but not limited to, developing, manufacturing and marketing products and services using such information.</p>\n<p>\n</p> We Engage in Interest-Based Advertising.\n<p>ShaneCo.com and our partners display interest-based advertising using information gathered about you over time across multiple websites or other platforms.\nThis might include apps.\n<br>\n<br>Interest-based advertising includes ads served to you after you leave our website, encouraging you to return.\nThey also include ads we think are relevant based on your shopping habits or online activities.\nFor example, providing you with promotional materials we think you would like based on your shopping activity.\nThese ads might be served on websites or on apps.\nThey might also be served in emails.\nWe might serve these ads, or third parties may serve ads.\nThey might be about our products or other companies’ products.\n<br>\n<br>To decide what is relevant to you, we use information you make available to us when you interact with us, our affiliates, and other third parties.\nFor example, we or our partners might look at your purchases or browsing behaviors.\nWe might look at these activities on our platforms or the platforms of others.\n<br>\n<br>We work with third parties who might help gather this information or with whom we might share your information.\nThese third parties might link your name or email address to other information they collect.\nThat might include past purchases made offline or online.\nOr, it might include online usage information.\n<br>\n<br>The Self-Regulatory Program for Online Behavioral Advertising program provides consumers with the ability to opt-out of having their online behavior recorded and used for advertising purposes.\nIf you want to opt out, visit http://www.aboutads.info/choices/.\nYour opt-out is both browser and device specific.</p>\n<p>\n</p> We Use Various Tracking Technologies.\n<p>We–or third parties we work with–use several common data collection technologies including cookies, pixel tags, and similar technologies.\nWe collect personal information about users over time and across different Web sites when you use this Web site or service.\nWe also have third parties that collect personal information this way.\nWe do this for many reasons, including the following:</p>\n<p>\n</p>\n<ul>\n<li>To engage in interest-based advertising as discussed above.</li>\n<li>To understand the activities and behaviors of customers and platform users.</li>\n<li>To recognize new visitors to our websites.</li>\n<li>To recognize past customers.</li>\n<li>To present more personalized content and offers, to improve your website experience, optimize your shopping experience, and provide site and service enhancements.\nFor example, to avoid repeatedly showing you the same advertisements.</li>\n<li>To serve customized advertising (whether on our website or others you visit).</li>\n<li>So we can better understand our audience, our customers, our website visitors, and their respective interests.\nFor example, to understand what ads are of interest to consumers.</li>\n</ul>\n<p>\n</p>\n<p>We work with third parties who provide us with certain web search services.</p>\n<p>We use information for security purposes.&nbsp;We may use information to protect our company, our customers, and our websites.</p>\n<p>We use information for marketing purposes.&nbsp;If you register with our site or if you opt-in to receiving messages from us in any other way, we may send you information about special offers, new products, or new services.\nThese might be third party offers or products we think you might find interesting.\nDepending on your choice we may send this type of information via email, text, call, push notifications in apps, or notifications by regular mail.\nWe also use information to customize offers you receive.\nThis includes using your shopping history on Affiliates or other third-party platforms.</p>\n<p>We utilize Third-Party service providers, and use your information to perform those functions.&nbsp;We employ other companies and individuals to perform functions on our behalf.\nExamples include fulfilling orders, delivering packages, sending postal mail and e-mail, removing repetitive information from customer lists, analyzing data, providing marketing assistance, providing search results and links (including paid listings and links), processing credit card payments, and providing customer service.\nThey have access to personal information needed to perform their functions, but may not use it for other purposes.</p>\n<p>We use information to communicate with you about your account or our relationship.&nbsp;We may contact you about your account or feedback.\nWe might also contact you about this Policy or our website Terms.</p>\n<p>We use information as otherwise permitted by law.</p>\n<p>\n</p> We may share information with third parties.\n<p>We will share information within the Shane Co.\nfamily of companies.</p>\n<p>We will share information with third parties who perform services on our behalf.&nbsp;For example, we share information with vendors who send emails for us.\nWe may also share information with companies that operate our websites or run a promotion.</p>\n<p>We will share information with our business partners.&nbsp;This includes sharing for marketing or advertising or for purposes of running joint promotions.\nFor example, we will share information with our Affiliates to process orders or understand preferences.\nOr we might share information that third parties can use to serve you with ads they think you will like.\nThis could include sharing with our partners what ads you look at.\nThird parties may use information for their own marketing or advertising purposes.</p>\n<p>We will share information if we think we have to in order to comply with the law or to protect ourselves.\nWe release account and other personal information when we believe release is appropriate to comply with the law.\nenforce or apply our Terms of Use and other agreements.\nor protect the rights, property, or safety of ShaneCo.com, our users, or others.\nThis includes exchanging information with other companies and organizations for fraud protection and credit risk reduction.\nObviously, however, this does not include selling, renting, sharing, or otherwise disclosing personally identifiable information from customers for commercial purposes in violation of the commitments set forth in this Privacy Policy.</p>\n<p>We may share information with any successor to all or part of our business.\nAs we continue to develop our business, we might sell or buy stores, subsidiaries, or business units.\nIn such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Policy (unless, of course, the customer consents otherwise).\nAlso, in the unlikely event that Shane Co., or substantially all of its assets are acquired, customer information will of course be one of the transferred assets</p>\n<p>We may share information for other reasons we may describe to you.</p>\n<p>\n</p> You have certain choices about sharing and marketing practices.\n<p>You can choose not to provide us with information.\nYou can always choose not to provide information, even though it might be needed to make a purchase or to take advantage of such ShaneCo.com features as Your Account, Shane Co.\nMyWay, and Customer Reviews.\n</p>\n<p>\n</p>\n<p>You can opt out of receiving our marketing email and texts.\nTo stop receiving our promotional emails, you may opt-out by one of the following methods:</p>\n<p>\n</p>\n<ul>\n<li>Selecting the \"Unsubscribe\" link in any promotional email<br>&nbsp;</li>\n<li>Logging into your ShaneCo.com account and changing your email preference under the Shane Co.\nMyWay section https://www.shaneco.com/my-account/myway.<br>&nbsp;</li>\n<li>Visiting our opt-out page at https://www.shaneco.com/unsubscribe<br>&nbsp;</li>\n<li>Emailing us at Support@ShaneCo.com</li>\n</ul>\n<p>\n</p>\n<p>To stop receiving our promotional texts, you may opt-out by one of the following methods:</p>\n<p>\n</p>\n<ul>\n<li>Replying STOP to any text message we send you<br>&nbsp;</li>\n<li>Texting STOP at any time to 720-730-2009 or call 866-467-4263.<br>&nbsp;</li>\n<li>Logging into your ShaneCo.com account and changing your email preference under the Shane Co.\nMyWay section https://www.shaneco.com/my-account/myway.<br>&nbsp;</li>\n<li>Visiting our opt-out page at https://www.shaneco.com/unsubscribe<br>&nbsp;</li>\n<li>Emailing us at Support@ShaneCo.com</li>\n</ul>\n<p>\n</p>\n<p>If you opt-out of receiving text messages, you may receive 1 final text message confirming your decision to unsubscribe.</p>\n<p>Opting out of one form of communication does not mean you’ve opted out of other forms as well.\nFor example, if you opt out of receiving marketing emails, you may still receive marketing text</p>\n<p>Even if you opt out of getting marketing messages, we will still send you transactional messages.\nThese include responses to your questions.\nIf you receive promotional emails from a third party, you will need to separately opt-out with them.\nIf you participate in Shane Co.\nMyWay, you may need to separately opt out of notices and other email content.</p>\n<p>You can request access to certain information.\nYou may request access to the personal information we maintain about you or request that we correct, amend, delete or block the information by emailing us at support@shaneco.com.\nYou may withdraw any consent you previously provided to us or object at any time on legitimate grounds to the processing of your personal information, and we will apply your preferences going forward.</p>\n<p>You can control cookies and tracking tools.\nYour browser may give you the ability to control cookies.\nHow you do so depends on the type of cookie.\nCertain browsers can be set to reject browser cookies.\nTo control flash cookies, which we may use on certain websites from time to time, you can go here.\nWhy? Because flash cookies cannot be controlled through your browser settings.<br>\n<br>If you block cookies on your browser, certain features on our sites may not work.\nIf you block or delete cookies, not all of the tracking activities we have described here will stop.\nChoices you make are both browser and device-specific.</p>\n<p>You can control tools on your mobile devices.\nFor example, you can turn off the GPS locator or push notifications on your phone.\nYou can also control these settings in our apps.</p>\n<p>\n</p> Your California privacy rights.\n<p>This section of the Policy applies only to any natural person “enjoying the benefit and protection of laws and government” of California.\nIf you live in California you have certain rights under the California Consumer Protection Act of 2018 (“CCPA”).</p>\n<p>\n</p>\n<p>In accordance with the CCPA, this Policy discloses:</p>\n<p>\n</p>\n<ul>\n<li>what categories of personal information and the specific pieces of personal information we collect;<br>&nbsp;</li>\n<li>how that personal information is collected and how we use it;<br>&nbsp;</li>\n<li>the categories of personal information that are shared with third parties;.<br>&nbsp;</li>\n<li>the categories or types of third parties with whom we share personal information.<br>&nbsp;</li>\n</ul>\n<p>\n</p>\n<p>As a California resident you can request a list of the personal information we collected from you, a list of the personal information we have shared with third parties, and a list of the names of third parties with whom we have shared your personal information.\nYou may make such a request twice per year at no charge to you.</p>\n<p>\n</p>\n<p>You may also request that we do not sell or disclose your personal information to third parties.\nHowever, to provide you with most our services and access to our sites we need to share certain aspects of your personal information with our third party service providers.\nAccordingly, such request may affect how you use and access our website and receive our services.</p>\n<p>\n</p>\n<p>You may also request that we, and any third parties with whom we have shared your personal information, delete all your personal information.\nBe advised that we may limit, postpone, or deny your request in order to: (i) facilitate any transaction that you initiate with us.\n(ii) comply with a legal requirement or process.\n(iii) comply with our security and safety measures.\nand (iv) comply with any other exception provided under the CCPA.</p>\n<p>\n</p>\n<p>To make any of the foregoing requests, email us at CustomerServiceRep@shaneco.com with the subject line “California Consumer Protection Act Request,” or call us toll-free at 866-467-4263.</p>\n<p>\n</p> Our Sites and children.\n<p>Our sites are meant for people at least 18 years old.\nWe do not knowingly collect personally identifiable information from children under 13 without permission from a parent or guardian.\nIf you are a parent or legal guardian and think your child under 13 has given us information, you can email us at CustomerServiceRep@shaneco.com.\nYou can also write to us at the address listed at the end of this policy.\nPlease mark your inquiries \"COPPA Information Request.\" Parents, you can learn more about how to protect children's privacy on-line here: http://www.business.ftc.gov/privacy-and-security/childrens-privacy.</p>\n<p>\n</p> We store information in the United States.\n<p>Information we maintain is stored within the United States.\nIf you live outside of the United States, you understand and agree that we may transfer your information to the United States.\nThis site is subject to U.S.\nlaws, which may not afford the same level of protection as those in your country.</p>\n<p>\n</p> We use standard security measures.\n<p>We use reasonable measures to protect the information you share with us.\nThis includes physical measures.\nIt also includes technical and administrative measures.\nWe use firewall encryption where appropriate.\nWe may also use Secure Socket Layer encryption.\nPlease remember that no data security measures are 100% secure all of the time.\n<br>\n<br>We keep personal information as long as it is necessary or relevant for the practices described in this Policy.\nWe also keep information as otherwise required by law.</p>\n<p>\n</p> Our Site and Do Not Track Signals.\n<p>Some browsers transmit Do Not Track (DNT) signals to websites.\nDue to the lack of a common interpretation of DNT signals throughout the industry, we do not currently alter, change, or respond to DNT requests or signals from these browsers.\nWe will continue to monitor industry activity in this area and reassess our DNT practices as necessary.</p>\n<p>\n</p> You can update your information.\n<p>To update your information, log into the site and click the \"My Account\" link at the top of every ShaneCo.com page.\nYou can also update it by clicking here: https://www.shaneco.com/MyAccount/Login.aspx.\nIt may take us up to 10 business days to process account changes.</p>\n<p>\n</p> We may link to other sites or have third party services on our site we do not control.\n<p>If you click on a link to a third party site, you will be taken to websites we do not control.\nThis policy does not apply to the privacy practices of that website.\nRead the privacy policy of other websites carefully.\nWe are not responsible for these third party sites.\nOur site may also serve third party content that contains their own cookies or tracking technologies.\nWe do not control the use of those technologies.\nWe also do not control the privacy practices of our Affiliates.\nThis includes their use of cookies and other tracking technologies.</p>\n<p>\n</p> Feel free to contact us if you have more questions.\n<p>If you have any questions or concerns about this Privacy Policy, you may contact us at:<br>\n<br>Shane Co.<br>Attn: Privacy<br>P.O.\nBox 3552 Englewood, CO 80155-9922<br>Email: CustomerServiceRep@shaneco.com </p>\n<p>\n</p> Terms of Use, Notices, Revisions, Limitation on Liability, Arbitration <p>If you choose to visit ShaneCo.com, your visit and any dispute over privacy is subject to this Privacy Policy and our Terms of Use, including limitations on damages, resolution of disputes, and application of the law of the state of Colorado.\nIf you have any concern about privacy at ShaneCo.com, please contact us with a thorough description, and we will try to resolve it.\nOur business changes constantly, and our Privacy Policy and the Terms of Use will change also.\nWe may e-mail periodic reminders of our notices and conditions, but you should check our Web site frequently to see recent changes.\nUnless stated otherwise, our current Privacy Policy applies to all information that we have about you and your account.\nWe stand behind the promises we make, however, and will never materially change our policies and practices to make them less protective of customer information collected in the past without the consent of affected customers.\n<br>\n<br>Except where prohibited, by visiting and using ShaneCo.com, you agree that: (1) any and all questions, controversies, claims and causes of action arising out of or connected with the construction, validity, interpretation, and enforceability of this Privacy Policy shall be resolved exclusively by means of arbitration administered by the American Arbitration Association in accordance with its Commercial Arbitration Rules, in Denver, Colorado, and shall be resolved individually, without resort to any form of class action or representative action, and you agree that you shall not seek to aggregate any claims with other individuals.\n(2) SHANE CO.’S LIABILITY ARISING IN CONNECTION WITH THIS PRIVACY POLICY WHETHER IN CONTRACT, IN TORT, UNDER ANY WARRANTY, IN NEGLIGENCE OR OTHERWISE SHALL NOT EXCEED THE AMOUNT OF $1.00 AND SHALL BE FURTHER LIMITED TO ACTUAL DAMAGES EQUAL TO OR LESS THAN SUCH AMOUNTS, RESPECTIVELY, AND TO THE MAXIMUM EXTENT PERMITTED BY LAW, UNDER NO CIRCUMSTANCE, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, SHANE CO.\nSHALL NOT BE LIABLE FOR, AND YOU WAIVE ALL RIGHTS TO CLAIM ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES OR ATTORNEYS FEES ARISING OUT OF THIS PRIVACY POLICY, AND ANY AND ALL RIGHTS TO HAVE DAMAGES MULTIPLIED OR OTHERWISE INCREASED (EVEN IF YOU OR ANY OF YOUR AUTHORIZED REPRESENTATIVES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), AND TO RECOVER OTHER SUCH RELATED COSTS OF BRINGING A CLAIM, NOR SHALL AN ENTRANT BE ENTITLED TO RESCIND THIS AGREEMENT NOR SEEK INJUNCTIVE OR ANY OTHER EQUITABLE RELIEF.\nJudgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof.\n<br>\n<br>Claims shall be heard by a single arbitrator.\nThe place of arbitration shall be Denver, Colorado.\nThe arbitration shall be governed by the laws of the State of Colorado without giving effect to any choice of law or conflict of law rules of the State of Colorado or of any other jurisdiction.\nDepositions shall be limited to a maximum of three per party and shall be held within twenty days of the making of a request.\nAdditional depositions may be scheduled only with the permission of the arbitrators, and for good cause shown.\nEach deposition shall be limited to a maximum of seven hours duration.\nTime is of the essence for any arbitration under this agreement and arbitration hearings shall take place within ninety (90) days of filing and awards rendered within one hundred twenty (120) days.\nThe Arbitrator shall agree to these limits prior to accepting appointment.\nThe arbitrator will have no authority to award punitive or other damages not measured by the prevailing party's actual damages, except as may be required by statute.\nThe prevailing party shall not be entitled to an award of attorney fees.\nExcept as may be required by law, neither a party nor an arbitrator may disclose the existence, content, or results of any arbitration hereunder without the prior written consent of both parties.\nThe parties agree that failure or refusal of a party to pay its required share of the deposits for arbitrator compensation or administrative charges shall constitute a waiver by that party to present evidence or cross-examine witness.\nIn such event, the other party shall be required to present evidence and legal argument as the arbitrator may require for the making of an award.\nSuch waiver shall not allow for a default judgment against the non-paying party in the absence of evidence presented as provided for above.</p>\n<p>\n</p> Rights for Residents of the European Union or Switzerland <p>This section of the Privacy Policy applies only if you use our website or Services covered by this Privacy Policy from a country that is a Member State of the European Union or Switzerland, and supplements the information in this Privacy Policy.</p>\n<p>\n</p>\n<p>Controller of Personal Information<br>\n<br>To the extent that Shane Co.\nis subject to the laws of the European Union and Switzerland when processing personal data (“Personal Data”), it shall be the “data controller” under such laws.</p>\n<p>\n</p>\n<p>Legal Basis for Data Processing<br>\n<br>We process Personal Data for the purposes set out in this Privacy Policy, as described above.\nOur legal basis to process Personal Data includes processing that is: necessary for the performance of the contract between you and Shane Co.\n(for example, to facilitate a purchase on Shaneco.com, to provide you with other services that you request, or for resolving billing or customer service inquiries related to your use of our Services).\nnecessary to comply with legal requirements (for example, to comply with applicable accounting rules or to make mandatory disclosures to law enforcement).\nnecessary for our legitimate interests (for example, to manage our relationship with you and to improve the website and our Services).\nand, where legally required and we have no other valid legal basis to process Personal Data, we will use consent by our customers (for example, to provide you with marketing information or share information with third parties), which may subsequently be withdrawn at any time (by emailing privacy@shaneco.com) without affecting the lawfulness of processing based on consent before its withdrawal.<br>\n<br>In some instances, you may be required to provide us with Personal Data for processing as described above, in order for us to be able to provide you all of our Services, and for you to use all the features of our website.</p>\n<p>\n</p>\n<p>International Transfers of Personal Data<br>\n<br>The nature of Shane Co.’s business means that the Personal Data collected through our Services will be transferred to the United States.\nAlso, the Shane Co.\npersonnel and some of the third-parties to whom we disclose Personal Data (as set out above) are located in the United States.\nWe take appropriate steps to ensure that recipients of your Personal Data are bound to duties of confidentiality and we implement measures such as standard data protection contractual clauses to ensure that any transferred Personal Data, remains protected and secure.</p>\n<p>\n</p>\n<p>Your Rights<br>\n<br>If you are aware of changes or inaccuracies in your information, you should inform us of such changes so that our records may be updated or corrected.\nYou may contact our Data Protection Officer, at privacy@shaneco.com.\nYou may lodge a complaint with a supervisory authority if you consider that our processing of your Personal Data infringes applicable law.\nA list of EU data protection authorities is available at http://ec.europa.eu/newsroom/article29/item-detail.cfm?item_id=612080.</p>\n<p>\n</p>\n<p>\n</p> Contact Us <ul>\n<li>Email Us</li>\n<li>(866) 467-4263</li>\n<li>Find a Store</li>\n</ul> About Shane Co.\n<ul>\n<li>Why Shane Co.?</li>\n<li>FAQs</li>\n<li>In The News</li>\n<li>Shane Co.\nBlog</li>\n<li>Careers</li>\n</ul> Customer Service <ul>\n<li>Lifetime Warranty &amp.\nMaintenance</li>\n<li>Shane Co.\nCredit Card</li>\n<li>Gift Cards</li>\n<li>Upgrade Program</li>\n<li>Returns</li>\n<li>Cash for Gold</li>\n<li>Order Tracking</li>\n<li>Layaway Lookup</li>\n<li>Shop Job Lookup</li>\n</ul> Follow Us Get special offers, fashion tips, and more! Submit <p>\n</p>\n<p>Copyright © 2000-2020 Shane Co.\nAll Rights Reserved.*Free Shipping applies to all domestic orders.\n**Product availability varies by store.<br>***While Supplies Last.\nDetails &gt;</p>\n<p>\n</p>\n<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Corporate Responsibility</li>\n<li>Site Map</li>\n<li>Accessibility</li>\n</ul>\n<p>\n</p> OK <ul>\n</ul> &lt;div id=\"minimize-content\"&gt;&lt;div id=\"minimize-notify\" class=\" minimize-notify-right-avatar minimize-notify-bottom\"&gt;&lt;span id=\"minimize-notify-counter\"&gt;&lt;/span&gt;&lt;/div&gt;&lt;div id=\"minimize-avatar-container\" class=\" right bottom\"&gt;&lt;img id=\"minimize-avatar\" alt=\"minimized chat\"&gt;&lt;/div&gt;&lt;div id=\"minimize-svg\" class=\" right bottom\"&gt;&lt;div id=\"svg-container\"&gt;&lt;svg viewBox=\"0 0 600 600\"&gt;&lt;defs&gt;&lt;filter id=\"dropshadow\" height=\"140%\"&gt;&lt;fegaussianblur in=\"SourceAlpha\" stddeviation=\"15\"&gt;&lt;/fegaussianblur&gt;&lt;feoffset result=\"offsetblur\" dx=\"10\" dy=\"10\"&gt;&lt;/feoffset&gt;&lt;fecomponenttransfer&gt;&lt;fefunca type=\"linear\" slope=\"0.8\"&gt;&lt;/fefunca&gt;&lt;/fecomponenttransfer&gt;&lt;femerge&gt;&lt;femergenode&gt;&lt;/femergenode&gt;&lt;femergenode in=\"SourceGraphic\"&gt;&lt;/femergenode&gt;&lt;/femerge&gt;&lt;/filter&gt;&lt;/defs&gt;&lt;g id=\"comments-o\" class=\"designstudio-container\"&gt;&lt;circle class=\"designstudio-circle\" cx=\"50%\" cy=\"50%\" r=\"260\" fill=\"#615c5c\" linejoin=\"round\" stroke=\"#000\" stroke-width=\"0\" fill-opacity=\"1\" position=\"absolute\"&gt;&lt;/circle&gt;&lt;path class=\"designstudio-icon\" fill=\"#fff\" d=\"M704 1152q-153 0 -286 -52t-211.5 -141t-78.5 -191q0 -82 53 -158t149 -132l97 -56l-35 -84q34 20 62 39l44 31l53 -10q78 -14 153 -14q153 0 286 52t211.5 141t78.5 191t-78.5 191t-211.5 141t-286 52zM704 1280q191 0 353.5 -68.5t256.5 -186.5t94 -257t-94 -257 t-256.5 -186.5t-353.5 -68.5q-86 0 -176 16q-124 -88 -278 -128q-36 -9 -86 -16h-3q-11 0 -20.5 8t-11.5 21q-1 3 -1 6.5t0.5 6.5t2 6l2.5 5t3.5 5.5t4 5t4.5 5t4 4.5q5 6 23 25t26 29.5t22.5 29t25 38.5t20.5 44q-124 72 -195 177t-71 224q0 139 94 257t256.5 186.5 t353.5 68.5zM1526 111q10 -24 20.5 -44t25 -38.5t22.5 -29t26 -29.5t23 -25q1 -1 4 -4.5t4.5 -5t4 -5t3.5 -5.5l2.5 -5t2 -6t0.5 -6.5t-1 -6.5q-3 -14 -13 -22t-22 -7q-50 7 -86 16q-154 40 -278 128q-90 -16 -176 -16q-271 0 -472 132q58 -4 88 -4q161 0 309 45t264 129 q125 92 192 212t67 254q0 77 -23 152q129 -71 204 -178t75 -230q0 -120 -71 -224.5t-195 -176.5z\" transform=\"scale(.195, -.195) translate(600, -2000)\"&gt;&lt;/path&gt;&lt;/g&gt;&lt;/svg&gt;&lt;/div&gt;&lt;/div&gt;&lt;div id=\"minimize-messages\" class=\" message-left bottom\"&gt;&lt;/div&gt;&lt;/div&gt;", "created_at": "2021-01-08 22:34:45.816982", "updated_at": "2021-02-03 22:45:32.320503"}], "points": [], "urls": ["shaneco.com"]}}