{"error": 448, "message": "OK", "parameters": {"id": 5811, "name": "Sureint", "created_at": "2021-11-26 06:23:24.821375", "updated_at": "2021-11-26 23:01:09.781426", "wikipedia": null, "keywords": null, "related": null, "slug": "sureint", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5811.png", "url": "sureint.com", "documents": [{"id": 10480, "name": "Privacy Policy", "url": "https://sureint.com/privacy-policy", "xpath": "/html/body/div[1]/div", "text": "Privacy Policy<p>Effective Date: 09/23/20</p>\n<br>\n<p>Welcome to our website (the: \"Website\" or \"Site\").</p>\n<p>Our Site provides different email notifications, widgets, applications and other services (“Services”).\nThe purpose of this Privacy Policy is to explain which information is collected when visiting the Website, how it is used and shared.\nThis Privacy Policy is subject to updates from time to time, so that you will need to check back on this page periodically.</p>This Website and the Services are destined solely for residents of the United States of America.Consent to Receipt of Messages and Telemarketing<p>The submission of your telephone number on the Website constitutes express consent for us and Service Providers and their agents and partner companies to contact you, at the number given by you, to provide marketing information by means of text messages and MMS, as well as live and pre-recorded telephone calls, including calls made through automated telephone dialing system, on landlines and wireless numbers, even if the phone number you provide is on a corporate, state or national Do Not Call list.\nThe consent provided by you shall not be treated as consent for purchasing goods or services.\nRates may apply for the data and messages sent.\nYour consent for being contacted may be revoked at any time by contacting us at: www.sureint.com/contact or by writing to us at support@sureint.com.</p>Information Collected and Its Use<p>Our goal is to assist consumers in finding insurance and other products by putting consumers in touch with insurance companies, insurance agents, discount program representatives and vendors who also help to connect consumers with insurance providers and other third parties (“Service Providers”).\nTo this end, we collect your personally identifiable information, that is information which can identify you as an individual, voluntarily provided by you, when you are visiting and submitting this information to the Website.\nHence, we request that you provide, among other things, your first and last name, gender, date of birth, home address, email address and telephone number.\nAdditionally, we may need information about your driving history, the type of car you own and your home ownership history.</p>\n<br>\n<p>The information we collect may be used for any lawful purpose, such as providing our products and services to you (including matching you with Service Providers).\nconducting research and analysis.\ncontacting you in response to your requests for information.\ndisplaying customized content and advertising.\nproviding you quotes from Service Providers who may contact you using the information you provide.\naiding us in developing new services.\nensuring that the Website is functioning properly.\nsending newsletters and other information to you.\nalerting you to product updates, special offers, updated information and other new services.\nand obtaining additional information needed from you.</p>\n<br>\n<p>Additionally, when visiting the Website, some information may be collected automatically, such as Internet protocol (IP) addresses, Internet service provider (ISP), browser type, device type, operating system, date and time of visit, referring/exit pages, Internet tags, clickstream data and other activities on the Website.\nThis automatically collected information may be used together with other information gathered about you.\nThe purpose thereof is to improve our services, analytics, marketing, and the operation of the Website.\nThis data is collected through cookies, tags, beacons and scripts by us, our marketing partners, affiliates, analytics and services providers in order to analyze trends, track users’ movements around the Website and to gather demographic information about our user base as a whole.\nIf you do not wish that information will be collected about you through cookies, you can set your browser to reject them.\nYou will still be able to access the Website, however, your ability to use some features or areas of our Site may be limited.\nFinally, information obtained from you and other users may be cumulatively forwarded to third parties.</p>Opting Out<p>By submitting your personally identifiable information, you grant permission to receive email, fax, telephone, text messages and other forms of communications from or on behalf of us and third parties to whom we transfer your information.\nIf you do not agree to this and would like to opt-out from this option, please follow the opt-out instructions located at the bottom of each promotional or marketing email communication or email us at support@sureint.com.\nHowever, you should be aware that you may continue to receive messages concerning any transaction you make with us or comments or inquiries you submit to us even if you opt-out of receiving marketing messages.</p>\n<br>\n<p>If you do not agree that your information will be shared with third parties for marketing purposes, please write to us at support@sureint.com.\nIf you do not wish to receive communications from any person or entity with whom we have shared your information for their marketing purposes, you must contact them directly.</p>Personal Information Sharing<ul>\n<li>\n<strong>In General.</strong> Personal information provided by you may be shared with Service Providers with the aim of providing you with the quotes you requested and in order for Service Providers to contact you for informational, advertising and marketing purposes.\nThe information provided by you and automatically collected data may be shared by the Service Providers, without any limitation, with other third parties, and those third parties may also share your data with other third parties.\nYou may be contacted by Service Providers and other third parties may contact you with a quote by email, text message, telephone, postal mail or other forms of communication.</li>\n<li>\n<strong>Suppliers and Vendors.</strong> The personal information collected on our Website may be shared with our suppliers and vendors.\nThis is done to verify the data and where such access is incidental to their providing us services, such as phone number verification services and email service providers.</li>\n<li>\n<strong>With our Subsidiaries.</strong> The information gathered on our Website may be provided to our subsidiaries, corporate affiliates, and related companies.</li>\n<li>\n<strong>To Comply with Legal Proceedings.</strong> We reserve the right to disclose your personal information in the situation when disclosure is necessary to protect our rights or to comply with a legal or judicial proceeding or a court order.</li>\n<li>\n<strong>Lawful Requests by Public Authorities.</strong> We may be asked, in certain exceptional situations, to disclose the personally identifiable information provided by you at the request of public authorities, including law enforcement bodies, in accordance with the law.\nYour information may also be shared (a) to enforce our Terms of Use, including investigation of potential violations thereof, (b) to satisfy any applicable law, regulation, legal process or enforceable governmental request, (c) to detect, prevent or otherwise address fraud, security or technical issues, and (d) to protect against imminent harm to the rights, property or safety of us, our users, or the public, in accordance with the applicable law.</li>\n<li>\n<strong>Programs and Promotions.</strong> You may occasionally take part in contests, giveaways, sweepstakes or other programs and promotions offered by us, either alone or with third parties.\nIn order to participate in these programs or promotions, you may need to provide additional personally identifiable information.\nBoth the official rules or agreement governing that program or promotion and this Privacy Policy will apply to our use and sharing of your information gathered through a program or promotion.\nIn case of any conflict with this Privacy Policy, the terms of those rules or agreement will prevail.</li>\n<li>\n<strong>Merger or Sale of Company.</strong> In the event of a merger or sale of Company, the information received from you through this Website may be treated as a Company asset and may be transferred, as permitted by law.</li>\n</ul>Third Party Sites Connecting through our Website<p>We may use third-party services, such as Google Analytics (as explained in more detail below), to help us understand how users use the Website or Service and to improve the ways in which we interact with users, including the refinement of interest-based ads displayed to users.\nSuch services, including Google Analytics, may collect information about your use of the Website or Service through cookies, advertising identifiers and other technologies.\nThe collection and use of data by such third parties, including Google Analytics, is subject to their privacy policies and is not governed by this Privacy Policy.</p>\n<br>\n<p>You need to be aware that other websites and services may collect personally identifiable information about you, which includes the websites of third parties that you connect with through our Website or Service.\nThis Privacy Policy does not govern the information practices of those third-party websites, and we are not responsible or liable for the content and activities of such websites.\nAdditionally, please note that certain personally identifiable information may be made available to third parties using our Application Programming Interface (“API”).\nUse of third-party applications developed using our API are subject to the terms of use and privacy policies of such third party developers.\nYou should be aware that such third party applications may share user information.</p>Do Not Track Options<p>Advertising networks, analytics providers, and widget providers may be gathering information about your online activities when you visit our Website.\nDifferent browsers offer a “Do Not Track” option, but there is no standard for how this option should work on commercial websites.\nAs a result of the lack of such standards, please note that the Site does not respond to Do Not Track consumer browser settings.</p>Privacy Rights of Nevada Residents<p>Residents of Nevada may request us not to disclose certain personal information we have about them, in accordance with Nevada law.\nTo submit such a request, please contact us online at: www.sureint.com/contact or by sending an email to: support@sureint.com</p>Analytics and Digital Advertising<p>It is possible that we will cooperate with third parties that gather data about your use of the Site and other sites or apps for purposes other than advertising.\nWe use Google Analytics and other third-party services to improve the performance of the Site and for analytics and marketing purposes.\nIf you are interested in finding out more about how Google Analytics collects and uses data when you use our Site, please visit www.google.com/policies/privacy/partners, and to opt out of Google Analytics, visit tools.google.com/dlpage/gaoptout.</p>\n<br>\n<p>Furthermore, it is possible that we will enter into partnerships with ad networks and other ad serving providers (“Advertising Providers”) whose task is to provide advertisements on behalf of us and other entities on non-affiliated platforms.\nIt could be that some of those advertisements will be interest-based, that is personalized to match your interest on the basis of information collected by Advertising Providers about your use of the Website and other websites or apps over time, including information about relationships among different devices and browsers.</p>\n<br>\n<p>To learn more about internet-based advertising you may visit the DAA Webchoices tool at www.aboutads.info.\nThis page also provides information on how to opt out of advertising on websites by companies participating in the DAA self-regulatory program.\nPlease note that if you use a different browser or mobile device or delete your cookies, it may be necessary for you to renew your opt-out choices exercised through the DAA Webchoices tool.\nElecting to opt out may make the ads you see less relevant to your interests, but will not stop advertising from appearing in your browser or applications.\nYour browser may also provide tools to delete cookies or limit their.\nbut if you resort to this measure, it may cause our Site not to function as intended.</p>Changes and Updates<p>This Privacy Policy may be updated from time to time.\nIn such a situation, the “Effective Date” on the Privacy Policy will also be amended.\nIf you continue to use our Website after changes have been made to this Privacy Policy, this will be an indication that you accept those changes.\nIf you wish to stay up to date on how we process and share the information we collect about you, please review this Privacy Policy from time to time.</p>Privacy Policy for California ResidentsPrint this page<br>\n<br>\n<p>In this part we discuss the privacy requirements with respect to “personal information”, as laid down in the California Consumer Privacy Act (“CCPA”).\nIf you are a consumer with disabilities, please contact us at ccpa@sureit.com for further assistance.<br>\n<br>Rights of California Residents for the Protection of their Personal Information<br>As regards the protection of personal information collected by businesses, residents of California enjoy certain special rights.\nSubject to certain limitations and exceptions, California residents have the following rights:</p>\n<ol>\n<li>\n<strong>the right to know</strong> the categories and specific pieces of personal information we collect, use, disclose, and sell, our purposes for collecting or selling personal information, the sources from which we collect personal information, the categories of your personal information that we have either sold or disclosed for a business purpose, and the categories of third parties with whom we have shared personal information.</li>\n<li>\n<strong>the right to opt out of our sale(s)</strong> of personal information.\nHowever, please note that if you opt out of certain types of sales, we will not be able to provide you with the services relying on such sales.</li>\n<li>\n<strong>the right not to be treated in a discriminatory manner</strong> in the exercise of the privacy rights laid down in the CCPA.</li>\n<li>\n<strong>the right to request that we delete</strong> the personal information collected about California resident.</li>\n</ol>\n<p>Please contact us by email at ccpa@sureint.com or online at CCPA Request Webform, if you wish to exercise any of the special rights described above.</p>Personal Information Collected, Disclosed for a Business Purpose and SoldPlease see the table below for information regarding the categories of personal information about California residents that we have collected, disclosed for a business purpose and sold in the past 12 months.\nPlease note that we do not knowingly sell the personal information of minors under 16 years of age.<p>\n</p>\n<br>\n<br>Categories of Personal InformationDisclosed for business purposes to the following categories of third parties:Sold to the following categories of third parties:Personal and online identifiers (such as first and last name, email address, or unique online identifiers)All categories of third parties listed below.All categories of third parties listed below.Categories of information described in Section 1798.80(e) of the California Civil Code (such as physical characteristics or description, insurance policy number, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information)All categories of third parties listed below.All categories of third parties listed below.Characteristics of protected classifications under California or federal law (such as race or gender)All categories of third parties listed below.All categories of third parties listed below.Professional or employment-related informationAll categories of third parties listed below.All categories of third parties listed below.Education informationAll categories of third parties listed below.All categories of third parties listed below.Commercial or transactions information (such as records of personal property or products or services purchased, obtained or considered)All categories of third parties listed below.All categories of third parties listed below.Internet or other electronic network activity information (such as browsing history, search history, interactions with a website, email, application, or advertisement) All categories of third parties listed below.All categories of third parties listed below.Geolocation DataAll categories of third parties listed below.All categories of third parties listed below.Audio, electronic, visual, thermal, olfactory, or similar informationAll categories of third parties listed below.All categories of third parties listed below.Inferences drawn from the above information about your predicted characteristics and preferencesAll categories of third parties listed below.All categories of third parties listed below.Other information about you that is linked to the personal information aboveAll categories of third parties listed below.All categories of third parties listed below.<br>\n<p>\n<b>Source Categories.</b> The said personal information is collected from the source categories below</p>\n<ul>\n<li>Service providers;</li>\n<li>Consumers</li>\n</ul>\n<p>\n<b>Third Parties Receiving Personal Information about California Residents</b> We disclose for business purposes the categories of personal information listed in the table above to the following third parties:<br>\n<br>\n</p>\n<ol>\n<li>data analytics providers;</li>\n<li>service providers;</li>\n<li>internet service providers;</li>\n<li>advertising networks;</li>\n<li>operating systems and platforms;</li>\n<li>social networks.\nand</li>\n<li>consumer data resellers.</li>\n</ol>We sell the categories of personal information listed in the table above to the following third parties:<ol>\n<li>automotive companies;</li>\n<li>data analytics providers;</li>\n<li>advertising networks;</li>\n<li>advertising/marketing companies;</li>\n<li>business to business companies;</li>\n<li>business services/agencies;</li>\n<li>operating systems and platforms;</li>\n<li>consumer data resellers;</li>\n<li>marketing data companies</li>\n<li>communication services companies;</li>\n<li>financial services companies;</li>\n<li>lifestyle &amp.\ninterest product companies;</li>\n<li>telecommunications companies;</li>\n<li>home and automobile insurance companies;</li>\n<li>technology/computer software companies.\nand</li>\n<li>publishing product companies.</li>\n</ol>Reasons for Collecting, Using and Sharing Personal Information of California ResidentsAs further described in the Privacy Policy, personal information is used and shared by us, among other things, for the following commercial and business purposes:<ul>\n<li>marketing, advertising and enabling and promoting commercial transactions.</li>\n<li>our business purposes as identified in the CCPA, which include:<ol>\n<li>legal compliance;</li>\n<li>debugging;</li>\n<li>auditing related to our interactions with you;</li>\n<li>detecting and protecting against security incidents, fraud, and illegal activity;</li>\n<li>internal research for technological improvement;</li>\n<li>internal operations;</li>\n<li>performing services (for us or our service providers) such as account servicing, processing orders and payments, and analytics;</li>\n<li>activities to maintain and improve our services.\nand</li>\n<li>other one-time uses.</li>\n</ol>\n</li>\n</ul>Designating an Authorized AgentCalifornia residents wishing to submit a request for the exercise of their special rights pursuant to the CCPA, as described above, may designate an authorized agent on their behalf.\nIn such case, we will require the agent to submit proof of your written authorization by email at ccpa@sureint.com , as well as your verification details, including your first and last name, telephone number, email address, zip code and city.\nPlease note that additional information may be requested for verifying the request.Verification of IdentityUpon receipt of a request for the exercise of your special rights, we may require you to provide certain information to verify your identity or understand the scope of your request.\nHowever, please note that you will not have to create an account with us to submit a request or have it fulfilled.\nIn order to verify your identity and fulfil your request, you will be asked to provide at least your first and last name, telephone number, email address, city and zip code.\nIt may be impossible for us to assist you, if we cannot successfully verify your identity or if the information is too sensitive to be disclosed.<p>\n</p>Contact Us<p>If you have any questions, concerns, comments or requests in relation to this Privacy Policy, please contact us by email at support@sureint.com.</p>", "created_at": "2021-11-26 06:23:24.825201", "updated_at": "2021-11-26 05:25:22.765092"}, {"id": 10479, "name": "Terms & Condition", "url": "https://sureint.com/terms", "xpath": "/html/body/div[1]/div", "text": "Terms &amp.\nCondition<p>THESE TERMS INCLUDE AN ARBITRATION AGREEMENT AND A WAIVER OF YOUR RIGHT TO A COURT HEARING OR JURY TRIAL OR TO TAKE PART IN A CLASS ACTION.\nIN CASE OF ANY DISPUTE, UNLESS INDICATED OTHERWISE BELOW OR UNLESS YOU OPT-OUT, YOU ARE OBLIGED TO RESORT TO ARBITRATION.</p>\n<br>\n<p>This website (the “Website” or “Site”) is provided subject to your agreement to these Terms of Use and the Privacy Policy.</p>\n<br>\n<p>Your use of the Website or our Services (as defined below) indicates that you have read, understood and agree to comply with these Terms of Use (this “Agreement” or “Terms”) and our Privacy Policy (the “Privacy Policy).\nIf you do not agree to the Terms or Privacy Policy, please do not access our Website.</p>Our Goal<p>Our goal is to put users in touch with insurance brokers, insurance companies, insurance agents, discount program representatives and other insurance professionals (“Service Providers”).\nThe Website offers various applications, email notifications, widgets and other services (the “Service”), thanks to which information can be obtained and Service Providers found.\nPlease note that we are neither the owners of the products indicated on our Website, nor are we an insurance underwriter, agent or advisor to you or any Service Provider.\nFurthermore, we do not recommend or endorse the products or services of any Service Provider or validate or investigate the licensing, certification or other requirements and qualifications of Service Providers.</p>\n<br>\n<p>OUR TASK IS SOLELY TO CONNECT YOU TO SERVICE PROVIDERS AND IT IS YOUR SOLE RESPONSIBILITY TO VERIFY AND EVALUATE THE CONTENT, PRODUCTS OR SERVICES PROVIDED BY SERVICE PROVIDERS.\nWE SHALL NOT BE HELD LIABLE FOR ANY DAMAGES, LOSSES, COSTS OR CLAIMS IN CONNECTION WITH, ARISING FROM, OR RELATED TO YOUR USE OF A SERVICE PROVIDER’S PRODUCTS OR SERVICES.</p>Acceptance Policy<p>Please note that at any time after receipt of your request for insurance data we may further transfer the request or decline your request for any reason.\nYou may also be asked for additional information before further transferring any insurance request, e.g.\nhealth information and medical history, financial information, the make and model of your vehicle, driving records, etc.\nReceiving any form of electronic confirmation from us shall not signify that your insurance request has been accepted or that an offer to provide a policy is thereby confirmed.\nWe are not responsible for requests that cannot be fulfilled or for unsuccessful requests arising from an applicant's ineligibility to qualify for or otherwise obtain a policy or for an inability to pay premiums.</p>Service Providers<p>We are not a Service Provider or an insurance provider.\nOur Services are limited to helping connect you with Service Providers.\nWe shall not be held liable for any damages, losses, costs or claims related to your use of a Service Provider’s products or services.\nYou are solely responsible for examining and evaluating Service Providers.</p>\n<br>\n<p>It is your sole responsibility to make the right financial decisions and we encourage you to consult with insurance agents, financial advisors, brokers and other qualified professionals before making any decision.\nWe do not make any credit decision or coverage with any Service Provider referred to you.\nWe do not issue credit cards, mortgages, insurance coverage or any other financial products.\nWe do not make any warranties or representations regarding the quotes, rates, terms, fees, coverage or services offered or made available by Service Providers.\nWe do not guarantee that quotes, rates, terms, fees, coverage or services offered by Service Providers are the best available.\nAdditionally, we do not guarantee that you will be matched with a Service Provider.</p>Use of the Website<p>To access, download or use the Website, you need to be at least eighteen (18) years old or the legal age of majority in your jurisdiction, whichever is greater.\nAdditionally, you must be a US resident and agree to these Terms.\nThe Website and its contents, including the information available on it, are intended for personal, non-commercial use only.\nYou represent that you will not make any commercial use of the Service or the Website, including in particular, the sale, licensing, transfer or other exploitation of the content of the Website or the Service.\nWe may, in our sole discretion, change, modify, eliminate, restrict or block access to all or any part of the Website, or cancel any transaction, without notice, at any time, for whichever reason.\nYou shall only use the Website as permitted by this Agreement and you shall not disrupt or intercept electronic information posted on this Website or on any of our servers or use the Website for any inappropriate or illegal purpose.\nYou agree to abide by all applicable federal, state and local laws and regulations with respect to your use of the Website, and you shall provide only true, complete, accurate and current information (and updates thereto) when submitting information through the Website.</p>\n<br>\n<p>The information, data, software and content viewable on, contained in, or downloadable from the Website and the Services, including, without limitation, all text, software, pictures, photographs, images, graphics, charts, videos, line art, icons and renditions, and their selection, coordination, presentation, arrangement, display and enhancement (collectively, the “Content”) is our property or the property of our software vendors and is protected by United States and international copyright laws.\nAll Content is copyrighted by, or otherwise licensed to, us or our suppliers.\nYou shall not collect or harvest any personally identifiable information, including account names, from our Services.\nYou shall not use any communication systems provided on our Services for any commercial or solicitation purposes.\nYou shall not solicit for commercial purposes any users of our Services without our prior written permission.\nYou shall not copy, distribute, redistribute, transmit, publish or use, other than for non-commercial purposes, the Content, without our prior written permission.</p>\n<br>\n<p>You are hereby granted a limited license to access, download, print or otherwise make personal use of the Content, subject to your agreement to these Terms, in the form of: (i) one print copy, for your non-commercial use.\n(ii) one machine-readable copy.\nand (iii) one backup copy.\nAny action by you that (i) restricts, inhibits or prevents any access, use or enjoyment of our Services.\n(ii) violates these Terms or the Privacy Policy.\nor (iii) through the use of our Services, abuses, harasses, defames, threatens or offends, shall not be permitted, and may result in your loss of the right to access and use our Services.\nThe Content may not be modified or used for any commercial purpose or any other public display, sale or performance, and may not be rented, decompiled, disassembled, reverse engineered or transferred to another person or entity.\nWithout our prior written permission, you may not embed, scrape, modify, deep link, spider, frame or use other similar automated data gathering or extraction program, algorithm, tool, methodology, meta tags or any other “hidden text” to access, copy, monitor or acquire our Website or Services or any portion of our Website or Services.</p>CONSUMER REPORT PRACTICES<p>YOUR SUBMISSION OF INFORMATION TO THE WEBSITE CONSTITUTES EXPRESS WRITTEN CONSENT UNDER ANY APPLICABLE LAW FOR THE WEBSITE AND SERVICE PROVIDERS TO PULL YOUR CONSUMER CREDIT PROFILE OR OTHER BACKGROUND INFORMATION ABOUT YOU.\nCONSUMER REPORTS MAY BE USED FOR UPDATES, RENEWALS OR EXTENSIONS OF ANY INSURANCE YOU MAY OBTAIN.\nIN CONNECTION WITH YOUR QUOTE REQUEST, CONSUMER AND CREDIT REPORTS AND DRIVING RECORDS MAY BE ORDERED TO ASSIST SERVICE PROVIDERS IN DETERMINING YOUR ELIGIBILITY FOR THEIR PRODUCTS OR SERVICES AND THE RATES THAT YOU MAY BE CHARGED.\nA CREDIT-BASED INSURANCE SCORE CONTAINED IN YOUR CREDIT REPORT MAY ALSO BE OBTAINED BY A PROVIDER.\nA SERVICE PROVIDER MAY COMBINE THIS INFORMATION WITH INFORMATION YOU SUBMIT TO US.\nALTHOUGH SOME INQUIRIES WILL NOT AFFECT YOUR CREDIT SCORE, YOU NEED TO BE AWARE THAT CERTAIN PROVIDERS AND AFFILIATES MAY INITIATE A CREDIT INQUIRY THAT WILL IMPACT YOUR CREDIT SCORE.</p>Email, Telephone, and SMS Communication<p>When registering to access any Service you must provide your telephone number and email address.\nProvision of your phone number or email address on the Website constitutes written express consent that we and our Service Providers may contact you by email, telephone, cellular or otherwise, and fax at the email addresses and telephone numbers provided, concerning (i) your insurance needs or quote requests, (ii) in response to quotes you have requested from us or our Service Providers, (iii) any issue regarding our Services, and (iv) to provide information or offers that may be of interest to you.\nYou agree that such communications may be sent to your mobile phone via text messages, SMS, MMS and picture messages, prerecorded calls or automated telephone dialing system, even if the phone number you provide is on a corporate, state or national Do Not Call list.\nYou also agree that we and Service Providers make automated or prerecorded calls or send text messages to your mobile telephone number using automated technology, among other things, to remind you about deadlines or confirm your contact information.\nMoreover, you hereby grant permission to receive marketing emails, even if you previously opted out of receiving marketing emails from us or from specific Service Providers.\nIf you do not want to receive such emails, telephone calls, or text messages, you may opt out (i) during the registration process, or (ii) by emailing the address at the bottom of the emails with “UNSUBSCRIBE” or by texting “STOP” or “OPT-OUT” as specifically set forth in the communication.\nPlease see our Privacy Policy for more information.</p>\n<br>\n<p>Notwithstanding the Privacy Policy, you authorize Service Providers and their affiliates and third-party service providers to conduct all necessary research with your information, including checking your credit history, if applicable, for purposes of providing you with information you requested through the Website.\nYour consent is not required to make a purchase.</p>Payment<p>A payment may be applicable for use of the Website and the Service.\nPlease note, however, that we are not connected to and bear no responsible for any fee arrangement made between you and any Service Provider.</p>No Endorsements or Representation Regarding Third Party Content<p>YWe are not liable for the terms and consequences of any commercial transaction concluded as a result of any advertisement placed on or available through the Website.\nFurther, we make no endorsements or representations regarding the accuracy, quality, condition, truth, safety, completeness, reliability or usefulness of any hyperlinks to third-party websites outside of the Website, third-party content posted on the Website, or any content posted on third-party websites.</p>Your Responsibility for Your Financial Decisions<p>We are not an agent or advisor to you or any Service Provider, and we do not recommend or endorse the products or services of any Service Provider.\nService Providers are solely responsible for any services that they may provide to you and we are not liable for any damages, costs, losses or claims in connection with, arising from, or related to, your use of a Service Provider’s products or services.\nYou are responsible for investigating Service Providers.\nYou are encouraged to obtain the advice of brokers, insurance agents, financial advisors or other qualified professionals who are fully aware of your individual circumstances before making any financial or insurance decisions</p>ARBITRATION AGREEMENT AND CLASS ACTION WAIVER<p>If a Dispute arises between us, you agree to first contact us at support@sureint.com.\nAny dispute connected in any manner to your visit or use of the Website, the Services, the Content, any other products or services offered through the Website, any emails, telephone calls or text messages that you receive from us or from Service Providers (“Disputes”), will be submitted to confidential arbitration, rather than being resolved in court, and shall be governed exclusively by the laws of the State of New York, with no regard to principles of conflict of laws.\nFor the avoidance of doubt, all claims arising under the Telephone Consumer Protection Act and state telemarketing and email marketing laws shall be considered “Disputes” that are subject to resolution by binding individual, confidential arbitration.\nThe interpretation and enforcement of this Arbitration Agreement shall be subject to the Federal Arbitration Act, and any question as to the validity of this Arbitration Agreement shall be submitted to confidential arbitration and decided by an arbitrator.</p>\n<p>The arbitrator’s award shall be binding and may be entered as a judgment in any court of competent jurisdiction.\nTo the fullest extent permitted by applicable law, no arbitration under this Agreement may be joined to an arbitration involving any other party subject to this Agreement, whether through a general proceeding, private attorney, class action, class arbitration proceedings or otherwise.\nYou expressly agree to refrain from bringing or joining any claims in any representative or class-wide capacity, including but not limited to bringing or joining any claims in any class action or any class-wide arbitration.</p>\n<br>\n<p>If an arbitrator or court decides that any part of this Arbitration Agreement is invalid or unenforceable, the other parts of this Arbitration Agreement shall still apply.\nhowever, if an arbitrator or court decides that the class action waiver is invalid or unenforceable, then the entirety of this Arbitration Agreement shall be null and void.</p>\n<br>\n<p>Both you and we may choose to informally resolve a Dispute before formally submitting it to arbitration, You agree that if it will be impossible to informally resolve a Dispute, including a Dispute regarding the validity and applicability of this Arbitration Agreement and class action waiver, the Dispute shall be submitted to final and binding arbitration before a single arbitrator of the American Arbitration Association (“AAA”) telephonically or in a location convenient to you.\nWithout limiting the foregoing, YOU EXPRESSLY AGREE TO SUBMIT TO ARBITRATION ALL DISPUTES RELATING TO ANY TELEPHONE CALLS OR TEXT MESSAGES YOU RECEIVE FROM OR ON BEHALF OF US OR ANY ENTITY WITH WHOM WE MAY SHARE YOUR TELEPHONE NUMBER (INCLUDING SERVICE PROVIDERS).\nThe arbitration process may be commenced by submitting a written demand for arbitration with the AAA and providing a copy to the other party.\nAll of the filing costs will be paid by us.\nThe arbitration will be conducted in accordance with the provisions of the AAA’s Commercial Dispute Resolutions Procedures, Supplementary Procedures for Consumer-Related Disputes, in effect at the time of submission of the demand for arbitration, available at www.adr.org.\nOn the AAA’s site at http://www.adr.org you can find a form for initiating arbitration proceedings.\nExcept as may be required by law as determined by the arbitrator, without the prior written consent of both parties no arbitrator or party may disclose the content, existence or results of any arbitration hereunder.\nFurther, we both agree that all entities with whom we share your telephone numbers, including Service Providers, shall be third party beneficiaries of this Dispute Resolution by Binding Arbitration and Class Action Waiver, and that those entities have the same rights as us to enforce this Arbitration Agreement.</p>\n<br>\n<p>Notwithstanding the foregoing, the following shall not be subject to arbitration and may be adjudicated only in the state and federal courts of New York: (i) an action by us for temporary or preliminary injunctive relief, whether prohibitive or mandatory, or other provisional relief.\n(ii) any dispute, controversy, or claim relating to or contesting the validity of our or one of our family company’s intellectual property rights and proprietary rights, including without limitation, patents, trademarks, service marks, copyrights, or trade secrets.\n(iii) interactions with governmental and regulatory authorities.\nand (iv) any legal action by us against a non-consumer.</p>\n<br>\n<p>YOU UNDERSTAND AND AGREE TO HAVE ANY CLAIMS DECIDED INDIVIDUALLY AND ONLY THROUGH ARBITRATION.\nYOU UNDERSTAND THAT YOU WOULD HAVE HAD A RIGHT TO HAVE A JUDGE OR JURY DECIDE YOUR CASE, TO LITIGATE IN A COURT, AND TO BE PARTY TO A CLASS OR REPRESENTATIVE ACTION.</p>\n<br>\n<p>You may opt out of this Arbitration Agreement within thirty (30) days of the date that you visit the Website at the earliest or the date you submit a request through the Website to opt out by sending us an email at support@sureint.com.</p>\n<p>You will not be able to opt out of this Arbitration Agreement, if you do not opt out by the earliest of the date that you visit the Website, or the date you submit information to us through the Website.</p>Limitation of Liabilities.\nDisclaimer of Warranties<p>We shall not be liable for any unplanned or scheduled system outages, including due to any third party acts or any other outages of Internet infrastructure or web host providers and network external to the Website and the Service, and in particular for the resulting unavailability of the Website, any resultant delay, loss of data or non-delivery of information.</p>\n<br>\n<p>THE SERVICES, THE WEBSITE AND ITS CONTENT ARE PROVIDED TO YOU STRICTLY ON AN “AS AVAILABLE” AND “AS IS” BASIS.\nWITHOUT LIMITING THE FOREGOING, THE IMPLIED WARRANTIES OF MERCHANTABILITY, ACCURACY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT OF THIRD PARTY RIGHTS, ARE HEREBY DISCLAIMED TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS OF ANY KIND THAT EXTEND BEYOND THE DESCRIPTION ON THE WEBSITE.</p>\n<br>\n<p>WE SHALL NOT BE RESPONSIBLE TO, OR LIABLE TO, YOU, OR ANY THIRD PARTY, TO THE FULLEST EXTENT PERMISSIBLE BY LAW, WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), WARRANTY, OR OTHERWISE, FOR ANY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR ANY LOSS OF PROFIT, REVENUE OR BUSINESS, AS A DIRECT OR INDIRECT RESULT OF: (I) YOUR DOWNLOADING OF ANY OF THE CONTENT OR THE COLLECTIVE WORK FOR YOUR USE.\n(II) YOUR BREACH OR VIOLATION OF THIS AGREEMENT.\n(III) YOUR DELAY IN ACCESSING OR INABILITY TO ACCESS OR USE OUR SERVICES FOR ANY REASON.\n(IV) YOUR ACCESS AND USE OF THE WEBSITE AND SERVICES.\nOR (V) THE ACTIONS OR INACTION OF SERVICE PROVIDERS.\nWITHOUT LIMITING THE FOREGOING, REGARDLESS OF THE FORM OF THE ACTION, OUR AGGREGATE LIABILITY TO YOU FOR ANY CAUSE WILL AT ALL TIMES BE LIMITED TO THE AMOUNT PAID BY YOU TO US FOR USE OF THE WEBSITE.\nThis Disclaimer of Warranties and Limitation of Liability shall not apply in New Jersey, notwithstanding anything to the contrary herein.</p>Intellectual Property<p>You acknowledge and agree that we are the owners of any and all title, right and interest, including all intellectual property rights – under international, state and federal intellectual property law, including but not limited to, copyright law, patent law, trademark law, trade secret law, unfair competition law, and any and all other proprietary rights, and any and all extensions, renewals, applications and restorations thereof, now or hereafter in force and effect worldwide – in and to the Website and the Services.\nIn case any comments ratings, suggestions, or other feedback regarding the Website or your experience (“Feedback”) are submitted, you agree that you grant us a worldwide, royalty-free, irrevocable, perpetual, transferable and sub-licensable license to publish, translate, copy, reformat, modify, distribute reproduce, create derivative works from and sublicense such materials or any parts thereof, and that such Feedback does not violate any law or the rights of any third party.\nSuch Feedback may be used by us without restriction and for any purpose, free of any obligation, attribution or compensation to you.\nOur logo and name are our trademarks, and ownership of all such trademarks and the goodwill associated therewith remains with us.\nYou are aware that you are not authorized to use without our prior written permission any such trademarks or any other of our trademarks, whether registered or unregistered.</p>\n<br>\n<p>Without limiting the foregoing, we make no proprietary claim to any third-party names, trademarks or service marks appearing on our Services.\nYou acknowledge and agree that the respective owners own the rights in any third-party content (including any third party content licensed by us, advertisements, etc.) presented to you through the Service or contained on the Website or in any other websites to which this Website links, including trademarks, copyright, service marks, patents, logos or other proprietary rights and any other intellectual property rights not owned by us.</p>Infringement of Copyrights<p>You may request us by mail (at: support@sureint.com) that we remove any materials on the Website which you believe have been made accessible, used or copied in violation of your copyright or other intellectual property right.\nTo this end, you should provide us with the following information:</p>\n<ol>\n<li>a description of the copyrighted work or other intellectual property that your claim has been infringed;</li>\n<li>your address, telephone number, and email address;</li>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>a description of where the material that you claim is infringing is located on the website (including the specific URL of each item in dispute, which should help us to locate the relevant content);</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or intellectual property owner or are authorized to act on the copyright or intellectual property owner’s behalf.\nand</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent or the law.</li>\n</ol>Electronic Communications<p>In accordance with any applicable regulations, rules, ordinances, statutes or other laws, including without limitation the United States Electronic Signatures in Global and National Commerce Act, P.L.\n106-229 (the “E-Sign Act”) or other similar statutes, YOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, ORDERS, CONTRACTS, AND OTHER RECORDS AND TO ELECTRONIC DELIVERY OF POLICIES, NOTICES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED THROUGH THE WEBSITE OR SERVICES OFFERED BY COMPANY.\nFurther, you hereby waive any rights or requirements under any statutes, regulations, rules, ordinances or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records.</p>\n<br>\n<p>Although we may choose to communicate with you by postal mail, we may also choose to communicate with you by email or by posting notices on the Website.\nYou are communicating with us electronically when you visit or submit information on the Website or send email to us.\nYou agree to receive communications from us electronically.\nIn addition, you acknowledge and agree that by clicking on the button labeled “SUBMIT”, “GET QUOTES”, “I ACCEPT”, “I AGREE”, ANY LINK THROUGH WHICH YOU SUBMIT CONTACT INFORMATION, or such similar links as may be designated by us to accept these terms and conditions of this Agreement, you are entering into a legally binding contract and submitting a legally binding electronic signature.\nYou acknowledge that your electronic submissions constitute your agreement and intent to be bound by these Terms of Use.</p>Miscellaneous<p>We shall be permitted to send you notices by posting a notice on the Website (deemed received on your accessing the Website or using the Service) or via e-mail to the address that you provided (deemed received on the following day).</p>\n<br>\n<p>No partnership, agency, employer-employee, joint venture, or franchiser-franchisee relationship is intended or created by these Terms of Use between you and us.</p>\n<br>\n<p>These Terms and any documents expressly incorporated by reference, including the Privacy Policy, constitute the entire agreement between you and us with respect to the subject matter hereof, and, unless otherwise specifically stated in writing, there are no other terms, conditions, or obligations between the parties relating to the use of the Website or the Service, other than those contained in these Terms.\nAny waiver of any provision of these Terms will be effective only if made in writing and signed by us.</p>\n<br>\n<p>The section headings used herein are for convenience only and shall not be given any legal importance.</p>\n<br>\n<p>Any protection of intellectual property rights, any of your representations and warranties and any limitations on liability explicitly set forth herein, shall remain in full force and effect notwithstanding any termination of your use of the Service.</p>\n<br>\n<p>If any provision of these Terms is found by an arbitrator or court of competent jurisdiction (if applicable) to be invalid or unenforceable, any other provisions of these Terms will continue in full force and effect and you agree that the court should endeavor to give maximum effect to the parties’ intentions as reflected in the provision.\n</p>", "created_at": "2021-11-26 06:23:24.823417", "updated_at": "2021-11-26 05:26:28.856106"}], "points": [], "urls": ["sureint.com"]}}