{"error": 448, "message": "OK", "parameters": {"id": 3555, "name": "OpenPhish ", "created_at": "2021-05-12 23:23:09.218478", "updated_at": "2021-05-12 22:25:05.194656", "wikipedia": null, "keywords": null, "related": null, "slug": "openphish_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3555.png", "url": "openphish.com", "documents": [{"id": 5909, "name": "Terms of Use", "url": "https://www.openphish.com/terms.html", "xpath": "", "text": " <ol>\n<li>\n</li>\n<li>Phishing Feeds</li>\n<li>IP Reputation Feed</li>\n<li>Global Phishing Activity</li>\n</ol> Terms of Use Acceptance of Terms <p> OpenPhish provides cyber threat intelligence services (the Services) subject to the following terms and conditions (the Terms).\nBy using the Services you agree to be bound by the Terms.\nAdditional terms may apply to certain parts of the Services.\nby using the relevant Services you agree to become bound by those additional terms, which are hereby included by reference into the Terms.</p>\n<p>OpenPhish may modify the Terms or any additional terms from time to time without notice.\nIt is your responsibility to check the relevant terms here.\nYour continued use of the Services after the effective date of a change of the Terms constitutes your acceptance of the Terms as amended.</p>\n<p> The Terms shall apply to any new services and features that OpenPhish may introduce in future.</p>\n<p> If any provision of the Terms is found to be invalid by a competent court, the other provisions of the Terms remain in full force.</p> Rules of Conduct <p>The Services are provided solely for your personal use.\nYou agree not to use any part of the Services for any commercial purposes without the prior written consent of OpenPhish.\nYou acknowledge and agree that the Services contain proprietary information that is protected by applicable intellectual property and other laws.\nUsing the Services does not give you ownership of any intellectual property rights in the Services or the information you obtain though the Services.\nExcept as expressly permitted by OpenPhish in writing, you agree not to license, sell, rent, lease, transfer, assign, distribute, display, disclose, create derivative works or otherwise make all or any portion of the information obtained through the Services available to any third party.</p>\n<p>You agree to access the Services only using the interface and instructions that OpenPhish provides.\nYou warrant that you are of legal age and capacity and agree to use the Services only as permitted by all applicable local, state, national and international laws and regulations.</p> Modification and Termination <p>OpenPhish may at its sole discretion modify or discontinue all or any part of the Services or terminate your access to all or any part of the Services at any time with or without notice.\nYou agree that OpenPhish shall not be liable to you for any modification or discontinuance or termination of your access to the Services or any part of thereof.</p> No Warranties <p>YOU USE THE SERVICES AT YOUR SOLE RISK.\nTHE SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.\nOPENPHISH AND ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS AND PARTNERS DO NOT WARRANT THAT: (I) THE SERVICES WILL MEET YOUR REQUIREMENTS.\n(II) ANY RESULTS, DATA, OR INFORMATION OBTAINED THROUGH THE SERVICES WILL BE ACCURATE, RELIABLE, OR COMPLETE.\n(III) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\nOR (IV) ANY ERRORS WILL BE CORRECTED.\nOR (V) ANY DATA OBTAINED THROUGH THE SERVICES IS FREE OF MALWARE, VIRUSES OR OTHER HARMFUL COMPONENTS.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM OPENPHISH OR THROUGH OR FROM THE SERVICES SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE TERMS OF USE.</p> Limitation of Liability <p>YOU EXPRESSLY AGREE THAT OPENPHISH, ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS AND PARTNERS SHALL NOT BE LIABLE TO YOU FOR ANY LOST DATA, GOODWILL, PROFITS OR OTHER INTANGIBLE LOSSES OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, EXEMPLARY AND CONSEQUENTIAL DAMAGES, RESULTING FROM (I) YOUR USE OR INABILITY TO USE OF THE SERVICES.\n(II) ANY ERRORS, OMISSIONS, OR INACCURACIES IN ANY DATA OBTAINED THROUGH THE SERVICES.\n(III) ANY OTHER MATTER RELATING TO THE SERVICES.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO SOME OF THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.</p> Indemnification <p>You agree to indemnify and hold OpenPhish and its officers, directors, employees and partners harmless from any claim or demand, and expenses, including reasonable attorneys' fees that arise from your use or misuse of the Services, violation of the Terms by you, or your violation of any rights of any third party.</p> Governing Law and Jurisdiction <p>The Terms are governed by the laws of England and Wales and the courts of England have exclusive jurisdiction to settle any disputes relating to them.</p>\n<p> © OpenPhish | Recent Updates | Support | Terms of Use | Report Phishing | Contact Us </p> ", "created_at": "2021-05-12 23:23:09.222069", "updated_at": "2021-05-12 21:23:23.277155"}], "points": [], "urls": ["openphish.com"]}}