{"error": 448, "message": "OK", "parameters": {"id": 632, "name": "edX", "created_at": "2018-07-30 17:34:12.301005", "updated_at": "2021-03-25 03:19:53.644302", "wikipedia": "https://en.wikipedia.org/wiki/EdX", "keywords": null, "related": null, "slug": "edx", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/632.png", "url": "edx.org", "documents": [{"id": 2637, "name": "Privacy Policy", "url": "https://www.edx.org/edx-privacy-policy", "xpath": "", "text": "Skip to main contentToggle mobile menu<ul>\n<li>\n</li>\n<li>Sign InRegister</li>\n<li>CoursesCourses menu</li>\n<li>Courses</li>\n<li>Programs &amp.\nDegreesPrograms &amp.\nDegrees menu</li>\n<li>Programs</li>\n<li>Online Master's Degrees</li>\n<li>Schools &amp.\nPartners</li>\n<li>Schools &amp.\nPartners</li>\n<li>edX for Business</li>\n<li>edX for Business</li>\n</ul>Go to courses listingGo to search pageSign InRegisterNOTICE: On May 15, 2018, edX adopted an amended Privacy Policy, providing as follows:<p>EdX and each Member that provides courses through the edX Site care about the confidentiality and security of your information.\nThis Privacy Policy applies to information that edX collects through the edX Site when you interact with edX, with Members, with other users, and generally with the edX Site.</p>\n<p>Your information is received and controlled by edX according to this Privacy Policy when you sign up for an edX account or otherwise use the edX Site.</p>\n<ul>\n<li>\n<em>EdX is solely and independently responsible for its own privacy practices.\nNo Member is responsible for edX’s privacy practices.</em>\n</li>\n</ul>\n<p>If you enroll in a course offered by a Member through the edX Site, information about you and your activity in the course is received and controlled also by that Member as described in this Privacy Policy.</p>\n<ul>\n<li>\n<em>Each Member is solely and independently responsible for its own privacy practices.\nNo Member is responsible for another Member’s privacy practices.\nAlso, edX is not responsible for any Member’s privacy practices.</em>\n</li>\n</ul>\n<p>If you do not accept the terms of this Privacy Policy, then please do not access, browse, or register for the edX Site or enroll in any courses.\nIf you choose not to provide certain information required to provide you with various products and services offered on the edX Site, then you may not be able to establish a user account or obtain those products or services.</p>\n<p>Any version of this Privacy Policy in a language other than English is provided for convenience and you understand and agree that the English language version will control if there is any conflict.</p>This Privacy Policy is organized as follows:<ul>\n<li>Information that edX collects from you (including Personal Information)</li>\n<li>Cookies and Tracking Technologies on the edX Site</li>\n<li>How your information is used</li>\n<li>How your information is shared</li>\n<li>How to manage your Personal Information</li>\n<li>Storage &amp.\nSecurity</li>\n<li>Privacy Policy updates</li>\n<li>Contact information</li>\n<li>Glossary</li>\n</ul>Information that edX Collects from You (Including Personal Information)<p>EdX directly collects information when you:</p>\n<ul>\n<li>sign up for an edX user account and create an edX user profile;</li>\n<li>enroll and participate in online courses;</li>\n<li>purchase a product or service (for example, Verified Certificates);</li>\n<li>send email messages to edX (including messages to learner support);</li>\n<li>participate in user surveys.\nand</li>\n<li>participate in public forums, webinars, and other interactive experiences on the edX Site.</li>\n</ul>\n<p>EdX also indirectly collects usage information about your visit to the edX Site, as explained in the section below titled Cookies and Tracking Technologies.</p>\n<p>EdX does not itself collect or store financial account numbers or identification issued by a governmental entity, employer, or other authority.\nInstead, if you choose to make a purchase on the edX Site, for example a Verified Certificate, you will be directed to edX’s third-party payment processor and edX’s third-party ID verification service provider.\nIf you do not wish to submit the required authentication or payment information, then you will not be able to obtain a certificate via the edX Site.</p>\n<p>EdX requires your Personal Information limited circumstances when you:</p>\n<ul>\n<li>sign up for an edX user account (name, username, email address);</li>\n<li>purchase a Verified Certificate (so that edX’s third-party vendor can authenticate your identity) or other product or service (so that edX’s third-party vendor can process payment);</li>\n<li>participate in remote proctoring or other course facilitation processes (so that edX’s third-party vendor can monitor and assess the integrity of your course activity).\nor</li>\n<li>earn a Verified Certificate (the certificate will have your name on it).</li>\n</ul>\n<p>\n<b>\n<em>To the extent that edX associates the information that edX collects directly or indirectly with an individual (for example, you), the association is based on Personal Information in your account profile.</em>\n</b>\n</p>\n<p>You may voluntarily choose to share additional Personal Information on the edX Site, for example:</p>\n<ul>\n<li>in your edX account profile (and you may display a limited or full profile to other edX Site users);</li>\n<li>in applying for financial assistance.\nor</li>\n<li>when participating in a course, forum, webinar, or other interactive experience on the edX Site (noting that in some cases, this information is shared with a third party that provides tools or other assistance for the edX Site or a course).</li>\n</ul>\n<p>EdX encourages you to use discretion before voluntarily sharing additional Personal Information on the edX Site.\n(If you later choose to delete your edX account, deletion of your Personal Information will be subject to the process and limits outlined below.)</p>\n<p> Members do not receive your Personal Information unless and until you enroll in a course.\nIf you enroll in a course, the Member that offers the course will receive Personal Information from your edX account profile plus the information that edX collects about your activity and performance in the course in which you enrolled.</p>Cookies And Tracking Technologies on the edX Site<p>Like many companies, edX uses Cookies and other common Tracking Technologies on the edX Site and in email communications to help edX better understand your use and needs of the edX Site, current and future edX-related products and services, and how edX and Members can improve.\nFor example:</p>\n<ul>\n<li>based on your cookie settings, edX tracks information indicating, among other things, which pages of the edX Site were visited, the order in which they were visited, when they were visited, and which hyperlinks and other user interface controls were used;</li>\n<li>edX may log the IP address, operating system, and browser software (including mobile use and device type when you use edX native mobile apps) you used when accessing the edX Site, and edX may be able to determine from an IP address your Internet Service Provider and the geographic location of your point of connectivity.\nand</li>\n<li>edX may track and collect information from emails that edX sends to you, for example whether you opened the email or clicked on any links from the email.</li>\n</ul>\n<p>EdX also partners with third parties to help us track and understand your activity on the edX Site, how you interact with edX’s social media, and how you find or may be referred to the edX Site.\nIndividual Members may separately use Tracking Technologies within their courses and email communications to understand your activity within a course and how you find or may be referred to a course on the edX Site.</p>\n<p>EdX and Members use Cookies and other Tracking Technologies for the following purposes:</p>\n<ul>\n<li>when necessary for system administration, security, and integrity to ensure the edX Site works properly for you.\nWithout these technologies, the edX Site may not function correctly;</li>\n<li>to enable analytics, performance and functionality, to help edX and Members gather information about how visitors use the edX Site and monitor edX Site performance, and to enhance your experience by recognizing and remembering whether you have visited the edX Site before and may have any personal preferences.\nand</li>\n<li>to support marketing by enabling edX and Members to deliver content relevant to your interests on the edX Site and third-party sites based on how you interact with edX or Member advertisements or content.\nEdX and Members use “first-party” cookies, which means cookies served by edX or an individual Member, and also “third-party” cookies, which means cookies served by third parties that help edX and Members track this information.</li>\n</ul>\n<p>You have some options for managing Cookies and other Tracking Technologies.\nThese include:</p>\n<ul>\n<li>\n<u>Modifying your browser settings</u>: You should be able to control how and whether your web browser accepts Cookies by adjusting its privacy and security settings.\nThe “help” feature of the menu bar on most browsers will tell you how to stop accepting new Cookies, how to receive notification of new Cookies, and how to disable existing Cookies.\nIf you reject edX’s Cookies, many functions and conveniences of the edX Site may not work properly.</li>\n<li>\n<u>Opting-out of certain third-party tracking and advertising</u>: Some of the third parties used by edX or a Member for Cookies and Tracking Technologies offer the ability to opt-out from their tracking by following processes described on their websites.\nA list of some such third parties is maintained and available at the edX learner Help Center and includes, for some, links to applicable opt-out processes.\nNeither edX nor any Member is responsible for the effectiveness of any third-party opt-out options.</li>\n</ul>How Your Information Is Used<p>EdX and Members use information, including Personal Information, to carry out the following purposes:</p>\n<ul>\n<li>\n<b>Operate and improve the edX Site</b> – This includes creating and improving features that support the edX community and enable edX Site usage at scale.\nThis also includes personalizing the edX Site, so your learning experience is tailored to your interests and needs.</li>\n<li>\n<b>Create, administer, provide, and teach courses</b> – This includes creating and improving the delivery of massive open online courses and programs on edX.\nThis also includes personalizing courses, so your learning experience is tailored to your interests and needs, and assessing your performance and awarding certificates.</li>\n<li>\n<b>Offer and improve products and services</b> – This includes enabling you to navigate the edX Site, to enroll and participate in courses and programs on the edX Site, to learn effectively in such courses and programs, and to purchase or obtain products and services on the edX Site such as Verified Certificates.</li>\n<li>\n<b>Develop and maintain the security and performance of the edX Site</b> – This includes tracking edX Site outages and creating software solutions, detecting violations of the Honor Code and Terms of Service, and monitoring uses, misuses, and potential misuses of the edX Site.</li>\n<li>\n<b>Communicate with you</b> – This includes answering your course and platform questions, notifying you of course and edX Site maintenance and updates, marketing to you about course offerings, programs, news, and related products and services of edX or edX affiliates, and as permitted under applicable law, sending you communications about products or services of selected business partners that may be of interest to you.</li>\n<li>\n<b>Support scientific research including, for example, in the areas of cognitive science and education</b> – This includes collaborating to enable and conduct research about how learners access and master course materials online, with the goal of improving course outcomes.</li>\n<li>\n<b>Track edX Site usage against goals and mission</b> – This includes performing analytics to evaluate access to and performance in courses and course-related products and services and to report aggregate usage information (not Personal Information) to business partners and external audiences.</li>\n<li>\n<b>Exercise, enforce, and comply with legal rights and obligations</b> – This includes responding to subpoenas, court orders, or other legal process.\nand investigating, preventing, or taking action regarding illegal activities, suspected fraud, security or technical issues, or to protect the rights, property, or safety of edX, Members, or others, and as otherwise required by applicable law.</li>\n</ul>\n<p>EdX or a Member may also seek your consent for additional uses of information, including Personal Information, and will use it only for the purpose described to you.\nAll use of Personal Information is subject to applicable law.</p>How Your Information Is Shared<p>EdX and Members share information, including Personal Information, with third parties for the following purposes:</p>\n<ul>\n<li>\n<b>With service providers, contractors, and other third parties that help carry out the uses described above</b> – EdX requires third parties to: (1) abide by this Privacy Policy and applicable law.\n(2) handle Personal Information in a confidential manner and maintain adequate security.\nand (3) use Personal Information only as needed to fulfill the relevant purpose(s).\nIn some cases, the edX Site and individual courses are integrated with third-party services or contain links to websites published by third parties, including other content providers as well as service providers.\nThese third parties are responsible for their own privacy practices, so you should pay attention anytime you are redirected to a third-party website and be sure to review its privacy policy.</li>\n<li>\n<b>With other learners in courses that you take and with other visitors to the edX Site, to create an interactive learning environment, support class participation, and share course information</b> – This includes sharing comments, coursework, or other information or content that you submit to a portion of the edX Site designed for viewing by other class members or for public communication.\nThis also includes providing opportunities for you to communicate with other users who may have similar interests or educational goals, for instance, recommending specific study partners or connecting potential student mentees and mentors.\nIn such cases, edX and each Member that offers a course in which you enrolled may use all information collected about you to determine who might be interested in communicating with you, but will only provide others your username (for clarity, no disclosure of your real name or email address).</li>\n<li>\n<b>With employers, government programs, institutions, or other enterprises that sponsor your enrollment in a course for training or other educational purposes</b> – If an entity pays for or otherwise sponsors your Verified Certificate or course participation, edX will share information with the entity as needed to confirm your enrollment, participation, progress, and completion status in that course.</li>\n<li>\n<b>With affiliates of edX or a Member, or with successors in the event of a merger, acquisition, or reorganization, for their use consistent with this Privacy Policy.</b>\n</li>\n</ul>\n<p>EdX or a Member may also seek your consent for additional disclosures of information, including Personal Information, and will share it only as described to you.\nIn addition, edX or a Member may share with the public and with third parties, including but not limited to researchers and business partners, information and Personal Information that is de-identified or aggregated in a manner that does not personally identify you.</p>How to Manage Your Personal Information<p>You can manage your Personal Information through learner features on the edX Site and requests to the edX learner support team.\nIf your request involves information controlled by a Member, edX learner support will notify and coordinate with the appropriate Member to address your request.\nEdX will provide support to the extent required by applicable law (for example, learners in the European Union) and more broadly when possible, as a courtesy in our sole discretion.\nEdX will notify you in the event that edX is unable to meet a request that is not legally required.\nSimilarly, Members will only be obligated to comply with requests to the extent legally required, but may choose to comply with other requests in their sole discretion.</p>Access and correct your Personal Information<p>Much of your Personal Information is available in your edX account.\nYour name, email address, and other identifiable profile information is editable through the profile settings in your edX account except as noted below.\nYour account dashboard lists all current and archived courses in which you have enrolled and includes links to any Verified Certificates you may have earned.\nThe dashboard also contains copies of your answers and other participation and performance in courses.\nPlease contact edX learner support to access and update this or other information.\nIf your request involves information controlled by a Member, edX learner support will notify the appropriate Member of your request.</p>\n<em>\n<p>\n<b>Exceptions:</b>\n</p>\n<ul>\n<li>Usernames cannot ever be changed.\nThis is an edX system restriction.\nBecause usernames identify you in courses and elsewhere on the edX Site, edX encourages you to use discretion in choosing your username.\nIf you want to protect your identity, do not use your real name or a name identifiable to you as your username.</li>\n<li>EdX does not track or index every time or every place on the edX Site when or where a learner may volunteer Personal Information, so neither edX nor Members will be able to help you locate or manage all such instances.\nEdX encourages you to use discretion before volunteering Personal Information on the edX Site.</li>\n</ul>\n</em>Restrict or object to the processing of Personal Information<p>If you want to manage emails and other communications to you, you may update your preferences in your edX account dashboard, follow the steps described in links at the bottom of email messages, or contact edX learner support.\nYou may object to, or request that edX or a Member stop, its use of your Personal Information for other purposes by contacting the edX learner support team.\nIf your request involves information controlled by a Member, edX learner support will notify the appropriate Member of your request.\nPlease note that if you choose to restrict edX’s or a Member’s ability to process Personal Information, and the processing is otherwise required to provide you with various services and products offered on the edX Site, you may not be able to establish an edX user account or enroll for a course, and edX or a Member may not be able to provide you with those services or products.</p>Delete account and Personal Information<p>To request deletion of your edX account and Personal Information, you should click the button labeled “Delete my account” in your edX account settings.\nBecause deletion on the edX system is a permanent action and cannot be reversed, edX may ask you to complete a process that aims to confirm your authority to manage the edX account affected by your request.</p>\n<p>With respect to your edX account, edX will <em>permanently</em>:</p>\n<ul>\n<li>deactivate your edX account,</li>\n<li>remove the active profile,</li>\n<li>retire your username, and</li>\n<li>remove you from edX email lists.</li>\n</ul>\n<p>With respect to your Personal Information, edX will <em>permanently</em> delete your edX account profile Personal Information from the edX Site.</p>\n<p>As noted above, to the extent that edX associates the information that edX collects directly or indirectly with an individual (for example, you), the association is based on Personal Information in your edX account profile.\nBy erasing the Personal Information in your edX account profile, the remaining information about your activity on the edX Site will no longer be associated with you, except as noted below.</p>\n<p>These changes will be applied to data stores that are used for operation of the edX Site including course administration by Members.\nIf you enrolled in any courses on the edX Site, the edX learner support team will share your request with the Members that offered those courses.</p>\n<em>\n<p>\n<b>Exceptions:</b>\n</p>\n<ul>\n<li>Deletion will not apply to historical activity logs or archives unless and until these logs and data naturally \"age-off\" the edX system.</li>\n<li>EdX does not track or index every time or every place on the edX Site when or where a learner may volunteer Personal Information, so neither edX nor Members will be able to help you locate or manage all such instances.\nEdX encourages you to use discretion before voluntarily sharing your Personal Information on the edX Site.</li>\n<li>EdX will archive course data (in a manner and to the extent permitted under applicable law) to serve its mission to enable scientific research on cognitive science and education.\nThese archives are used to produce encrypted research data packages for Members, and Personal Information may not be deleted from research data packages retained by Members.</li>\n<li>EdX and each applicable Member cannot always delete records of past interactions and transactions.\nFor example, records relating to previous purchases on the edX Site must be retained for financial reporting, audit, and compliance reasons.</li>\n<li>EdX and each Member will retain and use Personal Information as necessary to comply with its legal obligations, resolve disputes, enforce its agreements, and as otherwise permitted by applicable law.</li>\n</ul>\n</em>Data retention<p>EdX will retain your Personal Information for as long as your account is active or as needed to provide you with services.\nto maintain a record of your transactions for financial reporting, audit, and compliance purposes.\nand to comply with edX’s legal obligations, resolve disputes, enforce its agreements, and as otherwise permitted by applicable law.\nIf you enroll in a Member’s course, such Member will also retain your Personal Information for as long as needed to provide you with services.\nto maintain a record of your transactions for financial reporting, audit, and compliance purposes.\nand to comply with its legal obligations, resolve disputes, enforce its agreements, and as otherwise permitted by applicable law.\nUpon your request that edX deactivate your account and delete your information, edX will follow the process described above, including without limitation archiving your course data (in a manner and to the extent permitted under applicable law) to serve its mission to enable scientific research on cognitive science and education.\nThese archives will be used to produce encrypted research data packages for Members, and each such Member may also keep and use course data for scientific research.</p>Storage &amp.\nSecurity<p>EdX stores information, including Personal Information, on its own servers and also on servers of companies that edX hires to provide services.\nEach Member also stores information, including Personal Information, on its own servers and/or on servers of companies that the Member hires to provide services.\nIn each case, information may be stored in the United States and in other countries where edX or a Member operates, and in countries where edX and each Member’s respective service providers operate.\nIf you are in the European Union, Switzerland, or other regions with laws governing data collection and use, you acknowledge that edX and each Member may transfer, process and store your personal information in the United States and other countries, the privacy laws of which may be considered less strict than those of your region.</p>\n<p>EdX controls its own copy of information collected through the edX Site and has an information security program designed to protect information in its possession or control.\nThis is done through a variety of privacy and security policies, processes, and procedures.\nEdX uses administrative, physical, and technical safeguards that reasonably and appropriately protect the confidentiality, integrity, and availability of the information that it collects, receives, stores, or transmits.\nNonetheless, no method of transmission over the Internet, or method of electronic storage, is 100% secure.\nand therefore, edX cannot guarantee its absolute security.\nWhile edX works hard to ensure the integrity and security of its network and systems, edX cannot guarantee that its security measures will prevent \"hackers\" or other unauthorized persons from illegally accessing or obtaining information.</p>\n<p>If edX learns of a security breach involving its copy of your Personal Information, edX may attempt to notify you electronically so that you may take appropriate protective steps.\nBy using the edX Site or providing Personal Information to edX, you agree that edX can communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the edX Site.\nIf a security systems breach occurs, edX may post a notice on the edX homepage (www.edx.org) or elsewhere on the edX Site and may send an email to you at the email address associated with your edX account.\nDepending on where you are located, you may have a legal right to receive notice of a security breach, involving your Personal Information, in writing.</p>\n<p>If a Member learns of a security breach involving that Member’s copy of your Personal Information, the Member may attempt to notify you electronically so that you may take appropriate protective steps.\nBy enrolling in a Member’s course on the edX Site or providing Personal Information to the Member, you agree that the Member can communicate with you electronically regarding security, privacy, and administrative issues relating to your course enrollment and participation.\nIf a security systems breach occurs, the affected Member may post a notice on the edX site and/or send an email to you at the email address associated with your enrollment in the Member’s course on the edX Site.\nDepending on where you are located, you may have a legal right to receive notice of a security breach, involving your Personal Information, in writing.</p>Privacy Policy Updates<p>This Privacy Policy will be reviewed and updated from time to time.\nWhen changes are made, the Privacy Policy will be labeled as \"Revised (date),\" indicating that you should review the new terms, which will be effective immediately upon posting on this page, with an updated effective date.\nBy accessing the edX Site after any changes have been made, you accept the modified Privacy Policy and any changes contained therein.\nIn case you miss the notification referenced above, be sure to return to this page periodically to ensure familiarity with the most current version of this Privacy Policy.</p>Contact Information<p>If you have privacy concerns, have disclosed data you would prefer to keep private, or would like to access the Personal Information that edX maintains about you, please contact us at privacy@edx.org.\nYou may also write to us at: ATTN: PRIVACY, edX Inc., 141 Portland Street, Cambridge, MA 02139 USA.\nIf your request involves a Member, edX will notify the appropriate Member of your request.</p>Glossary<p>\n<b>Cookies</b> are unique identifiers usually in the form of small data files placed on your device that send certain information about your activity on the edX Site or in an email communication back to edX or the authorized third party that served the cookie.\nEdX or third parties may also use Flash cookies.</p>\n<p>\n<b>EdX Site</b> consists of all content and pages located within the edX.org web domain and all edX mobile applications.</p>\n<p>\n<b>Member</b> is each educational institution or other leading global institution or entity that provides courses through the edX Site.</p>\n<p>\n<b>Personal Information</b> is information that specifically identifies you or that, when combined with other information, could be used to identify you.</p>\n<p>\n<b>Tracking Technologies</b> are web beacons, clear gifs, pixels, and similar technologies that are also unique identifiers used to track your online activity but are not stored on your device.</p>\n<p>\n<b>Verified Certificate</b> is a virtual certificate that shows that you have successfully completed your edX course or program and verified your identity using your webcam and your acceptable form of photo ID.</p>\n<p>\n<b>Effective Date: </b>May 15, 2018</p>\n<ul>\n<li>Like edX on Facebook</li>\n<li>Follow edX on Twitter</li>\n<li>Follow edX on LinkedIn</li>\n<li>Subscribe to the edX subreddit</li>\n</ul>edX<ul>\n<li>About</li>\n<li>edX for Business</li>\n<li>Affiliates</li>\n<li>Open edX</li>\n<li>Careers</li>\n<li>News</li>\n</ul>Connect<ul>\n<li>Blog</li>\n<li>Contact Us</li>\n<li>Help Center</li>\n<li>Media Kit</li>\n<li>Donate</li>\n</ul>Legal<ul>\n<li>Terms of Service &amp.\nHonor Code</li>\n<li>Privacy Policy</li>\n<li>Accessibility Policy</li>\n<li>Trademark Policy</li>\n<li>Sitemap</li>\n</ul>Choose LanguageEnglishespañolApply<p>© 2020 edX Inc.\nAll rights reserved.<br>| 深圳市恒宇博科技有限公司 粤ICP备17044299号-2</p> ", "created_at": "2020-06-27 21:32:18.535864", "updated_at": "2020-12-15 03:25:50.465906"}, {"id": 2638, "name": "Terms of Service and Honor Code", "url": "https://www.edx.org/edx-terms-service", "xpath": "", "text": "Skip to main contentToggle mobile menu<ul>\n<li>\n</li>\n<li>Sign InRegister</li>\n<li>CoursesCourses menu</li>\n<li>Courses</li>\n<li>Programs &amp.\nDegreesPrograms &amp.\nDegrees menu</li>\n<li>Programs</li>\n<li>Online Master's Degrees</li>\n<li>Schools &amp.\nPartners</li>\n<li>Schools &amp.\nPartners</li>\n<li>edX for Business</li>\n<li>edX for Business</li>\n</ul>Go to courses listingGo to search pageSign InRegisterOn October 28, 2019, edX adopted amended Terms of Service, providing as follows:<p>Welcome to edX.\nPlease read these Terms of Service (\"TOS\") and Honor Code prior to registering for an account on edX.org or using any portion of the edX website or mobile applications (collectively, the \"edX Site,\" which consists of all content and pages located within the edX.org web domain and all edX mobile applications), including accessing any course material, chat rooms, or other electronic services.\nThese TOS and the Honor Code that follows are agreements (the \"Agreements\") between you and edX Inc.\nBy using the edX Site, you accept and agree to be legally bound by the Agreements, whether or not you are a registered user.\nPlease also read the Privacy Policy for the edX Site before you use any portion of the edX Site.\nThe Privacy Policy describes how your personal data is collected and processed when you use the edX Site.\nIf you do not understand or do not wish to be bound by the terms of the Agreements or Privacy Policy, you should not use the edX Site.</p>\n<p>edX reserves the right to modify these TOS at any time without advance notice.\nAny changes to these TOS will be effective immediately upon posting on this page, with an updated effective date.\nBy accessing the edX Site after any changes have been made, you signify your agreement on a prospective basis to the modified TOS and all of the changes.\nBe sure to return to this page periodically to ensure familiarity with the most current version of these TOS.</p>\n<p>Any version of these TOS in a language other than English is provided for convenience and you understand and agree that the English language version will control if there is any conflict.</p>These TOS are organized as follows:<ul>\n<li>Rules for online conduct</li>\n<li>Strictly prohibited items</li>\n<li>User accounts</li>\n<li>Your right to use content on the edX Site</li>\n<li>User postings</li>\n<li>Certificates and other products &amp.\nservices</li>\n<li>Trademarks</li>\n<li>Digital Millennium Copyright Act</li>\n<li>Disclaimers of Warranty / Limitations of Liabilities</li>\n<li>Indemnification</li>\n<li>Additional Terms</li>\n</ul>Rules for Online Conduct<p>You agree that you are responsible for your own use of the edX Site and for your User Postings.\n\"User Postings\" means all content submitted, posted, published, or distributed on the edX Site by you or other users of the edX Site, including but not limited to all forum posts, wiki edits, notes, questions, comments, videos, and file uploads.\nYou agree that you will use the edX Site in compliance with these Agreements, and all applicable local, state, national and international laws, rules and regulations, including copyright laws, any laws regarding the transmission of technical data exported from your country of residence, and all United States export control laws.</p>\n<p>As a condition of your use of the edX Site, you will not use the edX Site in any manner intended to damage, disable, overburden, or impair any edX server or the network(s) connected to any edX server or to interfere with any other party's use and enjoyment of the edX Site.\nYou may not attempt to gain unauthorized access to the edX Site, other accounts, computer systems, or networks connected to any edX server through hacking, password mining, or any other means.\nYou may not obtain or attempt to obtain any materials or information stored on the edX Site, its servers, or associated computers through any means not intentionally made available through the edX Site.\nIf you are a registered user, you will not share your password or let anyone else access or compromise your account.</p>\n<p>Furthermore, you agree not to scrape, or otherwise download in bulk, any edX Site content, including but not limited to a list or directory of users on the system, User Postings or user information, online textbooks, course materials, or trademarks and logos.\nYou agree not to misrepresent or attempt to misrepresent your identity while using the edX Site (although you are welcome and encouraged to use an anonymous username in the forums and to act in a manner that keeps your identity concealed).</p>Strictly Prohibited Items<p>THE FOLLOWING ITEMS ARE STRICTLY PROHIBITED ON THE EDX SITE:</p>\n<ul>\n<li>Content that defames, harasses or threatens others;</li>\n<li>Content that discusses illegal activities with the intent to commit them;</li>\n<li>Content that infringes another's intellectual property, including, but not limited to, copyrights or trademarks;</li>\n<li>Profane, pornographic, obscene, indecent or unlawful content;</li>\n<li>Advertising or any form of commercial solicitation;</li>\n<li>Content related to partisan political activities;</li>\n<li>Viruses, trojan horses, worms, time bombs, corrupted files, malware, spyware, or any other similar software that may damage the operation of another's computer or property.\nand</li>\n<li>Content that contains intentionally inaccurate information or that is posted with the intent of misleading others (this list, collectively, “Strictly Prohibited Items”).</li>\n</ul>\n<p>You may not submit, post, publish, share, or otherwise distribute any of the above Strictly Prohibited Items on or via the edX Site.</p>User Accounts<p>In order to create a user account, you must provide your full name, an email address, your country or region of residence, a public username, and a user password.\nYou agree that you will never divulge or share access or access information for your user account with any third party for any reason.\nIn setting up your user account, you may be prompted to enter additional optional information (e.g., your year of birth).\nYou represent that all information provided by you is accurate and current.\nYou agree to maintain and update your information to keep it accurate and current.</p>\n<p>We care about the confidentiality and security of your personal information.\nPlease see the Privacy Policy for more information about the collection and use of data on the edX Site.</p>Your Right to use Content on the edX Site<p>Unless indicated as being in the public domain, the content on the edX Site is protected by United States and foreign copyright laws.\nUnless otherwise expressly stated on the edX Site, the texts, exams, video, images, and other instructional materials provided with the courses and programs offered on the edX Site are for your personal use in connection with those courses and programs only.\nCertain reference documents, digital textbooks, articles, and other information on the edX Site are used with the permission of third parties, and use of that information is subject to certain rules and conditions, which will be posted along with the information.\nBy using the edX Site, you agree to abide by all such rules and conditions.\nYou agree to retain all copyright and other notices on any content you obtain from the edX Site.\nAll rights in the edX Site and its content, if not expressly granted, are reserved.</p>Use for Personalization and Pedagogical Improvements.<p>Our goal is to provide current and future visitors to the edX Site with the best possible educational experience.\nTo further this goal, we sometimes present different users with different versions of course materials and software.\nWe do this to personalize the experience to the individual learner (to assess the learner’s level of ability and learning style, and present materials best suited to the learner), to improve our understanding of the learning process, and to evaluate and improve the effectiveness of our course materials, payment models, platform features, and offerings.\nWe may publish or otherwise publicize results from this process, but, unless otherwise permitted under the Privacy Policy, those publications or public disclosures will not include your personal information.</p>User PostingsUser Postings Representations and Warranties.<p>By submitting or distributing your User Postings, you affirm, represent, and warrant (1) that you have the necessary rights, licenses, consents, and/or permissions to reproduce and publish the User Postings and to authorize edX and its users to reproduce, modify, publish, and otherwise use and distribute your User Postings in a manner consistent with the licenses granted by you below, and (2) that neither your submission of your User Postings nor the exercise of the licenses granted below will infringe or violate the rights of any third party.\nYou, and not edX, are solely responsible for your User Postings and the consequences of posting or publishing them.</p>License Grant to edX and the Members.<p>By submitting or distributing your User Postings, you hereby grant to edX and the Members (as described below) a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, redistribute, relicense, and otherwise use, make available, and exploit your User Postings, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).</p>CERTIFICATES AND OTHER PRODUCTS &amp.\nSERVICESGenerally.<p>From time to time, edX and the colleges, universities, and other institutions providing courses and programs on the edX Site (collectively, the \"Members\") may offer services and products for a fee (for example, course and program certificates).\nFor anything that you choose to purchase on the edX Site, you agree to pay all applicable fees when due.\nAs described in the Privacy Policy, the processing of your payment information is done by a third-party payment vendor, and you will be routed to a secure payment flow controlled by that vendor to complete the payment transaction.\nOnce your payment transaction is completed, an edX confirmation page will be displayed, and you will receive a confirmation email with your name, order number, and the payment amount.\nPlease retain this email for your records as this information will be required if you seek a refund from edX, as described below.</p>Certificates.<p>edX and the Members may offer Verified Certificates of Achievement for courses (a \"Verified Certificate\") or certificates for programs (for example, a MicroMasters program certificate) for learners who, in the Members’ judgment, have satisfactorily demonstrated mastery of the course or program material.\nCertificates will be issued by edX under the name of the underlying Member(s) from where the course or program originated, i.e.\nHarvardX, MITx, etc.\nThe decision whether a certificate will be awarded to a given learner will be solely within the discretion of the awarding Member.</p>\n<p>Subject to the foregoing, you will be required to pay a fee and complete the ID verification process for Verified Certificates.\nIn order to authenticate your identity for a Verified Certificate, you will be prompted to take a webcam photo of yourself, as well as a photo of an acceptable form of photo ID (described below).\nAlthough these items are collected by edX in accordance with these TOS and the Privacy Policy, you should be aware that the actual authentication of your identity is performed by an edX third-party service provider and this information will be used only for the purpose of verifying your identity.\nAcceptable forms of photo ID’s are:</p>\n<ul>\n<li>Government or State-issued driver's license</li>\n<li>Passport</li>\n<li>National ID card</li>\n<li>State or Province ID card (including cards issued by motor vehicle agencies)</li>\n</ul>\n<p>In order to be accepted by edX, your photo ID must:</p>\n<ul>\n<li>Contain your full name exactly (excluding hyphens, accents, and spaces);</li>\n<li>Contain a relatively current photograph of yourself;</li>\n<li>Be an original document.\nphotocopied documents cannot be accepted.\nand</li>\n<li>Be current and valid.\nexpired documents cannot be accepted.</li>\n</ul>\n<p>Unfortunately, if you do not possess a photo ID meeting the criteria described above, edX is unable to provide you with a Verified Certificate at this time.</p>Refunds.<p>Certificates and other purchases on the edX Site may be eligible for a refund for a period of time (in each case, the “Refund Period”).\nThe applicable Refund Period for some products and services are described below.\nTo receive a refund during the Refund Period, simply unenroll from the course and the refund will be processed automatically.\nRefunds will be credited to the payment account used for the purchase and may take up to two billing cycles to process.\nFor more info, visit the edX Help Center.\nIf the applicable Refund Period for a purchase has passed, but you believe a refund is warranted, please submit a support ticket via the Contact us form.</p>\n<ul>\n<li>Verified Certificate Track:<p>To receive a refund with respect to your enrollment in the verified certificate track of a course, you have a period of 14 days after your payment or 14 days after your course starts (up to six months after your payment) whichever occurs later, during which you may withdraw or unenroll from the course by clicking on the unenroll link on the learner dashboard.</p>\n</li>\n<li>Professional Education Courses:<p>To receive a refund with respect to your enrollment in a Professional Education course, you have a period of 2 days after your payment or 2 days after the course starts (up to six months after your payment) whichever occurs later to unenroll from the course by clicking on the unenroll link on the learner dashboard.</p>\n</li>\n</ul>\n<p>For more information about refund options (for example, changing to another course session), you should visit the edX Help Center.</p>\n<p>Coupon codes and other course entitlements are subject to expiration and any other conditions stated at the time of purchase.</p>No Other Enrollment.<p>Solely as a result of enrolling in or completing a course or program provided by a Member through edX: (1) you will not be an applicant for admission to, or enrolled in, any degree or other credit- or credential-bearing program of such Member.\nand (2) you will not be entitled to use any of the resources of such Member beyond the online courses or programs provided on the edX Site and will not be eligible to receive student privileges or benefits provided to students enrolled in degree or other credit- or credential-bearing programs of the Member.</p>TrademarksUse of edX, MIT, Harvard University, and Other Member Names, Trademarks, and Service Marks.<p>The \"edX,\" \"MIT,\" and \"Harvard University\" names, logos and seals are trademarks (\"Trademarks\") of the respective entities.\nLikewise, the names, logos, and seals of the other Members are Trademarks owned by the respective Member.\nYou may not use any of these Trademarks, or any variations thereof, without the owner's prior written consent.\nYou may not use any of these Trademarks, or any variations thereof, for promotional purposes, or in any way that deliberately or inadvertently claims, suggests or, in the owner’s sole judgment, gives the appearance or impression of a relationship with or endorsement by the owner.</p>\n<p>All Trademarks not owned by edX or the Members that appear on the edX Site or on or through the services made available on or through the edX Site, if any, are the property of their respective owners.</p>\n<p>Nothing contained on the edX Site should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any Trademark displayed on the edX Site without the written permission of the owner of the applicable Trademark.</p>Digital Millennium Copyright Act<p>Copyright owners who believe their material has been infringed on the edX Site should contact edX's designated copyright agent at dmca-agent@edx.org or at edX Inc., 141 Portland St., Cambridge, MA 02139, Attention: edX DMCA Agent/General Counsel.</p>\n<p>Notification must include:</p>\n<ul>\n<li>Identification of the copyrighted work, or, in the case of multiple works at the same location, a representative list of such works at that site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity.\nYou must include sufficient information for us to locate the material (e.g., URL, IP address, computer name).</li>\n<li>Information for us to be able to contact the complaining party (e.g., email address, phone number).</li>\n<li>A statement that the complaining party believes that the use of the material has not been authorized by the copyright owner or an authorized agent.</li>\n<li>A statement that the information in the notification is accurate and that the complaining party is authorized to act on behalf of the copyright owner.</li>\n</ul>Disclaimers of Warranty / Limitations of Liabilities<p>\n<strong>THE EDX SITE AND ANY INFORMATION, CONTENT OR SERVICES MADE AVAILABLE ON OR THROUGH THE EDX SITE ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE\" WITHOUT WARRANTY OF ANY KIND (EXPRESS, IMPLIED OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT, EXCEPT INSOFAR AS ANY SUCH IMPLIED WARRANTIES MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW.</strong>\n</p>\n<p>\n<strong>EDX AND THE EDX PARTICIPANTS (AS DEFINED BELOW) DO NOT WARRANT THAT THE EDX SITE WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, THAT THE EDX SITE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE COURSES OR CONTENT PROVIDED WILL MEET YOUR NEEDS OR EXPECTATIONS.\nEDX AND THE EDX PARTICIPANTS ALSO MAKE NO WARRANTY ABOUT THE ACCURACY, COMPLETENESS, TIMELINESS, OR QUALITY OF THE EDX SITE OR ANY COURSES OR CONTENT, OR THAT ANY PARTICULAR COURSES OR CONTENT WILL CONTINUE TO BE MADE AVAILABLE.\n“EDX PARTICIPANTS” MEANS MIT, HARVARD, THE OTHER MEMBERS, THE ENTITIES PROVIDING INFORMATION, CONTENT, OR SERVICES FOR THE EDX SITE, THE COURSE INSTRUCTORS, AND THEIR STAFFS.</strong>\n</p>\n<p>\n<strong>USE OF THE EDX SITE, AND THE CONTENT AND SERVICES OBTAINED FROM OR THROUGH THE EDX SITE, IS AT YOUR OWN RISK.\nYOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS, OR DATA THROUGH THE EDX SITE OR ANY REFERENCE SITES IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH MATERIAL OR DATA, UNLESS OTHERWISE EXPRESSLY PROVIDED FOR IN THE PRIVACY POLICY.</strong>\n</p>User Postings Disclaimer.<p>You understand that when using the edX Site you will be exposed to User Postings from a variety of sources and that neither edX nor the edX Participants are responsible for the accuracy, usefulness, reliability or intellectual property rights of or relating to such User Postings.\nYou further understand and acknowledge that you may be exposed to User Postings that are inaccurate, offensive, defamatory, indecent or objectionable and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against edX or any of the edX Participants with respect thereto.\nNeither edX nor any of the edX Participants endorse any User Postings or any opinion, recommendation or advice expressed therein.\nNeither edX nor any of the edX Participants have any obligation to monitor any User Postings or any other user communications through the edX Site.</p>\n<p>However, edX reserves the right to review User Postings and to exercise its sole discretion to edit or remove, in whole or in part, any User Posting at any time and for any reason, or to allow the edX Participants to do so.\nWithout limiting the foregoing, upon receiving notice from a user or a content owner that a User Posting allegedly does not conform to these TOS, edX may investigate the allegation and determine in its sole discretion whether to remove the User Posting, which it reserves the right to do at any time and without notice.</p>Third-Party Services.\nLinks to Other Websites.<p>The edX Site and individual courses may be integrated with third-party services or include hyperlinks to websites maintained or controlled by third parties.\nedX and the edX Participants are not responsible for and do not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered by such third parties.\nA list of some such third parties, with links to their terms of use and privacy policies, is maintained and available at the edX learner Help Center.\nIf you decide to access any third-party services or linked third-party websites, you do so at your own risk.</p>\n<p>\n<strong>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT NEITHER EDX NOR ANY OF THE EDX PARTICIPANTS WILL BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THESE TERMS OF SERVICE, OR YOUR (OR ANY THIRD PARTY'S) USE OF OR INABILITY TO USE THE EDX SITE, OR YOUR PLACEMENT OF CONTENT ON THE EDX SITE, OR YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE EDX SITE, WHETHER YOUR CLAIM IS BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW.</strong>\n</p>\n<p>\n<strong>IN PARTICULAR, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER EDX NOR ANY OF THE EDX PARTICIPANTS WILL HAVE ANY LIABILITY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY, OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE AND WHETHER OR NOT EDX OR ANY OF THE EDX PARTICIPANTS HAS BEEN NEGLIGENT OR OTHERWISE AT FAULT (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF PROFITS, LOSS OF DATA, OR INTERRUPTION IN AVAILABILITY OF DATA).</strong>\n</p>\n<p>\n<strong>CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.</strong>\n</p>Indemnification<p>You agree to defend, hold harmless, and indemnify edX and the edX Participants, and their respective subsidiaries, affiliates, officers, faculty, students, fellows, governing board members, agents and employees from and against any third-party claims, actions, or demands arising out of, resulting from or in any way related to your use of the edX Site, including any liability or expense arising from any and all claims, losses, damages (actual and consequential), suits, judgments, litigation costs, and attorneys' fees, of every kind and nature.\nIn such a case, edX or the applicable edX Participant will provide you with written notice of such claim, suit, or action.</p>Additional TermsTermination Rights.\nDiscontinuation of Courses and Content.<p>You agree that edX, in its sole discretion, may terminate your use of the edX Site or your participation in it, for any reason or no reason, upon notice to you.\nIt is edX's policy to terminate in appropriate circumstances the accounts of users of the edX Site who are repeat copyright infringers.\nedX and the edX Participants reserve the right at any time in their sole discretion to cancel, delay, reschedule or alter the format of any course offered through edX, or to cease providing any part or all of the edX Site content or related services, and you agree that neither edX nor any of the edX Participants will have any liability to you for such an action.\nIf you no longer desire to participate in the edX Site, you may terminate your participation at any time.\nThe rights granted to you hereunder will terminate upon any termination of your right to use the edX Site, but the other provisions of the Agreements will survive any such termination.</p>Entire Agreement.<p>The Agreements constitute the entire agreement between you and edX with respect to your use of the edX Site, superseding any prior agreements between you and edX regarding your use of the edX Site.</p>Waiver and Severability.<p>The failure of edX to exercise or enforce any right or provision of the Agreements shall not constitute a waiver of such right or provision.\nIf any provision of the Agreements is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of the Agreements shall remain in full force and effect.</p>Choice of Law/Forum Selection.<p>You agree that the Agreements and any claim or dispute arising out of or relating to the Agreements or any content or service obtained from or through the edX Site will be governed by the laws of the Commonwealth of Massachusetts, excluding its conflicts of law provisions.\nYou agree that all such claims and disputes will be heard and resolved exclusively in the federal or state courts located in and serving Cambridge, Massachusetts, U.S.A.\nYou consent to the personal jurisdiction of those courts over you for this purpose, and you waive and agree not to assert any objection to such proceedings in those courts (including any defense or objection of lack of proper jurisdiction or venue or inconvenience of forum).</p>Effective Date:<p>October 28, 2019.</p>Honor CodeCollaboration Policy<p>By enrolling in a course on edX, you are joining a special worldwide community of learners.\nThe aspiration of edX is to provide anyone with an internet connection access to courses from the best universities and institutions in the world and to provide our learners the best educational experience internet technology enables.\nYou are a part of the community that will help edX achieve this goal.\nEdX depends upon your motivation to learn the material and to do so with honesty and academic integrity.\nIn order to participate in edX, you must agree to the Honor Code below and any additional terms specific to a course or program.\nThis Honor Code, and any additional terms, will be posted on each course website.</p>Honor Code Pledge<p>By enrolling in an edX course or program, I agree that I will:</p>\n<ul>\n<li>Complete all tests and assignments on my own, unless collaboration on an assignment is explicitly permitted.</li>\n<li>Maintain only one user account, unless edX has approved the use of a separate user account in connection with an employer-sponsored or university-sponsored program.</li>\n<li>Not let anyone else use my username and/or password.</li>\n<li>Not engage in any activity that would dishonestly improve my results, or improve or hurt the results of others.</li>\n<li>Not post answers to problems that are being used to assess learner performance.</li>\n</ul>Violations<p>If you are found in violation of the Terms of Service or Honor Code, you may be subject to one or more of the following actions:</p>\n<ul>\n<li>Receiving a zero or no credit for an assignment;</li>\n<li>Having any certificate earned in the course or program withheld or revoked;</li>\n<li>Being unenrolled from a course or program.\nor</li>\n<li>Termination of your use of the edX Site.</li>\n<li>Additional actions may be taken at the sole discretion of edX and edX Member course providers.</li>\n</ul>\n<p>No refunds will be issued in the case of any corrective action for such violations.</p>\n<p>Honor Code violations will be determined at the sole discretion of edX Members.\nYou will be notified if a determination has been made that you have violated this Honor Code and you will be informed of the corresponding action to be taken as a result of the violation.</p>Changing the Honor Code<p>Please note that we review and may make changes to this Honor Code from time to time.\nAny changes to this Honor Code will be effective immediately upon posting on this page, with an updated effective date.\nBy accessing the edX Site after any changes have been made, you signify your agreement on a prospective basis to the modified Honor Code and any changes contained therein.\nBe sure to return to this page periodically to ensure familiarity with the most current version of this Honor Code.</p>Effective Date:<p>October 28, 2019.</p>\n<ul>\n<li>Like edX on Facebook</li>\n<li>Follow edX on Twitter</li>\n<li>Follow edX on LinkedIn</li>\n<li>Subscribe to the edX subreddit</li>\n</ul>edX<ul>\n<li>About</li>\n<li>edX for Business</li>\n<li>Affiliates</li>\n<li>Open edX</li>\n<li>Careers</li>\n<li>News</li>\n</ul>Connect<ul>\n<li>Blog</li>\n<li>Contact Us</li>\n<li>Help Center</li>\n<li>Media Kit</li>\n<li>Donate</li>\n</ul>Legal<ul>\n<li>Terms of Service &amp.\nHonor Code</li>\n<li>Privacy Policy</li>\n<li>Accessibility Policy</li>\n<li>Trademark Policy</li>\n<li>Sitemap</li>\n</ul>Choose LanguageEnglishespañolApply<p>© 2020 edX Inc.\nAll rights reserved.<br>| 深圳市恒宇博科技有限公司 粤ICP备17044299号-2</p> ", "created_at": "2020-06-27 21:44:22.945528", "updated_at": "2020-12-15 00:20:57.424252"}], "points": [{"id": 9605, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:40:26.33741", "updated_at": "2020-11-03 20:31:17.045417", "quoteText": "THE EDX SITE AND ANY INFORMATION, CONTENT OR SERVICES MADE AVAILABLE ON OR THROUGH THE EDX SITE ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE\" WITHOUT WARRANTY OF ANY KIND (EXPRESS, IMPLIED OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT, EXCEPT INSOFAR AS ANY SUCH IMPLIED WARRANTIES MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW.</strong>", "case_id": 286, "document_id": 2638, "quoteStart": 17196, "quoteEnd": 17622}, {"id": 9592, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 12:59:51.664853", "updated_at": "2020-11-03 20:46:16.908257", "quoteText": "<p>edX reserves the right to modify these TOS at any time without advance notice.\nAny changes to these TOS will be effective immediately upon posting on this page, with an updated effective date.", "case_id": 121, "document_id": 2638, "quoteStart": 1470, "quoteEnd": 1665}, {"id": 9593, "title": "The terms for this service are translated into different languages", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:04:34.073433", "updated_at": "2020-10-09 07:17:11.289694", "quoteText": "Any version of these TOS in a language other than English is provided for convenience and you understand and agree that the English language version will control if there is any conflict.</p>", "case_id": 198, "document_id": 2638, "quoteStart": 1937, "quoteEnd": 2128}, {"id": 9594, "title": "You cannot distribute or disclose your account to third parties", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:10:47.570168", "updated_at": "2020-11-03 20:41:15.975071", "quoteText": "If you are a registered user, you will not share your password or let anyone else access or compromise your account.</p>", "case_id": 229, "document_id": 2638, "quoteStart": 3947, "quoteEnd": 4067}, {"id": 9595, "title": "The service allows you to use pseudonyms", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:14:16.114823", "updated_at": "2020-11-03 20:35:38.771207", "quoteText": "You agree not to misrepresent or attempt to misrepresent your identity while using the edX Site (although you are welcome and encouraged to use an anonymous username in the forums and to act in a manner that keeps your identity concealed).", "case_id": 215, "document_id": 2638, "quoteStart": 4331, "quoteEnd": 4570}, {"id": 9596, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:16:02.467264", "updated_at": "2020-11-03 20:39:50.316619", "quoteText": "Content that defames, harasses or threatens others", "case_id": 283, "document_id": 2638, "quoteStart": 4676, "quoteEnd": 4726}, {"id": 9597, "title": "Prohibits the posting of pornographic content", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:16:24.401215", "updated_at": "2020-11-03 20:35:58.077933", "quoteText": "Profane, pornographic, obscene, indecent or unlawful content", "case_id": 315, "document_id": 2638, "quoteStart": 4942, "quoteEnd": 5002}, {"id": 9598, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:19:11.660603", "updated_at": "2020-11-03 20:46:03.455929", "quoteText": "In order to create a user account, you must provide your full name, an email address, your country or region of residence, a public username, and a user password.", "case_id": 214, "document_id": 2638, "quoteStart": 5655, "quoteEnd": 5817}, {"id": 9599, "title": "This service may use your personal information for marketing purposes", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:26:22.866656", "updated_at": "2020-11-03 20:44:42.149599", "quoteText": "Our goal is to provide current and future visitors to the edX Site with the best possible educational experience.\nTo further this goal, we sometimes present different users with different versions of course materials and software.\nWe do this to personalize the experience to the individual learner (to assess the learner’s level of ability and learning style, and present materials best suited to the learner), to improve our understanding of the learning process, and to evaluate and improve the effectiveness of our course materials, payment models, platform features, and offerings.", "case_id": 336, "document_id": 2638, "quoteStart": 7443, "quoteEnd": 8028}, {"id": 9606, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:41:45.794897", "updated_at": "2020-11-03 20:29:55.513036", "quoteText": "DO NOT WARRANT THAT THE EDX SITE WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, THAT THE EDX SITE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS,", "case_id": 287, "document_id": 2638, "quoteStart": 17688, "quoteEnd": 17841}, {"id": 9612, "title": "The service can delete specific content without prior notice and without a reason", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:53:45.142642", "updated_at": "2020-07-27 17:12:29.562665", "quoteText": "However, edX reserves the right to review User Postings and to exercise its sole discretion to edit or remove, in whole or in part, any User Posting at any time and for any reason, or to allow the edX Participants to do so.", "case_id": 202, "document_id": 2638, "quoteStart": 19775, "quoteEnd": 19998}, {"id": 9616, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:58:44.419951", "updated_at": "2020-11-03 20:04:08.867057", "quoteText": "TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT NEITHER EDX NOR ANY OF THE EDX PARTICIPANTS WILL BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THESE TERMS OF SERVICE, OR YOUR (OR ANY THIRD PARTY'S) USE OF OR INABILITY TO USE THE EDX SITE, OR YOUR PLACEMENT OF CONTENT ON THE EDX SITE, OR YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE EDX SITE, WHETHER YOUR CLAIM IS BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW.</strong>\n</p>\n<p>\n<strong>IN PARTICULAR, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER EDX NOR ANY OF THE EDX PARTICIPANTS WILL HAVE ANY LIABILITY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY, OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE AND WHETHER OR NOT EDX OR ANY OF THE EDX PARTICIPANTS HAS BEEN NEGLIGENT OR OTHERWISE AT FAULT (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF PROFITS, LOSS OF DATA, OR INTERRUPTION IN AVAILABILITY OF DATA).", "case_id": 293, "document_id": 2638, "quoteStart": 21013, "quoteEnd": 22031}, {"id": 9611, "title": "The court of law governing the terms is in location X", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:49:25.631935", "updated_at": "2020-07-03 10:09:33.696731", "quoteText": "You agree that the Agreements and any claim or dispute arising out of or relating to the Agreements or any content or service obtained from or through the edX Site will be governed by the laws of the Commonwealth of Massachusetts, excluding its conflicts of law provisions.\nYou agree that all such claims and disputes will be heard and resolved exclusively in the federal or state courts located in and serving Cambridge, Massachusetts, U.S.A.", "case_id": 163, "document_id": 2638, "quoteStart": 24805, "quoteEnd": 25248}, {"id": 9621, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:09:08.088378", "updated_at": "2020-11-03 19:57:58.720202", "quoteText": "The failure of edX to exercise or enforce any right or provision of the Agreements shall not constitute a waiver of such right or provision.", "case_id": 295, "document_id": 2638, "quoteStart": 24316, "quoteEnd": 24456}, {"id": 9622, "title": "There is a date of the last update of the terms", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:09:48.15198", "updated_at": "2020-07-27 09:02:53.50425", "quoteText": "Effective Date:<p>October 28, 2019", "case_id": 331, "document_id": 2638, "quoteStart": 25528, "quoteEnd": 25562}, {"id": 9637, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:17:49.725973", "updated_at": "2021-02-06 04:16:31.129296", "quoteText": "<strong>Operate and improve the edX Site</strong> – This includes creating and improving features that support the edX community and enable edX Site usage at scale.\nThis also includes personalizing the edX Site, so your learning experience is tailored to your interests and needs.</li>\n<li>\n<strong>Create, administer, provide, and teach courses</strong> – This includes creating and improving the delivery of massive open online courses and programs on edX.\nThis also includes personalizing courses, so your learning experience is tailored to your interests and needs, and assessing your performance and awarding certificates.</li>\n<li>\n<strong>Offer and improve products and services</strong> – This includes enabling you to navigate the edX Site, to enroll and participate in courses and programs on the edX Site, to learn effectively in such courses and programs, and to purchase or obtain products and services on the edX Site such as Verified Certificates.</li>\n<li>\n<strong>Develop and maintain the security and performance of the edX Site</strong> – This includes tracking edX Site outages and creating software solutions, detecting violations of the Honor Code and Terms of Service, and monitoring uses, misuses, and potential misuses of the edX Site.</li>\n<li>\n<strong>Communicate with you</strong> – This includes answering your course and platform questions, notifying you of course and edX Site maintenance and updates, marketing to you about course offerings, programs, news, and related products and services of edX or edX affiliates, and as permitted under applicable law, sending you communications about products or services of selected business partners that may be of interest to you.</li>\n<li>\n<strong>Support scientific research including, for example, in the areas of cognitive science and education</strong> – This includes collaborating to enable and conduct research about how learners access and master course materials online, with the goal of improving course outcomes.</li>\n<li>\n<strong>Track edX Site usage against goals and mission</strong> – This includes performing analytics to evaluate access to and performance in courses and course-related products and services and to report aggregate usage information (not Personal Information) to business partners and external audiences.</li>\n<li>\n<strong>Exercise, enforce, and comply with legal rights and obligations</strong> – This includes responding to subpoenas, court orders, or other legal process.\nand investigating, preventing, or taking action regarding illegal activities, suspected fraud, security or technical issues, or to protect the rights, property, or safety of edX, Members, or others, and as otherwise required by applicable law.</li>", "case_id": 227, "document_id": 2637, "quoteStart": 9794, "quoteEnd": 12526}, {"id": 9638, "title": "Your personal data is given to third parties", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:19:08.383982", "updated_at": "2020-07-06 19:58:54.552239", "quoteText": "EdX and Members share information, including Personal Information, with third parties for the following purposes", "case_id": 188, "document_id": 2637, "quoteStart": 12556, "quoteEnd": 12668}, {"id": 9653, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:47:28.382053", "updated_at": "2021-02-06 04:16:29.706804", "quoteText": "<strong>Tracking Technologies</strong> are web beacons, clear gifs, pixels, and similar technologies that are also unique identifiers used to track your online activity but are not stored on your device.", "case_id": 323, "document_id": 2637, "quoteStart": 28246, "quoteEnd": 28449}, {"id": 9602, "title": "This service can use your content for all their existing and future services", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:31:02.433997", "updated_at": "2021-02-06 03:50:48.482796", "quoteText": "in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).</p>", "case_id": 180, "document_id": 2638, "quoteStart": 9346, "quoteEnd": 9474}, {"id": 9640, "title": "The service warns you of the potential consequences related to third-party access", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:21:13.273127", "updated_at": "2020-07-06 19:58:14.817722", "quoteText": "In some cases, the edX Site and individual courses are integrated with third-party services or contain links to websites published by third parties, including other content providers as well as service providers.\nThese third parties are responsible for their own privacy practices, so you should pay attention anytime you are redirected to a third-party website and be sure to review its privacy policy.</li>", "case_id": 209, "document_id": 2637, "quoteStart": 13056, "quoteEnd": 13464}, {"id": 9627, "title": "The service allows you to opt out of providing personal information to third parties", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:22:06.42672", "updated_at": "2020-11-03 19:55:55.09607", "quoteText": "If you do not wish to submit the required authentication or payment information, then you will not be able to obtain a certificate via the edX Site.", "case_id": 337, "document_id": 2637, "quoteStart": 3818, "quoteEnd": 3966}, {"id": 9603, "title": "This service only shares user information with third parties when given specific consent", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:32:30.008282", "updated_at": "2020-11-03 20:35:21.140044", "quoteText": "As described in the Privacy Policy, the processing of your payment information is done by a third-party payment vendor, and you will be routed to a secure payment flow controlled by that vendor to complete the payment transaction.", "case_id": 296, "document_id": 2638, "quoteStart": 9883, "quoteEnd": 10113}, {"id": 9604, "title": "Third parties may be involved in operating the service", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:34:33.304588", "updated_at": "2020-11-03 20:34:23.907239", "quoteText": "Although these items are collected by edX in accordance with these TOS and the Privacy Policy, you should be aware that the actual authentication of your identity is performed by an edX third-party service provider and this information will be used only for the purpose of verifying your identity.", "case_id": 207, "document_id": 2638, "quoteStart": 11363, "quoteEnd": 11660}, {"id": 9601, "title": "This service employs a broad copyright license over user content including the right to distribute through any media", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:30:22.878751", "updated_at": "2020-11-03 20:42:38.831191", "quoteText": "By submitting or distributing your User Postings, you hereby grant to edX and the Members (as described below) a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, redistribute, relicense, and otherwise use, make available, and ", "case_id": 139, "document_id": 2638, "quoteStart": 8935, "quoteEnd": 9318}, {"id": 9600, "title": "This service can use your content for all their existing and future services", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:28:47.689446", "updated_at": "2020-11-03 20:45:39.486921", "quoteText": "exploit your User Postings, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).", "case_id": 180, "document_id": 2638, "quoteStart": 9318, "quoteEnd": 9470}, {"id": 9607, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:42:38.02602", "updated_at": "2020-11-03 20:29:22.887265", "quoteText": "THAT THE COURSES OR CONTENT PROVIDED WILL MEET YOUR NEEDS OR EXPECTATIONS.", "case_id": 290, "document_id": 2638, "quoteStart": 17845, "quoteEnd": 17919}, {"id": 9609, "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:45:16.551839", "updated_at": "2020-11-03 20:29:10.434373", "quoteText": "USE OF THE EDX SITE, AND THE CONTENT AND SERVICES OBTAINED FROM OR THROUGH THE EDX SITE, IS AT YOUR OWN RISK.\nYOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS, OR DATA THROUGH THE EDX SITE OR ANY REFERENCE SITES IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH MATERIAL OR DATA, UNLESS OTHERWISE EXPRESSLY PROVIDED FOR IN THE PRIVACY POLICY.", "case_id": 291, "document_id": 2638, "quoteStart": 18350, "quoteEnd": 18844}, {"id": 9617, "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:01:51.064539", "updated_at": "2021-02-06 03:50:48.510418", "quoteText": "It is edX's policy to terminate in appropriate circumstances the accounts of users of the edX Site who are repeat copyright infringers.", "case_id": 313, "document_id": 2638, "quoteStart": 23198, "quoteEnd": 23333}, {"id": 9610, "title": "You sign away moral rights", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:47:08.566471", "updated_at": "2020-10-11 21:07:58.575977", "quoteText": "You further understand and acknowledge that you may be exposed to User Postings that are inaccurate, offensive, defamatory, indecent or objectionable and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against edX or any of the edX Participants with respect thereto.", "case_id": 118, "document_id": 2638, "quoteStart": 19092, "quoteEnd": 19414}, {"id": 9632, "title": "This service tracks which web page referred you to it", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:33:40.43209", "updated_at": "2020-07-06 20:01:43.715407", "quoteText": "how you find or may be referred to the edX Site", "case_id": 387, "document_id": 2637, "quoteStart": 7063, "quoteEnd": 7110}, {"id": 9636, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:38:14.491157", "updated_at": "2020-07-06 20:00:31.041594", "quoteText": "If you reject edX’s Cookies, many functions and conveniences of the edX Site may not work properly.</li>", "case_id": 375, "document_id": 2637, "quoteStart": 8851, "quoteEnd": 8955}, {"id": 9624, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:17:23.390067", "updated_at": "2020-11-03 19:57:36.15107", "quoteText": "EdX is solely and independently responsible for its own privacy practices.", "case_id": 299, "document_id": 2637, "quoteStart": 976, "quoteEnd": 1050}, {"id": 9625, "title": "The service provides information about how they collect personal data", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:20:37.948301", "updated_at": "2020-11-03 19:57:26.571112", "quoteText": "EdX directly collects information when you:</p>\n<ul>\n<li>sign up for an edX user account and create an edX user profile;</li>\n<li>enroll and participate in online courses;</li>\n<li>purchase a product or service (for example, Verified Certificates);</li>\n<li>send email messages to edX (including messages to learner support);</li>\n<li>participate in user surveys.\nand</li>\n<li>participate in public forums, webinars, and other interactive experiences on the edX Site.</li>\n</ul>\n<p>EdX also indirectly collects usage information about your visit to the edX Site, as explained in the section below titled Cookies and Tracking Technologies.", "case_id": 297, "document_id": 2637, "quoteStart": 2665, "quoteEnd": 3303}, {"id": 9620, "title": "There is a date of the last update of the terms", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:04:18.385699", "updated_at": "2020-07-02 15:10:05.547693", "quoteText": "October 28, 2019", "case_id": 331, "document_id": 2638, "quoteStart": 337, "quoteEnd": 353}, {"id": 9608, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:43:27.171625", "updated_at": "2020-10-07 19:43:53.032958", "quoteText": "NO WARRANTY ABOUT THE ACCURACY, COMPLETENESS, TIMELINESS, OR QUALITY OF THE EDX SITE OR ANY COURSES OR CONTENT, OR THAT ANY PARTICULAR COURSES OR CONTENT WILL CONTINUE TO BE MADE AVAILABLE.", "case_id": 288, "document_id": 2638, "quoteStart": 17959, "quoteEnd": 18148}, {"id": 9651, "title": "The service reviews its privacy policy on a regular basis", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:46:14.165841", "updated_at": "2020-07-06 19:51:40.982554", "quoteText": "This Privacy Policy will be reviewed and updated from time to time.", "case_id": 301, "document_id": 2637, "quoteStart": 26121, "quoteEnd": 26188}, {"id": 9623, "title": "There is a date of the last update of the terms", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:14:40.026623", "updated_at": "2020-07-27 09:03:13.118729", "quoteText": "On May 15, 2018, edX adopted an amended Privacy Policy,", "case_id": 331, "document_id": 2637, "quoteStart": 613, "quoteEnd": 668}, {"id": 9646, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:37:17.415789", "updated_at": "2020-07-06 19:53:14.939968", "quoteText": "EdX and each applicable Member cannot always delete records of past interactions and transactions.\nFor example, records relating to previous purchases on the edX Site must be retained for financial reporting, audit, and compliance reasons.</li>\n<li>EdX and each Member will retain and use Personal Information as necessary to comply with its legal obligations, resolve disputes, enforce its agreements, and as otherwise permitted by applicable law.", "case_id": 333, "document_id": 2637, "quoteStart": 21018, "quoteEnd": 21466}, {"id": 9635, "title": "This service gathers information about you through third parties", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:37:49.148123", "updated_at": "2020-07-06 20:00:51.16459", "quoteText": "EdX also partners with third parties to help us track and understand your activity on the edX Site", "case_id": 382, "document_id": 2637, "quoteStart": 6917, "quoteEnd": 7015}, {"id": 9641, "title": "Promises will be kept after a merger or acquisition", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:23:17.406166", "updated_at": "2021-02-06 04:16:29.722755", "quoteText": "With affiliates of edX or a Member, or with successors in the event of a merger, acquisition, or reorganization, for their use consistent with this Privacy Policy.</strong>", "case_id": 321, "document_id": 2637, "quoteStart": 15104, "quoteEnd": 15276}, {"id": 9615, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:57:27.377229", "updated_at": "2020-11-03 20:04:20.454509", "quoteText": "You agree to defend, hold harmless, and indemnify edX and the edX Participants, and their respective subsidiaries, affiliates, officers, faculty, students, fellows, governing board members, agents and employees from and against any third-party claims, actions, or demands arising out of, resulting from or in any way related to your use of the edX Site, including any liability or expense arising from any and all claims, losses, damages (actual and consequential), suits, judgments, litigation costs, and attorneys' fees, of every kind and nature.", "case_id": 146, "document_id": 2638, "quoteStart": 22359, "quoteEnd": 22907}, {"id": 9644, "title": "You can request access and deletion of personal data", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:35:22.05897", "updated_at": "2020-07-06 19:54:07.913322", "quoteText": "To request deletion of your edX account and Personal Information, you should click the button labeled “Delete my account” in your edX account settings.", "case_id": 195, "document_id": 2637, "quoteStart": 18678, "quoteEnd": 18829}, {"id": 9613, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:55:08.042436", "updated_at": "2020-11-03 20:05:50.65096", "quoteText": "The edX Site and individual courses may be integrated with third-party services or include hyperlinks to websites maintained or controlled by third parties.\nedX and the edX Participants are not responsible for and do not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered by such third parties.", "case_id": 279, "document_id": 2638, "quoteStart": 20371, "quoteEnd": 20737}, {"id": 9650, "title": "The services will notify users if personal data has been affected by data breaches", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:43:51.86661", "updated_at": "2020-07-06 19:51:57.872743", "quoteText": "If edX learns of a security breach involving its copy of your Personal Information, edX may attempt to notify you electronically so that you may take appropriate protective steps.", "case_id": 391, "document_id": 2637, "quoteStart": 24492, "quoteEnd": 24671}, {"id": 9649, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:42:50.941794", "updated_at": "2020-07-06 19:52:22.403366", "quoteText": "If you are in the European Union, Switzerland, or other regions with laws governing data collection and use, you acknowledge that edX and each Member may transfer, process and store your personal information in the United States and other countries, the privacy laws of which may be considered less strict than those of your region.</p>", "case_id": 242, "document_id": 2637, "quoteStart": 23255, "quoteEnd": 23591}, {"id": 9648, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:40:04.852186", "updated_at": "2020-07-06 19:52:33.954578", "quoteText": "In each case, information may be stored in the United States and in other countries where edX or a Member operates, and in countries where edX and each Member’s respective service providers operate.", "case_id": 187, "document_id": 2637, "quoteStart": 23056, "quoteEnd": 23254}, {"id": 9619, "title": "This service retains rights to your content even after you stop using your account", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:03:51.864688", "updated_at": "2021-02-06 03:50:48.564997", "quoteText": "The rights granted to you hereunder will terminate upon any termination of your right to use the edX Site, but the other provisions of the Agreements will survive any such termination.</p>", "case_id": 173, "document_id": 2638, "quoteStart": 23805, "quoteEnd": 23993}, {"id": 9645, "title": "This service holds onto content that you've deleted", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:36:22.412984", "updated_at": "2020-07-06 19:53:52.130401", "quoteText": "Exceptions:</b>\n</p>\n<ul>\n<li>Deletion will not apply to historical activity logs or archives unless and until these logs and data naturally \"age-off\" the edX system.</li", "case_id": 174, "document_id": 2637, "quoteStart": 20145, "quoteEnd": 20315}, {"id": 9643, "title": "The service provides a free help desk", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:28:21.537075", "updated_at": "2020-07-06 19:54:24.613892", "quoteText": "You can manage your Personal Information through learner features on the edX Site and requests to the edX learner support team.", "case_id": 232, "document_id": 2637, "quoteStart": 15482, "quoteEnd": 15609}, {"id": 9639, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:20:13.914279", "updated_at": "2020-07-06 19:58:35.162453", "quoteText": "EdX requires third parties to: (1) abide by this Privacy Policy and applicable law.\n(2) handle Personal Information in a confidential manner and maintain adequate security.\nand (3) use Personal Information only as needed to fulfill the relevant purpose(s).", "case_id": 210, "document_id": 2637, "quoteStart": 12799, "quoteEnd": 13055}, {"id": 9642, "title": "Your personal data is aggregated into statistics", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:26:20.890893", "updated_at": "2021-02-06 03:50:48.538631", "quoteText": "In addition, edX or a Member may share with the public and with third parties, including but not limited to researchers and business partners, information and Personal Information that is de-identified or aggregated in a manner that does not personally identify you.</p>", "case_id": 190, "document_id": 2637, "quoteStart": 15454, "quoteEnd": 15724}, {"id": 9614, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 13:55:35.204295", "updated_at": "2020-11-03 20:04:40.476542", "quoteText": "Neither edX nor any of the edX Participants endorse any User Postings or any opinion, recommendation or advice expressed therein.", "case_id": 292, "document_id": 2638, "quoteStart": 19490, "quoteEnd": 19619}, {"id": 9618, "title": "You have the right to leave this service at any time", "source": "https://www.edx.org/edx-terms-service", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:03:05.23928", "updated_at": "2020-11-03 20:02:13.513994", "quoteText": "If you no longer desire to participate in the edX Site, you may terminate your participation at any time.", "case_id": 170, "document_id": 2638, "quoteStart": 23774, "quoteEnd": 23879}, {"id": 9633, "title": "The service uses third party tracking pixels to track social media conversion", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:33:56.357623", "updated_at": "2020-07-06 20:01:07.861334", "quoteText": "how you interact with edX’s social media", "case_id": 307, "document_id": 2637, "quoteStart": 7017, "quoteEnd": 7057}, {"id": 9647, "title": "The service may keep a secure, anonymized record of users' data for analytical purposes even after the data retention period", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:38:55.522671", "updated_at": "2020-07-06 19:52:57.20608", "quoteText": "These archives will be used to produce encrypted research data packages for Members, and each such Member may also keep and use course data for scientific research.", "case_id": 304, "document_id": 2637, "quoteStart": 22557, "quoteEnd": 22721}, {"id": 9634, "title": "Tracking pixels are used in service-to-user communication", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:35:28.475354", "updated_at": "2020-07-06 20:01:28.14329", "quoteText": "edX may track and collect information from emails that edX sends to you, for example whether you opened the email or clicked on any links from the email.", "case_id": 217, "document_id": 2637, "quoteStart": 6749, "quoteEnd": 6902}, {"id": 9630, "title": "This service requires first-party cookies", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:30:55.701521", "updated_at": "2020-07-06 20:02:10.557434", "quoteText": "EdX and Members use “first-party” cookies, which means cookies served by edX or an individual Member", "case_id": 126, "document_id": 2637, "quoteStart": 8155, "quoteEnd": 8255}, {"id": 9629, "title": "This service only shares user information with third parties when given specific consent", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:25:21.190919", "updated_at": "2020-07-10 12:46:32.823962", "quoteText": "Members do not receive your Personal Information unless and until you enroll in a course.\nIf you enroll in a course, the Member that offers the course will receive Personal Information from your edX account profile plus the information that edX collects about your activity and performance in the course in which you enrolled.", "case_id": 296, "document_id": 2637, "quoteStart": 5463, "quoteEnd": 5789}, {"id": 9631, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:33:01.155159", "updated_at": "2020-07-06 19:59:43.662036", "quoteText": "Some of the third parties used by edX or a Member for Cookies and Tracking Technologies offer the ability to opt-out from their tracking by following processes described on their websites.\nA list of some such third parties is maintained and available at the edX learner Help Center and includes, for some, links to applicable opt-out processes.\nNeither edX nor any Member is responsible for the effectiveness of any third-party opt-out options.</li>", "case_id": 127, "document_id": 2637, "quoteStart": 9028, "quoteEnd": 9477}, {"id": 9652, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 16:46:40.1339", "updated_at": "2020-12-20 17:18:32.780176", "quoteText": "When changes are made, the Privacy Policy will be labeled as \"Revised (date),\" indicating that you should review the new terms, which will be effective immediately upon posting on this page, with an updated effective date.\nBy accessing the edX Site after any changes have been made, you accept the modified Privacy Policy and any changes contained therein.", "case_id": 121, "document_id": 2637, "quoteStart": 26492, "quoteEnd": 26848}, {"id": 9628, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:23:13.228645", "updated_at": "2021-02-06 04:25:31.999132", "quoteText": "EdX requires your Personal Information only in limited circumstances when you:</p>\n<ul>\n<li>sign up for an edX user account (name, username, email address);</li>\n<li>purchase a Verified Certificate (so that edX’s third-party vendor can authenticate your identity) or other product or service (so that edX’s third-party vendor can process payment);</li>\n<li>participate in remote proctoring or other course facilitation processes (so that edX’s third-party vendor can monitor and assess the integrity of your course activity).\nor</li>\n<li>earn a Verified Certificate (the certificate will have your name on it).", "case_id": 227, "document_id": 2637, "quoteStart": 3974, "quoteEnd": 4584}, {"id": 9626, "title": "Third parties may be involved in operating the service", "source": "https://www.edx.org/edx-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-02 15:21:40.227543", "updated_at": "2020-11-03 19:56:06.263704", "quoteText": "if you choose to make a purchase on the edX Site, for example a Verified Certificate, you will be directed to edX’s third-party payment processor and edX’s third-party ID verification service provider.", "case_id": 207, "document_id": 2637, "quoteStart": 3464, "quoteEnd": 3665}], "urls": ["edx.org"]}}