{"error": 448, "message": "OK", "parameters": {"id": 2944, "name": "Bullet VPN", "created_at": "2021-04-03 17:51:52.729984", "updated_at": "2021-04-28 00:01:04.139156", "wikipedia": null, "keywords": null, "related": null, "slug": "bullet_vpn", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2944.png", "url": "bulletvpn.com", "documents": [{"id": 4637, "name": "Cookie Policy", "url": "https://www.bulletvpn.com/bulletvpn-cookie-policy/", "xpath": "//*[@id=\"post-260\"]/div", "text": "BulletVPN Cookie Policy\nWhat Are Cookies\n<p>As is common practice with almost all professional websites this site uses cookies, which are tiny files that are downloaded to your computer, to improve your experience.&nbsp;This page describes what information they gather, how we use it and why we sometimes need to store these cookies.\nWe will also share how you can prevent these cookies from being stored however this may downgrade or ‘break’ certain elements of the sites functionality.</p>\n<p>For more general information on cookies see the Wikipedia article on HTTP Cookies.</p>\nHow We Use Cookies\n<p>We use cookies for a variety of reasons detailed below.\nUnfortunately is most cases&nbsp;there are no industry standard options for disabling cookies without completely disabling the functionality and features they add to this site.\nIt is recommended that you leave on all cookies if you are not sure whether you need them or not in case they are used to provide a service that you use.</p>\nDisabling Cookies\n<p>You can prevent the setting of cookies by adjusting the settings on your browser (see your browser Help for how to do this).\nBe aware that disabling cookies will affect the functionality of this and many other websites that you visit.\nDisabling cookies will usually result in also disabling certain functionality and features of the this site.\nTherefore it is recommended that you do not disable cookies.</p>\nThe Cookies We Set\n<p>If you create an account with us then we will use cookies for the management of the signup process and general administration.\nThese cookies will usually be deleted when you log out however in some cases they may remain afterwards to remember your site preferences when logged out.</p>\n<p>We use cookies when you are logged in so that we can remember this fact.\nThis prevents you from having to log in every single time you visit a new page.\nThese cookies are typically removed or cleared when you log out to ensure that you can only access restricted features and areas when logged in.</p>\n<p>This site offers newsletter or email subscription services and cookies may be used to remember if you are already registered and whether to show certain notifications which might only be valid to subscribed/unsubscribed users.</p>\n<p>This site offers e-commerce&nbsp;or payment facilities and some cookies are essential to ensure that your order is remembered between pages so that we can process it properly.</p>\n<p>In order to provide you with a great experience on this site we provide the functionality to set your preferences for how this site runs when you use it.\nIn order to remember your preferences we need to set cookies so that this information can be called whenever you interact with a page is affected by your preferences.</p>\nThird Party Cookies\n<p>In some special cases we also use cookies provided by trusted third parties.\nThe following section details which third party cookies you might encounter through this site.</p>\n<p>This site uses Google Analytics which is one of the most widespread and trusted analytics solution on the web for helping us to understand how you use the site and ways that we can improve your experience.\nThese cookies may track things such as how long you spend on the site and the pages that you visit so we can continue to produce engaging content.</p>\n<p>For more information on Google Analytics cookies, see the official Google Analytics page.</p>\n<p>As we sell products it’s important for us to understand statistics about how many of the visitors to our site actually make a purchase and as such this is the kind of data that these cookies will track.\nThis is important to you as it means that we can accurately make business predictions that allow us to monitor our advertising and product costs to ensure the best possible price.</p>\n<p>Several partners advertise on our behalf and affiliate tracking cookies simply allow us to see if our customers have come to the site through one of our partner sites so that we can credit them appropriately and where applicable allow our affiliate partners to provide any bonus that they may provide you for making a purchase.</p>\nMore Information\n<p>Hopefully that has&nbsp;clarified&nbsp;things for you and as was previously mentioned if there is something that you aren’t sure whether you need or not it’s usually safer to leave cookies enabled in case it does interact with one of the features you use on our site.\nHowever if you are still looking for more information then you can contact us through one of our preferred contact methods.</p>\n<strong>Important Note</strong>\n<p>At times, there are changes and amendments to BulletVPN’s Cookie Policy.\nBulletVPN has all the rights to modify and alter the Cookie Policy, whenever it is necessary and required by BulletVPN.\nThis is the whole agreement.\nIt is the responsibility of the users to periodically check for new the Cookie Policy.\nIf after the changes in Cookie Policy, the user still is using BulletVPN, it will be considered as an agreement between the user and BulletVPN on the revised Cookie Policy.</p>\n<p>\n<strong>Email:</strong> support@bulletvpn.com</p>\n", "created_at": "2021-04-03 17:52:21.865748", "updated_at": "2021-04-03 17:52:35.563746"}, {"id": 4638, "name": "Privacy Policy", "url": "https://www.bulletvpn.com/bulletvpn-privacy-policy/", "xpath": "//*[@id=\"post-263\"]/div", "text": "\n<b>Privacy Policy</b>\n<p>&nbsp;</p>\n<b>General</b>\n<p>BulletVPN is first and foremost concerned with user privacy.\nWe want you to be familiar with the various&nbsp.\ntypes of information we do collect and do not collect, in addition to how we collect, store and use any of these types.\nThis Privacy Policy is published to inform you of our practices in connection with the information that we collect through our website BulletVPN.com and by your usage of the BulletVPN service.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<b>What Information is Collected or Stored</b>\n<p>The defining factor in collecting information relates to what is minimally needed to operate the VPN service and provide you with the service quality that we guarantee and stand by.\nBulletVPN does not collect logs of any user activity, nor can it link any other collected information to any specific user.\nWe do not collect any logs of user browsing history, connection history, traffic and data transfer, or DNS queries, nor do we store VPN connection logs of any type.\nThat means we do not store the user’s IP address and port, the VPN server’s IP address and port, or the VPN connection attempt, connection establishment or disconnection date and time.\nThis makes it impossible for anyone including BulletVPN to retrieve information about what data content is accessed by a specific user, what specific VPN server was used by a user at a certain date and time, or what source IP address did the user use to attempt and/or establish a VPN connection.</p>\n<p>&nbsp;</p>\n<b>General Information</b>\n<p>BulletVPN collects usage information to provide the features offered with the service.\nTotal data consumption is collected to ensure that performance is optimized for all connected users, prohibiting abuse of server resources by individual users.\nThe data consumption metric doesn’t include any trace of accessed or transferred data content through the VPN connection.\nThe number of active connections per user is also maintained during a minimum of one active connection and up to three active connections, without information on the user’s connected devices, their IP addresses and ports, the VPN server’s IP address and port, or the connection establishment date and time.</p>\n<p>&nbsp;</p>\n<b>Aggregate Information</b>\n<p>Server connection metadata including server IP addresses, server ports, and server bandwidth metrics from the VPN servers to remote resources are stored in aggregate form without including any user specific related data, in accordance with standard procedures for performance and security analysis in case of events affecting the operation such as but not limited to DDoS attacks and security breaches.\nThis metadata does not include any users’ IP addresses or ports, nor is it tracked or stored in any manner that allows cross referencing to any user account information.</p>\n<p>&nbsp;</p>\n<b>Personal Information</b>\n<p>When signing up to the VPN service, user contact and billing information is requested, such as your email address, and payment specific information.\nThe email address is stored to be used for various communication reasons explained in the following section <b>“Using Information”</b>, however billing information is never stored.\nThe subscription when (if) created is used for later payments charged solely by the relevant payment processor where available.</p>\n<p>&nbsp;</p>\n<b>BulletDNS</b>\n<p>BulletVPN provides its users with BulletDNS, an additional service, bundled with the VPN service subscription, to provide additional support to devices that do not have integrated VPN clients, nor can have third party clients configured.\nThe technical design of the BulletDNS service on devices with such limitations, prohibits the use of the regular username and password method to authorize usage of BulletDNS.\nAs such, users’ IP addresses are used to authenticate the used client devices.\nBulletVPN users can choose to use BulletDNS by registering the client device public IP address in the SmartDNS page.\nThe IP address is stored for the sole purpose of authorizing the device, without linking it to a VPN user account.\nFurthermore, we do not collect or store any DNS queries originating from any client device IP address or port, and in that manner users’ browsing activity is completely anonymous, and cannot be retrieved at any point in time.\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<b>Using Information</b>\n<p>The collected information outlined in the previous section is solely used to fulfill the purpose of the BulletVPN service delivery.\nIt is used to create and activate a user account, provide a VPN service at optimal quality, ensure proper correspondence with the user, and provide the best possible customer service experience.</p>\n<p>As such, we use the email address stored for the following sole purposes:</p>\n<ul>\n<li>To send you notifications related to payments.</li>\n<li>To send you updates and announcements.</li>\n<li>To communicate with you about the VPN service or respond to your inquiries.</li>\n<li>To provide you with links to our website, including password reset links.</li>\n<li>To send you marketing information such as offers and content about matters relevant to the VPN service.\nYou may opt out of these emails, if you don’t wish to receive them.</li>\n</ul>\n<p>The aggregate usage information is stored to maintain excellent service functionality.\nThey are used in the following manner:</p>\n<ul>\n<li>Server performance analysis for continuous optimization, such as adding new servers to expand available service resources in a particular location, or to replace poorly performing servers.</li>\n<li>Enforcing preventive and reactive security measurements for protecting users’ privacy.</li>\n<li>Ensuring service is delivered at the promised quality for all users equally.</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<b>Sharing Information</b>\n<p>BulletVPN uses your personal information for the purposes listed in this Privacy Policy.\nWe do not sell, trade, disclose, share or otherwise transfer your personally identifiable information to outside parties or otherwise unauthorized persons.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<b>Email Correspondence Data</b>\n<p>When you submit an inquiry by email or through the Contact Form on our website, your email address and correspondence history is saved on third party systems, in compliance with the third party’s agreement to keep this information confidential.\nThis only includes the support platform provided by Zendesk, which is used by BulletVPN to provide customer support.\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<b>Policy Changes</b>\n<p>We may change this Privacy Policy at any time.\nPlease take a look at the “Last updated” legend at the bottom of this page to see when this Privacy Policy was last revised.\nAny changes to this Privacy Policy will become effective when we post the revision on this page.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<b>Contacting Us</b>\n<p>If you have any questions regarding this Privacy Policy, or wish to contact us for any reasons in connection with the website or service, please contact us at the following email address: support@bulletvpn.com</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Last updated: November 10, 2017</strong>\n</p>\n", "created_at": "2021-04-03 17:53:09.754361", "updated_at": "2021-04-03 17:53:21.90469"}, {"id": 4639, "name": "Terms of Use", "url": "https://www.bulletvpn.com/bulletvpn-terms-of-use/", "xpath": "//*[@id=\"post-264\"]/div", "text": "Terms Of Use\n<p>This is an agreement between you and BulletVPN.com for virtual private network communications services, related services and features It is NOT a service for the commission of criminal acts.\nIt is an anonymity and privacy service.\nYou agree not to violate any laws of any jurisdiction you are originating from, or terminating into.</p>\n<p>You agree to protect your user id/password and our system from unauthorized use.\nYou are responsible for all actions that occur on our servers where the login uses your user id/password.</p>\n<p>You agree not to use the system for sending spam, port scanning, scanning for open proxies or open relays, sending opt-in email, unsolicited email or any type or version of email sent in large quantities even if the email is ultimately sent off of another server.\nYou agree not to launch any pop-ups from our service.\nYou agree not to attack in any way shape or form any other computer or network while on our service.</p>\n<p>Actual service coverage, speeds, locations and quality may vary.\nThe Service will attempt to be available at all times except for limited periods for maintenance and repair.\nHowever the Service may be subject to unavailability for a variety of factors beyond our control including emergencies, third party service failures, transmission, equipment or network problems or limitations, interference, signal strength, and may be interrupted, refused, limited or curtailed.\nWe are not responsible for data, messages or pages lost, not delivered, delayed or misdirected because of interruptions or performance issues with the Service or communications services or networks (e.g., T-1 lines or the Internet).\nWe may impose usage or Service limits, suspend Service, or block certain kinds of usage in our sole discretion to protect users or the Service.\nNetwork speed is an estimate and is no indication of the speed at which your or the Service sends or receives data.\nActual network speed will vary based on configuration, compression, network congestion and other factors.\nThe accuracy and timeliness of data received is not guaranteed.\ndelays or omissions may occur.</p>\n<p>We do not log any user activity (sites visited, DNS lookups, emails etc.) We only log access attempts to our servers (for security and troubleshooting).\nWe do not get involved in any form of censorship.\nWe do not give your personal info to any third parties.\nWe do not cooperate with any requests for information unless we are ordered by a court of competent jurisdiction and the vast majority of these requests would not be from a court of competent jurisdiction We will protect you to the max and our system is setup to automatically do so.\nThere are hundreds of good reasons for being anonymous and we respect them fully.</p>\n<p>Hacking, cracking, distribution of viruses, fraudulent activities, network sabotage, phishing, and/or any conduct deemed illegal or unwanted shall be subject to suspension or termination.\nUsers are responsible for the proper secure configuration of their services and are responsible for any damages caused by their neglect or exposure of vulnerabilities whether intentional or unintentional.</p>\n<p>BulletVPN does not put any cap on bandwidth or data usage per user however the use of service is subjected to fair usage.\nCreating automated or manual VPN sessions in a manner that would impersonate a bot or exerting excessive load on the network that may disturb other users on the network or utilizing substantially excessive bandwidth that exceeds the average user bandwidth usage for an extended duration or the likes, all are considered as unfair usage of the network.\nBulletVPN reserves the right to temporary suspend or permanently terminate users found involved in unfair usage of its services.</p>\nBilling\n<p>All BulletVPN orders processed via credit cards are conducted by our online reseller&nbsp;<strong>Paddle.com</strong>.&nbsp;<strong>Paddle.com</strong>&nbsp;is the Merchant of Record for all our orders.\nPaddle provides all customer service inquiries and handles returns.</p>\nCancellation Policy\n<p>When supported by your payment method, plans renew automatically by default at the completion of the billing term.\nBy default, the renewal term is for the same duration as the billing term for the original subscription.\nThe subscription fee will be charged automatically to the payment method you last selected.\nIf you would like to discontinue automatic renewal, you may sign in to the Site and cancel your subscription.\nBy default, automatic renewal is enabled when you use a payment method that supports recurring bulling (such as a credit card or Paypal), and disabled when you use a payment method that does not support recurring billing (such as bitcoin).\nWhen you cancel your subscription, you can continue using the Service until the end of the billing period during which you cancel.\nAfter the end of that billing period, you won’t be able to use the Service.</p>\nRefund Policy\n<p>You have the right to cancel your BulletVPN account and receive a full refund within 30 days of your initial purchase as per BulletVPN’s 30-day money-back Guarantee.<br>\nTo request a refund, please contact BulletVPN support.\nRefunds generally require up to 7 days to be processed back to your account.</p>\nDDoS Protection Policy\n<p>”It’s prohibited to any subscriber on our network to use our services, without DDoS protection add-on, even when they know and expect DDoS attacks.\nBulletVPN reserves the right to either ban such accounts or alert them to use our services with DDoS protection.”</p>\nAnti-Fraud Policy\n<p>BulletVPN hereby states that, no accounts would be offered to clients residing in African nations except South Africa.\nThis step had to be taken in awake of increasing complaints on fraudulent activities originating from Nigeria.\nHowever, BulletVPN reserves its right to allow any one as an exception to get an account , on receipt of government Issued IDs or Landline phone.\nAnyone who tries to bypass checks will immediately get his/her account terminated.\nAll fraudulent activities may be reported to the respective police and related law enforcement authorities.</p>\n<p>In order to serve our legitimate customers, like yourself, with a VPN network that is free from troubles/downtime we have employed a stringent Anti-Fraud Policy.\nIf our anti-fraud system rates your transaction as a ‘potential risk’, you will be requested to go through a verification process.\nThe mere purpose of asking for such verification is the fact that we need to keep fraudsters away and because we believe you are a genuine customer you will have no issues in choosing from one of the options offered to you e.g.\nSend us a blank email from non-free email address, Send us any NON-CONFIDENTIAL Document etc.</p>\n<strong>Limited Liability</strong>\n<p>BulletVPN shall not be liable under any circumstances for any special, consequential, incidental or punitive damages arising out of or in any way connected with this Agreement and/or any services and products that the you may choose to purchase or use, including but not limited to: damages for lost profits, loss of service use, loss of data, loss of privacy, damages to third parties.\nThis limited liability clause shall apply even if BulletVPN has been notified of the possibility of any claims.\nIn no event shall BulletVPN’s maximum liability exceed the total amount paid by you for the service or the product.</p>\n<strong>Important Note</strong>\n<p>At times, there are changes and amendments to BulletVPN’s Terms and Conditions.\nBulletVPN has all the rights to modify and alter Terms and Conditions, whenever it is necessary and required by BulletVPN.\nThis is the whole agreement.\nIt is the responsibility of the users to periodically check for new Terms of Service.\nIf after the changes in Terms and Conditions, the user still is using BulletVPN, it will be considered as an agreement between the user and BulletVPN on revised Terms and Conditions.</p>\n", "created_at": "2021-04-03 17:53:52.736262", "updated_at": "2021-04-03 17:54:05.058752"}], "points": [{"id": 21097, "title": "Personal data is not shared with third parties", "source": "https://www.bulletvpn.com/bulletvpn-terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-05-24 17:29:42.713894", "updated_at": "2021-05-24 17:36:46.070064", "quoteText": "We do not give your personal info to any third parties.\n", "case_id": 311, "document_id": 4639, "quoteStart": 2349, "quoteEnd": 2405}, {"id": 21096, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.bulletvpn.com/bulletvpn-terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-05-24 17:28:35.078252", "updated_at": "2021-05-24 17:36:12.805185", "quoteText": "</p>\n<p>You agree not to use the system for sending spam, port scanning, scanning for open proxies or open relays, sending opt-in email, unsolicited email or any type or version of email sent in large quantities even if the email is ultimately sent off of another server.", "case_id": 281, "document_id": 4639, "quoteStart": 541, "quoteEnd": 812}, {"id": 21095, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.bulletvpn.com/bulletvpn-terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-05-24 17:28:06.90698", "updated_at": "2021-05-24 17:36:15.860054", "quoteText": "You agree to protect your user id/password and our system from unauthorized use.\nYou are responsible for all actions that occur on our servers where the login uses your user id/password.", "case_id": 148, "document_id": 4639, "quoteStart": 355, "quoteEnd": 541}, {"id": 19209, "title": "Third-party cookies are used for statistics", "source": "https://www.bulletvpn.com/bulletvpn-cookie-policy/", "status": "Generated through the annotate view", "created_at": "2021-04-26 16:01:29.958172", "updated_at": "2021-04-27 21:01:23.2714", "quoteText": "The following section details which third party cookies you might encounter through this site.</p>\n<p>This site uses Google Analytics which is one of the most widespread and trusted analytics solution on the web for helping us to understand how you use the site and ways that we can improve your experience.", "case_id": 325, "document_id": 4637, "quoteStart": 2883, "quoteEnd": 3190}, {"id": 19212, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.bulletvpn.com/bulletvpn-terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-04-26 16:14:42.560565", "updated_at": "2021-04-27 21:01:37.542765", "quoteText": "The accuracy and timeliness of data received is not guaranteed.", "case_id": 287, "document_id": 4639, "quoteStart": 2044, "quoteEnd": 2107}, {"id": 19213, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.bulletvpn.com/bulletvpn-terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-04-26 16:19:37.489499", "updated_at": "2021-04-27 21:01:56.894017", "quoteText": "Limited Liability</strong>\n<p>BulletVPN shall not be liable under any circumstances for any special, consequential, incidental or punitive damages arising out of or in any way connected with this Agreement and/or any services and products that the you may choose to purchase or use, including but not limited to: damages for lost profits, loss of service use, loss of data, loss of privacy, damages to third parties.", "case_id": 293, "document_id": 4639, "quoteStart": 6804, "quoteEnd": 7220}, {"id": 19210, "title": "There is a date of the last update of the agreements", "source": "https://www.bulletvpn.com/bulletvpn-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-04-26 16:04:30.371802", "updated_at": "2021-04-27 21:02:05.336874", "quoteText": "Last updated: November 10, 2017</strong>\n</p>", "case_id": 331, "document_id": 4638, "quoteStart": 7187, "quoteEnd": 7232}, {"id": 19211, "title": "You can opt out of promotional communications", "source": "https://www.bulletvpn.com/bulletvpn-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-04-26 16:08:17.179547", "updated_at": "2021-04-27 21:02:14.764521", "quoteText": "\nYou may opt out of these emails", "case_id": 223, "document_id": 4638, "quoteStart": 5213, "quoteEnd": 5245}], "urls": ["bulletvpn.com"]}}