{"error": 448, "message": "OK", "parameters": {"id": 4818, "name": "VPS FO", "created_at": "2021-08-11 00:45:55.687223", "updated_at": "2021-08-11 22:01:10.19189", "wikipedia": null, "keywords": null, "related": null, "slug": "vps-fo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4818.png", "url": "vps.fo", "documents": [{"id": 8647, "name": "Terms", "url": "https://vps.fo/tos", "xpath": "/html/body/section/div", "text": " Our Terms Home / Terms of Service <br>\n<br>\n<p>Welcome to VPS FO (hereinafter, \"us\", \"we\", \"our\", \"RDP Black\" or \"VPS FO\")</p>\n<p>These terms and conditions outline the rules and regulations for the use of VPS FO's Services.\nVPS FO is located at: https://vps.fo</p>\n<p>By accessing this website and services, you have read and accepted these terms and conditions in full.\nDo not use or continue to use VPS FO's Services if you do not accept all of the terms and conditions stated on this page.\n</p>\n<p>TERMINOLOGY</p>\n<p>The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and any or all Agreements: \"Client\", \"You\" and \"Your\" refers to you, the person accessing this website and accepting the Company's terms and conditions.\n\"The Company\", \"Ourselves\", \"We\", \"Our\" and \"Us\", refers to our Company.\n\"Party\", \"Parties\", or \"Us\", refers to both the Client and ourselves, or either the Client or ourselves.\nAll terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner, whether by formal meetings of a fixed duration, or any other means, for the express purpose of meeting the Client's needs in respect of provision of the Company's stated services/products, in accordance with and subject to, prevailing law of.\nAny use of the above terminology or other words in the singular, plural, capitalisation and/or he/she or they, are taken as interchangeable and therefore as referring to same.\n</p>\n<p>COOKIES</p>\n<p>We employ the use of cookies.\nBy using VPS FO's website you consent to the use of cookies in accordance with VPS FO's privacy policy.\nMost of the modern day interactive websites use cookies to enable us to retrieve user details for each visit.\nCookies are used in some areas of our site to enable the functionality of this area and ease of use for those people visiting.\nSome of our affiliate / advertising partners may also use cookies.</p>\n<p>LICENSE</p>\n<p>Unless otherwise stated, VPS FO and/or its licensors own the intellectual property rights for all material on VPS FO.\nAll intellectual property rights are reserved.\nYou may view and/or print pages from https://vps.fo for your own personal use subject to restrictions set in these terms and conditions.\nYou must not:<br>\nRepublish material from https://vps.fo<br>\nSell, rent or sub-license material from https://vps.fo<br>\nReproduce, duplicate or copy material from https://vps.fo<br>\nRedistribute content from VPS FO (unless content is specifically made for redistribution under open source licensing or licences equal to).</p>\n<p>REFUNDS, DISPUTES, AND SUSPENDED SERVICES</p> We reserve the right to terminate your account at any time.\nRDP servers are eligible for a refund at our sole discretion.\nAll payments are refunded through the same payment gateway and to the same account.\nRefunds cannot be sent anywhere else.\nFor all other services, refunds are made by a case-by-case basis.\nIf your refund request has been rejected, you are able to appeal the rejection within 24 hours of the rejection date.\nTo request a refund, please open a ticket with our Billing Department.<br>\nShould a payment be taken back, via a chargeback or similar, VPS FO reserves the right to terminate all accounts and services without warning.<br>\nSuspended Services are services which have not been paid for.\nWe reserve the right to terminate suspended services at any time.\nYou will not be able to access your services or your files until you have paid your due invoice(s).\nWe do not provide backups or your files if a service is suspended and you are not able to pay for it.<br>\nAt our sole discretion, we will reimburse you in account credit if you contact us via billing support, we do not offer credit refunds for any reason.\n<p>LIABILITIES</p>\n<p>VPS FO is not liable for any damages, including but not limited to downtime or data loss suffered by the client through the use of our services and products.</p>\n<p>ACCEPTABLE USE POLICY</p> This Acceptable Use Policy document, including the following list of Prohibited Activities, is an integral part of your Hosting Agreement with VPS FO.\nIf you engage in any of the activities prohibited by this AUP document VPS FO may suspend or terminate your account.\nCustomers found in violation with VPS FO's AUP may or may not have their information made public regarding the violation at VPS FO's own disgression.<br>\n<br>\nVPS FO's Acceptable Use Policy (the \"Policy\") for VPS FO Services is designed to help protect VPS FO, VPS FO's customers and the Internet community in general from irresponsible or, in some cases, illegal activities.\nThe Policy is a non-exclusive list of the actions prohibited by VPS FO.\nVPS FO reserves the right to modify the Policy at any time, effective upon posting at https://vps.fo/terms.html <p>\n</p>\n<p>Prohibited Uses of VPS FO Systems and Services:</p> 1.\nTransmission, distribution or storage of any material in violation of any applicable law or regulation is prohibited.\nThis includes, without limitation, material protected by copyright, trademark, trade secret or other intellectual property right used without proper authorization, and material that is obscene, defamatory, constitutes an illegal threat, or violates export control laws.<br>\n2.\nSending Unsolicited Bulk Email (\"UBE\", \"spam\").\nThe sending of any form of Unsolicited Bulk Email through VPS FO's servers is prohibited.\nLikewise, the sending of UBE from another service provider advertizing a web site, email address or utilizing any resource hosted on VPS FO's servers, is prohibited.\nVPS FO accounts or services may not be used to solicit customers from, or collect replies to, messages sent from another Internet Service Provider where those messages violate this Policy or that of the other provider.<br>\n3.\nRunning Unconfirmed Mailing Lists.\nSubscribing email addresses to any mailing list without the express and verifiable permission of the email address owner is prohibited.\nAll mailing lists run by VPS FO customers must be Closed-loop (\"Confirmed Opt-in\").\nThe subscription confirmation message received from each address owner must be kept on file for the duration of the existence of the mailing list.\nPurchasing lists of email addresses from 3rd parties for mailing to from any VPS FO-hosted domain, or referencing any VPS FO account, is prohibited.<br>\n4.\nAdvertising, transmitting, or otherwise making available any software, program, product, or service that is designed to violate this AUP or the AUP of any other Internet Service Provider, which includes, but is not limited to, the facilitation of the means to send Unsolicited Bulk Email, initiation of pinging, flooding, mail-bombing, denial of service attacks.<br>\n5.\nOperating an account on behalf of, or in connection with, or reselling any service to, persons or firms listed in the Spamhaus Register of Known Spam Operations (ROKSO) database at www.spamhaus.org/rokso.<br>\n6.\nPerforming mass port scanning oprations against any computers on the VPS FO or any other network.<br>\n7.\nObtaining or attempting to obtain service by any means or device with intent to avoid payment.<br>\n8.\nUnauthorized access, alteration, destruction, or any attempt thereof, of any information of any VPS FO customers or end-users by any means or device.<br>\n9.\nKnowingly engage in any activities designed to harass, or that will cause a denial-of-service (e.g., synchronized number sequence attacks) to any other user whether on the VPS FO network or on another provider's network.<br>\n10.\nUsing VPS FO's Services for any purpose that is blatantly malicious and may harm other internet users.\n<p>\n</p>\n<p>NETWORK USE POLICY</p>\n<p>VPS FO reserve the right to cap or suspend your network usage, by accepting service from VPS FO, you agree to stay within our bandwidth limitations cited in our Bandwidth <br>\nLimitations document located at https://vps.fo/bandwidth.html VPS FO reserves the right to modify this document at any time, effective upon posting.</p>\n<p>Customer Responsibility for Customer's Users</p>\n<p>Each VPS FO customer is responsible for the activities of its users and, by accepting service from VPS FO, is agreeing to ensure that its customers/representatives or end-users abide by this Policy.\nComplaints about customers/representatives or end-users of an VPS FO customer will be forwarded to the VPS FO customer's postmaster for action.\nIf violations of the VPS FO Acceptable Use Policy occur, VPS FO reserves the right to terminate services with or take action to stop the offending customer from violating VPS FO's AUP as VPS FO deems appropriate, without notice.\nCustomers found in violation with VPS FO's AUP may or may not have their information made public regarding the violation at VPS FO's own disgression.</p>\n<p>CONTACT INFORMATION</p> If you have any queries regarding any of our terms, please contact us at support@vps.fo<p>\n</p> ", "created_at": "2021-08-10 22:47:03.945757", "updated_at": "2021-08-10 22:47:11.583558"}, {"id": 8646, "name": "Privacy Policy", "url": "https://vps.fo/privacy.html", "xpath": "/html/body/section/div", "text": " Legal Agreement Home / Privacy Policy\n<br>\n<br>\n<p>\nWelcome to VPS FO (hereinafter, \"us\", \"we\", \"our\", \"RDP Black\" or \"VPS FO\")<br>\nYour privacy is critically important to us.<br>\nVPS FO is located at: https://vps.fo</p>\n<br>\n<p>It is VPS FO's policy to respect your privacy regarding any information we may collect while operating our website and services.\nThis Privacy Policy applies to VPS FO and it’s related services.\nWe respect your privacy and are committed to protecting personally identifiable information you may provide us through the website or related services.\nWe have adopted this privacy policy (\"Privacy Policy\") to explain what information may be collected on our website or additional services, how we use this information, and under what circumstances we may disclose the information to third parties.\nThis Privacy Policy applies only to information we collect through the website and related services and does not apply to our collection of information from other sources.</p>\n<br>\n<br>\n<p>This Privacy Policy, together with the Terms and Conditions posted on our website, set forth the general rules and policies governing your use of our website and related services.\nDepending on your activities when visiting our website, you may be required to agree to additional terms and conditions.\n</p>\n<p>Website Visitors</p>\n<p>Like most website operators, VPS FO collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request.\nVPS FO’s purpose in collecting non-personally identifying information is to better understand how Our visitors use our website.\nFrom time to time, we may release non-personally-identifying information in the aggregate, e.g., by publishing a report on trends in the usage of our website and or services.\n</p>\n<p>Gathering of Personally-Identifying Information</p>\n<p>Certain visitors to VPS FO's websites choose to interact with VPS FO in ways that require VPS FO to gather personally-identifying information.\nThe amount and type of information that VPS FO gathers depends on the nature of the interaction.\nFor example, we ask visitors who sign up for a service at https://vps.fo to provide a username and email address, a first and last name for billing and subscription purposes.\n</p>\n<p>Security</p>\n<p>The security of your Personal Information is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security.\n</p>\n<p>Advertisements</p>\n<p>Ads appearing on our website or services may be delivered to users by advertising partners, who may set cookies.\nThese cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile information about you or others who use your computer.\nThis information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you.\nThis Privacy Policy covers the use of cookies by VPS FO and does not cover the use of cookies by any advertisers.\n</p>\n<p>Links To External Sites</p>\n<p>Our Service may contain links to external sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly encourage you to review the “Privacy Policy” and “Terms and Conditions” of every site you visit.\nWe have no control over, and assume no responsibility for the content, privacy policies or practices of any third party sites, products or services.\n</p>\n<p>Protection of Certain Personally-Identifying Information</p>\n<p>VPS FO discloses potentially personally-identifying and personally-identifying information only to those of its employees, contractors and affiliated organizations that (i) need to know that information in order to process it on VPS FO's behalf or to provide services available at VPS FO's website, and (ii) that have agreed not to disclose it to others.\nSome of those employees, contractors and affiliated organizations may be located outside of your home country.\nby using VPS FO's website or services, you consent to the transfer of such information to them.\nVPS FO will not rent or sell potentially personally-identifying and personally-identifying information to anyone.\nOther than to its employees, contractors and affiliated organizations, as described above, VPS FO discloses potentially personally-identifying and personally-identifying information only in response to a subpoena, court order, law enforcement or other governmental request, or when VPS FO believes in good faith that disclosure is reasonably necessary to protect the property or rights of VPS FO, third parties or the public at large.\n</p>\n<br>\n<p>If you are a registered user of https://vps.fo and have supplied your email address, we may occasionally send you an email to tell you about new features, solicit your feedback, or just keep you up to date with what's going on with us and our products.\nWe primarily use our community to communicate this type of information, so we expect to keep this type of email to a minimum.\nIf you send us a request (for example via a support email or via one of our feedback mechanisms), we reserve the right to publish it in order to help us clarify or respond to your request or to help us support other users.\nVPS FO takes all measures reasonably necessary to protect our users and hardware against the unauthorized access, use, alteration or destruction of potentially personally-identifying and personally-identifying information.\n</p>\n<p>Aggregated Statistics</p>\n<p>VPS FO may collect statistics about the behavior of visitors to its website.\nVPS FO may display this information publicly or provide it to others.\nHowever, VPS FO does not disclose your personally-identifying information.\n</p>\n<p>Affiliate Disclosure</p>\n<p>VPS FO uses affiliate links and does earn a commission from certain links.\nThis does not affect your purchases or the price you may pay.\n</p>\n<p>Cookies</p>\n<p>To enrich and perfect your online experience, VPS FO uses \"Cookies\", similar technologies and services provided by others to display personalized content, appropriate advertising and store your preferences on your computer.\n</p>\n<br>\n<p>A cookie is a string of information that a website stores on a visitor's computer, and that the visitor's browser provides to the website each time the visitor returns.\nVPS FO uses cookies to help us identify and track visitors, their usage of https://vps.fo, and their website access preferences.\nVPS FO visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using VPS FO's websites and related services, with the drawback that certain features of VPS FO's websites may not function properly without the aid of cookies.\n</p>\n<br>\n<p>By continuing to navigate our website and related services without changing your cookie settings, you hereby acknowledge and agree to VPS FO's use of cookies.\n</p>\n<p>E-commerce</p>\n<p>\n</p>Those who engage in transactions with VPS FO – by purchasing VPS FO's services or products, are asked to provide additional information, including as necessary the personal and financial information required to process those transactions.\nIn each case, VPS FO collects such information only insofar as is necessary or appropriate to fulfill the purpose of the visitor's interaction with us.\nVPS FO does not disclose personally-identifying information other than as described below.\nAnd visitors can always refuse to supply personally-identifying information, with the caveat that it may prevent them from engaging in certain website-related activities.\n<p>\n</p>\n<p>Business Transfers</p>\n<p>\n</p>If VPS FO, or substantially all of its assets, were acquired, or in the unlikely event that VPS FO goes out of business or enters bankruptcy, user information would be one of the assets that is transferred or acquired by a third party.\nYou acknowledge that such transfers may occur, and that any acquirer of VPS FO may continue to use your personal information as set forth in this policy.\nYou further agree that if such an event occurs, you will then be bound by the Privacy Policy and Terms and Conditions of the acquiree.\n<p>\n</p>\n<p>Privacy Policy Changes</p>\n<p>\n</p>Although most changes are likely to be minor, VPS FO may change our Privacy Policy from time to time, without notice and at our sole discretion.\nVPS FO encourages visitors to frequently check this page for any changes to our Privacy Policy.\nYour continued use of this website and our services after any change in this Privacy Policy will constitute your acceptance of such change.\n<p>\n</p>\n<p>Contact Information</p>\n<p>\n</p>If you have any queries regarding our policies, please contact us at support@vps.fo<p>\n</p> ", "created_at": "2021-08-11 00:45:55.689539", "updated_at": "2021-08-10 22:46:30.730536"}], "points": [], "urls": ["vps.fo"]}}