{"error": 448, "message": "OK", "parameters": {"id": 6254, "name": "7 Cups", "created_at": "2022-01-07 22:17:42.542845", "updated_at": "2022-01-07 23:01:10.906419", "wikipedia": "https://en.wikipedia.org/wiki/7_Cups", "keywords": null, "related": null, "slug": "7-cups", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6254.png", "url": "7cups.com", "documents": [{"id": 11333, "name": "Terms of Service", "url": "https://www.7cups.com/Documents/TermsOfService/", "xpath": "/html/body/div[1]/div[2]/div", "text": " 7 Cups Terms of Service\n<p>Effective Date: May 15, 2020</p>\nWelcome to 7 Cups!\n<p>Thank you for using our products and services (“Services”).\nThe Services are provided by 7 Cups of Tea, CO (“7 Cups”), mailing address PO Box 5607, San Jose, CA 95150, toll-free phone 844-755-8757.\nBy using our Services, you agree to these Terms, including the Privacy Policy, which is incorporated by reference.\nPlease read them carefully.</p>\nUsing our Services\n<p>Don’t misuse or abuse our Services.\nDon’t interfere with our Services or try to access them in a way other than what we provide.\nYou can use our Services only as permitted by law.\nWe may suspend, ban, or stop providing our Services to you if you do not follow our Terms, Privacy Policy, or other policies or if we are investigating suspected misconduct.</p>\n<p>Using our Services does not give you ownership of any intellectual property rights in our Services or the content you may access.\nYou may not use content from our Services unless you have obtained permission from its owner or are otherwise permitted by law.\nThese Terms do not grant you the right to use any branding or logos from our Services without written consent from 7 Cups.\nDo not remove, obscure, or alter any legal notices displayed in or along with our Services.</p>\n<p>Our Services may display some content that does not belong to 7 Cups.\nThis content is the sole responsibility of the individual who makes it available.\nWe may review content to determine whether it is illegal or violates any of our policies, and we will remove or refuse to display content that we believe violates our policies or the law.\nWe do not necessarily review all content and you should not assume that we do.</p>\n<p>In connection with your use of our Services, we may send you announcements, administrative messages, and other information.\nYou may opt out of some of these communications.\nSome of our Services are available on mobile devices.\nDo not use our Services in a way that distracts you and prevents or diminishes your ability to obey traffic and safety laws.\n</p>\nListening and Therapy Services\n<p>DO NOT USE OUR SERVICE FOR EMERGENCIES.\n7 CUPS LISTENERS ARE NOT TRAINED OR QUALIFIED TO ASSIST THOSE IN CRISIS.\nALL CRISIS CHATS WILL BE TERMINATED IMMEDIATELY.\nIF YOU ARE THINKING ABOUT SUICIDE, IF YOU FEEL THAT YOU MAY BE A DANGER TO YOURSELF OR TO OTHERS, OR IF YOU OTHERWISE HAVE ANY MEDICAL EMERGENCY, PLEASE IMMEDIATELY CALL 911 (OR THE RELEVANT EMERGENCY NUMBER IN YOUR COUNTRY) AND NOTIFY THE POLICE OR EMERGENCY MEDICAL SERVICES.</p>\n<p>You acknowledge and agree that Listeners and Therapists are neither employees nor agents nor representatives of 7 Cups, and 7 Cups assumes no responsibility for any act or omission of any such Listener or Therapist.</p>\n<p>You understand and agree that, although a mental or medical health professional, physician, attorney or other professional Listener or Therapist may have been accessed through 7 Cups, 7 Cups cannot predict or assess the competence of, or appropriateness for your needs, of the professional or other Listener or Therapist.\nYou also acknowledge and agree that you take full responsibility for the decision to access a Listener or Therapist through the Site and to continue to interact with the Listener or Therapist, and that the role of 7 Cups is strictly limited to providing access to such Listeners and Therapists for your consideration.</p>\n<p>Your relationship relating to the Listening and Therapy Services is strictly with the Listener or Therapist.\nWe are not involved in any way with the actual substance of that relationship or any part of the Listening or Therapy Service (whether provided through the Platform or not).\nInformation shared between User and Therapist during online therapy services may be reviewed periodically by 7 Cups to conduct quality control, address potential safety issues, and prevent misuse of our platform, if certain suspicious or potentially harmful activity is detected.\nWe may also use aggregated data from chat transcripts to conduct research and development.\nIn reviewing this information, 7 Cups will maintain all applicable confidentiality/HIPAA/privacy standards.</p>\n<p>7 Cups makes no representation or warranty whatsoever as to (a) the accuracy or availability of the Listening Platform or the Sites, (b) the willingness or ability of the Listener or Therapist to listen, (c) the willingness or ability of any Listener or Therapist to give advice, (d) whether the Member shall find a Listener or Therapists useful or satisfactory, (e) whether the Member shall find a Listener or Therapist’s advice relevant, useful, accurate or satisfactory, (f) whether the listening of the Listener or Therapist will be helpful, (g) whether the advice of the Listener or Therapist will be responsive or relevant to the Member’s question, or (h) whether the Listener or Therapist’s advice will otherwise be suitable to the Member’s needs.\n</p>\n<p>7 Cups does not verify the skills, degrees, qualifications, credentials or background of any Listeners.\nWhile 7 Cups does verify the license, qualifications and credentials of Therapists providing services through 7 Cups, , you acknowledge that we do not guarantee such verification of the skills, degrees, qualifications, credentials, competence or background of any Therapist.\nIt is your responsibility to conduct independent verification regarding any Therapist that provides you with Therapy Services (whether through the Platform or not).\nWE STRONGLY RECOMMEND THAT YOU CHECK THE CERTIFICATION AND/OR LICENSING OF THE MEDICAL PROFESSIONAL, MENTAL HEALTH PROFESSIONAL, PHYSICIAN, ATTORNEY OR OTHER PROFESSIONAL LISTENER WITH THE APPLICABLE STATE LICENSING BOARD OR AUTHORITIES IN THE LISTENER’S STATE OR COUNTRY.</p>\n<p>In case you make a payment through the Platform, or make any payment to us, this payment is made to the Therapist for the Therapist Services.\nWe may charge the Therapist by taking a portion of this payment for the use and operation of the Platform (\"Platform Use Fees\").\nHowever, we will not be deemed as the Therapist of any Therapy Services regardless of payment.\nFurthermore, the payment for the use of the Platform is made by the Therapist and not by you.</p>\n<p>7 Cups provides bulletin boards which allow Members to post questions about various topics and allow Listeners, Therapists and Members to volunteer answers to such questions.\nInformation and advice found on 7 Cups is intended for general information purposes only and does not replace a meeting with a professional.\nYou are encouraged to verify any information provided on 7 Cups.\nAny reliance on information is done at your sole risk and liability.\n</p>\n<p>7 CUPS OF TEA DOES NOT WARRANT THE VALIDITY, ACCURACY, OR AVAILABILITY OF ANY CONTENT OR ADVICE PROVIDED BY LISTENERS OR THERAPISTS AND 7 CUPS WILL NOT BE LIABLE FOR ANY DAMAGES SUSTAINED BY MEMBER DUE TO RELIANCE ON ANY SUCH INFORMATION OR ADVICE.</p>\nChatbots\n<p>7 Cups utilizes cutting-edge technology including complex algorithms and machine learning to deliver limited, interactive chat features with our Chatbots.\n</p>\n<p>You understand and agree that, although a Chatbot may have been accessed through 7 Cups, 7 Cups cannot predict or assess the Chatbot’s competence of, or appropriateness for your needs.\nYou also acknowledge and agree that you take full responsibility for the decision to access a Chatbot through the Site and to continue to interact with the Chatbot, and that the role of 7 Cups is strictly limited to providing access to such Chatbots for your consideration.</p>\n<p>7 CUPS OF TEA DOES NOT WARRANT THE VALIDITY, ACCURACY, OR AVAILABILITY OF ANY CONTENT OR ADVICE PROVIDED BY CHATBOTS AND 7 CUPS WILL NOT BE LIABLE FOR ANY DAMAGES SUSTAINED BY MEMBER DUE TO RELIANCE ON ANY SUCH INFORMATION OR ADVICE.</p>\nYour 7 Cups Account\n<p>You need a 7 Cups account in order to use our Services.\nYou may create your own 7 Cups member and/or listener account.\nYou may hold only one member and one listener account.\nTo protect your 7 Cups account, keep your password confidential.\nYou are responsible for any activity that happens on or through your 7 Cups account.\nIf you discover any unauthorized use of your password or 7 Cups account, contact the 7 Cups Help Center.</p>\nPrivacy\n<p>The 7 Cups Privacy Policy explains how we treat your personal data and protect your privacy when you use our Services.\nBy using our Services, you agree that 7 Cups can use your data in accordance with our Privacy Policy.</p>\nDigital Millennium Copyright Act\n<p>We respect the intellectual property rights of others and request users to do the same.\nWe will respond to notices of abuse or alleged copyright infringement and terminate accounts of repeat offenders according to the process set out in the U.S.\nDigital Millennium Copyright Act (“DMCA”).\nConsistent with the DMCA, if you believe there is copyright infringement, please send an email or written notice to our Designated Agent (7 Cups DMCA Agent, PO Box 5607, San Jose, CA 95150, dmca@7cups.com): </p>\n<ol>\n<li>description of the alleged infringement</li>\n<li>identification of the copyrighted work</li>\n<li>your name and contact information (email address and phone number)</li>\n<li>signed statement that you are either the copyright owner or the person authorized to act on behalf of the copyright owner.\n</li>\n</ol>\nYour Content in Our Services\n<p>Some of our Services allow you to upload, submit, store, send or receive content.\n7 Cups shall maintain the storage and integrity of such data in accordance with our Privacy Policy..</p>\n<p>You can find out more about how 7 Cups uses and stores your content in the Privacy Policy.\nIf you submit feedback or suggestions about our Services, we may use your feedback or suggestions without obligation to you.</p>\nAbout Software in Our Services\n<p>Our Services may include downloadable software, which may update automatically on your device once a new version or feature is available.\nSome Services may let you adjust your automatic update settings.</p>\n<p>You may not copy, modify, distribute, sell, or lease any part of our Services or included software, nor may you reverse engineer or attempt to extract the source code of that software, unless laws prohibit those restrictions or you have our written permission.</p>\nModifying and Terminating Our Services\n<p>We are constantly changing and improving our Services.\nWe may add or remove functionalities or features, and we may suspend or stop a Service altogether.</p>\n<p>You can stop using our Services at any time.\n7 Cups may also stop providing Services to you, or add or create new limits to our Services at any time.</p>\n<p>We believe that you own your data.\nPreserving your access to and control of your data is important.\nUpon request, we will delete all data related to your account in accordance with our Privacy Policy..\n</p>\nOur Warranties and Disclaimers\n<p>DO NOT USE OUR SERVICE FOR EMERGENCIES.\n7 CUPS LISTENERS ARE NOT TRAINED OR QUALIFIED TO ASSIST THOSE IN CRISIS.\nALL CRISIS CHATS WILL BE TERMINATED IMMEDIATELY.\nIF YOU ARE THINKING ABOUT SUICIDE, IF YOU FEEL THAT YOU MAY BE A DANGER TO YOURSELF OR TO OTHERS, OR IF YOU OTHERWISE HAVE ANY MEDICAL EMERGENCY, PLEASE IMMEDIATELY CALL 911 (OR THE RELEVANT EMERGENCY NUMBER IN YOUR COUNTRY) AND NOTIFY THE POLICE OR EMERGENCY MEDICAL SERVICES.\n</p>\n<p>We provide our Services using a reasonable level of care and skill and we hope that you enjoy using them.\nThere are certain things that we do not promise about our Services.</p>\n<p>OTHER THAN AS EXPRESSLY SET OUT IN THESE TERMS, NEITHER 7 CUPS NOR ITS AFFILIATES, OFFICERS, DIRECTORS, SHAREHOLDERS, EMPLOYEES, SUB-CONTRACTORS, REPRESENTATIVES, OR AGENTS MAKE ANY COMMITMENTS ABOUT THE CONTENT WITHIN THE SERVICES, THE SPECIFIC FUNCTIONS OF THE SERVICES, OR THEIR RELIABILITY, AVAILABILITY, OR ABILITY TO MEET YOUR NEEDS.\nWE PROVIDE OUR SERVICES “AS IS.” WE EXCLUDE ALL WARRANTIES.</p>\nLiability for Our Services\n<p>WHEN PERMITTED BY LAW, 7 CUPS AND 7 CUPS’ AFFILIATES, OFFICERS, DIRECTORS, SHAREHOLDERS, EMPLOYEES, SUB-CONTRACTORS, REPRESENTATIVES, OR AGENTS WILL NOT BE RESPONSIBLE FOR LOST PROFITS, REVENUES, OR DATA, FINANCIAL LOSSES OR INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY, OR PUNITIVE DAMAGES.</p>\n<p>TO THE EXTENT PERMITTED BY LAW, THE TOTAL LIABILITY OF 7 CUPS AND ITS AFFILIATES, OFFICERS, DIRECTORS, SHAREHOLDERS, EMPLOYEES, SUB-CONTRACTORS, REPRESENTATIVES, AND AGENTS FOR ANY CLAIMS UNDER THESE TERMS, INCLUDING FOR ANY IMPLIED WARRANTIES, IS LIMITED TO THE AMOUNT YOU PAID US TO USE THE SERVICES (OR, IF WE SO CHOOSE, TO SUPPLYING YOU THE SERVICES AGAIN).</p>\n<p>IN ALL CASES, 7 CUPS AND ITS AFFILIATES, OFFICERS, DIRECTORS, SHAREHOLDERS, EMPLOYEES, SUB-CONTRACTORS, REPRESENTATIVES, AND AGENTS, WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE THAT IS NOT REASONABLY FORESEEABLE.</p>\nBusiness Uses of Our Services\n<p>If you are using our Services on behalf of a business or organization, that business or organization accepts these terms.\nIt will hold harmless and indemnify 7 Cups and its affiliates, officers, directors, shareholders, employees, sub-contractors, representatives, and agents from any claim, suit or action arising from or related to the use of the Services or violation of these terms, including any liability or expense arising from claims, losses, damages, suits, judgements, litigation costs, and attorneys’ fees.</p>\nAbout These Terms\n<p>We may modify these terms or any additional terms that apply to a Service to, for example, reflect changes to the law or changes to our Services.\nYou should look at the terms regularly.\nWe’ll post notice of modifications to these terms on this page and email them to registered users.\nWe’ll post notice of modified additional terms in the applicable Service.\nChanges addressing new functions for a Service or changes made for legal reasons will be effective immediately.\nIf you do not agree to the modified terms for a Service, you should immediately discontinue your use of that Service.\n</p>\n<p>If there is a conflict between these terms and the additional terms, the additional terms will control for that conflict.</p>\n<p>These terms control the relationship between 7 Cups and you.\nThey do not create any third party beneficiary rights.</p>\n<p>If you do not comply with these terms, and we don’t take action right away, that doesn’t mean that we will give up any rights that we may have (such as taking action in the future).</p>\n<p>If it turns out that a particular term is not enforceable, this will not affect any other terms.\nThe laws of California, U.S.A., excluding California’s conflict of laws rules, will apply to any disputes arising out of or relating to these terms or the Services.\nAll claims arising out of or relating to these terms or the Services will be litigated exclusively in the federal or state courts of San Mateo County, California, U.S.A., and you and 7 Cups consent to personal jurisdiction in those courts.</p>\n<p>For more information about how to contact 7 Cups, please visit our contact page.\n</p> ", "created_at": "2022-01-07 21:18:32.457545", "updated_at": "2022-01-07 21:18:42.842858"}, {"id": 11332, "name": "Privacy Policy", "url": "https://www.7cups.com/Documents/PrivacyPolicy/", "xpath": "/html/body/div[1]/div[2]/div", "text": " 7 Cups Privacy Policy\n<p>Effective Date: May 15, 2020 </p>\n<p>7 Cups (\"7 Cups,\" \"we,\" \"us\" and \"our\") provides virtual mental health care services intended to increase access to emotional and social support, and to promote early detection of mental health symptoms.\nPrivacy is extremely important to us, so we have taken several steps to protect your information and put you in control.</p>\n<p>This privacy policy (\"Privacy Policy\") describes how we collect, use, disclose and store Personal Information you provide to us through the website and mobile application tools that provide the services described above (collectively, the \"Services\").\nPlease review this Privacy Policy carefully and in its entirety.\nIf you have questions about this Privacy Policy, you can contact us at privacy@7cups.com.</p>\nThis Privacy Policy describes:\n<ul>\n<li>\n<p>The Personal Information we collect when you interact with the Services;</p>\n</li>\n<li>\n<p>How we use and process the Personal Information that we collect;</p>\n</li>\n<li>\n<p>How we may share Personal Information with third parties.\nand</p>\n</li>\n<li>\n<p>The security of your Personal Information.</p>\n</li>\n</ul>\n1.\nAcceptance of the Privacy Policy\n<p>\n<strong>PLEASE REVIEW THIS PRIVACY POLICY CAREFULLY.</strong> When you submit your Personal Information to or through the Services, you consent to the collection and processing of your Personal Information as described in this Privacy Policy.\nBy using the Services, you accept the terms of this Privacy Policy, and our Terms of Use.</p>\n2.\nEffective Date and Changes to Privacy Policy\n<p>The Effective Date of this Privacy Policy is set forth at the top of this Privacy Policy.\nWe may change this Privacy Policy from time to time at our discretion and when required by law, we will notify you of changes to this Privacy Policy.\nMaterial changes will be posted to this page and will be emailed to registered users.\nYour continued use of the Services after the Effective Date constitutes your acceptance of the amended Privacy Policy.\nThe amended Privacy Policy supersedes all previous versions.</p>\n3.\nPersonal Information We Collect\n<p>We require certain Personal Information to provide our Services to you.\n\"Personal Information\" may include contact information such as your first name, last name, email address, location, phone number, certain demographic information such as age, gender, race ethnicity, primary language spoken, sexual orientation, disabilities, and veteran status, information about your health and medical history that you may input while using or communicating through the Services, and information about how you interact with and use your device.\nPersonal Information that has been anonymized is not Personal Information as it does not allow for a specific individual to be identified.</p>\n<p>Listening and Therapy Chat Transcripts.\nWhile we generally do not monitor transcripts of chats between users and Listeners and Therapists, we may occasionally review the chat transcripts to conduct quality control, address potential safety issues, and prevent misuse of our platform, if certain suspicious or potentially harmful activity is detected.\nWe may also use aggregated data from chat transcripts to conduct research and development.\nIn reviewing this information, 7 Cups will maintain all applicable confidentiality/HIPAA/privacy standards.</p>\n<p>Without providing your Personal Information you may not access Services through 7 Cups, contact or correspond with us, other users, therapists or other health care providers via the Services, or utilize the therapy exercises and programs available on the Services.</p>\n<ul>\n<li>\n<p>\n<strong>\n<em>Account Setup.</em>\n</strong> When you sign up for an account with us, we ask for and collect Personal Information such as your name, a valid email address, phone number, birthdate and address.\nWe need this information to provide you with the Services.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Paid Services.</em>\n</strong> If you purchase paid services, such as therapy or other upgrades, Personal Information such as billing name, address and credit card payment information will be collected to process payment.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Listener and Therapist Applicants.</em>\n</strong> If a visitor wishes to apply to be a Listener or Therapist on 7 Cups’ Listening Platform, the visitor will be required to submit Personal Information as requested.\nAny Personal Information supplied by or on behalf of a visitor for purposes of becoming a Listener or Therapist will be maintained by 7 Cups.\nPlease note that 7 Cups may have additional privacy terms that apply to Listeners or Therapists.\nSuch terms will be made available when an applicant applies to be a Listener or Therapist or otherwise accesses his or her account.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Mental Health Services.</em>\n</strong> We collect your Personal Information when you access mental health services through our Services, when you contact or correspond with us, therapists or other health care providers via the Services or when you utilize the therapy exercises and programs available on the Services.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Public Forums, Chats, or Other Features.</em>\n</strong> Depending on how you interact with the Services, you may share your Personal Information with other Users, such as peers and other users who participate in chat, forums or other non-private locations.\nAnything users post in the public forums, chats, or other features will be accessible to other users and may not be able to be deleted.\nAccordingly, 7 Cups strongly discourages posting any Personal Information in these places and it is your responsibility not to share Personal Information in such non-private location.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Log Data.</em>\n</strong> When you use our Services, we store, process and transmit your information about how you use our Services to engage, educate and suggest behavioral activation strategies to you.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Surveys.</em>\n</strong> From time to time we may collect Personal Information from users via surveys.\nThis information is used to improve the content of our web pages, the quality of our Services.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Assessments.</em>\n</strong> Periodically, 7 Cups will offer the opportunity to assess your emotional wellness based on questionnaires where you will be asked to provide Personal Information.\nIt is your choice to participate in these assessments.\nnot participating will not prevent you from participating in any other aspect of the Services offered.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Requests for Information, News and other Content.</em>\n</strong> You may sign up to receive information, news and other content related to new and existing products and services related to 7 Cups’ Sites, 7 Cups’ Listening Platform and events and other information related to 7 Cups that may be of interest to you.\nWhen signing up to receive such information, you will be asked to provide Personal Information, including your name, an email address, address and phone number.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Technical Support Requests.</em>\n</strong> If you need technical support related to 7 Cups’ Services, you will need to complete a form for the purposes of defining and clarifying your technical support request.\nWhen submitting a technical support request, you will be asked to provide Personal Information, including an email address and a description of the issue.\nWhen you contact us, we keep a record of email and chat communications to address and resolve any issues you are facing.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Browser Information and Cookies.</em>\n</strong> We use browser information (e.g., IP addresses and browser types), cookies and pixel tags to determine what data or information should be shown on your browser when you are visiting 7 Cups’ Site or using 7 Cups’ Listening Platform.\nWe may also use browser information, cookies and pixel tags: to determine how you arrived at 7 Cups’ Site or Listening Platform, to determine whether you are a return visitor, to help us improve our product and service offerings, for quality assurance and training purposes, to help diagnose problems with our servers, to gather broad demographic information, to administer and optimize our services, and for other lawful purposes.\nPlease refer to the \"Cookies\" section below for more information.</p>\n</li>\n</ul>\n<p>Users can request a download of their own Personal Information that 7 Cups currently stores, and also request deletion of their account and associated Personal Information.\nWe reserve the right to prevent a User from exercising such rights in certain circumstances, as permitted by law.\nFor example, if the User in question has broken the terms laid out in the Terms, caused harm or has abused our Services, or has negatively impacted other members.\nIn this case, we retain the right to keep some of your Personal Information in order to provide more security and safety to our members.</p>\n4.\nCookies and Other Tracking Technologies\n<p>Cookies are small files, typically of letters and numbers, downloaded onto your computer or mobile device when you visit certain websites.</p>\n<ul>\n<li>\n<p>\n<strong>\n<em>How We Use Cookies.</em>\n</strong> Generally, we use first-party and third-party cookies for the following purposes:</p>\n<ul>\n<li>\n<p>to make our Services function properly;</p>\n</li>\n<li>\n<p>to provide a secure browsing experience during your use of our Services;</p>\n</li>\n<li>\n<p>to collect passive information about your use of our Services;</p>\n</li>\n<li>\n<p>to help us improve our Services.\nand</p>\n</li>\n<li>\n<p>to remember your preferences for your convenience.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>\n<em>Types of Cookies on Our Services.</em>\n</strong> We use the following types of cookies on our Services:</p>\n<ul>\n<li>\n<p>Strictly Necessary Cookies.\nThese cookies are essential because they enable you to move around and use our Services.\nFor example, strictly necessary cookies allow you to access secure areas on our Services.\nWithout these cookies, some services cannot be provided.\nThese cookies do not gather information about you for marketing purposes.\nThis category of cookies is essential for our Services to work and they cannot be disabled.</p>\n</li>\n<li>\n<p>Functional Cookies.\nWe use functional cookies to remember your choices so we can tailor our Services to provide you with enhanced features and personalized content.\nFor example, these cookies can be used to remember your name or preferences on our Services.\nWe do not use functional cookies to target you with online marketing.\nWhile these cookies can be disabled, this may result in less functionality during your use of our Services.</p>\n</li>\n<li>\n<p>Performance or Analytic Cookies.\nThese cookies collect anonymous passive information about how you use our Services, including webpages you visit, and links you click.\nWe use the information collected by such cookies to improve and optimize our Services.\nWe do not use these cookies to target you with online marketing.\nYou can disable these cookies.</p>\n</li>\n<li>\n<p>Third-Party Cookies.\nThese are cookies that are provided by third-party service providers and belong in one of the cookie categories described above.\nThese third-party providers process your Personal Information on our behalf pursuant to our instructions and obligations consistent with this Privacy Policy.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>\n<em>How to Manage Cookies.</em>\n</strong> Depending on whether you would like to manage a first-party or third-party cookie, you will need to take the following steps:</p>\n<ul>\n<li>\n<p>First-Party Cookies.\nYou can enable, disable or delete our cookies through the browser you are using to access our Services.\nTo do this, follow the instructions provided by your browser (usually located within the \"Help\", \"Tools\" or \"Edit\" settings).\nPlease note, if you set your browser to disable cookies, you may not be able to access secure areas of our Services, and/or parts of the Services may not work properly for you.\nYou can find more information about how to change your browser cookie settings at http://www.allaboutcookies.org.</p>\n</li>\n<li>\n<p>Third-Party Cookies.\nModern browsers also allow you to block third-party cookies using the steps described above.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>\n<em>Pixel Tags.</em>\n</strong> We also use pixel tags throughout or Services.\nPixel Tags are small graphic images that are embedded in a web page or email for purposes of tracking activity on web pages or whether a user has opened or accessed an email.\nA pixel tag may be set to identify on what browser and computer it was viewed, whether that browser has cookies received from a server associated with the pixel tag, and whether the web page or email with the pixel tag was forwarded or copied.</p>\n</li>\n</ul>\n5.\nWhy We Collect Your Personal Information\n<p>We may use Personal Information that we collect about you for various purposes, including: </p>\n<ul>\n<li>\n<p>To operate, provide and improve our Services;</p>\n</li>\n<li>\n<p>To communicate with you regarding our Services, and promotions;</p>\n</li>\n<li>\n<p>To ensure network and information security;</p>\n</li>\n<li>\n<p>To provide customer support and respond to your inquires.\nand</p>\n</li>\n<li>\n<p>To protect you, us and other users.</p>\n</li>\n</ul>\n6.\nPersonal Information We Share\n<p>We may share and disclose Personal Information as follows: </p>\n<ul>\n<li>\n<p>\n<strong>\n<em>Third Party Service Providers Performing Services on Our Behalf.</em>\n</strong> We share Personal Information, with certain third-party service providers that assist us in providing the Services and which are bound by duties of confidentiality.\nFor example, we may use third parties to host the Services, to send out email updates about the Services, administrative services, financial services, quality assurance, data aggregation or remove repetitive information from our user lists.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Therapists.</em>\n</strong> If you elect to consult with a licensed therapist through 7 Cups, we may share your information with your therapist to enable and facilitate care.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Healthcare Providers.</em>\n</strong> If you have been referred to the Services as part of a care plan by your healthcare provider, we may share your Personal Information with your healthcare provider to facilitate care.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>For Legal Purposes.</em>\n</strong> We will disclose your Personal Information as we deem necessary to respond to a subpoena, regulation, binding order of a data protection agency, legal process, governmental request or other legal or regulatory process.\nWe may also share your Personal Information as required to pursue available remedies or limit damages we may sustain.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Welfare Assurance.</em>\n</strong> We may disclose your Personal Information directly to law enforcement or local authorities in the event that it has been reasonably determined that your safety or the safety of others may be at risk.</p>\n</li>\n<li>\n<p>\n<strong>\n<em> Business Transfer.</em>\n</strong> In the event of a merger, reorganization, consolidation, restructuring, bankruptcy, sale of substantially all interests or assets, or other similar transaction, we may transfer you Personal Information to the subsequent owner or operator of the Services.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Anonymized Data.</em>\n</strong> We may de-identify your Personal Information, in compliance with applicable law and aggregate such de-identified data with the de-identified data of other users.Such anonymized, aggregated data is no longer considered Personal Information.\nWe may then share such anonymized aggregated data with the sponsors of programs that facilitate your access to the Services, such as government health agencies, researchers or healthcare providers.\nAt 7 Cups, we believe that global mental health is a collaborative effort.\nThe sharing of anonymized data plays a key role in helping both 7 Cups users and people worldwide to understand and better their mental health while maintaining a high level of privacy and anonymity to individuals.</p>\n</li>\n</ul>\n7.\nSecurity of Your Personal Information\n<p>We employ reasonable security measures designed to protect the security of information submitted through the Services.\nHowever, the security of information transmitted through the Internet can never be guaranteed.\nTo protect you and your Personal Information we may suspend your use of the Services, without notice, pending an investigation, if any breach of security is suspected.</p>\n<ul>\n<li>\n<p>\n<strong>\n<em>Your Responsibilities.</em>\n</strong> Users of the Services are responsible for maintaining the security of any password, user ID or other form of authentication involved in obtaining access to password protected or secure areas of any of the Services.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Unauthorized Access.</em>\n</strong> Access to and use of password protected and/or secure areas of the Services are restricted to authorized users only.\nUnauthorized access to such areas or information is prohibited.</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Encryption and Firewalls.</em>\n</strong> All information, including but not limited to chat transcripts and personal information is encrypted during transmission.\nWe use standard Secure Socket Layer (SSL) encryption that encodes information for such transmissions.\nAll information received is maintained on secure servers in encrypted format.\nAccess to stored information is protected by multi-layered security controls including firewalls, encryption, role-based access controls, and passwords.</p>\n</li>\n</ul>\n8.\nRetention Period\n<p>Generally, we will retain your Personal Information for as long as your account or profile is active, or for the length of time needed to fulfill the purposes outlined in this Privacy Policy unless a longer retention period is required or permitted by law.\nPrivate messages are stored for up to one year.\nGroup messages (in chatrooms, groupchat) are stored for up to 30 days.\nPosts in community forums (including subcommunities) are maintained on community forums at the discretion of Community admins.\n7 Cups will store your user account and associated Personal Information if your account is active.\nAfter a period of inactivity greater than 1 calendar year, 7 Cups may, at its discretion, purge Personal Information related to inactive accounts.</p>\n9.\nLinks to Other Sites\n<p>The Services may contain links and widgets related to third-party websites and services (\"Third Party Services\") with which we have no affiliation.\nA link to any Third Party Services does not mean that we endorse it or the quality or accuracy of information presented on it.\nIf you decide to visit any Third Party Services, you are subject to its privacy policy and practices and not this Privacy Policy.\nWe encourage you to carefully review the legal and privacy notices of all other digital services that you visit.\nUsers are prohibited from requesting offsite contact with other users.\nIf a user is detected initating offsite contact, 7 Cups reserves the right to immediately terminate that account.</p>\n10.\nNondiscrimination\n<p>7 Cups does not and shall not discriminate on the basis of race, color, religion (creed), gender, gender expression, age, national origin (ancestry), disability, marital status, sexual orientation, or military status, in any of its activities or operations.</p>\n11.\nChildrens Data\n<p>7 Cups complies with the Children’s Online Privacy Protection Act and Our Site and</p>\n<p>Services clearly specifies that users must be at least 18 years old.\nChildren between the ages of 13-17 years old may only participate in our Services with parental consent.\nIf a parent or guardian becomes aware that his or her child has provided us with Personal Information without their consent, he or she should contact us at privacy@7cups.com.\nIf we become aware that a child under 18 (or between the ages of 13-17 years old without parental consent) has provided us with Personal Information, we will take steps to delete such information from our files.\nSeparately, a child under 18 may request deletion of information they posted on our Site or Services, which may be accomplished through anonymization.</p>\n12.\nTherapists as Mandated Reporters\n<p>Therapists are mandated reporters.\nBecause of their profession, they have a legal obligation to report to authorities any signs of child abuse or vulnerable adult abuse.\nHowever, members cannot be forced to give any Personal Information.\nAdults who are in therapy provide Personal Information which will only be disclosed to the therapist if they or someone else is in imminent danger.</p>\n13.\nInternational Transfer\n<p>As a global entity, 7 Cups may store, transfer, and otherwise process your Personal</p>\n<p>Information in countries outside of the country of your residence, including the United</p>\n<p>States and possibly other countries.\nSuch countries may have data protection laws that are less protective than the laws of the jurisdiction in which you reside.\nIf you do not want your information transferred to, processed, or maintained outside of the country or jurisdiction where you are located, you should immediately stop accessing or using the Services.</p>\n<p>If you are in the European Economic Area, United Kingdom, or Switzerland, please refer to the section below entitled Notice to Individuals in the European Economic Area, United Kingdom, and Switzerland.</p>\n14.\nNotice to Individuals in the European Economic Area and Switzerland\n<p>This section only applies to individual using our Service that are located in the European Economic Area, United Kingdom and/or Switzerland (collectively, the \"Designated Countries\") at the time of data collection.</p>\n<p>We may ask you to identify which country you are located in when you use or access some of the Services, or we may rely on your IP address to identify which country you are located in.\nWhen we rely on your IP address, we cannot apply the terms of this section to any individuals that masks or otherwise hides their location information from us so as not to appear located in the Designated Countries.</p>\n<p>\n<strong>Our Relationship to You.</strong> 7 Cups is a data controller with regard to any Personal Information collected from Users of its Service.\nA \"data controller\" is an entity that determines the purposes for which and the manner in which any personal information is processed.\nAny third parties that handle your Personal Information in accordance with our instructions are our service providers and are \"data processors.\"</p>\n<p>\n<strong>Legal Bases for Processing Personal Information.</strong> We describe our purposes for processing throughout this Privacy Policy.\nBelow is a list of the purposes described in our policy with the corresponding legal bases for processing.\nGenerally, the legal basis on which we rely on to process your personal information include: necessity to carry out our obligations arising from any contracts we entered with you or to take steps at your request prior to entering into a contract with you.\nyour consent to the processing.\nsatisfaction of our legal obligations.\nnecessity to protect your vital interests.\nnecessity to process in the public interest.\nor for our legitimate interests as described in those sections.</p>\n<ul>\n<li>\n<p>Based on our contract with you or to take steps at your request prior to entering into a contract</p>\n<ul>\n<li>\n<p>Section 3: Personal Information We Collect</p>\n<ul>\n<li>Account Setup</li>\n<li>Paid Services</li>\n<li>Listener and Therapist Applicants</li>\n<li>Mental Health Services</li>\n<li>Technical Support Requests</li>\n</ul>\n</li>\n<li>\n<p>Section 5: How We Use Your Personal Information</p>\n<ul>\n<li>To operate and provide our Services </li>\n</ul>\n</li>\n<li>\n<p>Section 6: How We Share Your Personal Information</p>\n<ul>\n<li>Third Party Service Providers Performing Services On Our Behalf</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<p>Based on your consent</p>\n<ul>\n<li>\n<p>Section 3: Personal Information We Collect</p>\n<ul>\n<li>Surveys</li>\n<li>Assessments</li>\n<li>Requests for Information, News and other Content</li>\n<li>Public Forums.\nChats or Other Features </li>\n</ul>\n</li>\n<li>\n<p>Section 6: How We Share Your Personal Information</p>\n<ul>\n<li>Therapists</li>\n<li>Healthcare Providers </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<p>Based on our legal obligations</p>\n<ul>\n<li>Section 6: How We Share Your Personal Information\n<ul>\n<li>For Legal Purposes</li>\n<li>Welfare Assurance</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<p>To protect your vital interests</p>\n<ul>\n<li>Section 5: How We Use Your Personal Information\n<ul>\n<li>To ensure network and information security</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<p>Based on our legitimate interests.\nWhen we process your personal data for our legitimate business interests we always ensure that we consider and balance any potential impact on you and your rights under data protection laws</p>\n<ul>\n<li>\n<p>Section 3: Information We Collect</p>\n<ul>\n<li>Log Data</li>\n<li>Browser Information and Cookies</li>\n</ul>\n</li>\n<li>\n<p>Section 5: How We Use Your Personal Information</p>\n<ul>\n<li>To improve our Services</li>\n<li>To protect user safety </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Marketing.</strong> We will only contact individuals located in the Designated Countries by electronic means (including email or SMS) based on our legitimate interests, as permitted by applicable law, or the individual’s consent.\nWhen we rely on legitimate interest, we will only send you information about our Services that are similar to those which were the subject of a previous sale or negotiations of a sale to you.\nYou can object to direct marketing at any time and free of charge.</p>\n<p>\n<strong>Transfer of Your Personal Information.\n</strong> We transfer your Personal Information subject to appropriate safeguards as permitted under the relevant data protection laws.\nThe transfer of your Personal Information out of the Designated Countries is necessary for the performance of a contract between us, or for important reasons of public interest.\nWe may also rely on legal transfer mechanisms such as Standard Contractual Clauses or we work with U.S.\nbased third parties that are certified under the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield Framework.</p>\n<p>\n<strong>Individual Rights.</strong> We take reasonable steps to ensure that your Personal Information is accurate, complete, and up to date.\nIn certain situations, you have the right to access, correct, or delete the Personal Information that we collect about you.\nUnder certain conditions, you are also entitled to restrict or object to the further processing of your Personal Information.\nYou have the right to receive your Personal Information in a structured and standard format and, where technically and legally feasible, the right to have your Personal Information transmitted directly to a third party.\nIf you believe that we have infringed or violated your privacy rights under applicable law or this Privacy Policy, please contact us at the contact information below so that we can work with you to resolve your concerns.\nYou may also lodge a complaint with the competent data protection authority regarding the processing of your Personal Information.</p>\n<p>If you would like to exercise your rights under applicable law, please contact us at privacy@7cups.com.\nWe may seek to verify your identity when we receive an individual rights request from you to ensure the security of your personal information.\nWe may limit your individual rights requests (a) where denial of access is required or authorized by law.\n(b) when granting access would have a negative impact on other's privacy.\n(c) to protect our rights and properties.\nor (4) where the request is frivolous or burdensome.</p>\n15.\nYour California Privacy Rights\n<p>Residents of the State of California who provide certain types of Personal Information in obtaining products or services for personal, family or household use are entitled to request and obtain from us once a calendar year information about certain types of Personal Information we shared, if any, with other businesses for their own direct marketing uses.\nIt is our policy that we do not share your Personal Information with other businesses for marketing uses.\nNevertheless, to make such a request, please send an email message to privacy@7cups.com with \"Request for California Privacy Information\" on the subject line and in the body of your message.</p>\n16.\nDo Not Track\n<p>The Services do not support Do Not Track with respect to the Services at this time.\nDo Not Track is a privacy preference that you can set in your web browser to indicate that you do not want certain information about your webpage visits collected across websites when you have not interacted with that service on the page.\nFor all the details, including how to turn on Do Not Track, visit https://www.donottrack.us.</p>\n17.\nNotices\n<p>Please send all questions, comments and notices regarding this Privacy Policy to the 7 Cups Privacy Officer at privacy@7cups.com or toll-free 844-755-8757.</p> ", "created_at": "2022-01-07 22:17:42.547007", "updated_at": "2022-01-07 21:18:25.476363"}], "points": [], "urls": ["7cups.com"]}}