{"error": 448, "message": "OK", "parameters": {"id": 3861, "name": "FamilySearch", "created_at": "2021-05-30 21:35:35.964052", "updated_at": "2021-05-30 22:00:24.910614", "wikipedia": null, "keywords": null, "related": null, "slug": "familysearch", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3861.png", "url": "familysearch.org", "documents": [{"id": 6537, "name": "Terms of Use", "url": "https://www.familysearch.org/legal/terms", "xpath": "", "text": " <p>\n<strong>Attention</strong>: This site does not support the current version of your web browser.\nTo get the best possible experience using our website we recommend that you upgrade to a newer version or install another browser</p> Skip main navigation Family Search Family Tree <ul>\n<li> Overview </li>\n<li> Tree </li>\n<li> Person </li>\n<li> Find </li>\n<li> Following </li>\n<li> My Contributions </li>\n</ul> Search <ul>\n<li> Records </li>\n<li> Images </li>\n<li> Family Tree </li>\n<li> Genealogies </li>\n<li> Catalog </li>\n<li> Books </li>\n<li> Research Wiki </li>\n</ul> Memories <ul>\n<li> Overview </li>\n<li> Gallery </li>\n<li> People </li>\n<li> Find </li>\n</ul> Indexing <ul>\n<li> Overview </li>\n<li> Web Indexing </li>\n<li> Find a Project </li>\n<li> Help Center </li>\n</ul> Activities <ul>\n<li> All Activities </li>\n<li>Where Am I From?</li>\n<li> All About Me </li>\n<li> Compare-a-Face </li>\n<li> Record My Story </li>\n<li> Picture My Heritage </li>\n<li> In-Home Activities </li>\n</ul> Messages Sign In Create Account More menu items Sign In Create Account Family Tree <ul>\n<li> Overview </li>\n<li> Tree </li>\n<li> Person </li>\n<li> Find </li>\n<li> Following </li>\n<li> My Contributions </li>\n</ul> Search <ul>\n<li> Records </li>\n<li> Images </li>\n<li> Family Tree </li>\n<li> Genealogies </li>\n<li> Catalog </li>\n<li> Books </li>\n<li> Research Wiki </li>\n</ul> Memories <ul>\n<li> Overview </li>\n<li> Gallery </li>\n<li> People </li>\n<li> Find </li>\n</ul> Indexing <ul>\n<li> Overview </li>\n<li> Web Indexing </li>\n<li> Find a Project </li>\n<li> Help Center </li>\n</ul> Activities <ul>\n<li> All Activities </li>\n<li>Where Am I From?</li>\n<li> All About Me </li>\n<li> Compare-a-Face </li>\n<li> Record My Story </li>\n<li> Picture My Heritage </li>\n<li> In-Home Activities </li>\n</ul>\n<p>We use cookies or similar technologies on this website.\nFor information about our use of personal data, please consult our&nbsp;Privacy Notice.&nbsp;&nbsp;&nbsp;&nbsp;</p> Manage Settings Accept Decline All FamilySearch Terms of Use (Updated 2019-12-10) <p>\n<em>There are local variations where legally required</em>\n</p>\n<p>By using this site, you agree to the conditions set forth below (this “Agreement”).\nIf you disagree with any of the conditions of this Agreement, do not use this site.\nWe reserve the right to change this Agreement at any time, so please check for changes to this Agreement each time you use this site.\nYour continued use of this site following the posting of changes to this Agreement means that you accept those changes.</p> Licenses and Restrictions <p>This site, which is dedicated to family history and genealogical research, is owned and operated by FamilySearch International, a Utah corporation with its principal offices in Salt Lake City, Utah, U.S.A.\n(hereinafter “FamilySearch”, “we”, “us”, or a similar term), a nonprofit organization that is affiliated with The Church of Jesus Christ of Latter-day Saints (“Church”).&nbsp.\nAll material found at this site (including visuals, text, icons, displays, databases, media, products, services, and information) is owned or licensed by us.&nbsp.\n&nbsp;</p>\n<p>Unless otherwise indicated, you may view, download, and print materials from this site only for your personal, noncommercial use (including such use in connection with your calling in the Church), or for your use as a volunteer indexer in connection with the FamilySearch Indexing Program pursuant to the FamilySearch Indexing Program Terms and Conditions or the FamilySearch Indexing Software License Agreement.</p>\n<p>You may not post content from this site on another website or on a computer network without our permission.\nYou may not transmit or distribute content from this site to other sites.\nYou may not use this site or information found at this site (including the names and addresses of those who have submitted information) to sell or promote products or services, to solicit clients, or for any other commercial purpose.</p>\n<p>Professional genealogists may use this site or family history center resources to research information for and provide documents to a client for the client’s personal, noncommercial use.&nbsp.\nHowever, professional genealogists may not solicit or arrange business, promote themselves, or receive payments on this site or other Church property.</p>\n<p>In addition, materials from this site may be reproduced by media personnel for use in traditional public news forums unless otherwise indicated.\nAny other use of information or materials found at this site, including any use by organizations or legal entities, is not permitted without our prior written permission.\n(See “Permission to Use Copyrights and Trademarks” below.)</p>\n<p>Notwithstanding the foregoing, we reserve sole discretion and right to deny, revoke, or limit use of this site, including the reproduction and any other use of any materials available through this site.\nIt is not our responsibility, however, to determine what “fair use” means for persons wishing to use materials from this site.\nThat remains wholly a responsibility of individual users of this site.\nFurthermore, we are not required to give additional source citations, or to guarantee that the materials of this site are cleared for any alternate use.\nSuch responsibility also ultimately remains with individual users of this site.\nHowever, we maintain the right to prevent infringement of Church materials and to interpret “fair use” as we understand the law.</p>\n<p>This site is not intended for use in the Russian Federation and, therefore, should not be accessed within the Russian Federation.\nMoreover, due to local legal considerations in Japan, we do not generally allow residents of Japan to access this site.\nIn some instances, subject to legally necessary measures and controls, we may allow limited access to specially authorized individuals and registered Church members in Japan.&nbsp;&nbsp;</p> Permission to Use Copyrights and Trademarks <p>To request permission for use of Church copyrighted material or trademarks, please follow this link:</p>\n<p> Request Permission </p>\n<p>Note: The approximate time frame for receiving a reply is 45 days.\nRequests involving considerable quantities of material may take longer.</p> Other Requests <p>Other types of requests may be submitted to one of these sites.</p>\n<ul>\n<li>\n<strong>FamilySearch:</strong> Questions or requests relating to FamilySearch can be managed through the FamilySearch Help Center or FamilySearch Learning Center.\n</li>\n<li>\n<strong>Church History Library:</strong> Questions relating to materials available from the Church History Library should go through the Church History Library Catalog.\n</li>\n<li>\n<strong>Church Account:</strong> Questions relating to your Church Account and password can be answered at Church&nbsp;Account.&nbsp.\n</li>\n</ul> Registration Obligations <p>In consideration for the use of this site, you represent that (a) you have read and agree to the terms of this Agreement, and (b) that you are legally able to register (if required) to use this site and any other FamilySearch affiliated site.\nIf you submit personal information to this site, you agree to provide true, accurate, current, and complete information about yourself (including during the registration process) and to maintain and keep current and accurate this information about yourself, should it ever change.\nIf you provide false, inaccurate, inappropriate, or libelous information or images, we may suspend or terminate your account and use of this site.\nDuring the registration process, you will be asked to create a sign-in name and password to access certain portions of this or other FamilySearch affiliated sites.\nYou are responsible for maintaining the confidentiality of your sign-in name and password.\nYou are responsible for all activities that occur using this sign-in name and password.\nIf someone else uses your sign-in name and password in such a way as to breach the terms of this Agreement, you remain responsible for his/her actions, and use of your sign-in name may be suspended or terminated.</p> Licenses and Rights Granted to Us <p>In exchange for your use of this site and/or our storage of any data you submit, you hereby grant us with an unrestricted, fully paid-up, royalty-free, worldwide, irrevocable, sublicensable, and perpetual license to use any and all information, content, and other materials (collectively, “Contributed Content”) that you submit or otherwise provide to this site (including, without limitation, genealogical data, images, writings, documents, materials, recordings, discussions, information, and data relating to deceased persons or anything else) for any and all purposes, in any and all manners, and in any and all forms of media that we, in our sole discretion, deem appropriate for the furtherance of our mission to promote family history and genealogical research.\nAs part of this license, you give us permission to copy, publicly display, transmit, broadcast, perform, distribute, and otherwise use (and allow others to use) your Contributed Content throughout the world, by any means we deem appropriate (electronic or otherwise, including on the Internet).\nYou also understand and agree that as part of this license, we have the right to create (and to allow others to create) and use derivative works from your Contributed Content by combining all or a portion of it with that of other contributors or by otherwise modifying your Contributed Content.</p> Collaboration with Others <p>You acknowledge that a primary purpose of this site is to enable collaboration between users of this site and other sites who wish to expand their genealogical databases and knowledge.\nYou acknowledge that we may utilize Contributed Content, including any personal information of living individuals, that you submit for the purpose of collaborating and sharing with other individuals and organizations (including commercial genealogical organizations) in order, for example, to create a global common pedigree for the purposes of increasing participation in family history and preserving records throughout the world.\nYou acknowledge that collaboration between multiple individuals and organizations allows us to obtain additional data that we may provide to users of this site—thus allowing users to extend their own ancestral lines.\nOur  Privacy Notice  provides more details regarding our use of your Contributed Content.\n</p>\n<p>You agree to input data accurately to the best of your knowledge.\nTo maintain consistencies in traditional genealogical views available on this site (such as pedigree charts, landscape views, fan charts, and other views and charts), you agree to identify persons by their biological sex and input them in their traditional male or female positions on these charts and views (e.g., father or mother).\nIn a same-sex marriage, both spouses will be of the same sex.\nYou may enter any notes regarding gender identity in the comments.\nPlease refer to the Code of Conduct section for an outline of possible consequences for the improper entry of data.</p>\n<p>This site includes a discussion feature in which individuals can comment and otherwise provide Contributed Content regarding a particular deceased individual and provide details regarding that individual.\nWe reserve the right to reuse the discussion information and other Contributed Content provided and to publish it to others in an effort to help resolve open issues posed or to help educate others.\nWe ask you to be selective in the information you include in your online discussions and other Contributed Content, communicating instead through e-mail or other means where personal contact information or other personal or sensitive information is being provided.\nYou acknowledge that any items you submit through the discussion feature will be viewable by anyone able to access this site.\nThe discussion feature is intended to help collaboration efforts, to coordinate the correction of errors, and to facilitate additional research with other interested users.\nThe discussion feature may not (a) be used for reasons irrelevant to the deceased individual being discussed, (b) include information that might harm or embarrass any living person, or (c) include offensive, indecent, inappropriate, threatening, or abusive language or content.\nDisagreements regarding facts pertaining to a deceased individual are likely to occur, and such disagreements should be set out in clear terms based on the facts and citing sources where possible, without resorting to abrupt, insulting, or unkind language or comments.\nThe discussion feature may not be used to provide links to external websites with inappropriate content (although links to related and tasteful information regarding deceased individuals may be appropriate) or in order to solicit business or offer research services.\nAlthough we have no obligation to do so, we reserve the right, in our sole and absolute discretion, to delete or edit Contributed Content provided in the discussion feature and similar features and to deny users access to such features for any or no reason.\nPlease refer to the Code of Conduct section for an outline of the possible consequences for the improper use of the discussion feature and similar features.&nbsp;</p> Software <p>If you are able to download software at this site, you may only use that software as provided by the license agreement that accompanies the software.\nYou are solely responsible for abiding by any export controls of the United States of America that may be applicable to any software provided on this site.</p> Right to Submit <p>Any Contributed Content you submit to this site is subject to this Agreement and to the FamilySearch Content Submission Agreement.\nYou represent and warrant that you will not submit anything to this site that violates any third party’s rights (including, but not limited to, copyrights, privacy rights, publicity rights, contract rights, or other proprietary rights).\nWhenever you submit Contributed Content to this site, you are affirming that you have the legal right to submit that Contributed Content to us and to grant us and our sublicensees with the rights and licenses set out in this Agreement and in the FamilySearch Content Submission Agreement.\nYou accept legal responsibility for our use of any Contributed Content you submit.\nYou are solely responsible for all Contributed Content that you submit, post, or otherwise contribute to this site or to any other FamilySearch affiliated site.\n</p> Submitting Names for Church Temple Ordinances <p>You should only submit the names of individuals in your own family line for vicarious temple ordinances, and you should not submit the names of unrelated persons such as celebrities or famous people, or those names gathered from unapproved extraction projects, such as <em>&nbsp;Jewish Holocaust victims.</em>\n</p> Code of Conduct <p>You agree that you will not individually, or as part of any collective effort, submit or post information to this site (either at registration, as a genealogical submission, through a discussion feature, or through any other feature where any Contributed Content can be provided) that could be deemed harmful or offensive to other users, nor will you impersonate another user in order to hide your identity or implicate another in such actions.\nYou agree not to mine, collect, or use any information from this site with the intent to harm, discredit, harass, or prejudice any person or entity.\nYou further agree to do nothing that might disrupt the flow of data to and from this site, impact the service or performance of this site, or circumvent any of the controls or usage rules that we have implemented.\nYou understand that the result of harmful or offensive actions, or any other violation of this Agreement, may include: revocation of your right to use this site (including your right to use any materials from this site) and other FamilySearch affiliated sites, and legal action against you.</p> Care of Submissions <p>We intend to use reasonable efforts to preserve the integrity of your Contributed Content and to avoid errors or omissions in the content of this site.\nHowever, you agree that we shall be neither responsible nor liable for errors or omissions in any content you may find on this site, nor for loss, damage, or corruption of Contributed Content that you submit or post.</p> Linking <p>For your convenience, this site may contain links to websites operated by others.\nSuch third-party sites are not maintained or controlled by us, and we are not responsible for their content.\nAlthough we have made a good faith effort to link only to tasteful, appropriate sites, some may contain inappropriate or objectionable material.\nIf you find such material while using a website that you accessed through a link on this site, please notify us immediately.</p>\n<p>We believe that those who make information available on the Internet expect that it will be publicly and widely available.\nTherefore, we believe that linking to other sites is legally permissible and consistent with the expectations of those who use the Internet.\nHowever, if access to a particular website should be restricted, the operator of such site should promptly notify us.</p> Data Privacy and Protection <p>By using this site and submitting your personal information to us, you consent to the processing in the United States of America of any personal data that you submit in accordance with the Church’s Privacy Notice.\nYou also agree to comply with all applicable laws regarding the transmission of personal data to or from the United States of America and the country in which you reside.</p> Jurisdiction and Applicable Law <p>This Agreement shall be governed by the laws of the State of Utah, United States of America, as applied to agreements entered into and to be performed entirely within the state, without giving effect to any principles of conflicts of law.\nAny action you bring to enforce this Agreement or any matters related to this site shall be brought in either the state or federal courts located in Salt Lake County, Utah, and you hereby consent and submit to the personal jurisdiction of such courts for the purposes of litigating any such action.\nYou agree to this regardless of your location or any inconvenience to you.\nIf any provision of this Agreement is unlawful, void, or unenforceable in whole or in part, the remaining provisions shall not be affected, unless we determine that the invalid or unenforceable provision is an essential term to this Agreement, in which case we may at our sole discretion amend this Agreement.</p> Limitations of Liability <p>We are not liable for any special or consequential damages resulting from your use of, or your inability to use, this site or the materials in this site or any linked site, including, but not limited to, lost profits, business interruption, and loss of programs or other data on your information handling system.\nIn no event shall our total liability to you for all damages, losses, and causes of action exceed the amount paid by you, if any, for accessing this site or any linked site.</p> Disclaimers <p>THIS SITE AND THE MATERIALS AT THIS SITE AND ANY LINKED SITE ARE PROVIDED “AS IS” AND WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nTO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF TITLE AND IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nWE DO NOT WARRANT THAT THE FUNCTIONS OF THIS SITE WILL BE UNINTERRUPTED OR ERROR FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THIS SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p> Trademarks <p>The following is a non-exhaustive list of Church trademarks and service marks:</p>\n<p>FamilySearch <br>\nInternational Genealogical Index <br>\nPersonal Ancestral File <br>\nThe Church of Jesus Christ of Latter-day Saints <br>\nLiahona <br>\nBook of Mormon <br>\nMormon <br>\nLDS <br>\nCTR </p>\n<p>These marks are identifiers of Corporation of the President of The Church of Jesus Christ of Latter-day Saints or Intellectual Reserve, Inc.\nand are registered in the United States and other countries.&nbsp.\nFor additional information regarding Church trademarks and service marks and their proper use, please see Guidelines for Use of Church Trademarks.&nbsp.\n</p> Questions&nbsp.\n<p>For further assistance or information regarding Church trademarks and copyrighted materials, you may contact the Church’s Intellectual Property Office at:</p>\n<p>\n<strong>Phone:</strong>&nbsp;1-801-240-3959 or 1-800-453-3860, ext.\n2-3959 <br>\n<strong>Fax:</strong>&nbsp;1-801-240-1187 <br>\n<strong>E-Mail:&nbsp;</strong> cor-intellectualproperty@ChurchofJesusChrist.org </p>\n<p>\n</p>\n<p>Updated: 2019-12-10</p> Privacy Notice Terms of Use Submission Agreement Text Messaging Terms and Conditions <ul>\n<li> About </li>\n<li> Volunteer </li>\n<li> Blog </li>\n<li> Site Map </li>\n<li> Solutions Gallery </li>\n</ul>\n<ul>\n<li> Feedback </li>\n<li> Cookie Preferences </li>\n<li> English </li>\n</ul>\n<p> FamilySearch Terms of Use (Updated 2019-12-10) | Privacy Notice (Updated 2021-04-06) </p>\n<p> © 2021 by Intellectual Reserve, Inc.\nAll rights reserved.\nA service provided by The Church of Jesus Christ of Latter-day Saints </p> Change Language <ul>\n<li> Български </li>\n<li> Česky </li>\n<li> Dansk </li>\n<li> Deutsch </li>\n<li> English </li>\n<li> Español </li>\n<li> Suomi </li>\n<li> Vosa vakaviti </li>\n<li> Français </li>\n<li> Magyar </li>\n<li> Bahasa Indonesia </li>\n<li> Italiano </li>\n<li> ភាសាខ្មែរ </li>\n<li> Монгол </li>\n<li> Nederlands </li>\n<li> Norsk </li>\n<li> Polski </li>\n<li> Português </li>\n<li> Română </li>\n<li> Русский </li>\n<li> Slovenčina </li>\n<li> Gagana Samoa </li>\n<li> Shqip </li>\n<li> Svenska </li>\n<li> ภาษาไทย </li>\n<li> Faka-tonga </li>\n<li> Tiếng Việt </li>\n<li> 日本語 </li>\n<li> 한국어 </li>\n<li> 繁體中文 </li>\n</ul> Cancel Apply Feedback <p>Community Discussion</p>\n<p>Join the community of family history enthusiasts and FamilySearch employees to ask questions and discuss potential product enhancements.</p> Go to discussion board <p>Report a Problem</p>\n<p>Filling out the form below will help us to understand the problem you’re experiencing and contact you as we work to address the issue.\nA support case will be submitted to our FamilySearch team.\n</p>\n<p>*Required</p> First Name* <p>Please enter a first name.</p> Last Name* <p>Please enter a last name.</p> Email* <p>Please enter an email.</p>\n<p>Please enter a valid email.</p> Phone Number* <p>Please enter a phone number.</p>\n<p>Please enter a valid phone number.</p> Category FamilySearch Account Family Tree Memories Records Indexing Temple Genealogies Research Assistance Serving in Family History Family History Centers Help Support and Events Other Brief Description* <p>Please enter a brief description.</p> Details* <p>Please enter details.</p> Send <p>Sending...</p>\n<p>Feedback was sent.</p>\n<p>Can't send feedback.\nRetry in 5 seconds.</p> Retry ", "created_at": "2021-05-30 21:35:35.966088", "updated_at": "2021-05-30 19:36:19.621826"}, {"id": 6538, "name": "Privacy Notice", "url": "https://www.familysearch.org/legal/privacy", "xpath": "//body", "text": " <p>\n<strong>Attention</strong>: This site does not support the current version of your web browser.\nTo get the best possible experience using our website we recommend that you upgrade to a newer version or install another browser</p> Skip main navigation Family Search Family Tree <ul>\n<li> Overview </li>\n<li> Tree </li>\n<li> Person </li>\n<li> Find </li>\n<li> Following </li>\n<li> My Contributions </li>\n</ul> Search <ul>\n<li> Records </li>\n<li> Images </li>\n<li> Family Tree </li>\n<li> Genealogies </li>\n<li> Catalog </li>\n<li> Books </li>\n<li> Research Wiki </li>\n</ul> Memories <ul>\n<li> Overview </li>\n<li> Gallery </li>\n<li> People </li>\n<li> Find </li>\n</ul> Indexing <ul>\n<li> Overview </li>\n<li> Web Indexing </li>\n<li> Find a Project </li>\n<li> Help Center </li>\n</ul> Activities <ul>\n<li> All Activities </li>\n<li>Where Am I From?</li>\n<li> All About Me </li>\n<li> Compare-a-Face </li>\n<li> Record My Story </li>\n<li> Picture My Heritage </li>\n<li> In-Home Activities </li>\n</ul> Messages Sign In Create Account More menu items Sign In Create Account Family Tree <ul>\n<li> Overview </li>\n<li> Tree </li>\n<li> Person </li>\n<li> Find </li>\n<li> Following </li>\n<li> My Contributions </li>\n</ul> Search <ul>\n<li> Records </li>\n<li> Images </li>\n<li> Family Tree </li>\n<li> Genealogies </li>\n<li> Catalog </li>\n<li> Books </li>\n<li> Research Wiki </li>\n</ul> Memories <ul>\n<li> Overview </li>\n<li> Gallery </li>\n<li> People </li>\n<li> Find </li>\n</ul> Indexing <ul>\n<li> Overview </li>\n<li> Web Indexing </li>\n<li> Find a Project </li>\n<li> Help Center </li>\n</ul> Activities <ul>\n<li> All Activities </li>\n<li>Where Am I From?</li>\n<li> All About Me </li>\n<li> Compare-a-Face </li>\n<li> Record My Story </li>\n<li> Picture My Heritage </li>\n<li> In-Home Activities </li>\n</ul> Privacy Notice (Updated 2021-04-06) <p>In this Notice, we, The Church of Jesus Christ of Latter-day Saints and its entities, provide you with information about how we process your personal data.\nWhen referring to \"us\" or \"we\" or \"our\" we mean the Church and Church entities.</p>\n<p>\n<strong>1.\nWho controls your personal data?</strong>\n</p>\n<p>The Church of Jesus Christ of Latter-day Saints acts through its representatives and Church entities when we process your personal data.\nWhen you share personal data with us, you are sharing it with the Church through Church entities.</p>\n<p>a.\nThe Church: The Church of Jesus Christ of Latter-day Saints (the \" <strong>Church</strong>\") is a community of people who believe the same religious doctrine, practice the same religious rites and ordinances, and are governed by ecclesiastical principles.\nLocal units of the Church, such as wards, branches, stakes, districts, missions, and areas, are merely subdivisions of this community of believers and are not separate legal entities.\nlimited exceptions apply.\n</p>\n<p>b.\nChurch entities: To satisfy temporal affairs needs and fulfill other purposes of the Church, a legal structure composed of various distinct legal entities assists the Church throughout the world.\nThese distinct legal entities (herein \" <strong>Church entities</strong>\") are legally separate from the Church.\nOne of those Church entities, The Church of Jesus Christ of Latter-day Saints, a Utah corporation sole, together with one or more other Church entities, processes your personal data as responsible joint data controllers.\nSome Church entities may receive personal data as data processors to provide services to those Church entities that act as data controllers.\nAt your request, we will provide you with information as to which Church entities process your personal data.\n</p>\n<p>\n<strong>2.&nbsp.\nWhat personal data do we collect?</strong>\n</p>\n<p>We collect personal data that (a) you actively submit to us, (b) we record, and (c) we obtain from third parties.\nWe may process your personal data with or without automatic means, including collection, recording, organization, structuring, storage, adaptation or alteration, analysis, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure, or destruction of your personal data.</p>\n<p>a.&nbsp.\nActively submitted data.\nYou submit personal data to us when you join the Church, seek Church ordinances, request Church materials, request access to Church tools or services, or engage in other interactions or communications with the Church.\nWhen you interact with the Church, we generally process name, birth date, birthplace, telephone number, email address, physical address, photo, gender, donation/payment information, and so on.\nYou may provide us with additional information to participate at your own initiative in surveys, contests, or other activities or events, including when you participate in video or audio recordings, such as when using video conferencing technology.\nParticipation in surveys, contests, and similar activities is optional.\nIf you do not wish to participate in, or provide personal data in connection with, such activities, this will not affect your membership status or ability to use available Church tools or services.\nIn each such case you will know what personal data you provide to us because you actively and voluntarily submit the data.</p>\n<p>b.\nData we obtain from third parties and passively submitted data.\nWhen local law permits, you may submit personal data, including contact information about someone other than yourself (in other words, a third party) to allow us to make contact with that person, make a delivery, or otherwise meet your request.\nWhen providing personal data about anyone other than yourself, you must first obtain the other person’s informed consent if his or her consent is legally required.</p>\n<p>If you or someone else has provided us with your personal contact information and you would like to request that we do not contact you further, please follow the unsubscribe or opt-out procedures provided on the specific site, newsletter or email notification, or please contact us at DataPrivacyOfficer@ChurchofJesusChrist.org.\n</p>\n<p>We may process and make publicly available personal data obtained from published sources.\nWe may process and publish living information in compliance with applicable local laws.</p>\n<p>Your location-based information may be collected by some mobile applications for the purpose of helping you find the nearest temple or meetinghouse location or for a similar reason.\nYou can edit the settings on your device to opt out of location-based services.</p>\n<p>When you visit any of our resources, our servers (using log files or filtering systems) may collect information that your web browser sends any time you visit a website.\nThis information may include but is not limited to your Internet Protocol address (IP address), browser type, operating system, language preference, any referring web page you were visiting before you came to our site, the date and time of each visitor request, information you search for on our resources, and other information collected by cookies or similar technologies.\n&nbsp;Please refer to the Cookie Preferences tool (“Cookies Tool”) posted on each of our mobile applications and websites to learn more about cookies, including the types of cookies and to specify which cookies we use.\nIf you do not accept cookies, however, you may not be able to use some sections or functions of our sites or applications, as outlined in the Cookies Tool.</p>\n<p>\n<strong>3.\nFor what purposes do we process personal data?</strong>\n</p>\n<p>We process personal data for ecclesiastical, genealogy, humanitarian, social welfare, missionary, teaching, and other operational and administrative purposes.</p>\n<p>We use personal data to provide ecclesiastical and other related services to fulfill the mission of the Church.\nWe may use and analyze personal data (including data about how you use our tools and services) to (a) contact you or others, (b) create and maintain membership records, (c) fulfill requests you make, (d) seek your voluntary feedback, (e) customize or personalize features or content on our tools or services, (f) evaluate eligibility to participate in temple and other ordinances, missionary service, volunteer or leadership positions, or (g) administer Church religious education, welfare, or other Church programs.\nIn this context, the legal basis for our processing of your personal data is either the necessity to perform contractual and other obligations that we have towards you or carrying out of our legitimate activities as a church.</p>\n<p>We may also use your data to comply with applicable laws and exercise legal rights as the basis for our data processing.</p>\n<p>We may also use your personal data for internal purposes, including auditing, data analysis, system troubleshooting, and research.\nIn these cases, we base our processing on legitimate interests in performing the activities of the Church.</p>\n<p>\n<strong>4.\nWith whom do we share personal data?</strong>\n</p>\n<p>We share your personal data with other parties in the following circumstances:</p>\n<p>a.\nThird-party providers.\nWe may provide personal data to third parties for their processing in performing functions on our behalf as data processors (for example, payment processing, maintenance, security, data analysis, hosting, measurement services, data-driven social media messaging, surveys, and so on).\nIn such instances, in accordance with this Notice and applicable laws, the providers will be contractually required to protect personal data from additional processing (including for marketing purposes) and from transfer.</p>\n<p>b.\nChurch entities.\nWe may transfer personal data to any Church entity to accomplish Church purposes.\nYour general membership information (if you are a member of the Church) and any optional information you may choose to provide (for example, email address and photo or video that you provide or that we capture with your permission) may be shared with Church members in your ward or branch and stake or district, or with other participants in a program in which you participate, as necessary for the Church purposes listed above.\nSome of your information may also be viewable on a limited and restricted basis on our internet resources, including ChurchofJesusChrist.org.\nYou may opt out of sharing information or limit the optional information you share by modifying your profile preferences on individual resources or by contacting us using the information provided below.</p>\n<p>c.\nLegal requirements.\nWe may access and disclose your personal data, posts, journal entries, online chats, personal notes, content, or other submissions to any resource if we have a good-faith belief that doing so is required by a subpoena, by a judicial or administrative order, or is otherwise required by law.\nAdditionally, we may disclose your personal information and other information: as required by law or to exercise or defend legal rights.\nto take precautions against liability.\nto protect the rights, property, or safety of the resource of any individual or of the general public.\nto maintain and protect the security and integrity of our services or infrastructure.\nto protect ourselves and our services from fraudulent, abusive, or unlawful uses.\nto investigate and defend ourselves against third-party claims or allegations.\nor to assist government law enforcement agencies.</p>\n<p>\n<strong>5.\nWhere do we store personal data?</strong>\n</p>\n<p>We may store your personal data in data centers in the United States, in cloud storage solutions, or on the premises of Church entities.\nTo ensure the adequacy of protection of data that we transfer to other jurisdictions, we have concluded data transfer and processing agreements between the respective Church entities and their service providers, which agreements include Standard Contractual Clauses approved by the European Commission in compliance with EU law (which you may be entitled to review if you contact us as suggested at the end of this Notice).</p>\n<p>\n<strong>6.\nHow do we secure personal data?</strong>\n</p>\n<p>We use technical and organizational measures to protect the personal data we receive against loss, misuse, and unauthorized alteration and to protect its confidentiality.\nWe regularly review our security procedures and consider appropriate new security technology and methods.\nWe also use current encryption technology to encrypt the transmission of data on our log-in pages.\nHowever, because we cannot guarantee the complete security of these encryption technologies, please use caution when submitting personal data online.</p>\n<p>\n<strong>7.\nHow long do we retain personal data?</strong>\n</p>\n<p>We retain collected personal data, including information collected via mobile applications and other submissions, for a reasonable period of time to fulfill the processing purposes mentioned above.\nWe then archive it for time periods required or necessitated by law or legal considerations.\nWhen archiving is no longer required, we delete personal data from our records, with the exception of limited historical profile information, general genealogy records, and personal information retained as part of a permanent genealogical, membership, or Church historical record.</p>\n<p>\n<strong>8.\nHow can you access and correct your personal data?</strong>\n</p>\n<p>We endeavor to maintain the accuracy of personal data and rely on you to ensure your personal data is complete and accurate.\nYou may request access to your personal data and verify, correct, or rectify (including update) it, and block your personal data through your website-specific registration, through your profile, or through your Church Account, as applicable.</p>\n<p>If you are a Church member, some of your personal data may be updated only by making changes to your Church membership record.\nSuch changes must be made by contacting the clerk in your Church unit and requesting the change.</p>\n<p>You may contact us to exercise additional statutory rights such as data portability, objection in accordance with applicable laws, restriction of processing, and erasure of your personal data.\nYou also have the right to lodge a complaint with a supervisory authority.</p>\n<p>If you experience problems with modifying or updating your personal data, you can contact us as suggested at the end of this Notice.</p>\n<p>\n<strong>9.\nEffective date and amendments.</strong>\n</p>\n<p>This Notice is effective April 6, 2021 and may be amended from time to time.</p>\n<p>\n<strong>10.\nContact us.</strong>\n</p>\n<p>Inquiries concerning this Notice or the security of personal data that we process may be sent through email, fax, or mail:</p>\n<p>Email:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDataPrivacyOfficer@ChurchofJesusChrist.org <br>\nFax:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n+1-801-240-1187 <br>\nAddress:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nData Privacy Office <br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n50 East North Temple Street <br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSalt Lake City, UT 84150-0005 <br>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nUSA&nbsp.\n&nbsp.\n</p> Privacy Notice Terms of Use Submission Agreement Text Messaging Terms and Conditions <ul>\n<li> About </li>\n<li> Volunteer </li>\n<li> Blog </li>\n<li> Site Map </li>\n<li> Solutions Gallery </li>\n</ul>\n<ul>\n<li> Feedback </li>\n<li> Cookie Preferences </li>\n<li> English </li>\n</ul>\n<p> FamilySearch Terms of Use (Updated 2019-12-10) | Privacy Notice (Updated 2021-04-06) </p>\n<p> © 2021 by Intellectual Reserve, Inc.\nAll rights reserved.\nA service provided by The Church of Jesus Christ of Latter-day Saints </p> Change Language <ul>\n<li> Български </li>\n<li> Česky </li>\n<li> Dansk </li>\n<li> Deutsch </li>\n<li> English </li>\n<li> Español </li>\n<li> Suomi </li>\n<li> Vosa vakaviti </li>\n<li> Français </li>\n<li> Magyar </li>\n<li> Bahasa Indonesia </li>\n<li> Italiano </li>\n<li> ភាសាខ្មែរ </li>\n<li> Монгол </li>\n<li> Nederlands </li>\n<li> Norsk </li>\n<li> Polski </li>\n<li> Português </li>\n<li> Română </li>\n<li> Русский </li>\n<li> Slovenčina </li>\n<li> Gagana Samoa </li>\n<li> Shqip </li>\n<li> Svenska </li>\n<li> ภาษาไทย </li>\n<li> Faka-tonga </li>\n<li> Tiếng Việt </li>\n<li> 日本語 </li>\n<li> 한국어 </li>\n<li> 繁體中文 </li>\n</ul> Cancel Apply Feedback <p>Community Discussion</p>\n<p>Join the community of family history enthusiasts and FamilySearch employees to ask questions and discuss potential product enhancements.</p> Go to discussion board <p>Report a Problem</p>\n<p>Filling out the form below will help us to understand the problem you’re experiencing and contact you as we work to address the issue.\nA support case will be submitted to our FamilySearch team.\n</p>\n<p>*Required</p> First Name* <p>Please enter a first name.</p> Last Name* <p>Please enter a last name.</p> Email* <p>Please enter an email.</p>\n<p>Please enter a valid email.</p> Phone Number* <p>Please enter a phone number.</p>\n<p>Please enter a valid phone number.</p> Category FamilySearch Account Family Tree Memories Records Indexing Temple Genealogies Research Assistance Serving in Family History Family History Centers Help Support and Events Other Brief Description* <p>Please enter a brief description.</p> Details* <p>Please enter details.</p> Send <p>Sending...</p>\n<p>Feedback was sent.</p>\n<p>Can't send feedback.\nRetry in 5 seconds.</p> Retry ", "created_at": "2021-05-30 21:35:35.96849", "updated_at": "2021-05-30 19:35:55.773314"}], "points": [{"id": 28119, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.familysearch.org/legal/terms", "status": "Generated through the annotate view", "created_at": "2022-06-28 00:14:10.155212", "updated_at": "2022-06-28 00:14:10.155212", "quoteText": "THIS SITE AND THE MATERIALS AT THIS SITE AND ANY LINKED SITE ARE PROVIDED “AS IS” AND WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.", "case_id": 286, "document_id": 6537, "quoteStart": 19226, "quoteEnd": 19370}, {"id": 27684, "title": "The court of law governing the terms is in Utah", "source": "https://www.familysearch.org/legal/terms", "status": "Generated through the annotate view", "created_at": "2022-04-09 02:45:22.353655", "updated_at": "2022-04-09 02:46:05.330945", "quoteText": "This Agreement shall be governed by the laws of the State of Utah, United States of America, as applied to agreements entered into and to be performed entirely within the state, without giving effect to any principles of conflicts of law.\n", "case_id": 163, "document_id": 6537, "quoteStart": 17765, "quoteEnd": 18004}, {"id": 27683, "title": "There is a date of the last update of the agreements", "source": "https://www.familysearch.org/legal/terms", "status": "Generated through the annotate view", "created_at": "2022-04-09 02:41:48.626553", "updated_at": "2022-04-09 02:41:48.626553", "quoteText": "(Updated 2019-12-10)", "case_id": 331, "document_id": 6537, "quoteStart": 2021, "quoteEnd": 2041}], "urls": ["familysearch.org"]}}