{"error": 448, "message": "OK", "parameters": {"id": 6781, "name": "AnyBook", "created_at": "2022-08-13 05:52:30.787604", "updated_at": "2022-08-13 22:01:26.426444", "wikipedia": null, "keywords": null, "related": null, "slug": "anybook", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6781.png", "url": "anybook.ai", "documents": [{"id": 12400, "name": "Terms of Service", "url": "https://www.anybook.ai/terms-en.html", "xpath": "", "text": " Terms Of Use Welcome to the website https://anybook.ai/ (hereinafter, and together with its subdomains, content, marks and services: the ‘<strong>Website</strong>’) and/or to the Anybook cellular application (the ‘<strong>Application</strong>’).\nThe Website and the Application, jointly and severally, shall be referred hereinafter: the ‘<strong>Services.\n’</strong>Please Services.\n’Please read carefully the following Terms of Use before using the Services so that you know your legal rights and obligations in Frebo App.\nLtd (‘<strong>Anybook</strong>, ’‘<strong>We</strong>,’ ‘<strong>Ours</strong>’ or ‘<strong>Us</strong>’).\nWhen logging to the Website or using the Website you confirm and agree expressly that you enter into a legal contract with Us, and that you understood and that you agree to act in accordance with these Terms of Use and are obligated to observe them in accordance with the law, together with the Privacy Policy (the ‘<strong>Terms</strong>’).You hereby waive your entire rights to demand an original (and not electronic)signature in connection with these Terms.\nIn the event you do not agree to observe these Terms, please do not log in or use the Services.\nIn these Terms of Use words which are in the masculine gender shall be deemed to include the feminine gender, and vice versa.\n<br>\n<br>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Background</strong>.\nThe Services are intended to create a virtual space for the purpose of exchanging books between users.\n<br>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Change</strong>.\nWe reserve the right, at our discretion, to change these Terms at any time.\nSuch change will enter into force ten (10) days after the publication of the amended Terms in the Website and/or in the Application, and the continuation of your use of the Services afterwards implies that you accept these changes.\n&nbsp;<br>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Acceptance of Terms</strong>.\nThe Services are intended solely for persons who are eighteen (18) years of age or older.\nIf you are under 18 years of age, please do not use the Services.\n&nbsp;<br>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Access to the Website</strong>.\nWhenever these Terms are in effect, we hereby grant you permission to visit and use the Website on the condition that you comply with these Terms and the relevant laws.\n&nbsp;<br>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>License</strong>.\nSubject to these Terms, to the extent that you use the Application, we hereby grant you a general, cancelable, non-exclusive, non-transferable License without the right to grant sub-licenses (the ‘<strong>License</strong>’): (a) to download, install and use the Application in a mobile phone, a tablet or a device (each of the afore said: ‘<strong>Device</strong>’) that you own or control.\nand (b) to access and use the Application in the Device in accordance with these Terms.\n&nbsp;<br>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Limitations</strong>.\nThe following actions are strictly prohibited: (a) reproduction, distribution or modification of any part of the Services without obtaining our prior and written approval;(b) using, altering, creating derivative works, transferring (by way of sale, reselling, granting of a license, granting of a sub-license, downloading or other), reproducing, distributing, displaying, presenting or revealing Content(as hereinafter defined), without obtaining our express approval.\n(c) disrupting servers or networks that are connected to the Services.\n(d) using an automatic system (including “robots” and “spider bot”) for the purpose of gaining access to the Website.\n(e) to disassemble, perform reverse engineering, decode or try to retrieve the source code of the Application.\nand/or (f) bypass, shut down or disrupt in any other manner the security of the Services or features that prevent or that limit any use or reproduction of any Content, or that impose limitations on the use of the Services.\n<br>7.&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Account</strong>.\nFor the purpose of using the Services you are required to create an account (the ‘<strong>Account</strong>’).You agree not to create an Account for any other person except for yourself or use the Account of others without obtaining their permission.\nWhen creating an Account, you are required to provide full and accurate information.\nYou are solely responsible for the activities in your Account, and you are required to protect your Account password.\nYou are required to notify Anybook immediately regarding any security breach or unauthorized use of your Account.\nIn the relationship between you and Anybook, you are solely responsible for the activities in your Account.\nIn the event you wish to delete your Account, you may send a request for the purpose of this matter to: info@anybook.ai.\n<br>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Payments to Anybook</strong>.\nSave as provided expressly in the Terms of Use, your general right to access the Services and use the Services is free of charge at present, however Anybook might charge payment in the future in respect of access or certain services.\nYou will not be charged for any access or such use of the Services unless you first agree to make these payments, however please note that any failure to pay relevant amounts might cause circumstances in which you will not have access to all or part of the Services.\n<br>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Intellectual property rights &nbsp;<br>\n</strong>9.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Content and marks.\n(a) the content in the Services, including the text, documents, articles, brochures, descriptions, products, software, graphics, photos, sound, videos and the interactive features (hereinafter collectively: the ‘<strong>Materials</strong>’) and (b)users’ uploads as hereinafter defined (jointly with the Materials: the ‘<strong>Content</strong>’),and (c) trademarks, service marks and logos contained therein (the ‘<strong>Marks</strong>’)are the property of Anybook and/or its licensors and might be protected by valid copyright or other treaties and laws concerning intellectual property rights.\n‘<strong>Anybook</strong>,’ the Anybook logo and other Marks are the Marks of Anybook or its extensions.\nAll other trademarks, service marks and logos that use the Services are the trademarks, service marks or the logos of their owners respectively.\nWe reserve all rights that were not granted expressly for the Services and the Content.\n<br>&nbsp;9.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Using the Content.\nThe Content provided in the Services is provided for your personal information and use only, and may not be used, altered, reproduced, distributed, broadcasted, displayed, sold, licensed, decompiled or used in any other manner for any other purpose without obtaining our prior and written approval.\nIf you download or print a copy of the Content, you are required to protect all copyright and other proprietary communications contained therein.\n&nbsp;<br>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>User uploads &nbsp;<br>‍</strong>10.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Liability.\nThe Services permit users to upload, share and post Content by you and by other users, including reviews, ranking and/or any other user Content (‘<strong>User Uploads</strong>’).You acknowledge that whether or not such User Uploads are posted, we do not guarantee any confidentiality with respect to any of the User Uploads.\nYou shall be solely liable for your User Uploads and the implications of uploading and posting such materials.\nWe have full discretion to decide whether or not to post your User Uploads and we reserve the right, at our sole discretion, whether to post your Used Uploads and we reserve the right, at our sole discretion and without delivering to you any further notice, to supervise, censor, edit, remove, delete and/or remove all Content published in the Services (including User Uploads) at any time and for any reason.\n&nbsp;<br>10.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ownership.\nYou declare and warrant that you own or that you hold the rights and permissions that are required for the use and to empower Anybook to use the entire intellectual property rights (as hereinafter defined) in your User Uploads, and for the purpose of enabling their use according to plan by these Services and these Terms.\nUnless there is a separate reference to User Uploads, all references to the content will include references to the User Uploads.\n‘<strong>Intellectual property rights</strong>’ shall mean all rights, whether foreign or domestic, in all trade secrets, patents, copyright, service marks, trademarks, know-how or other similar intellectual property rights, and all moral rights, privacy rights, advertising and similar rights of any kind in accordance with the laws and regulations of any governmental, regulatory or judicial authority, whether foreign or domestic.\nFor the avoidance of doubt, you shall retain the ownership rights in your User Uploads.&nbsp;<br>10.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;License for User Uploads.\nBy providing the User Uploads to Anybook, you hereby grant to Anybook a global, irrevocable, non-exclusive, royalty-free, unlimited License with the right to grant sub-licenses and transferable for the purpose of using, duplicating, distributing, creating derivative works and displaying the User Uploads in connection with the Services and the Anybook business, including for the purpose of advertising and repeated distribution of part or all of your User Uploads (and their derivative works) in any format and media and in all media channels, and you hereby waive moral rights in your User Uploads, to the extent permitted by law.\nYou hereby grant to any user of the Services anon-exclusive right to use, duplicate, distribute, create derivative works, present and perform such User Uploads, in accordance with these Terms.\n&nbsp;<br>10.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Prohibited Content.\nYou agree not to display, advertise or upload User Upload that: (a) is unfair or misleading in accordance with the consumer protection laws in any jurisdiction;(b) is protected by copyright, protected by a trade secret or is subject in any other manner to proprietary rights of a third-party, including privacy rights and advertising, unless you are the holder of these rights or that you obtained a license in connection therewith from the holder of the said rights.\n(c)creates a risk to the wellbeing or the health of a person, creates a risk to public safety or health, harms the State security or obstructs an investigation conducted by the law enforcement authorities.\n(d) impersonates another person;(e) promotes the use of illegal drugs, is in violation of export laws, refers to illegal gambling or trade in illegal weapons.\n(f) is illegal, slanderous, defamatory, intimidating, pornographic, harassing, manifests hatred or racism or is offensive against different ethnic groups or encourages a behavior that will be considered as a criminal offense or that gives rise to civil liability, and is in violation of any law or is inappropriate.\n(g) involves theft or terrorism.\nor (h) constitutes malice or fraud in any manner.\n&nbsp;<br>10.5.&nbsp;&nbsp;&nbsp;&nbsp;Exposure.\nYou acknowledge and confirm that when accessing and using the Services: (a) you will be exposed to Our Uploads from a variety of sources, and that Anybook is not responsible for the accuracy, usability, safety or intellectual property rights or anything related to these User Uploads.\nand (b) you might be exposed to User Uploads that are incorrect, offensive, obscene or objectionable.\nYou hereby agree to waive any legal or moral rights or any reliefs you may seek against Anybook with respect to the matters presented in paragraphs (a) and (b)above.\n&nbsp;<br>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Privacy</strong>.\nWe will use personal data that we will collect or obtain in connection with the Services according to our Privacy Policy that is available in the following link: https://anybook.ai/privacy-en.\nYou agree that we might use the personal data that you use or make available for us according to the Privacy Policy.\n&nbsp;<br>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Copyright policy</strong>.\nWe respect the legitimate rights of the holders of intellectual property rights and we will respond to clear notices regarding alleged copyright infringement.\nIf you were exposed to copyright infringement, contact us in the following email: info@anybook.ai.\n&nbsp;<br>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>No representations</strong>.\n&nbsp;<br>13.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This section shall apply whether or not the Services are provided in return for payment.\nThe applicable law might prohibit exclusion of certain representations, and accordingly certain exclusions from the exclusions as stated hereunder might not apply.\n<br>13.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Services are provided “AS-IS” and without any representations, whether express or implied, including representations relating to negotiability, ownership, capacity for certain purposes, no infringement of third-party rights, and rights stemming in accordance with a law or a trading practice.\nAnybook does not warrant that the Services will be free from malfunctions, security breaches or virus attacks.\nThe Services might not be available at all times as a result of current maintenance, upgrade or other reasons.\nYou agree that Anybook will not be held liable towards you or towards any third-party for any circumstances that might be caused as a result of technical internet problems, slow connections, high traffic or overload in our servers, or any other reason.\n&nbsp;<br>13.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Anybook is not responsible for any content displayed in the User Uploads, and shall not create any representation or undertaking and removes any liability in connection with such Content.\n&nbsp;<br>13.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You acknowledge that Anybook shall not be held liable for the User Upload or to the user conduct (including defamation, abusive or harmful content or negligent conduct) of any of the users in the Services.\n&nbsp;<br>13.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Users shall be solely responsible for the activity of exchanging the books and Anybook shall not be held liable towards users and/or third-parties in connection with this activity, including failure to return books, theft of books, damage caused as a result of or in connection with there placement of books.\n&nbsp;<br>13.6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSave as provided expressly in our Privacy Policy, Anybook does not make any representations, whether express or implied, in connection with the Content security or in connection with your activities in the Services.\n&nbsp;<br>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Limitation of liability</strong>.\n&nbsp;<br>14.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Subject to the applicable law, Anybook shall not be held liable for any direct, indirect, special, consequential or casual damage of any kind, or for the loss of data, revenues or profits stemming from your use of the Services or the inability to use the Services, even if Anybook is aware of the possible damages or loss.\n&nbsp;<br>14.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The aggregate liability of Anybook for any damage caused in accordance with these Terms or in consequence of your use, or the inability to use the Services shall not exceed, under any circumstances, the total amount of the payments that you paid to Anybook in connection with the use of the Services in the three (3) months that preceded such claim.\n&nbsp;<br>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Indemnification</strong>.\nYou agree to protect and indemnify Anybook, its related companies, officers, directors, employees and their agents, in connection with any claim, damage, obligation, loss, cost and expense (including attorney fees) stemming from: (a) your use of the Services.\n(b) your User Uploads.\n(c) your interaction with any user of the Services.\nor (d) your breach of these Terms.\n&nbsp;<br>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Term and termination of the Agreement</strong>.\nThese Terms shall be in effect until their termination by Anybook or by you.\nAnybook reserves its exclusive right to terminate these Terms and/or limit and/or deny your access to the Services or any part thereof, immediately and at any time, whether or not for a reason (including in respect of breach of these Terms).\nAnybook shall not be held liable towards you or towards a third-party in respect of the termination of the Services or any part thereof.\nIn the event you object to any term or any of the terms set forth in these Terms, or any subsequent modification of these Terms, your sole option is to terminate immediately the use of the Services.\nUpon expiration of these Terms, you are required to terminate your use of the Services.\nThe provisions set forth in section 16 and sections 9 (Intellectual Property Rights), 10.3 (License for User Uploads), 11 (Privacy), 13 (No Representations), 14 (Limitation of Liability),15 (Indemnification) and 17 (Relationship between the Parties) to 20 (General)shall be in effect even after expiration of these Terms.\n&nbsp;<br>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Relationship between the Parties</strong>.\nYou and Anybook are independent contractors.\nNothing contained in these Terms shall give rise to any partnership, joint venture, agency or employer-employee relationship between you and Anybook.\nYou are strictly prohibited from making any representation on behalf of Anybook.\n&nbsp;<br>18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Assignment</strong>.\nThese Terms and all rights and licenses granted hereunder, may not be transferred or assigned by you, however Anybook shall be entitled to assign them without limitation or advance notice.\nAny assignment that you make is prohibited and shall be null and void.\n&nbsp;<br>19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Governing law</strong>.\nAnybook reserves the right to terminate or modify any aspect of the Services at anytime.\nThese Terms shall be construed in accordance with the laws of the State of Israel.\nThe courts of Tel Aviv - Yafo shall have exclusive jurisdiction in connection with these Terms, provided that Anybook is entitled to seek an injunction in any court in any competent jurisdiction.\n<br>20.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>General</strong>.\nThese Terms constitute the entire agreement between you and Anybook in connection with the Services.\nIf any of the provisions set forth in these Terms is held invalid by a court in a competent jurisdiction, such invalidation as said shall not affect the other provisions set forth in these Terms that shall remain in full force and effect.\nNo waiver of any of term in these Terms shall be deemed as additional or continuing waiver of such a term as said and the avoidance of a party from the realization of any of the rights granted under these Terms shall not constitute waiver of such a right as said.\nYou agree that you are obligated to raise any argument in connection with the Services in one (1) year after the reason for such argument arises.\n&nbsp;<br>21.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Apple Terms of Use &nbsp;<br>‍</strong>21.1.&nbsp;&nbsp;&nbsp;&nbsp.\nThe following provisions shall apply to any Application that you purchase from the I-TUNES store: without derogating from the limitation of liability sections and no representation sections as stated in these Terms, you confirm and agree that: (a) these Terms are concluded only between you and Anybook and not with Apple Inc.\n(‘<strong>Apple</strong>’).\n(b) Anybook, and not Apple, is solely responsible for the Application and the Content contained therein;(c) Anybook is solely responsible for the provision of support and maintenance services for the Application, subject to the provisions set forth in these Terms or as required under the relevant law.\n(d) Apple is not liable and is no t obligated to provide any maintenance or support services in connection with the Application.\nApple shall not be held liable in any other manner, to the maximum extent permitted by applicable law, for Application and the provisions set forth in these Terms and any law that applies to Anybook as the vendor of the Application shall apply with respect to any loss, claims, obligations, damages, costs or other expenses relating to failure to meet the relevant terms of warranty.\n(e) you confirm that Anybook, and not Apple, shall be responsible for handling any of your claims or of any third-party claims in connection with the Application or your possession and/or use of the Application, including, but not limited to: (1) claims alleging that the Application fails to satisfy any legal requirement or relevant arrangement.\nand (2) claims stemming from consumer protection laws or other similar legislation.\n(f) in the event a third-party claim alleges that the Application or the possession or the use you make in the Application infringes third-party intellectual property rights, Apple shall not be responsible for investigating, protecting, arranging, settling and eliminating any claim on the grounds of intellectual property rights infringement.\n(g) Apple and its subsidiaries constitute a beneficiary (as a third-party) of these Terms, and by your mere consent to these Terms and the instructions set forth in there Terms Apple is entitled (and Apple shall be deemed to have accepted this right) to enforce these Terms against you, as a third-party that is a beneficiary of this Agreement.\n(h) the use of the Application shall be made also subject to the rules of use laid down by Apple, including the rules laid down in the Terms of Use of the Apple App Store, and the said rules shall enter into force as of the date you agree to the Application Terms of Use.\n(i) the license of use granted herein is limited to a non transferable right to use the Application on an iPhone, iPod Touch, iPad or another Apple brand product that you own or control and that operates iOS.\n&nbsp;<br>21.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You declare and warrant that: (a) you are not in a state that is subject to an embargo imposed by the U.S.\nGovernment or a state that was defined by the United States as a ‘terrorist supporting’ state.\nand (b) you are not listed in a list of prohibited or limited parties issued by the U.S.\nGovernment.<br> 21.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You agree to accept the Apple Licensed Application End User License Agreement in connection with end users, constituting part of the Terms of Use of the Apple App Store, as amended from time to time, and that appear in the following link: https://www.apple.com/legal/internet-services/itunes/dev/stdeula/<br>\n<br>Recently updated: May 2021 Privacy Policy <strong>©</strong> All Rights Reserved Frebo App 2021 , ", "created_at": "2022-08-13 05:52:30.793545", "updated_at": "2022-08-13 03:52:59.576348"}, {"id": 12399, "name": "Privacy Policy", "url": "https://www.anybook.ai/privacy-en.html", "xpath": "//body", "text": " Privacy &nbsp;This is the privacy policy (the ‘<strong>Privacy Policy</strong>’) that defines how we, Frebo App Ltd.\n(‘<strong>Anybook</strong>,’ ‘<strong>We</strong>, ’‘<strong>Ours</strong>,’ or ‘<strong>Us</strong>’) use the Personal Data (as hereinafter defined)that we collect, receive and store with respect to private persons in connection with the use of: (a) the website <em>Anybook.ai</em> and any website that we operate (hereinafter each, together with its Sub-Domain, content and services, the ‘<strong>Website</strong>’).\nand (b) the Anybook cellular application (the ‘<strong>Application</strong>’).\nThe Website and the Application, jointly and severally, shall be referred hereinafter: the ‘<strong>Services</strong>.’ In this Privacy Policy words which are in the masculine gender shall be deemed to include the feminine gender, and vice versa.\n<br>\n<br>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Introduction</strong>.\nThis Privacy Policy describes the procedures for the collection of data, the collection and the use of your personal data in connection with the Services.\n‘<strong>Persona data</strong>’ means any data that, jointly or severally with other data, might be used for the purpose of personally identifying a person, including, but not limited to, first and last name, personal profile, email, home address or any other physical address, or any other contact information.<br>\n<br>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Terms of Use and license agreement for an end user</strong>.\nThis Privacy Policy constitutes part of our Terms of Use that are available in the following link: http://anybook.ai/privacy or in Anybook and that you approved before using the Application(the ‘<strong>Terms</strong>’).\nAny term not defined in this Privacy Policy shall have the meaning assigned thereto in accordance with these Terms.\n<br>‍<br>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Consent and change</strong>.\nYou are not legally obligated to provide us any personal data and you hereby confirm that the provision of your personal data is made out of your own freewill.\nBy using the Services, you agree to the terms set forth in this Privacy Policy and to the collection, processing and sharing of your personal data by us for the purposes as stated hereunder.\nIf you disagree with this Privacy Policy, do not log in or use the Services in any other manner.\nWe reserve the right, at our discretion, to change to Privacy Policy at any time.\nSuch a change will enter into force in ten (10) days after the publication of the amended Privacy Policy in the Website/Application and your use of the Services after publication of the Privacy Policy means that you accept these changes.\n<br>‍<br>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>What personal data do we collect and how do we collect it?</strong> We receive and/or collect from you personal data in the following ways:<br>4.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAccount.\nIn order to use the Services that we offer through the Website and/or the Application, you are required to create an account (the ‘<strong>Account</strong>’).\nAt the time of opening your Account, you will be asked to provide us necessary information for the purpose of providing the Services in an efficient manner, for example information about your location.\nYou may create an Account by clicking the 'connect’ or the ‘login’ option that we may display in the Website or in the Application that are part of the Application or in a designated third-part service (hereinafter each: ‘<strong>Third-Party Account</strong>’) such as Facebook or Google.\nThis action will enable you to link your Account to your Third-Party Account.\nShould you pursue this option, you will be required to approve such connection, as well as the types of information (that might include personal data)that we will receive from your Third-Party Account and the types of activities that we will perform in connection with your Third-Party Account.\nPlease note that for the purpose of using this option, you will need an existing Third-Party Account to which you might need to connect.<br>4.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Using the Services.\nDuring the time you use the Services, we might collect data about your use of the Services.\nIn addition, after opening the Account, and during the use of the Application, a ‘reader profile’ will be created for you, that will include information about your preferences based on the actions you performed in the Services, such as: favorite genres, favorite authors, favorite categories etc.\n<br>4.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;‘Contact.’ If you send us a ‘contact’ request, whether by delivery of an online form that we make available for you, and whether by delivery of an email to the email account we display, you might be required to provide to us specific information, such as your name and email.<br>4.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLog Files.\nWe may use logfiles.\nThe data contained in the log files includes internet protocol addresses(IP address), browser type, internet services provider (ISP), date/time stamp, reference/exit pages, clicked pages and any other data that your browser might send us.\nWe may use this data for the purpose of analyzing trends, managing the Services, tracking user traffic within the framework of the Services and collecting demographic data.<br>4.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cookies and other tracking technologies.\nOur Services might include the use of “cookies,” anonymous identifiers and other tracking technologies so that we can provide and display to you information that is personally customized to your preferences.\nA “cookie” file is a small text file that can be used, for example, for the purpose of collecting data about actions in the Services.\nCertain cookie files and other technologies might be used for the purpose of retrieving personal data, such as an IP address that a user used in the past.\nMost browsers enable you to control the cookie files, including the option whether or not to accept them and how to remove them.\nYou can select in most of the browsers’ settings whether or not you want to receive such files and how to remove them.\nYou may also select the option in most of the browsers whether or not you are interested in receiving a message that you will receive a cookie file, or whether you wish to block the cookie files by your browser.<br>4.6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Data from mobile devices.\nWe might collect limited data from your mobile device for the purpose of providing and operating the Application.\nSuch data might include the type of your mobile device, the operating system, identifying data of the mobile device and time and date stamps for the purpose of using the Application.\nIn addition, we might use the technology in the Application for the purpose of helping us collecting cumulative statistical data that do not contain personal data.\n<br>4.7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Google Analytics.\nThe Website might use a tool known by the name of ‘Google Analytics’ for the purpose of collecting data about the use of the Service.\nGoogle Analytics collects data such as the frequency users use the Service, the webpages that the users use when visiting the Website and the identity of other websites they used before they reached the Service.\nWe use the data we receive from Google Analytics for the purpose of keeping and improving the Service and our products.\nWe do not integrate the data we collect by the use of Google Analytics with data that enables persona identification.\nGoogle’s ability to use and share the data that is collected by Google Analytics about your login to the Service and the use of the Service is as stated in the Google Analytics Terms of Use in the following link: http://www.google.com/analytics/terms/us.html, and by the Google privacy policy that is available in the following link: http://www.google.com/policies/privacy/.\nYou may further learn about the manner that Google collects and processes data specifically in connection with Google Analytics in the link: http://www.google.com/policies/privacy/partners/.You can prevent the use of your data by Google Analytics by downloading and installing the browser add-on for the purpose of canceling your approval to the use of Google Analytics, available in the link: https://tools.google.com/dlpage/gaoptout/.<br>‍<br>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>The way we use the personal data</strong>.\nIf you provide the data or in the event we collect personal data by the Services, we might use this personal data in the following ways, in any customary media, including email, text message, mail, fax etc.: &nbsp;<br>5.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We will use your personal data for the purpose of providing and improving our services, contacting you about the services and the programs or different offers you might have been registered to, and for the purpose of identifying and authenticating your access to the parts of the services you are entitled to access.\n&nbsp;<br>5.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In order to send you marketing/advertising materials that we think might interest you (including by email and SMS) and send you updates or news regarding the services and our products, in accordance with the applicable law.\nyou may demand your removal from this distribution list by clicking the proper link in the newsletter that will be sent to you.\n&nbsp;<br>5.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For the purpose of processing your requests and responding to queries and complaints.\n&nbsp;<br>5.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For the purpose of securing the data in the Website and complying with the provisions of the law.\n&nbsp;<br>5.5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For the purpose of defending in legal proceedings.\n<br>5.6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFor the purpose of finding, preventing or handling in any other manner any events related to fraud or security issues and for the purpose of protecting from infringement of rights, harm to property or the safety of Anybook, our users or the public.\n<br>‍<br>6.<strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The manner we share the personal data </strong>&nbsp;We will not deliver the information that you sent us to third-parties, however only in the following cases, to the extent that this is necessary for the purposes for which we collected the personal data, as stated above: &nbsp;<br>1.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To service providers that assist us in the regular operation of the Website, the Application and the Services contained therein.\n&nbsp;<br>1.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In the event we are obligated to act in such manner in accordance with the law, a judicial order or an instruction from a competent authority.<br>1.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In the event of legal proceedings that will commence against us in respect of actions that you will perform and with respect to any dispute, argument, claim, demand or legal proceedings, if and to the extent that there are any, between you and us or between you and anyone acting on our behalf.\n<br>\n<br>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Use of anonymous data</strong>.\nWe may use anonymous data (as hereinafter defined) or disclose such data to third-part service providers for the purpose of improving our Services and improving your experience of the Services.\nWe might disclose anonymous data (whether or not in return for consideration) to third-parties, including to advertisers and partners.\n‘<strong>Anonymous data</strong>’ means data that does not enable the identification of a single user, such as cumulative statistical data about the use of our Services.\n&nbsp;<br>\n<br>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Unsubscribe</strong>.\nYou may unsubscribe from future emails we send in connection with sales promotions, advertisements or any other emails by selecting the unsubscribe link at the bottom of any email we send you.\nFor your information, even if you cancel your approval to receive the said emails, we might still send you a response to any ‘contact ’request and administrative emails (for example, in connection with a request to create a new password) that are necessary for the purpose of enabling your use of the Services.\n<br>\n<br>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Your rights</strong>.\nYou may request to inspect your personal data.\nIn addition, in the event of data that is inaccurate, you may request to delete and/or amend the personal data.\nYou may submit your requests by sending an email to info@anybook.ai.\nYour email should include information that is relevant for your request.\n<br>\n<br>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Interaction with and links to third-party products</strong>.\nThe Services might enable you to create an interaction with or contain links to your third-party account and to other third-party websites, mobile software applications and services that we do not own or control (each of the said: ‘<strong>Third-Party Services</strong>’).\nWe are not responsible for the privacy procedures or the content of such Third-Party Service as said.\nPlease note that Third-Party Services might collect personal data from you.\nAccordingly, we recommend that you read the terms and limitations and the privacy policy of each Third-Party Service that you decide to use or contact with.\n&nbsp;<br>‍<br>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Children’s privacy</strong>.\nThe Services are intended for adults who are 18 years of age and older.\n<br>‍<br>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Security</strong>.\nThe security of your personal data is important for us.\nWe adhere to customary standards in the industry, including the use of proper administrative, physical and technical means of protection for the purpose of protecting the personal data that was provided to us.\nNevertheless, no online data transfer method, or any method for electronic storage, is 100% protected.\nTherefore, while we aspire to use reasonable and customary measures for the purpose of protecting your personal data, we cannot protect its absolute confidentiality or security.\nIn the event you have questions about service security, you may contact us in the address: Info@anybook.ai.\n<br>&nbsp;<br>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Merger, sale or bankruptcy</strong>.\nIn the event we are acquired or merged with a third-party entity, or in the event of bankruptcy or any other similar event, we reserve the right to deliver or to provide personal data with respect to the said events.&nbsp;<br>‍<br>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Commitment</strong>.\nWe are committed to protecting your privacy.\nOnline protection of your privacy is an evolving sphere of activity and we constantly develop our Service for the purpose of complying with its requirements.\nIn the event you have any comments or questions regarding our privacy policy, or regarding your personal data that we store and use, please contact us in the following address: Info@anybook.ai.&nbsp;&nbsp;<br>\n<br>Recently updated: May 2021 Terms of Use <strong>©</strong> All Rights Reserved Frebo App 2021 ", "created_at": "2022-08-13 05:52:30.791664", "updated_at": "2022-08-13 03:53:17.673612"}], "points": [], "urls": ["anybook.ai"]}}