{"error": 448, "message": "OK", "parameters": {"id": 6514, "name": "Confide", "created_at": "2022-04-29 18:01:58.329268", "updated_at": "2022-04-29 22:01:16.839983", "wikipedia": "https://en.wikipedia.org/wiki/Confide", "keywords": null, "related": null, "slug": "confide", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6514.png", "url": "getconfide.com", "documents": [{"id": 11852, "name": "Terms of Service", "url": "https://getconfide.com/terms", "xpath": "/html/body/section[2]", "text": " Confide Terms of Service <b>Updated:</b> 2 February 2022 <p>\n</p>\n<p>Confide, Inc.\n(<b>“Confide,” “we,” “us,” “our”</b>) is a security program that utilizes sophisticated and proprietary encryption software by individuals and businesses.\nBy installing or using our mobile application (“Application”) and other services provided through our website at getconfide.com or other platforms (“Online Services” and together with the Application, the “Services”), Confide allows users to share and receive confidential and sensitive information across a variety of internet-enabled devices, including smart phones, tablets and computers (collectively, “Devices”) and protects such information from others by self-destructing after a pre-set period of time.\nConfide provides the Services to you subject to the following terms and conditions, which are referenced in our Privacy Policy, on our website and within the Application as the “Terms of Service”.\nPLEASE READ THESE TERMS CAREFULLY BEFORE USING ANY OF OUR SERVICES.</p>\n<p>This Terms of Service is organized as follows:</p>\n<ol>\n<li>Acceptance of Terms of service</li>\n<li>About our services</li>\n<li>License to use our services</li>\n<li>Restrictions on use</li>\n<li>Ownership</li>\n<li>Subscription services.\nautomatic renewal</li>\n<li>New features.\nupdates</li>\n<li>Changes to Terms of service</li>\n<li>Cancellation</li>\n<li>Account suspension.\ntermination by Confide</li>\n<li>No warranties.\ndisclaimers and limitations</li>\n<li>Indemnification</li>\n<li>Third party providers or partners</li>\n<li>External sites</li>\n<li>Intellectual property</li>\n<li>Copyright</li>\n<li>Governing law.\nequitable relief</li>\n<li>Disputes.\nArbitration</li>\n<li>Miscellaneous</li>\n<li>Acceptable use policy</li>\n<li>Contact us</li>\n</ol>\n<br> 1.\nACCEPTANCE OF TERMS OF SERVICE <p>By subscribing to or using any of the Services, you agree to be legally bound by the Terms of Service and our Privacy Policy.</p>\n<p>Certain features of the Services may be subject to additional guidelines, terms or rules, which will be posted within our Application and/or on our Online Services.\nAll such additional guidelines, terms or rules are incorporated by reference into the Terms of Service.</p>\n<br> 2.\nABOUT OUR SERVICES <p>\n<b>Minimum Age</b>.\nThe Services shall not be used by any person under the age of 13, and by using the Services you are warranting that you are 13 years of age or older.\nConfide also strongly recommends that children ages 13 through 17 consult their parents or legal guardians before using the Services.</p>\n<p>\n<b>Account Registration</b>.\nTo create an account you must register for our Services.\nDuring the registration process, we will ask you to create an account, which includes a sign-in name (“Sign-In Name”), a password (“Password”), and perhaps additional information that will assist in authenticating your identity when you log-in in the future (“Unique Identifiers”).\nWhen creating your account, you must provide true, accurate, current, and complete information.\nEach Sign-In Name and corresponding Password can be used by only one user.\nYou are solely responsible for the confidentiality and use of your Sign-In Name, Password, and Unique Identifiers, as well as for any use, misuse, or communications entered through the Services using one or more of them.\nWe reserve the right to delete or change your Password, Sign-In Name, or Unique Identifier at any time and for any reason.\nConfide will not be liable for any loss or damage caused by any unauthorized use of your account.</p>\n<p>\n<b>Privacy of User Data.</b> Please read our Privacy Policy to understand how we safeguard the information you provide when using our Services.\nFor the purpose of operating our Services, you agree to our data practices as described in our Privacy Policy, as well as the transfer of your encrypted information and metadata to the U.S.\nand other countries where we have or use facilities, service providers or partners.</p>\n<p>\n<b>Software</b>.\nIn order to enable new features and enhanced functionality, you consent to downloading and installing updates to our Services.</p>\n<br> 3.\nLICENSE TO USE OUR SERVICES <p>\n<b>Licenses.</b> Confide grants you a limited, revocable, non-exclusive, non-sublicensable and non-transferable license to access, download, install and/or use the Services for your lawful, personal and non-commercial use in accordance with the Terms of Service.</p>\n<br> 4.\nRESTRICTIONS ON USE <p>\n<b>Permitted Use</b>.\nYou agree to use the Services only for purposes that are lawful and to comply with all applicable laws.\nIf you are unable for any reason to comply with applicable law, you should stop using the Services immediately.\nYou shall not use the Services for any unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, sexually explicit, profane, hateful, racially, ethnically, or otherwise objectionable purpose of any kind, including but not limited to any purpose that encourages conduct that would constitute a criminal offense, gives rise to civil liability, or otherwise violates any applicable local, state, national, or foreign law.\nIn no event shall Confide be responsible to you or any third party for your failure to comply with local, state, federal or international laws.</p>\n<p>\n<b>Unauthorized Use</b>.\nYou may use the Services, provided that you shall:</p>\n<ul>\n<li>Not use the Services for any illegal or unauthorized purpose, or beyond the scope of the Services’ expected use;</li>\n<li>Not intentionally interfere with the operation of the Services or with any other person’s use of the Services;</li>\n<li>Not intentionally gain unauthorized access to the Services;</li>\n<li>Not merge the Services with other software;</li>\n<li>Not resell, sell, lease, lend, redistribute, sublicense, assign or otherwise transfer the Services to any third party;</li>\n<li>Not use the Services to compete against Confide;</li>\n<li>Not alter, modify, adapt, reverse engineer, decompile, disassemble or hack the Services, create derivative works from the Services or otherwise attempt to derive the source code for the Services;</li>\n<li>Not remove or alter any copyright notices or other notices included in the Services;</li>\n<li>Not alter or modify another website so as to falsely imply that it is associated with Confide;</li>\n<li>Not intentionally transmit any viruses, bugs, worms, or any other computer code of a destructive nature or that may harm a network, computer, server, hardware, software or telephone equipment using the Services</li>\n<li>Remain solely responsible for any message data sent from your account;</li>\n<li>Use the Services in accordance with all applicable laws;</li>\n<li>Not use any data mining, robots or similar data gathering and extraction methods in connection with the Services;</li>\n<li>Not breach, or attempt to breach, the security of the Services;</li>\n<li>Not use the Services or export the Services in violation of U.S.\nexport laws and regulations;</li>\n<li>Not solicit any activity, unlawful or otherwise, that infringes Confide’s rights or the rights of any other party.\nand</li>\n<li>Not enable others to violate any of these terms and conditions.</li>\n</ul>\n<p>Any violation of the Terms of Service may result in the termination of your account and your ability to access and use the Services.</p>\n<br> 5.\nOWNERSHIP <p>Confide recognizes the name on the account as the sole owner of the account.\nYou are fully responsible for all transactions undertaken by means of your account.\nYou shall notify us immediately and confirm in writing any unauthorized use of your account.\nYou are the sole and exclusive guardian of any password that you may use to access the Services.\nIf you provide any information in connection with your subscription, you agree to maintain accurate, complete and current information.\nYou agree that in order to accommodate certain requests by you, we may require you to verify your ownership of an account by sending a verification code to the phone number on the account and/or by requesting reasonable documentation to show your ownership of the number and account</p>\n<br> 6.\nSUBSCRIPTION SERVICES.\nAUTOMATIC RENEWA <p>\n<b>Subscriptions</b>.\nYou may choose to purchase a monthly or annual subscription and download the Application through a third party platform.\nAlternatively, you may subscribe to our Services through our website and then download the related Application through a third party platform.</p>\n<p>When you purchase a subscription, payment may be processed by third parties who act on our behalf or directly by the third party platform (e.g.\nApple or Google).\nRates for services are listed in the Application and in the applicable app store.\nConfide reserves the right to modify its rates at any time and/or to offer special promotions.\nAll payments are non-refundable.\nSubscription payments will auto-renew unless cancelled in accordance with the Terms of Service.\nIf you purchased the Application through a third party platform and have a billing dispute, you must contact the respective third party platform to seek a remedy.\nIf you purchased a subscription to our Services through our Online Services, please contact us.</p>\n<p>Free Trial.\nWe may provide a free trial period during which you can use all features of the Services for a limited period of time.\nYou acknowledge and agree that your free-trial subscription will automatically renew as a paid subscription unless you cancel before the end of the trial period in accordance with the Cancellation section of the Terms of Service.</p>\n<p>Automatic Renewal.\nPaid subscriptions to our Services are auto-renewing.\nYou will be charged the stated subscription amount for the subscription period upon completion of your registration and submission of your payment information or, if applicable, at the end of your free trial period if you have not canceled at least 24 hours in advance of the expiration of the trial period.\nYou hereby agree to and authorize automatic (recurring) billing, and you agree to pay the charges made to your account in connection therewith.\nYou will be billed at the then-current applicable subscription price plus any applicable taxes.\nPayments for renewal subscriptions are processed using the same billing cycle as your current subscription.\nSubscription fees may change at any time, to the fullest extent permitted under applicable law.\nYour subscription, and monthly billing of your account, will continue indefinitely until cancelled by you in accordance with the Cancellation section of the Terms of Service.</p>\n<br> 7.\nNEW FEATURES.\nUPDATES <p>We reserve the right to add or remove features or functions to the Services at any time.\nWhen installed on your Devices, Confide periodically communicates with our servers.\nWe may require updating the Application on your Devices when we release a new version or when we make new features available.\nThis update may occur automatically or upon prior notice to you.\nYou understand that we may require your review and acceptance of our then-current Terms of Service before you will be permitted to use any subsequent versions of the Service.\nYou acknowledge and agree that any obligation we may have to support previous versions of the Service may be ended upon the availability of updates, supplements or subsequent versions of the Services.\nYou acknowledge and agree that we have no obligation to make available to you any updates, supplements or subsequent version of the Service.</p>\n<br> 8.\nCHANGES TO TERMS OF SERVICE <p>We may update the Terms of Service from time to time without notice to you.\nYour use of the Services after the changes to the Terms of Service are posted shall constitute your acceptance of the updated Terms of Service.\nIf you do not agree to any of the terms and conditions in the Terms of Service or any provisions in our Privacy Policy, as they may be updated from time to time, then you may not access or use the Services.</p>\n<br> 9.\nCANCELLATION <p>\n<b>Mobile Platform Download (e.g.\nApple or Google)</b>.\nYou may discontinue your subscription and recurring payments at any time by following the Apple App Store or Google Play Store instructions.\nIf you have a paid subscription, you will not be entitled to any refund of unused balances if you discontinue your subscription.\nThere are no refunds on subscriptions once the charge has gone through for the billing period.</p>\n<br> 10.\nACCOUNT SUSPENSION.\nTERMINATION BY CONFIDE <p>Confide reserves the right, if it reasonable suspects that you are committing fraud or otherwise violating the Terms of Service to (a) terminate your access to the Service upon one (1) days’ electronic notice.\n(b) refuse to allow you to recharge your account.\nor (c) suspend your account immediately until further investigation takes place.</p>\n<p>Upon any termination of the Terms of Service, the license granted above shall terminate, and you shall have no right to continue to use the Services.</p>\n<br> 11.\nNO WARRANTIES.\nDISCLAIMERS AND LIMITATIONS <p>\n<b>Warranties</b>.\nYOU ACKNOWLEDGE THAT CONFIDE DOES NOT REPRESENT OR WARRANT THAT THE CONTENT AND ANY OTHER DATA OR INFORMATION PROVIDED THROUGH THE SERVICE WILL BE ACCURATE OR COMPLETE</p>\n<p>YOU ALSO ACKNOWLEDGE THAT THE SERVICE MAY CONTAIN BUGS, ERRORS, AND OTHER PROBLEMS THAT COULD CAUSE THE SERVICE TO BE UNAVAILABLE OR TO FAIL TO DELIVER MESSAGES OR OTHERWISE BE UNRELIABLE.\nCONSEQUENTLY, THE SERVICE AND THE CONTENT ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT ANY WARRANTIES OF ANY KIND, INCLUDING THAT THE SERVICE OR THE CONTENT WILL BE ERROR-FREE OR UNINTERRUPTED OR THAT THE SERVICE, ITS SERVERS, OR THE CONTENT ARE OR WILL BE SECURE OR FREE OF COMPUTER VIRUSES OR SIMILAR CONTAMINATION OR DESTRUCTIVE FEATURES.</p>\n<p>\n<b>Disclaimers</b>.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, WE DISCLAIM ALL WARRANTIES, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF TITLE, MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTIES’ RIGHTS, AND FITNESS FOR PARTICULAR PURPOSE AND ANY WARRANTIES ARISING FROM A COURSE OF DEALING, COURSE OF PERFORMANCE, OR USAGE OF TRADE.</p>\n<p>\n<b>Limitation of Liability</b>.\nIN NO EVENT WILL CONFIDE, ITS AFFILIATES OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS OR DIRECTORS BE LIABLE FOR (I) ANY INCIDENTAL, PUNITIVE, SPECIAL OR CONSEQUENTIAL DAMAGES, LOST PROFITS, LOST REVENUE OR ANTICIPATED SAVINGS, LOST DATA, LOST GOODWILL, OR BUSINESS INTERRUPTION ARISING OUT OF THE TERMS OF SERVICE OR RESULTING FROM THE USE OR INABILITY TO ACCESS AND USE THE SERVICE OR THE CONTENT, REGARDLESS OF THE CAUSE OF ACTION (INCLUDING TORT AND BREACH OF CONTRACT) EVEN IF FORESEEABLE, AND EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nAND (II) ANY DIRECT DAMAGES ARISING OUT OF THE TERMS OF SERVICE OR THAT YOU MAY SUFFER AS A RESULT OF YOUR USE OF THE SERVICE OR THE CONTENT, EXCEEDING, IN THE AGGREGATE, THE HIGHER OF FIFTY DOLLARS ($50) OR THE TOTAL FEES THAT YOU HAVE PAID TO US WITHIN THE SIX (6) MONTHS IMMEDIATELY PRECEDING THE EVENTS GIVING RISE TO ANY CLAIM FOR SUCH DAMAGES</p>\n<br> 12.\nINDEMNIFICATION <p>You agree to defend, indemnify, and hold us and our officers, directors, employees, successors, agents, and assigns harmless from and against any claims, actions, or demands, including, without limitation, reasonable legal and accounting fees, arising or resulting from your breach of the Terms of Service and/or your misuse of the Services.\nWe shall provide notice to you of any such claim, suit, or proceeding.\nWe reserve the right, at your expense, to assume the exclusive defense and control of any matter that is subject to indemnification under this section.\nIn such case, you agree to cooperate with any reasonable requests assisting our defense of such matter.</p>\n<br> 13.\nTHIRD PARTY PROVIDERS OR PARTNERS <p>You agree and understand that Confide may use trusted third party service providers to provide the Services and help Confide market and operate its business.\nThese service providers include without limitation, marketing partners, infrastructure partners, and third parties that provide us with customer service and internal analytics tools.\nTo learn more about how we may share information with our third party providers or partners, see our Privacy Policy.</p>\n<br> 14.\nEXTERNAL SITES <p>The Services may contain links to third-party websites or may otherwise allow you to gain access to third-party websites (“External Sites”).\nThese links and/or access to such External Sites are provided solely as a convenience to you and not as an endorsement by us of the content on such External Sites.\nThe content of such External Sites is developed and provided by others.\nYou should contact the site administrator or webmaster for those External Sites if you have any concerns regarding such links or any content located on such External Sites.\nWe are not responsible for the content of any linked External Sites and do not make any representations regarding the content or accuracy of materials on such External Sites.\nYou should take precautions when downloading files from all websites to protect your Devices from viruses and other destructive programs.\nIf you decide to access linked External Sites, you do so at your own risk.</p>\n<br> 15.\nINTELLECTUAL PROPERTY <p>The Services contains material, such as proprietary software, text, graphics, images, and other material provided by or on behalf of Confide (collectively, the “Content”).\nThe Content (excluding the sensitive and confidential information shared between users) presented to you as part of the Services is owned by Confide or by its licensors and is protected by intellectual property rights under both United States and foreign laws.\nExcept as expressly permitted under the Terms of Service, no right, title, or interest in or to any Content is transferred to you.\nThe trademarks, service marks, logos, product names and company names (the “Trademarks”) used and displayed on or through the Services are registered and unregistered trademarks or service marks of Confide and its licensors.\nNothing in the Services or in the Terms of Service shall be construed as granting, by implication, estoppel, or otherwise, any license or right to use the Trademarks, without our prior written permission specific for each such use.\nAll goodwill generated from the use of the Trademarks inures to the benefit of Confide and its licensors, as applicable.</p>\n<p>Elements of the Services are protected by trade dress, trademark, unfair competition, and other state and federal laws and may not be copied or imitated, in whole or in part, by any means, including but not limited to the use of framing or mirrors.</p>\n<br> 16.\nCOPYRIGHT <p>Confide respects the intellectual property rights of others, and we expect our users to do the same.\nWe will review all claims of copyright infringement received and remove any Content posted or distributed in violation of applicable copyright laws.</p>\n<p>Our designated agent under the United States Digital Millennium Copyright Act, 17 U.S.C.\nSection 1201, et seq., (the “DMCA”) for the receipt of any Notification of Claimed Infringement which may be given under the DMCA is as follows:</p>\n<p>Confide, Inc.<br>330 West 34th Street, 5th Floor<br>New York, New York 10001<br>Attention: DMCA</p>\n<p>If you believe that your work has been copied on or via the Services in a way that constitutes copyright infringement, please provide our agent with notice in accordance with the requirements of the DMCA, including: (i) a description of the copyrighted work that has been infringed and the specific location where such work is located.\n(ii) a description of the location of the original or an authorized copy of the copyrighted work.\n(iii) your address, telephone number and email address.\n(iv) a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent or the law.\n(v) a statement by you, made under penalty of perjury, that the information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.\nand (vi) an electronic or physical signature of the owner of the copyright or the person authorized to act on behalf of the owner of the copyright interest.</p>\n<br> 17.\nGOVERNING LAW.\nEQUITABLE RELIEF <p>\n<b>Governing Law</b>.\nThe Terms of Service and any action related thereto will be governed by the laws of the State of New York without regard to its conflict of laws provisions.</p>\n<p>\n<b>Equitable Relief</b>.\nYou acknowledge and agree that in the event of a breach or threatened violation of our intellectual property rights and confidential and proprietary information by you, we will suffer irreparable harm and will therefore be entitled to injunctive relief to enforce the Terms of Service.\nWe may, without waiving any other remedies under the Terms of Service, seek from any court having jurisdiction any interim, equitable, provisional, or injunctive relief that is necessary to protect our rights and property pending the outcome of the arbitration referenced above.\nYou hereby irrevocably and unconditionally consent to the personal and subject matter jurisdiction of the federal and state courts in the State of New York, Borough of Manhattan for purposes of any such action by us.</p>\n<br> 18.\nDISPUTES.\nARBITRATION <p>\n<b>Initial Dispute Resolution</b>.\nYou agree to use your best efforts to settle any dispute, claim, question or disagreement directly through consultation with Confide’s customer support.\nPlease contact us before initiating any lawsuit or arbitration.</p>\n<p>The exclusive means of resolving any dispute or claim arising out of or relating to the Terms of Service (including any alleged breach thereof), the Services, or the Application shall be BINDING ARBITRATION administered by the American Arbitration Association.\nThe one exception to the exclusivity of arbitration is that you have the right to bring an individual claim against Confide in a small-claims court of competent jurisdiction.\nBut whether you choose arbitration or small-claims court, you may not under any circumstances commence or maintain against Confide any class action, class arbitration, or other representative action or proceeding.\nBy using the Services or the Application in any manner, you agree to the above arbitration agreement.\nIn doing so, YOU GIVE UP YOUR RIGHT TO GO TO COURT to assert or defend any claims between you and Confide (except for matters that may be taken to small claims court).\nYOU ALSO GIVE UP YOUR RIGHT TO PARTICIPATE IN A CLASS ACTION OR OTHER CLASS PROCEEDING.\nYour rights will be determined by a NEUTRAL ARBITRATOR, NOT A JUDGE OR JURY.\nYou are entitled to a fair hearing before the arbitrator.\nThe arbitrator can grant any relief that a court can, but you should note that arbitration proceedings are usually simpler and more streamlined than trials and other judicial proceedings.\nDecisions by the arbitrator are enforceable in court and may be overturned by a court only for very limited reasons.\nAny proceeding to enforce this arbitration agreement, including any proceeding to confirm, modify, or vacate an arbitration award, may be commenced in any court of competent jurisdiction.\nIn the event that this arbitration agreement is for any reason held to be unenforceable, any litigation against Confide (except for small-claims court actions) may be commenced only in the federal or state courts located in New York County, New York.\nYou hereby irrevocably consent to the jurisdiction of those courts for such purposes and you irrevocably waive any right to a trial by jury.\nThe Terms of Service, and any dispute between you and Confide, shall be governed by the laws of the state of New York without regard to principles of conflicts of law, provided that this arbitration agreement shall be governed by the Federal Arbitration Act.</p>\n<p>\n<b>Online Dispute Resolution</b>.\nIf you reside in the European Union, you can find information about online dispute resolution here: https://webgate.ec.europa.eu/odr/main/index.cfm?event=main.home.show&amp;lng=EN</p>\n<br> 19.\nMISCELLANEOUS <p>\n<b>Entire Agreement</b>.\nExcept as expressly agreed by us and you in writing, the Terms of Service, including our Privacy Policy, constitutes the entire agreement between you and us with respect to the subject matter, and supersedes all previous or contemporaneous agreements, whether written or oral, between the parties with respect to the subject matter.</p>\n<p>\n<b>Export Controls</b>.\nThe Services and the underlying information and technology are subject to US and international laws, restrictions and regulations that may govern the import, export, downloading and use of the Services.\nYou agree to comply with these laws, restrictions and regulations when downloading or using the Services</p>\n<p>\n<b>Severability</b>.\nIf any provision of the Terms of Service is deemed by a competent court or arbitrator to be invalid, void, or unenforceable, the parties agree that the court or arbitrator should endeavor to give effect to the parties’ intentions as reflected in the applicable provision, and any unenforceable provision shall be deemed severable and shall not affect the validity and enforceability of any remaining provision.</p>\n<p>\n<b>Communications Decency Act Notice</b>.\nConfide is a provider of “interactive computer services” as defined under the Communications Decency Act, 47 U.S.C.\nSection 230, and as such, our liability for defamation, libel, product disparagement, and other claims arising out of any communications sent by our users is limited as described therein.\nWe are not responsible for any communications of our users.\nWe neither warrant the accuracy of communications or exercise any editorial control over communications, nor do we assume any legal obligation for editorial control of communications or liability in connection with communications, including any responsibility or liability for investigating or verifying the accuracy of any communications.\nIn fact, as noted in our Privacy Policy, we do not (and cannot) read encrypted communications</p>\n<p>\n<b>Section Headings</b>.\nThe section headings are provided merely for convenience and shall not be given any legal import.</p>\n<p>\n<b>Force Majeure</b>.\nConfide shall not be liable to you or others for failure to perform under the Terms of Service if the failure results, directly or indirectly, from government action or inaction, mechanical or electrical breakdown, war, civil unrest, natural disaster or other cause beyond its reasonable control.\nIf you are affected by an interruption of delay contemplated by this section, Confide will use its commercially reasonable efforts to remedy the interruption of delay if it is reasonably capable of being remedied.</p>\n<p>\n<b>Waiver</b>.\nOur failure to act on or enforce any provision of the Terms of Service shall not be construed as a waiver of that provision or any other provision in the Terms of Service.\nNo waiver shall be effective against us unless made in writing, and no such waiver shall be construed as a waiver in any other or subsequent instance.</p>\n<p>\n<b>Binding Agreement</b>.\nThe Terms of Service shall be binding upon and shall inure to the benefit of the parties</p>\n<p>\n<b>Compliance with Applicable Laws</b>.\nThe Services are based in the U.S.\nWe make no claims concerning whether the Services may be used or are appropriate for use outside of the United States or for your particular industry, company, or intended use.\nYour access to and use of the Services is solely at your own risk.\nYou are solely responsible for ensuring compliance with the applicable laws of your specific jurisdiction and industry</p>\n<p>\n<b>Ambiguous Terms</b>.\nAny ambiguities in the Terms of Service will not be strictly construed against the drafter of the language concerned but will be resolved by applying the most reasonable interpretation under the circumstances, giving full consideration to the intentions of the parties at the time of contracting.\nThe Terms of Service will not be construed against any party by reason of its preparation.</p>\n<br> 20.\nACCEPTABLE USE POLICY <p>Confide respects free and open discussion and dissemination of information.\nWhen there are competing interests at issue, however, Confide reserves the right to take certain preventive or corrective actions.\nIn order to protect these competing interests, Confide has developed this Acceptable Use Policy (“AUP”), which supplements and explains certain terms in the Terms of Service and further defines your rights and obligations when utilizing the Services.\nThis AUP may be revised from time to time, without any obligation to notify you of the same.\nYour use of the Services after changes to this AUP are made available through the Services shall constitute your acceptance of any new or additional terms.</p>\n<p>When you obtain information via the Services, you must keep in mind that we cannot, and do not make any attempt to monitor, verify, warrant, or vouch for the accuracy and quality of the information that you may acquire.\nFor this reason, you must exercise your best judgment in relying on information obtained from the Services, and also should be aware that some material may be offensive.\nBecause we cannot monitor or censor the Services, and will not attempt to do so, Confide shall not be responsible for injury to you that results from inaccurate, unsuitable, offensive, or illegal communications</p>\n<p>When you disseminate information via the Services, you must keep in mind that Confide does not review, edit, censor, or take responsibility for any information you may create.\nWhen you place information on the Services, you have the same liability as other authors for copyright infringement, defamation, and other harmful speech.\nAlso, because the information you create is carried over networks and may reach a large number of people, your communications may affect other users and may harm our goodwill, business reputation, and operations.\nFor these reasons, you violate this AUP and the Terms of Service when you engage in or facilitate the following prohibited activities:</p>\n<p>\n<b>Intellectual Property Violations</b>.\nUsing the Services to engage in any activity that infringes or misappropriates the intellectual property rights of others, including copyrights, trademarks, service marks, trade secrets, patents, or privacy or publicity rights held by individuals, corporations, or other entities.\nWe are required by law to remove or block access to user content upon receipt of a proper notice of copyright infringement.\nIt is also our policy to terminate the privileges of users who violate copyright laws.</p>\n<p>\n<b>Obscene Speech or Materials</b>.\nUsing the Services to view, advertise, transmit, store, post, display, or otherwise make available child pornography or obscene speech or material.\nWe are required by law to notify law enforcement agencies when we become aware of the presence of child pornography on or being transmitted through the Services.</p>\n<p>\n<b>Defamatory or Abusive Language</b>.\nUsing the Services as a means to transmit or post defamatory, harassing, abusive, or threatening language.</p>\n<p>\n<b>Spamming</b>.\nUsing the Services to send unsolicited bulk and/or commercial messages (known as “spamming”).\nSpamming is not only harmful because of its negative impact on consumer attitudes toward Confide, but also because it can overload our networks and disrupt service to our other users.\nWhen a complaint is received, we have the discretion to determine from all of the evidence whether the recipients were from an “opt-in” email list.</p>\n<p>\n<b>Forging of Headers</b>.\nUsing the Services to forge or misrepresent message headers, whether in whole or in part, to mask the originator of the message.</p>\n<p>\n<b>Illegal or Unauthorized Access to Other Computers or Networks</b>.\nUsing the Services to access illegally or without authorization computers, accounts, or networks belonging to another party, or attempting to penetrate security measures of another individual’s system (often known as “hacking”).\nAlso, any activity that might be used as a precursor to an attempted system penetration (i.e.\nport scan, stealth scan, or other information gathering activity).</p>\n<p>\n<b>Distribution of Internet Viruses, Worms, Trojan Horses, or Other Destructive Activities</b>.\nUsing the Services to distribute information regarding the creation of and sending Internet viruses, worms, trojan horses, pinging, flooding, mailbombing, or denial of service attacks.</p>\n<p>\n<b>Export Control Violations</b>.\nUsing the Services to export encryption software to points outside the United States.</p>\n<p>\n<b>Other Unlawful Uses</b>.\nUsing the Services for any unlawful purpose, including, without limitation, advertising, transmitting, or otherwise making available ponzi schemes, pyramid schemes, fraudulently charging credit cards, or pirating content.</p>\n<p>\n<b>Market Research</b>.\nUsing the Services to collect any market research for a competing business.</p>\n<p>\n<b>Interference</b>.\nTaking any action that imposes or may impose (in our sole discretion) an unreasonable or disproportionately large load on our technical infrastructure.\nusing automated means, including spiders, robots, crawlers, data mining tools, or the like to download or scrape data from the Website, except for Internet search engines (e.g., Google) and non-commercial public archives (e.g., archive.org) that comply with our robots.txt file.\nor interfering with or attempting to interrupt the proper operation of the Services through the use of any virus, device, information collection or transmission mechanism, software or routine, or access or attempt to gain access to any data, files, or passwords related to the Services through hacking, password or data mining, or any other means.</p>\n<p>\n<b>Other Activities</b>.\nUsing the Services to engage in activities, whether lawful or unlawful, that Confide determines to be harmful to our users, operations, reputation, goodwill, or customer relations.</p>\n<p>The responsibility for avoiding the harmful activities just described rests primarily with you.\nWe do not (and cannot) read or monitor the contents of the communications of our users to ensure that they comply with the Terms of Service, this AUP, or applicable law.\nHowever, if we become aware of harmful activities, we may take any action to stop the harmful activity, including, but not limited to, removing information, implementing screening software designed to block offending transmissions, denying access to Confide’s website, Application and/or Services, or taking any other action that we deem appropriate in our sole discretion.</p>\n<p>We hope this AUP is helpful in clarifying your obligations as a responsible user of the Services.\nAny complaints about a user’s violation of this AUP should be sent to support@getconfide.com.</p>\n<br> 21.\nCONTACT US <p>Should you have any questions or comments related to Confide, the Terms of Service or the Privacy Policy, please email us at: support@getconfide.com.\nYou may also contact us by postal mail:</p>\n<p>Confide, Inc.<br>330 West 34th Street, 5th Floor<br>New York, New York 10001<br>Attention: Legal Department</p>\n<p>With respect to any communications you send to us, including, but not limited to, feedback, questions, comments, suggestions, and the like, we shall be free to use any ideas, concepts, know-how, or techniques contained in your communications for any purpose whatsoever, including, but not limited to, the development, production, and marketing of products and services that incorporate such information without compensation to you.</p> ", "created_at": "2022-04-29 18:01:58.332251", "updated_at": "2022-04-29 16:05:30.277397"}, {"id": 11853, "name": "Privacy Policy", "url": "https://getconfide.com/privacy", "xpath": "/html/body/section[2]", "text": " Confide Privacy Policy <b>Updated:</b> 2 February 2022 <p>\n</p>\n<p>Your privacy is important to Confide (<b>“Confide,” “we,” “us,” “our”</b>).\nConfide has created this Privacy Policy (<b>“Privacy Policy”</b>) to demonstrate the commitment to protecting your privacy and to explain the personal data Confide processes, how Confide processes it, and for what purposes.\nIt also describes the choices available to you regarding our use of your personal information and how you can access and update this information.</p>\n<p>This Privacy Policy is organized as follows:</p>\n<ol>\n<li>General</li>\n<li>Information we collect</li>\n<li>How we use Personal Information</li>\n<li>Data Sharing</li>\n<li>How to access and control your Personal Information</li>\n<li>Cookies</li>\n<li>Security</li>\n<li>Do not track disclosures</li>\n<li>Retention and deletion</li>\n<li>Children's privacy</li>\n<li>European privacy rights</li>\n<li>California privacy rights</li>\n<li>Updates to the Privacy policy</li>\n<li>Communication preferences</li>\n<li>Contact us</li>\n</ol>\n<br> 1.\nGENERAL <p>Confide is a mobile and desktop security software program utilized by individuals and businesses.\nConfide allows users to share confidential and sensitive information on mobile devices and computers for the purposes of protecting such information from others.\nConfide utilizes sophisticated encryption software in order to ensure that all information shared between users remains secure, thereby driving meaningful interactions, relationships and creating better outcomes for individuals, professionals and businesses.</p>\n<br> 2.\nINFORMATION WE COLLECT <p>Confide collects personal information about you as you use Confide, through your interactions with us.\n“Personal information” is any information that relates to an identifiable individual and may include name, address, email address, phone number, login information (account number, password), social media account information, or payment card number.</p>\n<p>We collect the following personal information:</p>\n<ul>\n<li>\n<b>Your account information.</b> We collect limited personal information from users who register with our services including your first and last name and your contact details (such as your email address or your phone number).</li>\n<li>\n<b>Address book information.</b> When you access and use our services, you may elect to share the data stored in the address book on the device from which you are accessing and using the service (the “Address Book Data”).\nIf you decide to share this data with us, we will see the Address Book Data only in hashed/anonymized form (i.e., in a manner in which we cannot read the data) and we will not store your Address Book Data for non-Confide users.\nWe will use Address Book Data only to provide you with our services and to help you connect with people on Confide that you have listed in your address book via their email address and/or phone number.\nIf you would like to invite one of your friends to Confide, we will send them an invitation to our service (eg, via SMS or email) and then delete that data as soon as the invitation is sent.</li>\n<li>\n<b>Device and connection information.</b> When you download and use our services, we automatically collect information on the type of device you use, operating system version, a randomly-generated device identifier, system performance information, and IP address.</li>\n<li>\n<b>Location information.</b> We collect your general location, such as your country from your device settings and based on your IP address.\nWe do not at any time collect your precise location.</li>\n<li>\n<b>Usage, event and log information.</b> We process certain log and contact data and other related information, such as your unique Confide user ID and service-related, diagnostic, event and performance information (eg, subscription status and connection information), in order to provide the service to you.\nFor example, so the recipient of your message will know who has sent them the message.\nWe do not store the contents of your messages or the recipients of your communications.</li>\n<li>\n<b>Custom support and other communications.</b> When you contact us for customer support or otherwise communicate with us, you may provide us with information related to your use of our products that you deem helpful.\nFor example, information relating to app performance or other issues.</li>\n<li>\n<b>Billing information.</b> If you decide to subscribe to our service directly via our website, we may collect credit card information which is tokenized and used for payment processing, but not stored.\nIn all other circumstances, you will be directed to the appropriate app store, which may require you to provide certain payment and billing information.\nIn the event you subscribe to our services via an app store, we will not store your billing information.</li>\n</ul>\n<br>\n<p>\n<b>Your Messages on Confide</b>\n</p>\n<p>When you use our services to send and/or receive encrypted messages, we store your message(s) in encrypted form.\nWe do <b>\n<u>not</u>\n</b> have access to your messages at any time.\nSimilarly, we do <b>\n<u>not</u>\n</b> have the ability to decrypt or read your encrypted messages.</p>\n<p>When <i>“confidential”</i> mode is selected as “on” by you, we delete all messages:</p>\n<ul>\n<li>as soon as they have been successfully read by the recipient;</li>\n<li>after five (5) days in the case of an unread message.\nand</li>\n<li>after ten (10) days in the case of unopened attachments.</li>\n</ul>\n<p>When <i>“confidential”</i> mode is selected as “off” by you, we delete all messages:</p>\n<ul>\n<li>24-hours after the message is sent by you;</li>\n<li>after five (5) days in the case of an unread message.\nand</li>\n<li>after ten (10) days in the case of unopened attachments.</li>\n</ul>\n<br> 3.\nHOW WE USE PERSONAL INFORMATION <p>Confide uses the information collected to provide you with a positive experience.\nIn particular, we use the information to:</p>\n<ul>\n<li>Provide our services, which may include updating, securing and troubleshooting, as well as providing support.\nIt also includes sharing data, when it is required to provide the service to you;</li>\n<li>Communicate to you about our services and the development of new features;</li>\n<li>Respond to requests, inquires, comments and suggestions;</li>\n<li>Understand and evaluate how our service and features perform with our users;</li>\n<li>Measure usage of our services;</li>\n<li>Measuring our advertising and marketing efforts (e.g., measuring how a user was acquired);</li>\n<li>Provide you with a secure experience and to take measures to protect our services from cyber risks;</li>\n<li>Protect against, identify, investigate, prevent, and respond to fraud, illegal activity (such as hacking or misuse of our services), and claims and other liabilities, including the enforcement of the terms and conditions that govern the services we provide;</li>\n<li>Identify and repair of impairments to intended, existing functionality of our services;</li>\n<li>Understand our customer in order to more effectively market our services;</li>\n<li>Provide quality and safety maintenance and verification services.\nand</li>\n<li>Comply with legal or regulatory requirements, judicial process, industry standards and our company policies.</li>\n</ul>\n<p>We may also aggregate and/or de-identify any information that we collect, such that the information no longer identifies any specific individual.\nWe may use, disclose, and otherwise process such information for our own legitimate business purposes, including historical and statistical analysis and business planning, without restriction.</p>\n<br> 4.\nDATA SHARING <p>We may share your personal information with third parties for the purposes of operating our business, delivering, analyzing, improving, securing, and customizing our services, sending marketing and other communications related to our business, and for other legitimate purposes permitted by applicable law or otherwise with your consent.</p>\n<p>We may share personal information in the following ways:</p>\n<ul>\n<li>\n<b>Corporate Affiliates.</b> Confide is part of the IAC Group family of businesses.\nWe may share your information with other parts of IAC for the purposes of data processing, such as marketing and business operations, technical operations, such as data hosting and maintenance, legal, finance, HR and accounting assistance, security, service functionality, storage, or compliance with applicable laws.</li>\n<li>\n<b>Third Party Service Providers.</b> We may share information about you with the following categories of third party service providers for a variety of business purposes: <ul>\n<li>\n<b>Customer Communications and Insights Platforms.</b> We may share phone numbers, email addresses, app usage, and interactions for purposes of allowing us to communicate with you and administer your account as well as track your usage for our internal analytics.</li>\n<li>\n<b>Internal Business Insights Platforms.</b> Our third party internal business analytics platform provides us with the tools to help us understand app usage and interactions and uncover insights that allow us to improve our product and features as well as optimize our marketing.\nWe may share or make available unique user identifiers, IDFA, deviceID, IP address, Adjust ID and app usage and events (such as when you subscribed to our services) with third party service providers to allow us to: (i) monitor and understand usage in order to enhance existing services or develop new products and features.\nand (ii) better understand our customers in order to market our products more effectively.</li>\n<li>\n<b>Customer Support.</b> When you contact us, your email may be directed through our third-party customer support platform which will have access to your email, the content of your email as well as the date and time your request came into our system.\nWe use these providers to allow us to communicate with you about your account and to receive reports from users about the quality or safety of our products.</li>\n<li>\n<b>Measurement and Attribution.</b> These service providers offer tools that allow us to measure and attribute the source of new subscription sign-ups and that provides us with insights about usage and app events.\nWe may use unique user identifiers made available to us from these third-party service providers to help us measure the effectiveness of our ads (e.g., where and how a user is acquired) and to uncover information about how our customers are using our mobile application in order to improve their quality and safety.\nWe may also share and/or store unique user identifiers, device IDs, IDFA, or IP addresses with these providers for the same purpose.</li>\n<li>\n<b>Other Technology Providers Necessary to Provide our Services.</b> We store user-provided, automated information and/or aggregate or non-personally identifiable information with our cloud storage providers.\nWe also may make certain automated information available for various purposes such as monitoring network traffic to detect malicious actors and to protect against malware, fraud, or other unlawful uses or activity.\nAdditionally, we may use a third party service provider to assist us in providing transcription services.</li>\n<li>\n<b>Payment Processors.</b> If you purchase our services outside of the Apple or Google stores, we will process your payment through a third-party service provider.\nWhen you pay in this manner, you authorize and direct us to process your payment through our payment processor.</li>\n<li>\n<b>Marketing.</b> We, or the third party service providers we use to assist us with marketing our products to you, may use the information we collect from you to provide advertisements and offers for our other products.\nAdditionally, we may share certain information, including app events, with advertising partners that provide us with optimization services for our advertising.</li>\n</ul>\n</li>\n<li>\n<b>Corporate Transactions.</b> We may share information about you in connection with (including during the evaluation or negotiation of) a corporate change or dissolution, including for example a merger, acquisition, reorganization, consolidation, bankruptcy, liquidation, sale of assets or wind-down of a business (each a \"Corporate Transaction\").\nUnless prohibited by applicable law, we reserve the right to transfer the information we maintain in the event we engage in any Corporate Transaction (including, selling or transferring all or a portion of our business or assets).\nIf we engage in such a sale or transfer, we will, where feasible, direct the recipient to use the information in a manner that is consistent with this Privacy Policy.\nAfter such a sale or transfer, you may contact the recipient with any inquiries concerning the processing of your personal information.</li>\n<li>\n<b>Legal, Regulatory, Compliance.</b> In addition, we may disclose and/or share your information to comply with legal or regulatory requirements (including to comply with a court order, judicial subpoena or other subpoena or warrant), industry standards, judicial process, and our company policies, as well as to protect against, identify, investigate, prevent and respond to fraud, illegal activity (such as identifying and responding to incidents of hacking or misuse of our websites and mobile applications), adverse event reporting, and claims and other liabilities.\nWe also reserve the right to disclose your information (i) when we believe in good faith that disclosure is appropriate or necessary to take precautions against liability, (ii) to protect our rights or property or the legal and property rights of others and (iii) investigate and defend third party claims or allegations against us.\nIn addition, we may collect, use, and disclose your personal information as required or permitted by applicable law, or as directed by you, in accordance with this Privacy Policy.</li>\n<li>\n<b>Miscellaneous.</b> We may share information that has been aggregated, anonymized, and/or in an de-identified form that cannot reasonably be used to identify you.\nIn addition, we may disclose and/or share your information if we otherwise notify you and you consent to the sharing.\n</li>\n</ul>\n<br> 5.\nHOW TO ACCESS AND CONTROL YOUR PERSONAL INFORMATION <p>\n<b>Access, Edit and Delete Your Information.</b>\n</p>\n<ul>\n<li>\n<b>EEA Resident.</b> If you are a resident of the European Economic Area (“EEA”), your rights to access, edit and delete your information can be found in the European Privacy Rights section of this Privacy Policy.\nIf you are a California resident, your rights to access, edit and delete can be found in the California Privacy Rights section of this Privacy Policy.</li>\n<li>\n<b>Non-EEA Resident.</b> If you are not a resident of the EEA or California, you may be able to make requests to access, correct and/or delete certain personal information that you provide to Confide.\nFor your protection, we may require proof and verification of your identity and jurisdiction of residency before we can answer any requests.\nIf you wish to make such a request, you may contact us.\nIf we change or delete your personal information or if you decline to actively share certain personal information with us, we may not be able to provide you with our services or some of the features and functionality of our services.\nOnce we have verified that you own the account, we will honor such requests at our discretion and in accordance with applicable law.</li>\n</ul>\n<p>\n<b>Device Permissions.</b>Mobile platforms have permission systems for specific types of device data and notifications, such as camera and microphone as well as push notifications.\nWhere applicable, you can change your settings on your device to either consent or oppose the collection of the corresponding information or the display of the corresponding notifications.\nOf course, if you do that, certain services may lose full or partial functionality.</p>\n<p>\n<b>Uninstall.</b> You can stop all information collection by the app by deactivating your account and then uninstalling the Confide app using the standard uninstall process for your device.\nIf you uninstall the Confide app from your mobile device, the unique identifier associated with your device will continue to be stored by us.\nIf you reinstall the application on the same mobile device, we will be able to re-associate this identifier to your previous transactions and activities.</p>\n<p>\n<b>Email.</b> If you receive a commercial email from us, you may unsubscribe at any time by following the instructions contained within the email.\nYou may contact us if you decide to opt-out from receiving commercial emails and any other promotional communications that we may send to you from time to time.\nPlease be aware that if you opt-out of receiving commercial email from us or otherwise modify the nature or frequency of promotional communications you receive from us, it may take up to ten (10) business days for us to process your request, and you may receive promotional communications from us that you have opted-out from during that period.\nAdditionally, even after you opt-out from receiving commercial messages from us, you will continue to receive transactional or administrative messages from us regarding the services.</p>\n<p>\n<b>Notice to Nevada Users.</b> Under Nevada law, Nevada residents may opt-out of the \"sale\" of certain \"covered information\" (as defined under Nevada law) collected by operators of websites or online services.\nWe currently do not sell covered information, as \"sale\" is defined by Nevada law, and we do not have plans to sell this information.\nHowever, if you would like to be notified if we decide in the future to sell personal information covered by the Nevada law, please contact us.\nYou are responsible for updating any change in your email address by the same method and we are not obligated to cross-reference other emails you may have otherwise provided us for other purposes.\nWe will maintain this information and contact you if our practices change.</p>\n<p>\n<b>International Transfers.</b> Our services are hosted in the United States.\nIf you choose to use our services from outside the United States, with laws governing data collection and use that may differ from United States law, note that you are transferring your personal information outside of those regions to the United States for storage and processing.\nWe may transfer your data from the United States to other countries in connection with the storage and processing of data to operate our business.\nBy using our services and providing personal information, you consent to such transfer, storage, and processing.</p>\n<p>\n<b>Marketing Opt-Outs.</b> Some of the third party service providers we use to market our services and show our ads on other websites and mobile applications may participate in the Digital Advertising Alliance's (<b>“DAA”</b>) Self-Regulatory Program for Online Behavioral Advertising.\nTo learn more about how you can exercise certain choices regarding Interest-based Advertising on the websites and mobile applications that you visit and use, including use of Cross-device Data for serving ads, visit www.aboutads.info/choices, and www.aboutads.info/appchoice for information on the DAA's opt-out program specifically for mobile applications (including use of precise location for third party ads).\nSome of these companies may also be members of the Network Advertising Initiative (<b>“NAI”</b>).\nTo learn more about the NAI and your opt-out options for their members, see www.networkadvertising.org/choices.</p>\n<p>Should you allow notifications within the Confide mobile application, we may send you offers and promotions related to Confide.\nYou may opt-out of these through the settings menu on your device.</p>\n<br> 6.\nCOOKIES <p>Confide uses automatic data collection tools, such as cookies.\nThese tools collect certain standard information that your browser sends to us (eg, Internet Protocol (IP) address, MAC address, clickstream behavior and telemetry).\nThese tools help make your use of our services easier, more efficient, and personalized.</p>\n<p>In addition to cookies, such other technologies may include “SDKs” or software development kits which are used to collect information, usage and statistics from a user’s use of a mobile application.\nBy integrating a mobile SDK, developers can access different tools like analytics or re-engagement, or connect to ad networks to run in-app ads.</p>\n<p>Web browsers and mobile app settings may offer users the ability to disable receiving certain types of cookies.\nhowever, if cookies are disabled, some features or functionality may not function correctly.\nThe \"help\" menu on most web browsers contains information on how to disable cookies, or you can visit www.aboutcookies.org/how-to-control-cookies.</p>\n<p>The above tracking technologies may be deployed by us or our third party service providers on our behalf.\nYou can find more information on our third-party service providers in the Data Sharing section of this Privacy Policy.</p>\n<p>For more information, please see our Cookie Policy.</p>\n<br> 7.\nSECURITY <p>Confide takes reasonable and appropriate steps to protect the personal information entrusted to us and treat it securely in accordance with this Privacy Policy.\nConfide uses a variety of security technologies and procedures to help protect your personal information from unauthorized access, use or disclosure.</p>\n<br> 8.\nDO NOT TRACK DISCLOSURES <p>Some web browsers may transmit “do-not-track” (<b>“DNT”</b>) signals to the websites with which the user communicates.\nBecause of differences in how web browsers incorporate and activate this feature, it is not always clear whether users intend for these signals to be transmitted, or whether they are aware of them.\nBecause there currently is no industry standard concerning what, if anything, websites should do when they receive such signals, our services do not currently process or respond to DNT settings in your web browser.\nIf and when a final standard is established and accepted, we will reassess how to respond to these signals.</p>\n<br> 9.\nRETENTION AND DELETION <p>We will retain your personal information for only as long as is necessary to fulfill the purposes for which it is collected.\nWe will retain and use your personal information to comply with our business requirements (eg, backups, archiving, prevention of fraud and abuse, analytics), legal obligations, resolve disputes, protect our assets, and enforce our rights and agreements.</p>\n<p>We store your personal information (such as your account information, subscription status and certain usage info for analytical purposes) for the duration of your account with us.\nAs soon as you select “delete your account” using the in-app settings, your personal information is fully deleted and/or anonymised.</p>\n<p>We will not retain personal information in identifiable form when the purpose(s) for which the personal information was collected have been achieved and, there is no legal or business need to retain such personally identifiable information.\nThereafter, the data will either be destroyed, deleted, anonymized, and/or removed from our systems</p>\n<br> 10.\nCHILDREN'S PRIVACY <p>Confide does not knowingly collect personal information from children without appropriate parental or guardian consent.\nIf you believe that we may have collected personal information from someone under the applicable age of consent in your country without proper consent, please let us know using the methods described in the Contact Us section of this Privacy Policy and we will take the appropriate measures to investigate and address the issue promptly.</p>\n<br> 11.\nEUROPEAN PRIVACY RIGHTS <p>\n<b>Choices and Rights</b>.\nAs a resident of the EEA, you may have some or all of the following rights in relation to how we use your personal information:</p>\n<ul>\n<li>\n<b>Access:</b> you may request access to your personal information and receive a copy of it;</li>\n<li>\n<b>Correction:</b> you may have inaccurate/incomplete personal information corrected and updated;</li>\n<li>\n<b>Object to, or Limit or Restrict, Use of Data:</b> in some circumstances, you can ask us to stop using all or some of your personal information or to limit our use of it;</li>\n<li>\n<b>Deletion:</b> in certain circumstances, you can request a right \"to be forgotten\" (this is a right to have your information deleted).\nWe will honor such requests unless we have to retain this information to comply with a legal obligation or unless we have an overriding interest to retain it;</li>\n<li>\n<b>Portability:</b> in certain circumstances, you can exercise the right to data portability (this is a right to obtain a transferable version of your personal information to transfer to another provider);</li>\n<li>\n<b>Consent Management:</b> where we rely on consent to process your personal data, you may withdraw consent at any time.\nYou do not have to provide a reason for your withdrawal where processing is based on consent.\nand</li>\n<li>\n<b>Right to Complain:</b> if you are unhappy with any aspect of our data processing or privacy practices, you have the right to complain to your local privacy supervisory authority, a list of which is available here.</li>\n</ul>\n<p>If you are a resident of the EEA and you wish to exercise one of the legal rights mentioned above, you may contact us.\nKeep in mind, we may reject requests for certain reasons, including if the request is unlawful or if it may infringe on the rights and freedoms of another person.</p>\n<p>For your protection, we may require proof of identity and verification before we can answer the above requests.</p>\n<p>\n<b>Basis for Processing Data.</b> We may rely on the following legal grounds when it comes to processing personal information:</p>\n<ul>\n<li>\n<b>Legitimate Interest.</b> There may be a legitimate interest to process the personal information that we collect, such as to develop, administer and support our services.\nto operate, evaluate and improve our business.\nto facilitate and manage engagement programs.\nfor the purposes of operating and helping ensure the security of our business, to promote research and innovation.\nor to facilitate a Corporate Transaction (including a sale of assets or merger or acquisition).</li>\n<li>\n<b>Contractual Obligations.</b> We may process personal information to fulfill our terms of service with you or our contracts with business partners, such as third parties that distribute our products, or to fulfil requirements under our EULA and product terms and conditions.</li>\n<li>\n<b>Legal Claims.</b> It may be necessary for us to process personal information to establish, exercise or defend against fraud, illegal activity, and claims and other liabilities, including by enforcing the terms and conditions that govern the services we provide.</li>\n<li>\n<b>Legal Obligations.</b> Our processing of certain information may be necessary to comply with our legal obligations and for reasons of public interest, such as with respect to adverse events and product safety reporting.</li>\n<li>\n<b>Permitted by Law.</b> We may process personal information as specifically permitted by applicable legal requirements.</li>\n</ul>\n<p>If we rely on consent for the processing of your personal information, we will seek such consent at the time we collect your personal information.</p>\n<p>\n<b>International Data Transfer.</b> We may transfer your personal information to countries other than the country in which the data was originally collected for the purposes described in this Privacy Policy.\nFor example, if you are located outside of the United States, we may transfer your personal information to the United States, where Confide is headquartered.\nThe countries to which we transfer personal information may not have the same data protection laws as the country in which you initially provided the information.\nWhen we transfer personal information across borders, we consider a variety of requirements that may apply to such transfers.</p>\n<p>We only transfer personal information from the EEA to:</p>\n<ul>\n<li>countries the EU Commission has deemed to adequately safeguard personal data;</li>\n<li>pursuant to the recipient's compliance with standard contractual clauses (also known as Model Clauses), or Binding Corporate Rules;</li>\n<li>pursuant to the consent of the individual to whom the personal information pertains.\nor</li>\n<li>as otherwise permitted by applicable EEA requirements.</li>\n</ul>\n<br> 12.\nCALIFORNIA PRIVACY RIGHTS <p>If you are a California resident, we process your personal data in accordance with the California Consumer Privacy Act (<b>“CCPA”</b>).\nThis CCPA section of our Privacy Policy contains information required by the CCPA and supplements our Privacy Policy.</p>\n<p>\n<b>Access to Information and Data Portability Rights.</b> You have the right to send us a request, no more than twice in a twelve-month period, for any of the following for the period that is twelve months prior to the request date:</p>\n<ul>\n<li>The categories of personal information we have collected about you.</li>\n<li>The categories of sources from which we collected your personal information.</li>\n<li>The business or commercial purposes for our collecting or selling your personal information.</li>\n<li>The categories of third parties to whom we have shared your personal information.</li>\n<li>The specific pieces of personal information we have collected about you.</li>\n<li>A list of the categories of personal information disclosed for a business purpose in the prior twelve (12) months, or that no disclosure occurred.</li>\n<li>A list of the categories of personal information sold about you in the prior twelve (12) months, or that no sale occurred.\nIf we sell your personal information, we will explain: <ul>\n<li>The categories of your personal information we have sold.</li>\n<li>The categories of third parties to which we sold personal information, by categories of personal information sold for each third party.</li>\n</ul>\n</li>\n</ul>\n<p>You have the right to make or obtain a transportable copy, no more than twice in a twelve-month period, of your personal information that we have collected in the period that is twelve (12) months prior to the request date.</p>\n<p>\n<b>Data Deletion Rights.</b> Except to the extent we have a basis for retention under CCPA, you may request that we delete your personal information that we have collected directly from you and are maintaining.\nNote also that we are not required to delete your personal information that we did not collect directly from you.</p>\n<p>Exercising Your Rights.\nTo make a request for access, portability, or deletion according to your rights under CCPA, you may contact us.\nCalifornia consumers may exercise these rights via an authorized agent who meets the agency requirements of the CCPA.\nWe cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm that the personal information relates to you.\nAny request you submit to us is subject to an identification and residency verification process (\"Verifiable Consumer Request”).\nThe Verifiable Consumer Request must:</p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify that you are the person about whom we collected personal information or an authorized representative.\nYou agree that in order to accommodate certain requests by you, we may require you to verify your ownership of an account by responding to a text message sent to the phone number on the account and/or by requesting reasonable documentation to show your ownership of the number and account.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>Some personal information we maintain about consumers is not sufficiently associated with enough personal information about the consumer for us to be able to verify that it is a particular consumer's personal information (e.g., clickstream data tied only to a pseudonymous browser ID).\nAs required by the CCPA, we do not include that personal information in response to Verifiable Consumer Requests.\nIf we cannot comply with a request, we will explain the reasons in our response.</p>\n<p>\n<b>Sale of Personal Information.</b> We do not knowingly \"sell\" personal information that we collect from you, in accordance with the definition of \"sell\" in the CCPA, and will treat personal information we collect from you as subject to a do not sell request.</p>\n<p>\n<b>Shine the Light Law.</b> California's \"Shine the Light\" law, Civil Code § 1798.83, requires certain businesses to respond to requests from California customers asking about the businesses' practices related to disclosing personal information to third parties for the third parties' direct marketing purposes.\nWe do not currently engage in the type of sharing covered by this law and as a result, no such list exists.\nWe do not make any representations concerning third parties that do not collect personal information directly through our services.</p>\n<p>\n<b>Miscellaneous.</b> We will make commercially reasonable efforts to identify consumer personal information that we collect, process, store, disclose, and otherwise use and to respond to your CCPA rights requests.\nWe will typically not charge a fee to fully respond to your requests, but we may charge a reasonable fee, or refuse to act upon a request if your request is excessive, repetitive, unfounded, or overly burdensome.\nAlso, we will not discriminate against you in a manner prohibited by the CCPA because you exercise your CCPA rights.\nHowever, we may charge a different price or rate, or offer a different level or quality of goods or services, to the extent that doing so is reasonably related to the value of the applicable data.\nIn addition, we may offer you financial incentives for the collection, sale, and retention and use of your personal information as permitted by the CCPA that can, without limitation, result in reasonably different prices, rates, or quality levels.\nThe material aspects of any financial incentive will be explained and described in its program terms.\nWe may add or change incentive programs and/or their terms by posting a notice on the program descriptions and terms linked to above so check them regularly.</p>\n<br> 13.\nUPDATES TO THE PRIVACY POLICY <p>We may update this Privacy Policy from time to time.\nIf we modify our Privacy Policy, we will post the revised version here, with an updated revision date.\nIf we make material changes to our Privacy Policy, we may also notify you by other means, such as by posting a notice on our website or mobile application or sending you a notification.\nBy continuing to use our services after such revisions are in effect, you accept and agree to the revisions and to abide by them.</p>\n<p>We encourage you to periodically review this Privacy Policy to learn how Confide is protecting your information.</p>\n<br> 14.\nCOMMUNICATION PREFERENCES <p>Confide uses email as a primary communications channel to keep our customers, prospective customers and other stakeholders informed of our products and services.\nIf you choose to unsubscribe from emails, you will immediately be placed on a “do not email” list.</p>\n<br> 15.\nCONTACT US <p>Should you have any questions or comments related to Confide, please email:</p>\n<ul>\n<li>support@getconfide.com</li>\n</ul>\n<p>You may also contact us by postal mail:</p>\n<p>Confide, Inc.<br>330 West 34th Street, 5th Floor<br>New York, New York 10001<br>Attention: Legal Department</p>\n<p>If you have any questions relating to privacy or if you wish to exercise a legal right under applicable privacy law, please contact us here (for EEA residents) or here (for California residents).\nIn addition, California residents may reach us by mail at the address detailed above.</p>\n<p>All other queries should be emailed to: support@getconfide.com.</p> ", "created_at": "2022-04-29 18:01:58.333955", "updated_at": "2022-04-29 16:04:04.089108"}], "points": [], "urls": ["getconfide.com"]}}