{"error": 448, "message": "OK", "parameters": {"id": 4165, "name": "BookBub", "created_at": "2021-06-22 21:20:53.585557", "updated_at": "2022-03-12 23:01:07.198873", "wikipedia": null, "keywords": null, "related": null, "slug": "bookbub", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/4165.png", "url": "bookbub.com", "documents": [{"id": 7214, "name": "PRIVACY POLICY", "url": "https://www.bookbub.com/home/privacy.php", "xpath": "/html/body/div[6]/div/div[1]/div[3]/div/div/div/div/div", "text": " PRIVACY POLICY <p>\n<strong>Last Updated: January 1, 2021</strong>\n</p>\n<p>We're serious about safeguarding your personal information.\nThis Privacy Policy (\"Policy\") describes how Pubmark Inc.\nd/b/a BookBub (\"Company\") collects, uses, and shares personal information of consumer users of our websites located at www.bookbub.com and www.chirpbooks.com, our mobile applications (\"Applications\") (collectively, the \"Sites\") and our online services through BookBub and Chirp (\"Services\").\nThis Policy also applies to any of our other websites that post this Policy.</p>\n<p>\n<br>\n</p> PARTICULARLY IMPORTANT INFORMATION <p>\n<strong>Who We Are.</strong> For the purpose of applicable data protection legislation, the data controller of your personal information is Pubmark Inc., One Broadway, Cambridge, MA 02142.\nOur Data Protection Officer can be reached at dpo@bookbub.com.</p>\n<p>\n<strong>Must-Read Sections.</strong> We draw your attention in particular to the sections entitled \"International Data Transfer\" and \"Information Choices and Changes.\"</p>\n<p>\n<strong>Changes to This Policy.</strong> We will post any modifications or changes to our Privacy Policy on our sites and services.\nWe reserve the right to modify the policy at any time, so we encourage you to review it frequently.\nThe \"Last Updated\" legend above indicates when this policy was last changed.\nIf we make any material changes to the policy, we will post a notice on our sites prior to those changes taking effect.</p>\n<p>\n<br>\n</p> WHAT WE COLLECT <p>There’s a range of information we need to collect about you so that we can operate our sites.\nThis information may include:</p>\n<ul>\n<li>\n<p>\n<strong>Information You Give Us.</strong> We collect your email address, password, the genres of books you like to read, and other information you directly give us.\nIf you provide it, then this information may also include your name, username, country of residence, or credit card information.</p>\n</li>\n<li>\n<p>\n<strong>Information We Get From Others.</strong> We may get information about you from other sources.\nFor example, you can upload contacts from your email provider so that we can notify you when people you know create profiles on BookBub.</p>\n</li>\n<li>\n<p>\n<strong>Information Automatically Collected.</strong> We automatically log information about you and your device.\nFor example, when using our sites, we log your IP address, operating system type, browser type, the referring website, pages you viewed, and access times.\nWe also collect information about actions you take when using our sites, such as authors you follow.\nbooks and advertisements you click.\naudiobooks you purchase or listen to.\nand your reactions, ratings, and reviews on books.</p>\n</li>\n<li>\n<p>\n<strong>Cookies.</strong> We may log information using \"cookies.\" Cookies are small data files stored on your device by a website.\nWe may use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your device until you delete them) to provide you with a more personal and interactive experience on our sites.\nWe do not currently respond to Do Not Track signals.</p>\n</li>\n</ul>\n<p>\n<br>\n</p> WHAT WE DO WITH THIS INFORMATION <p>We use the information we collect in the following ways:</p>\n<ul>\n<li>\n<p>\n<strong>Service Delivery</strong>.\nTo operate and maintain our services.\nto create your account, identify you as a user, and customize our sites for your account.\nto send you administrative communications, which may include administrative emails, confirmations, technical notices, updates, and security alerts.\nto respond to your comments and questions and provide you with user support.\nand to process payments you make via our sites.</p>\n</li>\n<li>\n<p>\n<strong>Research &amp.\nDevelopment</strong>.\nTo improve our services.</p>\n</li>\n<li>\n<p>\n<strong>Marketing</strong>.\nTo track and measure our advertising, and to send you promotional communications.\nDepending on your settings, these promotional communications may include deals or new releases emails, alerts related to authors you follow, social notifications, surveys, or other newsletters.\nYou may opt-out of receiving such information at any time: such marketing emails tell you how to \"opt-out.\"</p>\n</li>\n<li>\n<p>\n<strong>Compliance &amp.\nOperations</strong>.\nTo protect, investigate, and deter against fraudulent, unauthorized, or illegal activity.</p>\n</li>\n</ul>\n<p>\n<br>\n</p> HOW WE SHARE THIS INFORMATION <p>We may share your personal information as follows:</p>\n<ul>\n<li>\n<p>\n<strong>Third Parties Designated by You.</strong> We may share your personal information with third parties where you have provided your consent to do so.</p>\n</li>\n<li>\n<p>\n<strong>Our Third-Party Service Providers.</strong> We may share your personal information with our third-party service providers who provide services such as data analysis, payment processing, information technology and related infrastructure, email delivery, and other similar services.\nWe require that our third-party service providers use your personal information only to provide the services we've requested.</p>\n</li>\n<li>\n<p>\n<strong>Our Advertising Partners.</strong> We may share your personal information with our third-party service providers who enable us to place ads on our sites, or on third-party websites.\nUnder interest-based advertising, companies use cookies and other tracking tools in order to provide ads for products and services that may be of interest to you.\nFor additional information, including options for opting out of our (and our third-party advertising partners’) use of cookies and other tracking technologies, refer to the section below entitled Online Tracking Opt-out Guide.</p>\n</li>\n<li>\n<p>\n<strong>Our Other Services.</strong> We may share your personal information between our services, BookBub and Chirp.\nFor example, if you create an account on Chirp, we may access the genres of books you like to read from your account on BookBub.</p>\n</li>\n<li>\n<p>\n<strong>Corporate Restructurings.</strong> We may share personal information when we do a business deal, or negotiate a business deal, involving the sale or transfer of all or a part of our business or assets.\nThese deals can include any merger, financing, acquisition, or bankruptcy transaction or proceeding.</p>\n</li>\n<li>\n<p>\n<strong>Other Disclosures.</strong> We may share personal information as we believe necessary or appropriate (a) to comply with applicable laws.\n(b) to comply with lawful requests and legal process, including to respond to requests from public and government authorities to meet national security or law enforcement requirements.\n(c) to enforce our Privacy Policy.\nand (d) to protect our rights, privacy, safety or property, and/or that of you or others.</p>\n</li>\n</ul>\n<p>\n<br>\n</p> ANONYMOUS DATA <p>When we use the term \"anonymous data,\" we’re referring to data and information that doesn’t permit you to be identified or identifiable, either alone or when combined with any other information available to a third party.</p>\n<p>We may create anonymous data from the personal information we receive about you and other individuals whose personal information we collect.\nAnonymous data might include analytics information and information collected by us using cookies.&nbsp;We make personal information into anonymous data by excluding information, such as your name, that makes the data personally identifiable to you.\nWe use this anonymous data to analyze usage patterns in order to make improvements to our sites.</p>\n<p>\n<br>\n</p> INFORMATION THAT MAY BE PUBLICLY VISIBLE <p>If you have a social profile on BookBub, then certain information may be publicly visible, including your name and username.\nother users you’re following.\nand your reactions, ratings, and reviews that you share with other BookBub users.\nIf you haven't created a social profile, then we may have created one for you using the information you have previously provided, including parts of your email address, to facilitate interacting with features on the site.\nYou can control the information that is publicly visible on your profile by adjusting your privacy settings.</p>\n<p>We urge you to be very careful when deciding to disclose your personal information, or any other information, on our sites.</p>\n<p>\n<br>\n</p> COOKIES <p>We use several types of cookies on our sites:</p>\n<ul>\n<li>\n<p>\n<strong>Essential Cookies.</strong> These cookies are essential to provide you with services available through our sites.\nFor example, when you sign in to our sites, we may send cookies to your device so that we can identify you as a user.</p>\n</li>\n<li>\n<p>\n<strong>Functionality Cookies.</strong> These cookies are used to remember choices you make when you use our sites, such as your country.\nThe purpose of these cookies is to provide you with a more personal experience.</p>\n</li>\n<li>\n<p>\n<strong>Analytics and Performance Cookies.</strong> These cookies are used to collect information about traffic to our sites and how users use the sites.\nThe information is aggregated and anonymous and does not identify any individual visitor.\nIt includes the number of visitors to our sites, the pages they visited, and other similar information.\nWe use this information to help operate, maintain, and improve our sites.</p>\n</li>\n<li>\n<p>\n<strong>Social Media Cookies.</strong> These cookies are used when you share information using a social media sharing button on our sites or engage with our content on or through a social network such as Facebook or Twitter.\nThe social network will record that you have done this.</p>\n</li>\n</ul>\n<p>\n<br>\n</p> ONLINE TRACKING OPT-OUT GUIDE <p>Like many companies online, we may use services provided by Google and other companies that rely on technologies — such as cookies and web beacons — to collect information directly from your device about your browsing activities, your interactions with websites, and the device you're using to connect to the Internet.\nThere are a number of ways to opt-out of having your online activity and device data collected through these services, which we have summarized below:</p>\n<p>\n<strong>Blocking cookies in your browser.</strong> Most browsers let you remove or reject cookies, including cookies used for interest-based advertising.\nTo do this, follow the instructions in your browser settings.\nMany browsers accept cookies by default until you change your settings.\nIf you remove or reject our cookies, it could affect how our sites work for you.</p>\n<p>\n<strong>Blocking advertising ID use in your mobile settings.</strong> Your mobile device settings may provide functionality to limit use of the advertising ID associated with your mobile device for interest-based advertising.\nPlease check the instructions for your operating system: iOS or Android.</p>\n<p>\n<strong>Using privacy plug-ins or browsers.</strong> You can block our websites from setting cookies used for interest-based advertising by using a browser with privacy features, like Brave, or by installing browser plugins that block third-party cookies and trackers.</p>\n<p>\n<strong>Platform opt-outs.</strong> The following advertising partners offer features that let you opt-out of the use of your information for interest-based advertising:</p>\n<ul>\n<li>\n<p>\n<strong>Google.</strong> https://adssettings.google.com</p>\n</li>\n<li>\n<p>\n<strong>Facebook.</strong> https://www.facebook.com/about/ads</p>\n</li>\n<li>\n<p>\n<strong>AppNexus.</strong> https://platform.xandr.com/privacy-center/opt_out</p>\n</li>\n<li>\n<p>\n<strong>Rakuten Advertising.</strong> https://rakutenadvertising.com/legal-notices/services-privacy-rights-request-form/</p>\n</li>\n</ul>\n<p>\n<strong>Advertising industry opt-out tools.</strong> You can also use these opt-out options to limit use of your information for interest-based advertising by participating companies.\nBecause these opt-out mechanisms are specific to the device or browser on which they are exercised, you will need to opt-out on every browser and device that you use.</p>\n<ul>\n<li>\n<p>\n<strong>Digital Advertising Alliance.</strong> http://optout.aboutads.info</p>\n</li>\n<li>\n<p>\n<strong>Network Advertising Initiative.</strong> http://optout.networkadvertising.org/?c=1</p>\n</li>\n</ul>\n<p>\n<br>\n</p> GOOGLE ANALYTICS <p>We use Google Analytics, a service which collects information anonymously and reports website trends without identifying individual visitors.\nGoogle Analytics uses its own cookie to track visitor interactions.\nTo learn more about the information collected by Google Analytics, please visit https://www.google.com/policies/privacy/.</p>\n<p>\n<br>\n</p> GOOGLE RECAPTCHA <p>We use Google reCAPTCHA, which identifies bots by collecting hardware and software information and sending that data to Google for analysis.\nTo learn more about Google reCAPTCHA, please visit https://www.google.com/recaptcha/intro/invisible.html and https://www.google.com/policies/privacy/.</p>\n<p>\n<br>\n</p> INFORMATION CHOICES AND CHANGES <p>\n<strong>Opt-out.</strong> You can contact us any time to opt-out of (a) promotional communications, (b) any new processing of your personal information that we may carry out beyond the original purpose, or (c) the transfer of your personal information outside the EEA.\nPlease note that your use of some of the sites or services may be ineffective upon opt-out.</p>\n<p>\n<strong>Access.</strong> You can access the information we hold about you at any time by viewing your account on our sites or by contacting us directly.</p>\n<p>\n<strong>Amend.</strong> You can also contact us to update or correct any inaccuracies in your personal information.</p>\n<p>\n<strong>Move.</strong> Your personal information is portable — i.e.\nyou have the flexibility to move your data to other service providers as you wish.</p>\n<p>\n<strong>Erase and Forget.</strong> In certain situations, for example when the information we hold about you is no longer relevant or is incorrect, you can request that we erase your data.</p>\n<p>You may have an account on BookBub, Chirp, or both sites.</p>\n<p>If you wish to exercise any of these rights, please contact us (BookBub, Chirp).\nIn your request, please make clear (a) what personal information is concerned, and (b) which of the above rights you would like to enforce.\nFor your protection, we may only implement requests with respect to the personal information associated with the particular email address that you use to send us your request, and we may need to verify your identity before implementing your request.\nWe will try to comply with your request as soon as reasonably practicable.</p>\n<p>When you receive promotional emails from us, you can also unsubscribe or opt-out by clicking the link at the bottom of any of the emails.\nYou can’t opt-out of receiving administrative communications.</p>\n<p>In order to use our sites, you need to provide us with your email address.\nIf you cannot provide us with your email address, you cannot use our sites.</p>\n<p>\n<br>\n</p> DATA RETENTION <p>We retain personal information for as long as necessary to fulfill the purposes for which we collected it.\nThese purposes may include satisfying any legal, accounting, or reporting requirements.\nestablishing or defending legal claims.\nor fraud prevention.</p>\n<p>To determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information.\nthe potential risk of harm from unauthorized use or disclosure of your personal information.\nthe purposes for which we process your personal information and whether we can achieve those purposes through other means.\nand the applicable legal requirements.</p>\n<p>When we no longer require the personal information we have collected about you, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.\nIf we anonymize your personal information (so that it can no longer be associated with you), we may use this information indefinitely without further notice to you.</p>\n<p>\n<br>\n</p> INTERNATIONAL DATA TRANSFER <p>Your information, including personal information that we collect from you, may be transferred to, stored at and processed by us and other third parties outside the country in which you reside, including, but not limited to the United States, where data protection and privacy regulations may not offer the same level of protection as in other parts of the world.\nBy using our sites, you agree to this transfer, storing or processing.\nWe will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy.</p>\n<p>We will only process your personal information in accordance with applicable data protection and privacy laws.\nWe need certain personal information in order to provide you with access to our sites.\nIf you are an EU resident and you registered with us, you will have been asked to check a box indicating your agreement to provide this information in order to access our services.\nThis consent provides us with the legal basis we require under applicable law to process your information.\nYou maintain the right to withdraw such consent at any time.\nIf you do not agree to our use of your personal information in line with this Privacy Policy, please do not use our sites.</p>\n<p>You can only use Chirp if you reside in the United States or Canada.</p>\n<p>\n<br>\n</p> SENSITIVE PERSONAL INFORMATION <p>Subject to the next paragraph, we ask that you not send us, and you do not disclose, any sensitive personal information (e.g., social security numbers, information related to racial or ethnic origin, political opinions, religion or other beliefs, health, biometrics or genetic characteristics, criminal background or trade union membership) on or through our sites or otherwise to us.</p>\n<p>If you send or disclose any sensitive personal information to us when you submit user-generated content to BookBub, you consent to our processing and use of such sensitive personal information in accordance with this Privacy Policy.\nIf you do not consent to our processing and use of such sensitive personal information, you must not submit such user-generated content to BookBub.</p>\n<p>\n<br>\n</p> IMPORTANT INFORMATION FOR CALIFORNIA RESIDENTS <p>This section applies only to California residents.\nIt describes how we collect, use and share personal information of California residents in operating our business, and their rights with respect to that personal information.\nFor the purposes of this section, \"personal information\" has the meaning given in the California Consumer Privacy Act of 2018 (\"CCPA\") but does not include information exempted from the scope of the CCPA.</p>\n<p>\n<strong>Your California Privacy Rights.</strong> As a California resident, you have the rights listed below.\nHowever, these rights are not absolute, and in certain cases we may decline your request as permitted by law.</p>\n<ul>\n<li>\n<p>\n<strong>Information.</strong> You can request the following information about how we have collected and used your personal information during the past 12 months: the categories of personal information that we have collected.\nthe categories of sources from which we collected personal information.\nthe business or commercial purpose for collecting and/or selling personal information.\nthe categories of third parties with whom we share personal information.\nwhether we have disclosed your personal information for a business purpose, and if so, the categories of personal information received by each category of third-party recipient.\nand whether we’ve sold your personal information, and if so, the categories of personal information received by each category of third-party recipient.</p>\n</li>\n<li>\n<p>\n<strong>Access.</strong> You can request a copy of the personal information that we have collected about you during the past 12 months.</p>\n</li>\n<li>\n<p>\n<strong>Deletion.</strong> You can ask us to delete the personal information that we have collected from you.</p>\n</li>\n<li>\n<p>\n<strong>Nondiscrimination.</strong> You are entitled to exercise the rights described above free from discrimination.\nThis means that we will not penalize you for exercising your rights by taking actions such as denying you services, increasing the price/rate of services, decreasing service quality, or suggesting that we may penalize you as described above for exercising your rights.</p>\n</li>\n</ul>\n<p>\n<strong>How to Exercise Your Rights.</strong> You can request to exercise your information, access and deletion rights by contacting us (BookBub, Chirp) or by emailing us (BookBub, Chirp).\nWe will need to confirm your identity and California residency to process your requests to exercise your information, access or deletion rights.\nWe cannot process your request if you do not provide us with sufficient detail to allow us to understand and respond to it.</p>\n<p>\n<strong>Personal Information That We Collect, Use and Share.</strong> The list below summarizes how we collect, use and share personal information by reference to the statutory categories specified in the CCPA, and describes our practices during the 12 months preceding the effective date of this Privacy Policy.\nCategories in the list refer to the categories described above in the general section of this policy.\nWe do not sell your personal information.</p>\n<ul>\n<li>\n<p>\n<strong>Identifiers.</strong> We collect this from Information You Give Us and Information We Get From Others.\nWe use this information for Service Delivery, Research &amp.\nDevelopment, Marketing, and Compliance &amp.\nOperations.</p>\n</li>\n<li>\n<p>\n<strong>Commercial Information.</strong> We collect this from Information Automatically Collected.\nWe use this information for Service Delivery, Research &amp.\nDevelopment, Marketing, and Compliance &amp.\nOperations.</p>\n</li>\n<li>\n<p>\n<strong>Financial Information.</strong> We collect this from Information You Give Us.\nWe use this information for Service Delivery and Compliance &amp.\nOperations.</p>\n</li>\n<li>\n<p>\n<strong>Online Identifiers.</strong> We collect this from Information You Give Us, Information Automatically Collected, and Cookies.\nWe use this information for Service Delivery, Research &amp.\nDevelopment, Marketing, and Compliance &amp.\nOperations.</p>\n</li>\n<li>\n<p>\n<strong>Internet or Network Information.</strong> We collect this from Information Automatically Collected.\nWe use this information for Service Delivery, Research &amp.\nDevelopment, Marketing, and Compliance &amp.\nOperations.</p>\n</li>\n</ul>\n<p>For each of the above categories, we may share this information with the following categories of third parties: Third Parties Designated by You, Our Third-Party Service Providers, Our Advertising Partners, Our Other Services, Corporate Restructurings, or Other Disclosures.\nFor additional information on how we share this information, refer to the section above entitled How We Share This Information.</p>\n<p>As we explain in this Privacy Policy, we may use cookies and other tracking tools to facilitate advertising.\nIf you would like to opt out of our (and our third-party advertising partners’) use of cookies and other tracking technologies, refer to the section above entitled Online Tracking Opt-out Guide.</p>\n<p>\n<br>\n</p> OUR POLICY ON CHILDREN <p>Our sites are not directed at children under 16.\nIf a parent or guardian becomes aware that their child has provided us with information without their consent, they should contact us (BookBub, Chirp), and we will delete such information as soon as reasonably practicable.</p>\n<p>\n<br>\n</p> USER TESTIMONIALS AND FEEDBACK <p>We often receive testimonials and comments from users who have had positive experiences with our services, and we occasionally publish them.\nWe obtain the user’s consent prior to posting any feedback on a public area of our sites.</p>\n<p>\n<br>\n</p> CONTACT INFORMATION <p>Thanks for using our sites, and for reviewing our Privacy Policy.\nWe welcome your comments or questions about this Privacy Policy.\nIf you have any feedback, we encourage you to contact us (BookBub, Chirp).</p> ", "created_at": "2021-06-22 21:20:53.590576", "updated_at": "2021-06-22 19:21:23.002305"}, {"id": 7213, "name": "TERMS OF SERVICE", "url": "https://www.bookbub.com/home/terms.php", "xpath": "/html/body/div[6]/div/div[1]/div[3]/div/div/div/div/div", "text": " TERMS OF SERVICE <p>\n<strong>Last Updated: March 5, 2019</strong>\n</p>\n<p>The websites located at www.bookbub.com and www.chirpbooks.com, and our mobile applications (\"Applications\") (collectively, the “Sites”) are a copyrighted work belonging to Pubmark Inc.\nd/b/a BookBub (“Company”, “us”, “our”, and “we”).\nCertain features of the Sites and online services (“Services”) may be subject to additional guidelines, terms, or rules, which will be posted on the Sites in connection with such features.\nAll such additional terms, guidelines, and rules are incorporated by reference into these Terms.</p>\n<p>THESE TERMS OF USE (THESE \"TERMS\") SET FORTH THE LEGALLY BINDING TERMS AND CONDITIONS THAT GOVERN YOUR USE OF THE SITES.\nBY ACCESSING OR USING THE SITES, YOU ARE ACCEPTING THESE TERMS (ON BEHALF OF YOURSELF OR THE ENTITY THAT YOU REPRESENT), AND YOU REPRESENT AND WARRANT THAT YOU HAVE THE RIGHT, AUTHORITY, AND CAPACITY TO ENTER INTO THESE TERMS (ON BEHALF OF YOURSELF OR THE ENTITY THAT YOU REPRESENT).\nIF YOU DO NOT AGREE WITH ALL OF THE PROVISIONS OF THESE TERMS, DO NOT ACCESS AND/OR USE THE SITES.</p>\n<p>WE WANT TO LET YOU KNOW THAT THE TERMS INCLUDE AN ARBITRATION AGREEMENT WHICH WILL, WITH LIMITED EXCEPTIONS, REQUIRE DISPUTES BETWEEN US TO BE SUBMITTED TO BINDING AND FINAL ARBITRATION.\nUNLESS YOU OPT OUT OF THE ARBITRATION AGREEMENT: (1) YOU WILL ONLY BE PERMITTED TO PURSUE CLAIMS AND SEEK RELIEF AGAINST US ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION OR PROCEEDING.\nAND (2) YOU ARE WAIVING YOUR RIGHT TO SEEK RELIEF IN A COURT OF LAW AND TO HAVE A JURY TRIAL ON YOUR CLAIMS.\nPLEASE READ SECTION 11 CAREFULLY.</p>\n<p>As part of the Services, Company allows you to purchase audio content sold by the Company, and related services (“Chirp Service”).</p>\n<p>\n<br>\n</p> 1.\nAccounts <p>\n<strong>1.1.\nAccount Creation.</strong> In order to use certain features of the Sites, you must register for an account (\"Account\") and provide certain information about yourself as prompted by the account registration form.\nYou represent and warrant that: (a) all required registration information you submit is truthful and accurate.\n(b) you will maintain the accuracy of such information.\nYou may delete your Account at any time, for any reason, by following the instructions on the Sites.\nCompany may suspend or terminate your Account in accordance with Section 9.</p>\n<p>\n<strong>1.2.\nAccount Responsibilities.</strong> You are responsible for maintaining the confidentiality of your Account login information and are fully responsible for all activities that occur under your Account.\nYou agree to immediately notify Company of any unauthorized use, or suspected unauthorized use of your Account or any other breach of security.\nCompany cannot and will not be liable for any loss or damage arising from your failure to comply with the above requirements.</p>\n<p>\n<br>\n</p> 2.\nAccess to the Sites <p>\n<strong>2.1.\nLicense.</strong> Subject to these Terms, Company grants you a non-transferable, non-exclusive, revocable, limited license to use and access the Sites and Services, solely for your own personal, noncommercial use.</p>\n<p>\n<strong>2.2.\nCertain Restrictions.</strong> The rights granted to you in these Terms are subject to the following restrictions: (a) you shall not license, sell, rent, lease, transfer, assign, distribute, host, or otherwise commercially exploit the Sites or Services, whether in whole or in part, or any content displayed on the Sites.\n(b) you shall not modify, make derivative works of, disassemble, reverse compile or reverse engineer any part of the Sites.\n(c) you shall not access the Sites in order to build a similar or competitive website, product, or service.\nand (d) except as expressly stated herein, no part of the Sites may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means.\nUnless otherwise indicated, any future release, update, or other addition to functionality of the Sites shall be subject to these Terms.\nAll copyright and other proprietary notices on the Sites (or on any content displayed on the Sites) must be retained on all copies thereof.</p>\n<p>\n<strong>2.3.\nChirp Restrictions.</strong> In addition, users of the Chirp Service agree that they will not: (a) use the Service or its content to reproduce copyrighted materials.\n(b) copy, store, edit, change, prepare any derivative work of or alter in any way the Chirp Service or its content.\n(c) stream or download content by means other than the Chirp Service proprietary software.\n(d) make the Chirp Service or its content available over a network (other than the Site) where it could be used by others.\n(e) share audio content purchased through the Site with another person.\nor (f) rent, lease or sublicense, sell, transfer, distribute or publicly perform the audio content purchased through the Site in any manner, or exploit it commercially.</p>\n<p>\n<strong>2.4.\nModification.</strong> Company reserves the right, at any time, to modify, suspend, or discontinue the Sites (in whole or in part) with or without notice to you.\nYou agree that Company will not be liable to you or to any third party for any modification, suspension, or discontinuation of the Sites or any part thereof.</p>\n<p>\n<strong>2.5.\nNo Support or Maintenance.</strong> You acknowledge and agree that Company will have no obligation to provide you with any support or maintenance in connection with the Sites.</p>\n<p>\n<strong>2.6.\nOwnership.</strong> Excluding any User Content that you may provide (defined below), you acknowledge that between you and the Company, all the intellectual property rights, including copyrights, patents, trade marks, and trade secrets, in the Sites and its content are owned by Company or Company’s suppliers.\nNeither these Terms (nor your access to the Sites) transfers to you or any third party any rights, title or interest in or to such intellectual property rights, except for the limited access rights expressly set forth in Section 2.1.\nCompany and its suppliers reserve all rights not granted in these Terms.\nThere are no implied licenses granted under these Terms.</p>\n<p>\n<br>\n</p> 3.\nUser Content <p>\n<strong>3.1.\nUser Content.</strong> \"User Content\" means any and all information and content that a user submits to, or uses with, the Sites (e.g., content in the user’s profile or postings).\nYou are solely responsible for your User Content.\nYou assume all risks associated with use of your User Content, including any reliance on its accuracy, completeness or usefulness by others, or any disclosure of your User Content that personally identifies you or any third party.\nYou hereby represent and warrant that your User Content does not violate our Acceptable Use Policy (defined in Section 3.3).\nYou may not represent or imply to others that your User Content is in any way provided, sponsored or endorsed by Company.\nBecause you alone are responsible for your User Content, you may expose yourself to liability if, for example, your User Content violates the Acceptable Use Policy.\nCompany is not obligated to backup any User Content, and your User Content may be deleted at any time without prior notice.\nYou are solely responsible for creating and maintaining your own backup copies of your User Content if you desire.</p>\n<p>\n<strong>3.2.\nLicense.</strong> You hereby grant (and you represent and warrant that you have the right to grant) to Company an irrevocable, nonexclusive, royalty-free and fully paid, worldwide license to reproduce, distribute, publicly display and perform, prepare derivative works of, incorporate into other works, and otherwise use and exploit your User Content, and to grant sublicenses of the foregoing rights, solely for the purposes of including your User Content in the Sites.\nYou hereby irrevocably waive (and agree to cause to be waived) any claims and assertions of moral rights or attribution with respect to your User Content.</p>\n<p>\n<strong>3.3.\nAcceptable Use Policy.</strong> The following terms constitute our \"Acceptable Use Policy\":</p>\n<p>(a) You agree not to use the Sites to collect, upload, transmit, display, or distribute any User Content (i) that violates any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right.\n(ii) that is unlawful, harassing, abusive, tortious, threatening, harmful, invasive of another’s privacy, vulgar, defamatory, false, intentionally misleading, trade libelous, pornographic, obscene, patently offensive, promotes racism, bigotry, hatred, or physical harm of any kind against any group or individual or is otherwise objectionable.\n(iii) that is harmful to minors in any way.\n(iv) that is in violation of any law, regulation, or obligations or restrictions imposed by any third party.\nor (v) that violates BookBub’s Community Guidelines.</p>\n<p>(b) In addition, you agree not to: (i) upload, transmit, or distribute to or through the Sites any computer viruses, worms, or any software intended to damage or alter a computer system or data.\n(ii) send through the Sites unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes, or any other form of duplicative or unsolicited messages, whether commercial or otherwise.\n(iii) use the Sites to harvest, collect, gather or assemble information or data regarding other users, including e-mail addresses, without their consent.\n(iv) interfere with, disrupt, or create an undue burden on servers or networks connected to the Sites, or violate the regulations, policies or procedures of such networks.\n(v) attempt to gain unauthorized access to the Sites (or to other computer systems or networks connected to or used together with the Sites), whether through password mining or any other means.\n(vi) harass or interfere with any other user’s use and enjoyment of the Sites.\nor (vi) use software or automated agents or scripts to produce multiple accounts on the Sites, or to generate automated searches, requests, or queries to (or to strip, scrape, or mine data from) the Sites (provided, however, that we conditionally grant to the operators of public search engines revocable permission to use spiders to copy materials from the Sites for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials, subject to the parameters set forth in our robots.txt file).</p>\n<p>\n<strong>3.4.\nEnforcement.</strong> We reserve the right (but have no obligation) to review any User Content, and to investigate and/or take appropriate action against you in our sole discretion if you violate the Acceptable Use Policy or any other provision of these Terms or otherwise create liability for us or any other person.\nSuch action may include removing or modifying your User Content, terminating your Account in accordance with Section 9, and/or reporting you to law enforcement authorities.</p>\n<p>\n<strong>3.5.\nFeedback.</strong> Your feedback is welcome and encouraged.\nIf you provide Company with any feedback or suggestions regarding the Sites (\"Feedback\"), you hereby assign to Company all rights in such Feedback and agree that Company shall have the right to use and fully exploit such Feedback and related information in any manner it deems appropriate.\nCompany will treat any Feedback you provide to Company as non-confidential and non-proprietary.\nYou agree that you will not submit to Company any information or ideas that you consider to be confidential or proprietary.</p>\n<p>\n<br>\n</p> 4.\nPurchases and Fees <p>Fees for purchased content and other services will be stated at the time of your purchase or registration, as applicable.\nOnce we have made purchased content available to you for download, we encourage you to download the content promptly after purchase.\nFees may be subject to tax and are subject to the applicable refund policies.</p>\n<p>\n<br>\n</p> 5.\nIndemnification <p>You agree to indemnify and hold Company (and its officers, employees, and agents) harmless, including costs and attorneys’ fees, from any claim or demand made by any third party due to or arising out of (a) your use of the Sites and Services, (b) your violation of these Terms, (c) your violation of applicable laws or regulations or (d) your User Content.\nCompany reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate with our defense of these claims.\nYou agree not to settle any matter without the prior written consent of Company.\nCompany will use reasonable efforts to notify you of any such claim, action or proceeding upon becoming aware of it.</p>\n<p>\n<br>\n</p> 6.\nThird-Party Links &amp.\nAds.\nOther Users <p>\n<strong>6.1.\nThird-Party Links &amp.\nAds.</strong> The Sites may contain links to third-party websites and services, and/or display advertisements for third parties (collectively, \"Third-Party Links &amp.\nAds\").\nSuch Third-Party Links &amp.\nAds are not under the control of Company, and Company is not responsible for any Third-Party Links &amp.\nAds.\nCompany provides access to these Third-Party Links &amp.\nAds only as a convenience to you, and does not review, approve, monitor, endorse, warrant, or make any representations with respect to Third-Party Links &amp.\nAds.\nYou use all Third-Party Links &amp.\nAds at your own risk, and should apply a suitable level of caution and discretion in doing so.\nWhen you click on any of the Third-Party Links &amp.\nAds, the applicable third party’s terms and policies apply, including the third party’s privacy and data gathering practices.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any transaction in connection with such Third-Party Links &amp.\nAds.\nFurthermore, you acknowledge that the Sites may list certain offers, deals, and other incentives (such as listings for free and discounted digital books) on behalf of third parties.\nYou acknowledge we do not have any control over such offers, deals and incentives, and we do not guarantee that any third-party offer, deal or incentive we publish will be made available or fulfilled by the provider.</p>\n<p>\n<strong>6.2.\nOther Users.</strong> Each Site user is solely responsible for any and all of its own User Content.\nBecause we do not control User Content, you acknowledge and agree that we are not responsible for any User Content, whether provided by you or by others.\nWe make no guarantees regarding the accuracy, currency, suitability, or quality of any User Content.\nYour interactions with other Site users are solely between you and such users.\nYou agree that Company will not be responsible for any loss or damage incurred as the result of any such interactions.\nIf there is a dispute between you and any Site user, we are under no obligation to become involved.</p>\n<p>\n<strong>6.3.\nMature Content.</strong> Some of the sections of the Sites, such as \"Dark Romance &amp.\nErotica,\" may include mature subject matter or content that may not be appropriate for children under 18 years of age.\nIf you are under 18 years of age you are not permitted to access such content.</p>\n<p>\n<strong>6.4.\nRelease.</strong> You hereby release and forever discharge the Company (and our officers, employees, agents, successors, and assigns) from, and hereby waive and relinquish, each and every past, present and future dispute, claim, controversy, demand, right, obligation, liability, action and cause of action of every kind and nature (including personal injuries, death, and property damage), that has arisen or arises directly or indirectly out of, or that relates directly or indirectly to, the Sites (including any interactions with, or act or omission of, other Site users or any Third-Party Links &amp.\nAds).\nIF YOU ARE A CALIFORNIA RESIDENT, YOU HEREBY WAIVE CALIFORNIA CIVIL CODE SECTION 1542 IN CONNECTION WITH THE FOREGOING, WHICH STATES: \"A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.\"</p>\n<p>\n<br>\n</p> 7.\nDisclaimers <p>THE SITES AND SERVICES ARE PROVIDED ON AN \"AS-IS\" AND “AS AVAILABLE” BASIS, AND COMPANY (AND OUR SUPPLIERS) EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING ALL WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, ACCURACY, OR NON-INFRINGEMENT.\nWE (AND OUR SUPPLIERS) MAKE NO WARRANTY THAT THE SITES OR SERVICES WILL MEET YOUR REQUIREMENTS, WILL BE AVAILABLE ON AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE BASIS, OR WILL BE ACCURATE, RELIABLE, FREE OF VIRUSES OR OTHER HARMFUL CODE, COMPLETE, LEGAL, OR SAFE.\nIF APPLICABLE LAW REQUIRES ANY WARRANTIES WITH RESPECT TO THE SITES, ALL SUCH WARRANTIES ARE LIMITED IN DURATION TO NINETY (90) DAYS FROM THE DATE OF FIRST USE.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.</p>\n<p>\n<br>\n</p> 8.\nLimitation on Liability <p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL COMPANY (OR OUR SUPPLIERS) BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY LOST PROFITS, LOST DATA, COSTS OF PROCUREMENT OF SUBSTITUTE PRODUCTS, OR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES ARISING FROM OR RELATING TO THESE TERMS OR YOUR USE OF, OR INABILITY TO USE, THE SITES OR SERVICES, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nACCESS TO, AND USE OF, THE SITES IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR DEVICE OR COMPUTER SYSTEM, OR LOSS OF DATA RESULTING THEREFROM.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY DAMAGES ARISING FROM OR RELATED TO THIS AGREEMENT (FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION), WILL AT ALL TIMES BE LIMITED TO A MAXIMUM OF FIFTY US DOLLARS (U.S.\n$50).\nTHE EXISTENCE OF MORE THAN ONE CLAIM WILL NOT ENLARGE THIS LIMIT.\nYOU AGREE THAT OUR SUPPLIERS WILL HAVE NO LIABILITY OF ANY KIND ARISING FROM OR RELATING TO THIS AGREEMENT.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.</p>\n<p>\n<br>\n</p> 9.\nTerm and Termination <p>Subject to this Section, these Terms will remain in full force and effect while you use the Sites.\nWe may suspend or terminate your rights to use the Sites (including your Account) at any time for any reason at our sole discretion, including for any use of the Sites in violation of these Terms.\nUpon termination of your rights under these Terms, your Account and right to access and use the Sites will terminate immediately.\nYou understand that any termination of your Account may involve deletion of your User Content associated with your Account from our live databases.\nCompany will not have any liability whatsoever to you for any termination of your rights under these Terms, including for termination of your Account or deletion of your User Content.\nEven after your rights under these Terms are terminated, the following provisions of these Terms will remain in effect: Sections 2.2 through 2.6, Section 3 and Sections 4 through 12.</p>\n<p>\n<br>\n</p> 10.\nCopyright Policy <p>Company respects the intellectual property of others and asks that users of our Sites do the same.\nIn connection with our Sites, we have adopted and implemented a policy respecting copyright law that provides for the removal of any infringing materials and for the termination, in appropriate circumstances, of users of our online Sites who are repeat infringers of intellectual property rights, including copyrights.\nIf you believe that one of our users is, through the use of our Sites, unlawfully infringing the copyright(s) in a work, and wish to have the allegedly infringing material removed, the following information in the form of a written notification (pursuant to 17 U.S.C.\n§ 512(c)) must be provided to our designated Copyright Agent:</p>\n<ol>\n<li>your physical or electronic signature;</li>\n<li>identification of the copyrighted work(s) that you claim to have been infringed;</li>\n<li>identification of the material on our services that you claim is infringing and that you request us to remove;</li>\n<li>sufficient information to permit us to locate such material;</li>\n<li>your address, telephone number, and e-mail address;</li>\n<li>a statement that you have a good faith belief that use of the objectionable material is not authorized by the copyright owner, its agent, or under the law.\nand</li>\n<li>a statement that the information in the notification is accurate, and under penalty of perjury, that you are either the owner of the copyright that has allegedly been infringed or that you are authorized to act on behalf of the copyright owner.</li>\n</ol>\n<p>Please note that, pursuant to 17 U.S.C.\n§ 512(f), any misrepresentation of material fact (falsities) in a written notification automatically subjects the complaining party to liability for any damages, costs and attorney’s fees incurred by us in connection with the written notification and allegation of copyright infringement.</p>\n<p>The designated Copyright Agent for Company is:<br>\nPubmark Inc.<br>\nOne Broadway<br>\nCambridge, MA 02142<br>\nTelephone: 617-475-0782<br>\nEmail: dmca@bookbub.com</p>\n<p>\n<br>\n</p> 11.\nDispute Resolution.\nArbitration <p>\n<strong>\n<em>Please read the following arbitration agreement in this Section (\"Arbitration Agreement\") carefully.&nbsp.\nIt requires you to arbitrate disputes with Company and limits the manner in which you can seek relief from us.</em>\n</strong>\n</p>\n<p>\n<strong>11.1.\nApplicability of Arbitration Agreement.</strong> You agree that any dispute or claim relating in any way to your access or use of the Sites, to any products sold or distributed through the Sites, or to any aspect of your relationship with Company, will be resolved by binding arbitration, rather than in court, except that (1) you may assert claims in small claims court if your claims qualify.\nand (2) you or Company may seek equitable relief in court for infringement or other misuse of intellectual property rights (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents).</p>\n<p>\n<strong>11.2.\nArbitration Rules and Forum.</strong> The Federal Arbitration Act governs the interpretation and enforcement of this Arbitration Agreement.\nTo begin an arbitration proceeding, you must send a letter requesting arbitration and describing your claim to our registered agent: Pubmark Inc., One Broadway, Cambridge, MA 02142.\nThe arbitration will be conducted by JAMS, an established alternative dispute resolution provider.&nbsp;&nbsp;Disputes involving claims and counterclaims under $250,000, not inclusive of attorneys’ fees and interest, shall be subject to JAMS’s most current version of the Streamlined Arbitration Rules and procedures available at http://www.jamsadr.com/rules-streamlined-arbitration/.\nall other claims shall be subject to JAMS’s most current version of the Comprehensive Arbitration Rules and Procedures, available at http://www.jamsadr.com/rules-comprehensive-arbitration/.\nJAMS’s rules are also available at www.jamsadr.com or by calling JAMS at 800-352-5267.\nIf JAMS is not available to arbitrate, the parties will select an alternative arbitral forum.\nIf the arbitrator finds that you cannot afford to pay JAMS’s filing, administrative, hearing and/or other fees and cannot obtain a waiver from JAMS, Company will pay them for you.\nIn addition, Company will reimburse all such JAMS’s filing, administrative, hearing and/or other fees for claims totaling less than $10,000 unless the arbitrator determines the claims are frivolous.\nYou may choose to have the arbitration conducted by telephone, based on written submissions, or in person in the country where you live or at another mutually agreed location.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.</p>\n<p>\n<strong>11.3.\nAuthority of Arbitrator.</strong>&nbsp.\nThe arbitrator shall have exclusive authority to (a) determine the scope and enforceability of this Arbitration Agreement and (b) resolve any dispute related to the interpretation, applicability, enforceability or formation of this Arbitration Agreement including, but not limited to any claim that all or any part of this Arbitration Agreement is void or voidable.\nThe arbitration will decide the rights and liabilities, if any, of you and Company.\nThe arbitration proceeding will not be consolidated with any other matters or joined with any other cases or parties.&nbsp.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the arbitral forum’s rules, and the Agreement (including the Arbitration Agreement).\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.&nbsp.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.&nbsp.\nThe award of the arbitrator is final and binding upon you and us.</p>\n<p>\n<strong>11.4.\nWaiver of Jury Trial.</strong>&nbsp.\nYOU AND COMPANY HEREBY WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY.\nYou and Company are instead electing that all claims and disputes shall be resolved by arbitration under this Arbitration Agreement, except as specified in Section 11.1 above.&nbsp.\nAn arbitrator can award on an individual basis the same damages and relief as a court and must follow this Agreement as a court would.\nHowever, there is no judge or jury in arbitration, and court review of an arbitration award is subject to very limited review.</p>\n<p>\n<strong>11.5.\nWaiver of Class or Other Non-Individualized Relief.</strong>&nbsp.\nALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A OR COLLECTIVE CLASS BASIS, ONLY INDIVIDUAL RELIEF IS AVAILABLE, AND CLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.\nIf a decision is issued stating that applicable law precludes enforcement of any part of this subsection’s limitations as to a given claim for relief, then that claim must be severed from the arbitration and brought in the state or federal courts located in the State of Delaware.\nAll other claims shall be arbitrated.</p>\n<p>\n<strong>11.6.\n30-Day Right to Opt Out.</strong> You have the right to opt out of the provisions of this Arbitration Agreement by sending written notice of your decision to opt out to the following address: Pubmark Inc., One Broadway, Cambridge, MA 02142, within 30 days after first becoming subject to this Arbitration Agreement.\nYou may also submit your decision via email (BookBub, Chirp).\nYour notice must include your name and address, the email address you used to set up your account (if you have one), and an unequivocal statement that you want to opt out of this Arbitration Agreement.\nIf you opt out of this Arbitration Agreement, all other parts of this Agreement will continue to apply to you.\nOpting out of this Arbitration Agreement has no effect on any other arbitration agreements that you may currently have, or may enter in the future, with us.</p>\n<p>\n<strong>11.7.\nSeverability.</strong> Except as provided in Section 11.5, if any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable, then such specific part or parts shall be of no force and effect and shall be severed and the remainder of the Arbitration Agreement shall continue in full force and effect.</p>\n<p>\n<strong>11.8.\nSurvival of Agreement.</strong> This Arbitration Agreement will survive the termination of your relationship with Company.</p>\n<p>\n<strong>11.9.\nModification.</strong> Notwithstanding any provision in this Agreement to the contrary, we agree that if Company makes any future material change to this Arbitration Agreement, you may reject that change within thirty (30) days of such change becoming effective by writing to Company at the following address: Pubmark Inc., One Broadway, Cambridge, MA 02142.</p>\n<p>\n<br>\n</p> 12.\nGeneral <p>\n<strong>12.1.\nChanges.</strong> These Terms are subject to occasional revision.\nWe will notify you of any changes to our Terms by posting the new Terms on this page.\nThe date the Terms were last revised is identified at the beginning of these Terms.\nYou are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting our Sites and the Terms to check for any changes.\nContinued use of our Sites following notice of such changes shall indicate your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.</p>\n<p>\n<strong>12.2.\nExport.</strong> The Sites may be subject to U.S.\nexport control laws and may be subject to export or import regulations in other countries.\nYou agree not to export, reexport, or transfer, directly or indirectly, any U.S.\ntechnical data acquired from Company, or any products utilizing such data, in violation of the United States export laws or regulations.</p>\n<p>\n<strong>12.3.\nDisclosures.</strong> Company is located at the address in Section 12.7.\nIf you are a California resident, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Product of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210.</p>\n<p>\n<strong>12.4.\nElectronic Communications.</strong> The communications between you and Company use electronic means, whether you use the Sites or send us emails, or whether Company posts notices on the Sites or communicates with you via email.\nFor contractual purposes, you (a) consent to receive communications from Company in an electronic form.\nand (b) agree that all terms and conditions, agreements, notices, disclosures, and other communications that Company provides to you electronically satisfy any legal requirement that such communications would satisfy if it were be in a hardcopy writing.\nThe foregoing does not affect your non-waivable rights.</p>\n<p>\n<strong>12.5.\nEntire Terms.</strong> These Terms constitute the entire agreement between you and us regarding the use of the Sites.\nOur failure to exercise or enforce any right or provision of these Terms shall not operate as a waiver of such right or provision.\nThe section titles in these Terms are for convenience only and have no legal or contractual effect.\nThe word \"including\" means “including without limitation”.\nIf any provision of these Terms is, for any reason, held to be invalid or unenforceable, the other provisions of these Terms will be unimpaired and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.\nYour relationship to Company is that of an independent contractor, and neither party is an agent or partner of the other.\nThese Terms, and your rights and obligations herein, may not be assigned, subcontracted, delegated, or otherwise transferred by you without Company’s prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.\nCompany may freely assign these Terms.\nThe terms and conditions set forth in these Terms shall be binding upon assignees.</p>\n<p>\n<strong>12.6.\nCopyright/Trademark Information.</strong> Copyright © 2012–2019 Pubmark Inc.\nAll rights reserved.\nAll trademarks, logos and service marks (\"Marks\") displayed on the Sites are our property or the property of other third parties.\nYou are not permitted to use these Marks without our prior written consent or the consent of such third party which may own the Marks.</p>\n<p>\n<strong>12.7.\nContact Information.</strong>\n</p>\n<p>Pubmark Inc.<br>\nOne Broadway<br>\nCambridge, MA 02142<br>\nTelephone: 617-475-0782<br>\nEmail: BookBub or Chirp</p> ", "created_at": "2021-06-22 21:20:53.588481", "updated_at": "2021-06-22 19:21:49.711948"}], "points": [{"id": 26194, "title": "You are forced into binding arbitration in case of disputes", "source": "https://www.bookbub.com/home/terms.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:28:49.035565", "updated_at": "2022-03-12 21:07:33.475091", "quoteText": "You agree that any dispute or claim relating in any way to your access or use of the Sites, to any products sold or distributed through the Sites, or to any aspect of your relationship with Company, will be resolved by binding arbitration, rather than in court, except that (1) you may assert claims in small claims court if your claims qualify.\nand (2) you or Company may seek equitable relief in court for infringement or other misuse of intellectual property rights (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents).</p>", "case_id": 339, "document_id": 7213, "quoteStart": 22369, "quoteEnd": 22930}, {"id": 26192, "title": "Third-party cookies are used for statistics", "source": "https://www.bookbub.com/home/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:25:39.798395", "updated_at": "2022-03-12 21:07:21.199285", "quoteText": "GOOGLE ANALYTICS <p>We use Google Analytics, a service which collects information anonymously and reports website trends without identifying individual visitors.\nGoogle Analytics uses its own cookie to track visitor interactions.\nTo learn more about the information collected by Google Analytics, please visit https://www.google.com/policies/privacy/.</p>\n", "case_id": 325, "document_id": 7214, "quoteStart": 12305, "quoteEnd": 12661}, {"id": 26191, "title": "There is a date of the last update of the agreements", "source": "https://www.bookbub.com/home/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:24:35.672118", "updated_at": "2022-03-12 20:54:49.854357", "quoteText": "Last Updated: January 1, 2021", "case_id": 331, "document_id": 7214, "quoteStart": 28, "quoteEnd": 57}, {"id": 26207, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.bookbub.com/home/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:37:38.038577", "updated_at": "2022-03-12 21:07:15.311441", "quoteText": "We do not currently respond to Do Not Track signals.</p>", "case_id": 233, "document_id": 7214, "quoteStart": 3108, "quoteEnd": 3164}, {"id": 26206, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.bookbub.com/home/terms.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:37:10.073116", "updated_at": "2022-03-12 22:31:25.863084", "quoteText": "Our failure to exercise or enforce any right or provision of these Terms shall not operate as a waiver of such right or provision.", "case_id": 295, "document_id": 7213, "quoteStart": 31393, "quoteEnd": 31523}, {"id": 26205, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.bookbub.com/home/terms.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:36:52.254765", "updated_at": "2022-03-12 21:08:47.056399", "quoteText": "If any provision of these Terms is, for any reason, held to be invalid or unenforceable, the other provisions of these Terms will be unimpaired and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.", "case_id": 294, "document_id": 7213, "quoteStart": 31683, "quoteEnd": 31969}, {"id": 26204, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://www.bookbub.com/home/terms.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:34:15.472036", "updated_at": "2022-03-12 21:08:11.589269", "quoteText": "We may suspend or terminate your rights to use the Sites (including your Account) at any time for any reason at our sole discretion, including for any use of the Sites in violation of these Terms.", "case_id": 201, "document_id": 7213, "quoteStart": 19034, "quoteEnd": 19230}, {"id": 26203, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.bookbub.com/home/terms.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:33:37.750569", "updated_at": "2022-03-12 21:08:02.746907", "quoteText": "8.\nLimitation on Liability <p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL COMPANY (OR OUR SUPPLIERS) BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY LOST PROFITS, LOST DATA, COSTS OF PROCUREMENT OF SUBSTITUTE PRODUCTS, OR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES ARISING FROM OR RELATING TO THESE TERMS OR YOUR USE OF, OR INABILITY TO USE, THE SITES OR SERVICES, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.", "case_id": 293, "document_id": 7213, "quoteStart": 17536, "quoteEnd": 18016}, {"id": 26202, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.bookbub.com/home/terms.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:32:59.221705", "updated_at": "2022-03-12 21:08:41.153461", "quoteText": "OR WILL BE ACCURATE, RELIABLE,", "case_id": 288, "document_id": 7213, "quoteStart": 17011, "quoteEnd": 17041}, {"id": 26201, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.bookbub.com/home/terms.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:32:46.155755", "updated_at": "2022-03-12 21:07:47.982304", "quoteText": "WILL BE AVAILABLE ON AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE BASIS,", "case_id": 287, "document_id": 7213, "quoteStart": 16935, "quoteEnd": 17010}, {"id": 26200, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://www.bookbub.com/home/terms.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:32:31.778667", "updated_at": "2022-03-12 21:08:35.588553", "quoteText": "WE (AND OUR SUPPLIERS) MAKE NO WARRANTY THAT THE SITES OR SERVICES WILL MEET YOUR REQUIREMENTS,", "case_id": 290, "document_id": 7213, "quoteStart": 16839, "quoteEnd": 16934}, {"id": 26199, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.bookbub.com/home/terms.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:32:10.304171", "updated_at": "2022-03-12 21:08:30.013172", "quoteText": "THE SITES AND SERVICES ARE PROVIDED ON AN \"AS-IS\" AND “AS AVAILABLE” BASIS,", "case_id": 286, "document_id": 7213, "quoteStart": 16473, "quoteEnd": 16548}, {"id": 26198, "title": "You are prohibited from attempting to gain unauthorized access to other computer systems", "source": "https://www.bookbub.com/home/terms.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:31:19.723288", "updated_at": "2022-03-12 21:08:24.057753", "quoteText": "(v) attempt to gain unauthorized access to the Sites (or to other computer systems or networks connected to or used together with the Sites), whether through password mining or any other means.", "case_id": 284, "document_id": 7213, "quoteStart": 9768, "quoteEnd": 9961}, {"id": 26197, "title": "Harming minors in any ways is prohibited", "source": "https://www.bookbub.com/home/terms.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:30:41.827073", "updated_at": "2022-03-12 21:08:17.965466", "quoteText": "(iii) that is harmful to minors in any way.", "case_id": 445, "document_id": 7213, "quoteStart": 8802, "quoteEnd": 8845}, {"id": 26196, "title": "You waive your moral rights", "source": "https://www.bookbub.com/home/terms.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:29:51.653441", "updated_at": "2022-03-12 21:07:04.771873", "quoteText": "You hereby irrevocably waive (and agree to cause to be waived) any claims and assertions of moral rights or attribution with respect to your User Content.", "case_id": 118, "document_id": 7213, "quoteStart": 7874, "quoteEnd": 8028}, {"id": 26195, "title": "You waive your right to a class action.", "source": "https://www.bookbub.com/home/terms.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:29:34.28239", "updated_at": "2022-03-12 21:07:42.092997", "quoteText": "ALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A OR COLLECTIVE CLASS BASIS, ONLY INDIVIDUAL RELIEF IS AVAILABLE, AND CLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.", "case_id": 117, "document_id": 7213, "quoteStart": 26792, "quoteEnd": 27105}, {"id": 26193, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.bookbub.com/home/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 02:27:34.459673", "updated_at": "2022-03-12 22:31:32.467877", "quoteText": "Access.</strong> You can request a copy of the personal information that we have collected about you during the past 12 months.</p>\n</li>\n<li>\n<p>\n<strong>Deletion.</strong> You can ask us to delete the personal information that we have collected from you.", "case_id": 195, "document_id": 7214, "quoteStart": 20009, "quoteEnd": 20265}], "urls": ["bookbub.com"]}}