{"error": 448, "message": "OK", "parameters": {"id": 3955, "name": "VormWeb", "created_at": "2021-06-05 22:29:41.964055", "updated_at": "2021-06-06 22:00:42.974882", "wikipedia": null, "keywords": null, "related": null, "slug": "vormweb", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/3955.png", "url": "vormweb.de", "documents": [{"id": 6782, "name": "index.html", "url": "https://vormweb.de/navigation/info/privacypolicy", "xpath": "", "text": " &lt.\nZurück <br>\n<br> Datenschutzerklärung\n<p>Verantwortlicher im Sinne der Datenschutzgesetze, insbesondere der EU-Datenschutzgrundverordnung (DSGVO), ist:</p>\n<p>Vormrodo</p>\nIhre Betroffenenrechte\n<p>Unter den angegebenen Kontaktdaten unseres Datenschutzbeauftragten können Sie jederzeit folgende Rechte ausüben:</p>\n<ul>\n<li>Auskunft über Ihre bei uns gespeicherten Daten und deren Verarbeitung (Art.\n15 DSGVO),</li>\n<li>Berichtigung unrichtiger personenbezogener Daten (Art.\n16 DSGVO),</li>\n<li>Löschung Ihrer bei uns gespeicherten Daten (Art.\n17 DSGVO),</li>\n<li>Einschränkung der Datenverarbeitung, sofern wir Ihre Daten aufgrund gesetzlicher Pflichten noch nicht löschen dürfen (Art.\n18 DSGVO),</li>\n<li>Widerspruch gegen die Verarbeitung Ihrer Daten bei uns (Art.\n21 DSGVO) und</li>\n<li>Datenübertragbarkeit, sofern Sie in die Datenverarbeitung eingewilligt haben oder einen Vertrag mit uns abgeschlossen haben (Art.\n20 DSGVO).</li>\n</ul>\n<p>Sofern Sie uns eine Einwilligung erteilt haben, können Sie diese jederzeit mit Wirkung für die Zukunft widerrufen.</p>\n<p>Sie können sich jederzeit mit einer Beschwerde an eine Aufsichtsbehörde wenden, z.\nB.\nan die zuständige Aufsichtsbehörde des Bundeslands Ihres Wohnsitzes oder an die für uns als verantwortliche Stelle zuständige Behörde.</p>\n<p>Eine Liste der Aufsichtsbehörden (für den nichtöffentlichen Bereich) mit Anschrift finden Sie unter: https://www.bfdi.bund.de/DE/Infothek/....</p>\n<p>\n</p>Erfassung allgemeiner Informationen beim Besuch unserer Website\nArt und Zweck der Verarbeitung:\n<p>Wenn Sie auf unsere Website zugreifen, d.h., wenn Sie sich nicht registrieren oder anderweitig Informationen übermitteln, werden automatisch Informationen allgemeiner Natur erfasst.\nDiese Informationen (Server-Logfiles) beinhalten etwa die Art des Webbrowsers, das verwendete Betriebssystem, den Domainnamen Ihres Internet-Service-Providers, Ihre IP-Adresse und ähnliches.\n</p>\n<p>Sie werden insbesondere zu folgenden Zwecken verarbeitet:</p>\n<ul>\n<li>Sicherstellung eines problemlosen Verbindungsaufbaus der Website,</li>\n<li>Sicherstellung einer reibungslosen Nutzung unserer Website,</li>\n<li>Auswertung der Systemsicherheit und -stabilität sowie</li>\n<li>zur Optimierung unserer Website.</li>\n</ul>\n<p>Wir verwenden Ihre Daten nicht, um Rückschlüsse auf Ihre Person zu ziehen.\nInformationen dieser Art werden von uns ggfs.\nanonymisiert statistisch ausgewertet, um unseren Internetauftritt und die dahinterstehende Technik zu optimieren.\n</p>\nRechtsgrundlage und berechtigtes Interesse:\n<p>Die Verarbeitung erfolgt gemäß Art.\n6 Abs.\n1 lit.\nf DSGVO auf Basis unseres berechtigten Interesses an der Verbesserung der Stabilität und Funktionalität unserer Website.</p>\nEmpfänger:\n<p>Empfänger der Daten sind ggf.\ntechnische Dienstleister, die für den Betrieb und die Wartung unserer Webseite als Auftragsverarbeiter tätig werden.</p>\n<p>\n</p>Drittlandtransfer:\n<p>Die erhobenen Daten werden ggfs.\nin folgende Drittländer übertragen: </p>\n<p>Vormrodo und die Vormrodian Projects übermitteln keine Nutzerdaten in irgendwelche Drittländer.</p>\n<p>\n</p>Speicherdauer:\n<p>Die Daten werden gelöscht, sobald diese für den Zweck der Erhebung nicht mehr erforderlich sind.\nDies ist für die Daten, die der Bereitstellung der Website dienen, grundsätzlich der Fall, wenn die jeweilige Sitzung beendet ist.\n</p>\n<p> Im Falle der Speicherung der Daten in Logfiles ist dies nach mindestens 8 Wochen der Fall.\nEine darüberhinausgehende Speicherung ist möglich.\nIn diesem Fall werden die IP-Adressen der Nutzer anonymisiert, sodass eine Zuordnung des aufrufenden Clients nicht mehr möglich ist.</p>\n<p>\n</p>Bereitstellung vorgeschrieben oder erforderlich:\n<p>Die Bereitstellung der vorgenannten personenbezogenen Daten ist weder gesetzlich noch vertraglich vorgeschrieben.\nOhne die IP-Adresse ist jedoch der Dienst und die Funktionsfähigkeit unserer Website nicht gewährleistet.\nZudem können einzelne Dienste und Services nicht verfügbar oder eingeschränkt sein.\nAus diesem Grund ist ein Widerspruch ausgeschlossen.\n</p>\n<p>\n</p>Kontaktformular\nArt und Zweck der Verarbeitung:\n<p>Die von Ihnen eingegebenen Daten werden zum Zweck der individuellen Kommunikation mit Ihnen gespeichert.\nHierfür ist die Angabe einer validen E-Mail-Adresse sowie Ihres Namens erforderlich.\nDiese dient der Zuordnung der Anfrage und der anschließenden Beantwortung derselben.\nDie Angabe weiterer Daten ist optional.</p>\nRechtsgrundlage:\n<p>Die Verarbeitung der in das Kontaktformular eingegebenen Daten erfolgt auf der Grundlage eines berechtigten Interesses (Art.\n6 Abs.\n1 lit.\nf DSGVO).</p>\n<p>Durch Bereitstellung des Kontaktformulars möchten wir Ihnen eine unkomplizierte Kontaktaufnahme ermöglichen.\nIhre gemachten Angaben werden zum Zwecke der Bearbeitung der Anfrage sowie für mögliche Anschlussfragen gespeichert.</p>\n<p>Sofern Sie mit uns Kontakt aufnehmen, um ein Angebot zu erfragen, erfolgt die Verarbeitung der in das Kontaktformular eingegebenen Daten zur Durchführung vorvertraglicher Maßnahmen (Art.\n6 Abs.\n1 lit.\nb DSGVO).</p>\nEmpfänger:\n<p>Empfänger der Daten sind ggf.\nAuftragsverarbeiter.</p>\n<p>\n</p>Drittlandtransfer:\n<p>Die erhobenen Daten werden ggfs.\nin folgende Drittländer übertragen: </p>\n<p>Keine dieser Daten werden in Drittländer übertragen.</p>\n<p>\n</p>Speicherdauer:\n<p>Daten werden spätestens 6 Monate nach Bearbeitung der Anfrage gelöscht.</p>\n<p>Sofern es zu einem Vertragsverhältnis kommt, unterliegen wir den gesetzlichen Aufbewahrungsfristen nach HGB und löschen Ihre Daten nach Ablauf dieser Fristen.\n</p>\nBereitstellung vorgeschrieben oder erforderlich:\n<p>Die Bereitstellung Ihrer personenbezogenen Daten erfolgt freiwillig.\nWir können Ihre Anfrage jedoch nur bearbeiten, sofern Sie uns Ihren Namen, Ihre E-Mail-Adresse und den Grund der Anfrage mitteilen.</p>\n<p>\n</p>SSL-Verschlüsselung\n<p>Um die Sicherheit Ihrer Daten bei der Übertragung zu schützen, verwenden wir dem aktuellen Stand der Technik entsprechende Verschlüsselungsverfahren (z.\nB.\nSSL) über HTTPS.</p>\n<p>Der Zertifikat für die Verschlüsselung wird von DigiCert Inc.\nbereitgestellt.</p>\n<p>\n</p>\nInformation über Ihr Widerspruchsrecht nach Art.\n21 DSGVO\nEinzelfallbezogenes Widerspruchsrecht\n<p>Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung Sie betreffender personenbezogener Daten, die aufgrund Art.\n6 Abs.\n1 lit.\nf DSGVO (Datenverarbeitung auf der Grundlage einer Interessenabwägung) erfolgt, Widerspruch einzulegen.\ndies gilt auch für ein auf diese Bestimmung gestütztes Profiling im Sinne von Art.\n4 Nr.\n4 DSGVO.</p>\n<p>Legen Sie Widerspruch ein, werden wir Ihre personenbezogenen Daten nicht mehr verarbeiten, es sei denn, wir können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten überwiegen, oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.</p>\nEmpfänger eines Widerspruchs\n<p>Vormrodo</p> Änderung unserer Datenschutzbestimmungen\n<p>Wir behalten uns vor, diese Datenschutzerklärung anzupassen, damit sie stets den aktuellen rechtlichen Anforderungen entspricht oder um Änderungen unserer Leistungen in der Datenschutzerklärung umzusetzen, z.B.\nbei der Einführung neuer Services.\nFür Ihren erneuten Besuch gilt dann die neue Datenschutzerklärung.</p>\nFragen an den Datenschutzbeauftragten\n<p>Wenn Sie Fragen zum Datenschutz haben, schreiben Sie uns bitte eine E-Mail oder wenden Sie sich direkt an die für den Datenschutz verantwortliche Person in unserer Organisation:</p>\n<p>Für solche fragen steht die Infomail zur verfügung.\n<br>Diese lautet (Wie im Impressium beschrieben): info@vormweb.de</p>\n<p>\n<em>Die Datenschutzerklärung wurde mithilfe der activeMind AG erstellt, den Experten für externe Datenschutzbeauftragte (Version #2020-09-30).</em>\n</p> ", "created_at": "2021-06-05 22:29:41.970405", "updated_at": "2021-06-05 20:30:12.755392"}], "points": [{"id": 21945, "title": "Your personal data will not be used for an automated decision-making", "source": "https://vormweb.de/navigation/info/privacypolicy", "status": "Generated through the annotate view", "created_at": "2021-06-05 20:48:20.275291", "updated_at": "2021-06-06 11:42:19.258173", "quoteText": "Wir verwenden Ihre Daten nicht, um Rückschlüsse auf Ihre Person zu ziehen.", "case_id": 480, "document_id": 6782, "quoteStart": 2262, "quoteEnd": 2336}, {"id": 21944, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://vormweb.de/navigation/info/privacypolicy", "status": "Generated through the annotate view", "created_at": "2021-06-05 20:47:23.718155", "updated_at": "2021-06-06 11:43:34.878631", "quoteText": "Diese Informationen (Server-Logfiles) beinhalten etwa die Art des Webbrowsers, das verwendete Betriebssystem, den Domainnamen Ihres Internet-Service-Providers, Ihre IP-Adresse und ähnliches.\n</p>\n", "case_id": 399, "document_id": 6782, "quoteStart": 1738, "quoteEnd": 1934}, {"id": 21943, "title": "You can retrieve an archive of your data", "source": "https://vormweb.de/navigation/info/privacypolicy", "status": "Generated through the annotate view", "created_at": "2021-06-05 20:46:46.584495", "updated_at": "2021-06-06 11:42:12.835819", "quoteText": "Datenübertragbarkeit, sofern Sie in die Datenverarbeitung eingewilligt haben oder einen Vertrag mit uns abgeschlossen haben (Art.\n20 DSGVO).</li>", "case_id": 140, "document_id": 6782, "quoteStart": 797, "quoteEnd": 942}, {"id": 21942, "title": "You can request access, correction and/or deletion of your data", "source": "https://vormweb.de/navigation/info/privacypolicy", "status": "Generated through the annotate view", "created_at": "2021-06-05 20:45:51.739904", "updated_at": "2021-06-06 11:42:23.920617", "quoteText": "\n<li>Berichtigung unrichtiger personenbezogener Daten (Art.\n16 DSGVO),</li>\n<li>Löschung Ihrer bei uns gespeicherten Daten (Art.\n17 DSGVO)", "case_id": 195, "document_id": 6782, "quoteStart": 421, "quoteEnd": 559}, {"id": 21938, "title": "The service claims to be GDPR compliant for European users", "source": "https://vormweb.de/navigation/info/privacypolicy", "status": "Generated through the annotate view", "created_at": "2021-06-05 20:32:22.695988", "updated_at": "2021-06-06 11:43:30.325009", "quoteText": "(Art.\n15 DSGVO)", "case_id": 481, "document_id": 6782, "quoteStart": 400, "quoteEnd": 415}], "urls": ["vormweb.de"]}}