{"error": 448, "message": "OK", "parameters": {"id": 3008, "name": "niconico", "created_at": "2021-04-07 01:00:28.613427", "updated_at": "2021-04-08 00:04:42.769371", "wikipedia": null, "keywords": null, "related": null, "slug": "niconico", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3008.png", "url": "nicovideo.jp,live.nicovideo.jp,seiga.nicovideo.jp,ch.nicovideo.jp,game.nicovideo.jp,app.nicovideo.jp,dic.nicovideo.jp,commons.nicovideo.jp,jk.nicovideo.jp,news.nicovideo.jp,nicoad.nicovideo.jp,3d.nicovideo.jp,com.nicovideo.jp,q.nicovideo.jp,qa.nicovideo.jp,account.nicovideo.jp,point.nicovideo.jp,blog.nicovideo.jp,site.nicovideo.jp,anime.nicovideo.jp", "documents": [{"id": 4780, "name": "ニコニコ規約", "url": "https://account.nicovideo.jp/rules/account", "xpath": "", "text": " Niconico Terms of Use<p>Niconico Terms of Use (these “Terms of Use”) apply to any use by users (simply, the “User(s)”) of “niconico” and services related to “niconico” (including services operated by a company other than the Operating Company.\ncollectively, “niconico”) which are provided by DWANGO Co., Ltd.\n(the “Operating Company”).\nThe Users shall consent to these Terms of Use and “Personal Information Protection Policies” in using “niconico.”In addition, the Users shall respect and consent to the substance of the niconico Action Guidelines established by the Operating Company.</p>\n<p>These Terms of Use provide basic matters that will commonly apply to all individual services of “niconico” (the “Individual Services”), and in order to use the Individual Services, the Users must consent to the terms of use of each Individual Service (the “Individual Terms of Use”) in addition to these Terms of Use.\nIf there is any discrepancy concerning any matter between the Individual Terms of Use and these Terms of Use, the Individual Terms of Use shall have precedence over these Terms of Use.</p>\n<p>If the User is a minor, they shall have a person with parental authority (shinkensha) confirm these Terms of Use and “Individual Terms of Use” (These Terms of Use, etc.\n), and use “niconico” with the consent of the person with parental authority.\nMinor Users who used “niconico” will be deemed to have used the same with the foregoing consent of the person with parental authority.\nHowever, where there any mandatory provisions limiting the use of “niconico” by a person under 13-years of age in the country that the User resides in, the relevant person shall not be allowed to use “niconico” irrespective of the foregoing.</p>1.\nRegistration of account information<p>The Users shall consent to these Terms of Use and register their account information (including all rights and interests in the registered information and account.\nhereinafter the same), and may use “niconico” operated by the Operating Company using the registered account information.\nThe Operating Company shall not be liable whatsoever if a User suffers any damage because the account information is inaccurate or false, and the Users shall consent to this.</p>\n<p>The Operating Company may, at its discretion, add or otherwise change the Individual Services available with the account information that the Users registered, and the Users consent to this.</p>\n<p>The Operating Company shall notify the Users of the information related to such changes on the window on which the services are provided, by which the Users shall learn of such information.</p>\n<p>In addition, there may be instances where there are functions available by which the Users may, at their discretion, select whether or not they will use the registered account information when using each Individual Service.</p>\n<p>The reason why the registered account information is necessary and the substance of the services provided using the registered account information shall be explained on the window on which the services are provided on the website of each Individual Service, by which the Users shall learn of such information.</p>\n<p>The Users shall not assign, lend or allow use of their account information to or by a third party for any purpose.</p>2.\nManagement of accounts<p>The Users shall manage their account information at their responsibility and authority, and where “niconico” is used with the registered account information, the Operating Company will deem that the User who registered the relevant account information used “niconico”.\nEven where a User suffered any damage from an unauthorized use of the account information by a third party, the User who registered the relevant account information shall be entirely liable.</p>\n<p>The Operating Company may send emails regarding “niconico” containing information about new functions, updated information and special offers to the email addresses that the Users registered (the message may be large, as necessary), and the Users shall consent to this.\nInformation on the incoming messages setting shall be explained in each service and in the emails to be sent.\nExcept where downloading is explicitly permitted, Users may not download any movie data from any video uploading website available to view on “niconico” using their own account information via, among other things, software (including those which are recorded in a recording media and provided via communication line and add-in browsers), or websites provided by a third party who is not designated by the Operating Company, and the Users consent to this.</p>3.\nTreatment of personal information<p>Treatment of the personal information the Operating Company acquires when the Users register their account information and when Users use each Individual Service based on the registered account information shall be subject to the substance of the “Personal Information Protection Policies.”</p>4.\nVesting of rights<p>The copyright in text written by the Users on “niconico” shall be entirely transferred to the Operating Company at the time the Users write the text (rights provided in Articles 27 and 28 of the Copyright Act shall also be transferred to the Operating Company).\nHowever, the Operating Company shall license the User who wrote the text to use the relevant text.\nThe Users shall not assert or exercise any rights (including moral rights) regarding the relevant text against the Operating Company and any parties designated by the Operating Company.</p>5.\nProhibited matters<p>In relation to the use of “niconico,” the Users may not engage in the following acts:</p>\n<ul>\n<li>Acts listed in sections 3 and 4 of the niconico Action Guidelines or acts analogous to such acts (including acts other than by, among other means, posting comments or uploading movies).</li>\n<li>Acts in breach of the provisions of these Terms of Use.</li>\n<li>Acts in conflict with the Public Offices Election Act.</li>\n<li>Acts which are too burdensome on the “niconico” server.</li>\n<li>Acts which obstruct the operation of “niconico.”</li>\n<li>Posting links to download sites of, among other sites, child prostitution, child pornography or unedited videos.</li>\n<li>Sales activities, auctions, payment of monies and other analogous acts not permitted by the Operating Company.</li>\n<li>Disclosing the substance of a profile in order to advertise or promote products for which the Operating Company permission has not be obtained, or other acts of solicitation such as sending spam mails and chain mails.</li>\n<li>Use of “niconico” by minors who are from 13 to 19 years old inclusive without the consent of their statutory agents (a person with parental authority).</li>\n<li>Acts that the Operating Company considers inappropriate.</li>\n<li>Other acts analogous to the foregoing.</li>\n</ul>6.\nMeasures to be taken by the Operating Company<p>Where a User’s breach of these Terms of Use has been confirmed, the Operating Company may at its discretion take any measure that it determines appropriate including deleting the account information registered by the User and deleting any posts without any prior notice to the User, and the Users consent to this.</p>\n<p>Aside from the above, where the Operating Company decides at its discretion that it is necessary, the Operating Company may take any measure that it determines appropriate such as deleting the account information registered by the User and deleting any posts without any prior notice to the User, and the Users consent to this.</p>\n<p>In the following cases related to posting text on “niconico” and all acts that the Users engaged in when using “niconico,” the Operating Company may preserve, or disclose or provide to a third party, records of the relevant acts and all information regarding the Users that engaged in the relevant acts (including, but not limited to, all information related to the relevant Users’ account information, all other information regarding the Users’ use of “niconico” and information on the IP address and time stamp that the Operating Company confirmed), and the Users consent to this:</p>\n<p>if based on laws and regulations.\nif necessary for the protection of the life, body, or property of an individual.\nif necessary to improve public health or promote the sound growth of children.\nif necessary to cooperate with a state organ, a local government, or an individual or a business operator entrusted by either of the former two in executing the affairs prescribed by laws and regulations and where obtaining the consent of the person is likely to impede the execution of the affairs concerned.\nif the Operating Company determines it necessary to handle claims against acts that infringe a third party’s right(s).\nand where the Operating Company otherwise determines that it is necessary for the operations of “niconico.”</p>\n<p>The Users consent that they will not object to the Operating Company regarding any measures taken by the Operating Company including deleting any posts or account information registered by the Users.</p>7.\nWaiver<p>The Operating Company does not warrant the accuracy, legality, morality, timeliness or appropriateness of the information posts on “niconico.” In addition, the Operating Company may discontinue or suspend provision of services for any reason and without any advance notice.</p>\n<p>The Operating Company shall not be liable whatsoever for the following damages, whether direct or indirect, suffered by the Users: damages due to the Users’ use or inability to use “niconico” or the Users’ use or inability to use websites linked to “niconico”.\ndamages arising from or in relation to the relevant Users’ or other Users’ breach of any of the provisions of these Terms of Use.\nand damages arising from or in relation to the Operating Company’s measures provided in the preceding section.\nIn addition, the Operating Company shall not be liable whatsoever for any dispute arising between the Users and the communication company regarding communication charges accrued from the use of “niconico.”</p>\n<p>However, the foregoing shall not apply where consumer protection acts or analogous acts contain mandatory provisions that protect the Users in the country where the relevant User resides.</p>8.\nChange and termination of Services<p>The Operating Company may change the substance of provided services and or cease provision of service content at its own discretion.\nIn principle the Operating Company shall notify the Users by positing or pushing on the “niconico” website.</p>\n<p>The Operating Company shall not be liable whatsoever for any damages suffered by the Users from or in relation to changing or ceasing to provide the Service.</p>9.\nAmendment of these Terms of Use<p>The Operating Company may amend these Terms of Use at its own discretion.\nWhen the Operating Company amends these Terms of Use, it shall notify the Users by positing or publishing the reason, amended content, and period of effect on the “niconico” website.\nThe Users shall consent to the amended Terms of Use by using “niconico” after amendment.</p>10.\nGeneral Provisions<p>Even where a portion of the provisions in these Terms of Use is found to be invalid due to any conflict with any mandatory provisions or otherwise, the remaining provisions shall survive.\nIn that case, the provision found to be invalid shall be automatically replaced by a valid provision that will allow the initially intended economic purpose to be achieved to the extent possible, and the Users shall accept this in advance.</p>\n<p>The Users may not assign, transfer, create collateral over or otherwise dispose of their status under these Terms of Use or their rights or obligations under these Terms of Use to a third party without the prior written approval of the Operating Company.\nIn addition, where the Operating Company has transferred all or part of the businesses related to “niconico” to another company, along with the business transfer, it may transfer its status under these Terms of Use, the rights and obligations of the Operating Company under these Terms of Use and the Users’ accounts and other information to such company, and the Users shall consent in advance to such transfer.</p>\n<p>These Terms of Use shall be governed by and construed in accordance with the laws of Japan.\nAny and all disputes or issues arising from or in relation to these Terms of Use and the use of “niconico” by the Users shall be subject to the exclusively agreed jurisdiction in the first instance of the Tokyo District Court.\nThese Terms of Use shall be entirely indicated in the Japanese language and shall be construed only in the Japanese language.</p>■ Personal Information Protection Policies<p>In order to provide customers with better services, DWANGO Co., Ltd.\n(the “Company”) shall provide specific rules on appropriate collection of personal information, criteria for use and management, and shall treat customers’ personal information appropriately as important assets.</p>\n<p>The Company shall comply with the Act on the Protection of Personal Information (the “Personal Information Protection Act”) and other related laws and regulations, designate a person in charge of personal information protection, check whether the personal information is treated appropriately in line with the rules, and improve any issues discovered.</p>\n<p>The Company shall organize technical and personal safety measures so as to maintain accurate personal information and so as not to cause any disturbance to customers due to leaks of personal information outside the company or unauthorized alteration of personal information.</p>* Treatment of personal information1.\nAcquisition of personal information and User Information<p>The Company shall acquire personal information (as defined in Article 2, paragraph 1 of the Personal Information Protection Act) such as names, addresses, birthdates, telephone numbers, email addresses and financial institution account information as well as the following agreed information and collected information (hereinafter agreed information and collected information shall be collectively referred to as the “User Information”) in relation to the services that the Company provides (the “Services”).</p>Agreed information:<p>The following information collected by the Company based on customers permission where customers allow the Company to collaborate with external services when using the Services.</p>\n<ul>\n<li>IDs that the customers use for external services</li>\n<li>Information that the customers allowed to be disclosed to collaborating third parties using an external services’ privacy setting</li>\n</ul>Collected information:<p>The following information regarding the status of customers’ access to and the use of the Services:</p>\n<ul>\n<li>Terminal identification information</li>\n<li>Communication history</li>\n<li>History of services used and pages and advertisements viewed</li>\n<li>Cookie information</li>\n<li>Location information</li>\n</ul>2.\nPurpose of use<p>The Company shall identify and clarify the purpose for which the personal information and the User Information that it acquires from customers will be used, and shall not use personal information and User Information for any other purposes.\nWhere the Company acquires personal information and User Information from customers, it shall use them for the following purposes:</p>\n<ul>\n<li>Providing and operating the Services.</li>\n<li>Accepting, investigating and answering inquiries.</li>\n<li>Sending emails regarding the Services containing information about new functions, updated information and special offers.</li>\n<li>Sending and returning ordered products and awards such as free giveaways.</li>\n<li>Communicating confirmation upon shipping.</li>\n<li>Handling affairs such as acceptance of orders and payments.</li>\n<li>Providing information as necessary on matters such as maintenance and important notices.</li>\n<li>Tallying, analyzing and preparing statistical materials on attribution of personal information and User Information.\n(Statistical materials shall refer to materials processed so that individuals cannot be recognized or identified, and may be used or handled to conduct functions such as development of new services.\nIn addition, the statistical materials may be provided to allied parties.)</li>\n<li>Conducting marketing surveys, planning, and conducting research and development.</li>\n<li>Identifying individuals who breached the terms of use and refusing their use.</li>\n<li>Enhancing convenience for customers such as by customizing advertisements and contents that customers see in using the services (including customizing our advertisements and contents that customers see in using third party services).</li>\n<li>Having customers view, change or delete their registered information or view their status of use.</li>\n<li>Billing customers’ usage fees for fee-based services.</li>\n<li>Communicating with customers that uploaded contents on the services provided by the Company regarding the use of such contents.</li>\n<li>Advertising sponsor companies and providing information on the services provided by allied companies.\n(Allied companies shall mean companies with which the Company is allied and jointly provides services or companies that conduct joint research with the Company and their group companies.\nExcept in the cases of sections 3 to 4 below, personal information shall not be provided to allied companies, and even where the User Information and personal information are provided (pursuant to sections 3 to 4 below, in the case of the latter), the Company shall appropriately supervise the allied companies as necessary.)</li>\n<li>Where there are allied companies and customers use the services jointly provided by such companies and the Company (the “Joint Services”), providing the allied companies User Information to the minimum extent necessary to provide the Joint Services.</li>\n<li>Providing collected information to the allied companies (excluding recognizable customers’ IDs) and conducting joint research in order to enhance services and improve technology (the result of such research may be published).</li>\n</ul>3.\nUse of TrueDepth API<p>We make use of collected facial expression information using the TrueDepth API provided by Apple for a certain service.\nThe only use of this information is to allow the virtual live streaming feature to capture the user’s facial expressions and synchronize with 3D characters.The data is only used for virtual live streaming purposes and it will not be stored or shared with third parties.</p>4.\nProvision of personal information to third parties<p>In principle, the Company will not disclose or provide personal information to a third party without the customers’ consent.\nHowever, it may disclose or provide the same in the case of the following:</p>\n<ul>\n<li>If based on laws and regulations.</li>\n<li>If the Company entrusts all or part of the handling of personal information to a third party within the extent necessary to achieve the purpose of use.</li>\n<li>If the handling of personal information is necessary for the protection of the life, body, or property of an individual and where it is difficult to obtain the consent of the person.</li>\n<li>If the handling of personal information is necessary to improve public health or promote the sound growth of children and where it is difficult to obtain the consent of the person.</li>\n<li>If the handling of personal information is necessary to cooperate with a state organ, a local government, or an individual or a business operator entrusted by either of the former two in executing the affairs prescribed by laws and regulations and where obtaining the consent of the person is likely to impede the execution of the affairs concerned.</li>\n<li>If falling within events for which the Users have consented in the terms of use of the services provided by the business operator.</li>\n</ul>5.\nEntrustment of services<p>The Company may entrust an entrusted party with functions including handling of personal information to the extent necessary to provide services and products.\nEven in such cases, the Company shall enter into an agreement to obligate the entrusted party not to divulge or provide the personal information to another party without the consent of the Company and shall appropriately control the same.\nWhere inevitable to provide services or products, the entrusted party may directly contact customers, which customers are asked to approve of in advance.</p>6.\nWaiver<p>The Company shall appropriately operate the services pursuant to laws and other rules so that personal information will not be divulged.\nHowever, the Company shall be exempted from liability where any issues arise from a third party acquisition of personal information in the following cases:</p>\n<ul>\n<li>If a customer reveals his/her personal information to another customer using a function on the Services or other means.</li>\n<li>If an individual was unexpectedly identified from the information another customer entered on the services.</li>\n<li>In the case of other accidents, such as where personal information was otherwise divulged without any negligence on the part of the Company.</li>\n</ul>7.\nDisclosure of personal information<p>Where a customer requests that personal information be disclosed pursuant to the Personal Information Protection Act, the Company shall confirm that the request was made by the customer himself/herself and disclose personal information to the relevant customer without delay (where no such personal information exists, the Company shall notify the customer to that effect).\nHowever, the foregoing shall not apply where the Company is not obligated to disclose the personal information pursuant to the Personal Information Protection Act or other laws or regulations.</p>8.\nCorrection, etc.\nof personal information<p>Where a customer requests that corrections, additions or deletions (“Corrections, etc.”) be made to the substance of personal information pursuant to the Personal Information Protection Act due to inaccuracies in the personal information, the Company shall confirm that the request was made by the customer himself/herself, conduct a necessary investigation without delay to the extent necessary to achieve the purpose of use, make Corrections, etc.\nto the substance of the personal information based on the result, and notify the customer to that effect (where it is determined that no such Corrections, etc.\nwill be made, the Company shall notify the customer to that effect).\nHowever, the foregoing shall not apply where the Company is not obligated to make Corrections, etc.\npursuant to the Personal Information Protection Act or other laws or regulations.</p>9.\nSuspension of Use, etc.\nof personal information<p>Where a customer requests that the use of personal information be suspended or that personal information be deleted (“Suspension of Use, etc.”) pursuant to the Personal Information Protection Act because the customers’ personal information is being used for purposes outside the originally published purpose of use or acquired due to fraud or other unlawful means, and where the request is found to have grounds, the Company shall confirm that the request was made by the customer himself/herself, execute a Suspension of Use, etc.\nof the personal information without delay, and notify the customer to that effect.\nHowever, the foregoing shall not apply where the Company is not obligated to execute a Suspension of Use, etc.\npursuant to the Personal Information Protection Act or other laws or regulations.</p>10.\nInquiry Desk and personal information disclosure request procedureInquiry desk:<p>Inquiries such as opinions, questions or claims regarding a customer’s own personal information are accepted online on the following page (“Contact Customer Support”) within niconico help.</p>\n<p>Help&gt.\nContact Customer Support &gt.\nContact Us Directly</p>Personal information disclosure request procedure:<p>Requests for disclosure and Correction, etc.\nof account information should be made by the customer himself/herself online on the niconico menu account setting.\nRequests for a Suspension of Use, etc.\nof account information as well as disclosure, Correction, etc.\nand a Suspension of Use, etc.\nof personal information other than account information, please contact the Personal Information Inquiry Desk, specifying the following items: * Some of the niconico services allow customers to make disclosures, Corrections, etc.\nand Suspensions of Use, etc.\nthemselves.</p>\n<ul>\n<li>(i) Substance of the personal information in relation to which the request is being made</li>\n<li>(ii) Name of the subject service in relation to which the request is being made</li>\n<li>(iii) Reasons for the request</li>\n<li>(iv) Measures being requested (e.g.\ndisclosure, correction/addition/deletion, suspension of use/removal of personal information)</li>\n</ul>\n<p>Depending on the substance of the request made by the customer, after receiving a request from a customer, the Company will request that the customer present information such as a user ID and registered email address, and will confirm that the request is being made by the customer himself/herself.\nAfter completing the confirmation, the Company will take the necessary measures without delay in accordance with the Personal Information Protection Policies.</p>\n<p>Where the subject of the request pertains to important personal information such as names, addresses, telephone numbers, financial institution account information and credit card information, or where the request is made by an agent on behalf the relevant customer, documents designated by the Company which are necessary to identify the requesting customer or certifying the power of attorney will be asked to be submitted.\nPlease acknowledge this in advance.</p>11.\nOthers<p>Please beware that where a customer’s most up-to-date and accurate information is not provided, the customer may not be able to receive appropriate services.</p>12.\nAbout Google Customer Match<p>We use Google Customer Match to enhance convenience for customers such as by customizing our advertisements and contents they see in using Google services.\nWe disclose certain information with Google including your personal information and user information for advertising purposes.\nGoogle does not create or augment your profile with the information we provide and does not share data with third parties such as other advertisers.\nTo learn about how Google Customer Match works and how Google handles limited data, please refer to the Google Ads help page.\nThe advertisements you see with Customer Match can be controlled according to your choice by visiting Google Ads settings as follows.</p>\n<p>[About Google Customer Match]</p>\n<p>https://support.google.com/google-ads/answer/6379332?hl=en&amp;ref_topic=6296507</p>\n<p>[Google Ad Settings]</p>\n<p>https://adssettings.google.ca/authenticated?pli=1</p> ", "created_at": "2021-04-07 01:00:28.906527", "updated_at": "2021-04-07 01:01:56.536617"}, {"id": 4782, "name": "Cookie Policy", "url": "https://site.nicovideo.jp/cookies/en/", "xpath": "//body", "text": " Guidelines for the use of Cookies and like Technology <p>DWANGO Co., Ltd.(hereafter referred to as \"We\") use cookies and technology similar to cookies (hereafter referred to as \"Cookies and like Technology\" ) on the service We operate, \"niconico\" ( hereafter, referred to as \"This Service\") to provide all Users with optimized service.\nAll Users shall review the content of \"Guidelines for the use of Cookies and like Technology\" (hereafter, referred to as \"These Guidelines\") and consent to These Guidelines for use of This Service.\nBy using This Service, Users shall consent to \"These Guidelines.\"</p> 1.\nAbout Cookies and like Technology <p>Cookies and like Technology are technologies that temporally save information about the User onto the User's device.\nBy using Cookies and like Technology, service providers can provide every User with optimized service should Users reuse the service.</p> 2.\nHow information is handled through Cookies and like Technology <p>Although User device identification and other User information is handled within Cookies and like Technology, as long as the User does not input their personal information within \"niconico,\" We cannot identify the specific individual from such information.</p>\n<p>Please refer to our Basic Personal Information Protection Policies for information regarding how We handle such information.</p> 3.\nDeactivating Cookies <p>Website Users can deactivate cookie features from inside their browser settings.\nShould they do so, portions from This Service may become unavailable.</p> 4.\nThird party use of Cookies and like Technology <p>We use the following services provided by third parties to analyze User usage of This Service, moreover, for the purpose of distributing appropriate advertisements for Users.\nHerewith, based on Cookies and like Technology that we or third parties issue, User device identification and other User information.may be acquired by such third parties when Users use This Service.</p>\n<p>Such information does not include any information that identifies a specific individual.\nFor information regarding how such information is used by third parties, please review the following privacy policies of each company.</p>\n<p>Furthermore, if Users do not wish to use Cookies and like Technology by third parties, Users can perform the deactivation (opt out) procedure from the company pages below.</p> Amazon <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> CA Wise <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> CRITEO <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> cyber communications <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> CyberAgent <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> F@N Communications <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> Facebook <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> FIVE <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> fluct <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> Geniee <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> Google <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> Gunosy <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> i-mobile <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> LOGLY <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> MicroAd <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> MoPub <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> OpenX <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> outbrain <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> Platform One <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> popIn <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> Pubmatic <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> RubiconProject <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> SMN <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> Speee <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> SpotX <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> SuperShip <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> UNITED <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> VerizonMedia <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> Video Research <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> VIDPOOL <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> Yahoo Japan <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> Zucks <ul>\n<li>Privacy Policy Posted Page</li>\n<li>Opt Out</li>\n</ul> 5.\nRevision of These Guidelines <p>We may choose to amend These Guidelines at our discretion.Should these guidelines be amended, We shall notify Users by posts on the service.\nAfter such amendment notifications, Users shall consent to These Guidelines, post amendment, by use of This Service.</p> End ", "created_at": "2021-04-07 01:00:29.492309", "updated_at": "2021-04-07 01:01:09.147583"}, {"id": 4781, "name": "Cookie等の利用に関するガイドライン", "url": "https://site.nicovideo.jp/cookies/", "xpath": "", "text": " Cookie等の利用に関する<br>ガイドライン <p>株式会社ドワンゴ（以下、「当社」といいます。）は、当社が運営するサービス「niconico」（以下、「本サービス」といいます。）において、利用者の皆様に最適化したサービスを提供するために、Cookie及びCookie同様の技術（以下、「cookie等」といいます。）を利用しています。利用者の皆様は、「Cookie等の利用に関するガイドライン」（以下、「本ガイドライン」といいます。）の内容をご確認頂いた上で、本ガイドラインに同意した上で、本サービスをご利用ください。本サービスをご利用される場合は、本ガイドラインの内容に同意したものとみなします。</p> 1.\nCookie等について <p>Cookie等とは、サービス提供者が、利用者に関する情報を利用者の端末に一時的に保存する技術のことで、サービス提供者は、Cookie等を利用することにより、利用者が再度サービスを利用した際に、利用者ごとに最適化されたサービスを提供することができます。</p> 2.\nCookie等による取扱情報について <p>当社は、Cookie等において利用者の端末の識別情報その他利用者に関する情報を取り扱いますが、利用者が本サービスにおいて個人情報を入力しない限り、当該情報から特定の個人を識別することはできません。</p>\n<p>当社による当該情報の取扱いについては、当社の個人情報保護基本方針をご確認下さい。</p> 3.\nCookieの無効について <p>ウェブサイトの利用者は、ブラウザの設定においてCookieの機能を無効にすることができます。この場合は、本サービスの一部が利用できなくなることがありますので、あらかじめご了承ください。</p> 4.\n第三者によるCookie等の利用 <p>当社は、利用者による本サービスの利用状況の分析、利用者に対する適切な広告配信等のために、以下の第三者が提供するサービスを利用しています。これにより、利用者が本サービスを利用した際に、当社又は第三者が発行するCookie等をもとにして、当該第三者が利用者の端末の識別情報その他利用者に関する情報を取得することがあります。</p>\n<p>当該情報には、特定の個人を識別する情報を一切含みません。第三者による当該情報の取扱いについては、以下の各社のプライバシーポリシーをご確認下さい。</p>\n<p>なお、第三者によるCookie等の利用をご希望されない場合は、以下の各社のページから、無効化（オプトアウト）の手続を行って下さい。</p> Amazon <ul>\n<li>プライバシーポリシー</li>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> CA Wise <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> CRITEO <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> cyber communications <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> CyberAgent <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> F@N Communications <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> Facebook <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> FIVE <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> fluct <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> Geniee <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> Google <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> Gunosy <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> i-mobile <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> LOGLY <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> MicroAd <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> MoPub <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> OpenX <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> outbrain <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> Platform One <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> popIn <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> Pubmatic <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> RubiconProject <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> SMN <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> Speee <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> SpotX <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> SuperShip <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> UNITED <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> VerizonMedia <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> Video Research <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> VIDPOOL <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> Yahoo Japan <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> Zucks <ul>\n<li>プライバシーポリシー</li>\n<li>オプトアウト</li>\n</ul> 5.\n本ガイドラインの改訂 <p>当社は、本ガイドラインを当社の判断により任意に変更することができるものとします。当社は、本ガイドラインを変更する場合、本サービス上に掲載する方法により利用者に通知するものとし、利用者は、当該変更通知後、利用者が本サービスを利用したことをもって、変更後の本ガイドラインの内容に同意したものとみなします。</p> 以上 ", "created_at": "2021-04-07 01:00:29.200188", "updated_at": "2021-04-07 01:01:34.566034"}], "points": [], "urls": ["nicovideo.jp", "live.nicovideo.jp", "seiga.nicovideo.jp", "ch.nicovideo.jp", "game.nicovideo.jp", "app.nicovideo.jp", "dic.nicovideo.jp", "commons.nicovideo.jp", "jk.nicovideo.jp", "news.nicovideo.jp", "nicoad.nicovideo.jp", "3d.nicovideo.jp", "com.nicovideo.jp", "q.nicovideo.jp", "qa.nicovideo.jp", "account.nicovideo.jp", "point.nicovideo.jp", "blog.nicovideo.jp", "site.nicovideo.jp", "anime.nicovideo.jp"]}}