{"error": 448, "message": "OK", "parameters": {"id": 5154, "name": "ReGain", "created_at": "2021-10-18 22:16:50.916706", "updated_at": "2021-10-18 22:01:08.607558", "wikipedia": null, "keywords": null, "related": null, "slug": "regain", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5154.png", "url": "regain.us", "documents": [{"id": 9241, "name": "Privacy Policy", "url": "https://www.regain.us/privacy/", "xpath": "/html/body/div[2]/div[2]/div", "text": " Privacy Policy <ol>\n<li> About Your Privacy and This Privacy Policy <p>Your privacy is extremely important to us.\nWe are constantly putting a great deal of thought, effort, tools, resources and procedures in place in order to protect and safeguard your privacy.\nThis document is our \"Privacy Policy\" and it contains details on issues related to your privacy when using our services.\nThis Privacy Policy applies to visitors to the public websites owned and operated by BetterHelp, the registered users of BetterHelp’s associated mobile and web application (collectively with the websites, the \"Platform\"), and to the counselors that provide the Counselor Services (\"Counselors\").\nIt is intended to inform you of our policies, procedures and practices regarding the collection, use and disclosure of any information that you provide through the Platform.</p>\n<p>The Privacy Policy does not apply to the collection and use of certain employment-related information.\nIf you are a current or former BetterHelp job applicant, employee, owner, director, officer, or contractor, please contact us at DPO@betterhelp.com for the appropriate notice.</p>\n<p>If you are visiting our website as a California or European Union resident, your rights under the California Consumer Privacy Act or GDPR are represented in an addendum to this policy.\nIf you do not see this addendum below, please contact us at DPO@betterhelp.com to receive the additional information describing your rights under California and European Union law.</p>\n<p>The Privacy Policy is part of our Terms and Conditions.\nThe terms in the Privacy Policy (such as, but not limited to, \"we\", \"our\", \"us\", \"Platform\", and \"Counselor Services\") have the same meaning as in our Terms and Conditions document.\nWhen you use our Platform you accept and agree to both the Terms and Conditions and to the Privacy Policy.\nIf you do not agree to be bound to the Privacy Policy you should stop using the Platform immediately or cease to provide the Counselor Services, as applicable.\nBy accessing and using our Platform or providing the Counselor Services, as applicable, you affirm that you have read the Terms and Conditions and the Privacy Policy and that you understand, agree to and acknowledge all the terms contained in both of them.</p>\n</li>\n<li> Information Collection, Use, and Disclosure <p>\n<strong>Categories of Information Collected</strong>\n</p>\n<p>To let us operate the Platform effectively and to let you use the Platform, including the Counselor Services, we may collect, use, and store the information described below.\nWe also disclose certain information to third parties, as described further below.\nThe information we collect is received directly or indirectly from you and generated in the course of your use of the Platform.\nThe data we collect is not used for marketing or any other purposes except as specified in this Privacy Policy.</p>\n<p>\n<em>Visitor Data</em>: BetterHelp collects, uses, and stores data regarding user visits to its website and use of the BetterHelp application (\"Visitor Data\"), including the particular pages visited or viewed by the user, the amount of time the user spent on the website or application, website errors experienced by the user, visits to the BetterHelp \"FAQ\" page, and information about the browser or device used to access the website and application, such as the user’s mobile device ID and IP address.\nThese practices apply to users who visit pages for prospective new customers as well as those who visit pages for prospective Counselors.</p>\n<p>\n<em>Onboarding Data</em>: In addition to the questionnaire responses provided by users (including Counselors) in the process of initial registration, BetterHelp collects, uses, and stores certain additional data from users during the onboarding process (\"Onboarding Data\").\nThis data includes the pages viewed by the user, whether the user clicks the \"Get started\" link to begin completing the questionnaire, and whether the user responds to any of the questionnaire prompts.</p>\n<p>\n<em>Account Registration Data</em>: BetterHelp collects, uses, and stores certain information in connection with the account registration process, such as whether users registered using their Facebook or Google profiles, and whether a user verifies their reported email address or phone number (\"Account Registration Data\").\nBetterHelp also assigns each user (including Counselors) who creates a BetterHelp account an anonymized, randomly-generated client ID.</p>\n<p>\n<em>Transaction Data</em>: BetterHelp collects, uses, and stores certain information regarding payment for its services by users and related transactions on its website, such as whether a user completed payment for BetterHelp’s services, signed up for BetterHelp’s services using a trial offer, canceled or otherwise ended a trial, or completed a request to receive financial aid for BetterHelp’s services (\"Transaction Data\").</p>\n<p>\n<em>Login Data</em>: BetterHelp collects, uses, and stores data regarding logins to BetterHelp’s Platform by registered users (including Counselors) and activity conducted during that log in such as when a user logs in, the number of messages received or sent through BetterHelp’s website or app during that log in, and whether a user has been assigned, started, or completed a counseling goal (\"Login Data\").\nLogin Data does not include the content of any messages sent or received by users or the content of any counseling goals.</p>\n<p>\n<em>Counseling Session Data</em>: BetterHelp collects, uses, and stores certain general data regarding user counseling sessions such as whether a live session has been scheduled by the user, whether a Counselor or user joins a scheduled session, when a counseling session began and ended, and whether a counseling session was canceled or re-scheduled.</p>\n<p>\n<em>Customer Data</em>: BetterHelp collects, uses, and stores certain data from users that have signed up for BetterHelp’s services such as a user’s self-reported name or nickname, age, e-mail address, phone number, and emergency contact information (\"Customer Data\").</p>\n<p>\n<em>Counselor Data</em>: In order to credential, recredential, run checks and pay Counselors, BetterHelp collects, uses, and stores certain data from Counselors.\nThis data includes information such as the Counselor’s name, e-mail address, and phone number, address, NPI number (if applicable), CAQH number (if applicable) and education and job history (\"Counselor Data\").</p>\n<p>\n<em>Communications Data</em>: BetterHelp collects, uses, and stores communications between users and Counselors on the Platform, and communications between users and BetterHelp’s customer service team (\"Communications Data\").</p>\n<p>Protecting this information is important for us.\nOther than in the ways detailed in this Privacy Policy, we will never use or disclose any information unless you requested or approved us to do so.</p>\n<strong>Purposes for Which Information is Used</strong>\n<p>We may use the information we collect for one or more of the following purposes:</p>\n<strong>Communication with you</strong>\n<ul>\n<li>To contact you or provide you with information, alerts and suggestions that are related to the Platform.</li>\n<li>To verify your identity.</li>\n<li>To complete an activity you requested, such as register for the Platform or obtain more information.</li>\n<li>To reach out to you, either ourselves or using the appropriate authorities, if we have a good reason to believe that you or any other person may be in danger or may be either the cause or the victim of a criminal act.</li>\n</ul>\n<strong>Delivery of services to you</strong>\n<ul>\n<li>To create your account on our Platform and let you log in to your account and use the Platform.</li>\n<li>To manage your account, provide you with customer support, and ensure you are receiving quality service.</li>\n<li>For billing and transaction processing purposes.</li>\n<li>To match users with Counselors and facilitate the Counselor Services.</li>\n<li>To provide, support, personalize, and develop our Platform and the Counselor Services.</li>\n</ul>\n<strong>Administration and improvement of services</strong>\n<ul>\n<li>To supervise, administer and monitor the Platform.</li>\n<li>To measure and improve the quality, effectiveness and delivery of our services.</li>\n</ul>\n<strong>Customization and marketing</strong>\n<ul>\n<li>To advertise and market the Platform and Counselor Services to potential users and Counselors.</li>\n<li>To personalize website experience and to deliver content and product and service offerings relevant to individual interests, including targeted offers and ads through our websites, third-party sites, and via email or text message.</li>\n</ul>\n<strong>Compliance with law</strong>\n<ul>\n<li>To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.</li>\n<li>To comply with applicable state and federal laws, including, but not limited to laws related to protecting client and public health and safety.</li>\n</ul>\n<strong>Other uses with consent</strong>\n<ul>\n<li>Any other purpose with your consent.</li>\n</ul>\n<p>\n<strong>Purposes for Which Information is Disclosed to Third Parties</strong>\n</p>\n<p>Information about you may be disclosed to third parties for one or more of the following purposes:</p>\n<p>\n<em>For business purposes and advertising:</em> Only as necessary for facilitating the Counselor Services, we may share a user’s information with a Counselor and a Counselor’s information with a user.\nWe may also share your information with vendors and service providers, including our data hosting and data storage partners, analytics and advertising providers, and vendors providing technology services and support, payment processing, and data security.\nWe also may share information with professional advisers, such as auditors, law firms, and accounting firms.</p>\n<p>\n<em>With your direction or consent:</em> We may share your information with third parties if you request or direct us to do so.</p>\n<p>\n<em>With affiliates within our corporate group:</em> We may share your information with any subsidiaries or parent companies within our corporate group.</p>\n<p>\n<em>Compliance with law:</em> We may share your information with a court, a regulatory entity, law enforcement personnel, or pursuant to a subpoena, to comply with applicable law or any obligations thereunder.</p>\n<p>\n<em>In the context of a transaction:</em> We may share your information in connection with an asset sale, merger, bankruptcy, or other business transaction.</p>\n<p>\n<em>For other business reasons:</em> We may share your information to enforce any applicable Terms and Conditions and Terms of Use, and to ensure the safety and security of the Platform and our users.</p>\n<p>Note that if you make any information publicly available on the Platform, anyone may see and use such information.</p>\n</li>\n<li>Opting out of Marketing Communication <p>You can opt out of receiving email marketing by unsubscribing using the unsubscribe link provided in all of our marketing email communications.</p>\n</li>\n<li>Cookies and Web Beacons <p>Like many websites, we use \"cookies\" and \"web beacons\" (also known as pixels) to collect information.\nA \"cookie\" is a small data file that is transferred to your computer's hard disk for record-keeping purposes.\nWe collect cookies that are necessary for the Platform to function, cookies that enhance the Platform’s performance, and cookies used for third-party tracking.\nA \"web beacon\" is a tiny and sometimes invisible image or embedded code, placed on a Web page or email that can report your visit or use to a third party.\nWeb beacons are typically used by third parties to monitor the activity of users at a website for the purpose of web analytics, advertising optimization, or page tagging.\nAdditional information regarding web beacons is available on Wikipedia.</p>\n<p>You can change your browser's settings so it will stop accepting cookies and web beacons or to prompt you before accepting a cookie or web beacon.\nOpt-out options for cookies and web beacons are located here.</p> Use of Cookies, Web Beacons, and Similar Technology for Analytics <p>We may use third party cookies or web beacons for the purposes of web analytics, attribution, and error management.\nOur Platform may use vendor services that use cookies, web beacons, and similar technology to collect and store anonymous information about you, including when you pay for services, load a page, indicate that you heard about us on television, sign up for services, enter your payment information (but the payment details are not disclosed), start the intake questionnaire, and your response as to the referral source to the Platform.</p>\n<p>Our Platform also uses analytics vendors to collect information (for example, Visitor Data and Onboarding Data) about user actions on our websites for purposes of analytics and analysis of certain Platform usage.</p> Use of Cookies, Web Beacons, and Similar Technology for Advertising Networks <p>You and others may see certain ads for our services or for the Platform on other websites because we participate in ad networks.\nAd networks allow us to target our messaging to users through demographic, interest-based, and contextual means.\nThese networks track individuals’ online activities over time by collecting information through automated means, including through the use of cookies, web server logs, and web beacons.\nThe networks use this information to show advertisements that may be tailored to an individual’s interests.\nThe information our ad networks may collect includes information about your visits to websites that participate in the relevant ad networks, such as the pages or advertisements you view and the actions you take on the websites.\nThis data collection takes place both on our websites and on third-party websites that participate in the ad networks.\nThis process also helps us track the effectiveness of our marketing efforts and assists other websites and advertising partners to find you or people like you on different platforms, including social media websites.\nAs mentioned above, you can opt-out of cookies and web beacons by visiting this link here.</p>\n</li>\n<li>Social and General Information Tools <p>We use several publicly-available tools and information exchange resources, such as (but not limited to) a blog, a Facebook page, a Twitter account, and others (collectively \"Social and General Information Tools\").\nAny information you provide or share while using Social and General Information Tools may be read, accessed, collected by that site and users of that site according to their Privacy Policy.</p>\n</li>\n<li>Phishing <p>Online identity theft and account hacking, including the practice currently known as \"phishing\", are of great concern.\nYou should always be diligent when you are being asked for your account information and you must always make sure you do that in our secure system.\nWe will never request your login information or your credit card information in any non-secure or unsolicited communication (email, phone or otherwise).</p>\n</li>\n<li>Links <p>The Platform may contain links to other websites, services or offers which are owned, operated or maintained by third parties.\nIf you click on a third party link, you will be directed to that third website or service.\nThe fact that we link to a website or service is not an endorsement, authorization or representation of our affiliation with that third party, nor is it an endorsement of their privacy or information security policies or practices.\nWe do not have control over third party websites and services and we do not have control over their privacy policies and terms of use.</p>\n</li>\n<li>Security of Information <p>While using any Internet-based service carries inherent security risks that cannot be 100% prevented, our systems, infrastructure, encryption technology, operation and processes are all designed, built and maintained with your security and privacy in mind.\nWe apply industry standards and best practices to prevent any unauthorized access, use, and disclosure.\nWe comply with all applicable federal laws, state laws, and regulations regarding data privacy.</p>\n</li>\n<li>Service Providers <p>We may employ third party companies and individuals to facilitate our Platform, to perform certain tasks which are related to the Platform, or to provide audit, legal, operational or other services for us.\nThese tasks include, but not limited to, customer service, technical maintenance, monitoring, email management and communication, database management, billing and payment processing, reporting and analytics.\nWe will share with them only the minimum necessary information to perform their task for us and only after entering into appropriate confidentiality agreements.</p>\n</li>\n<li>Children's Privacy <p>We do not knowingly collect or solicit any information from anyone under the age of 13 or knowingly allow such persons to become our user.\nThe Platform is not directed and not intended to be used by children under the age of 13.\nIf you are aware that we have collected Personal Information from a child under age 13 please let us know by contacting us and we will delete that information.</p>\n</li>\n<li>Compliance with Laws and Law Enforcement <p>We cooperate with government and law enforcement officials to enforce and comply with the law.\nWe may disclose information necessary or appropriate to protect the safety of the public or any person, to respond to claims and legal process (including but not limited to subpoenas), and to prevent or stop activity that may be illegal or dangerous.\nYou should also be aware that Counselors may be obliged to disclose information to law enforcement or other authorities to conform to their professional and legal responsibilities.\nSpecifically, and without limitation, you should be aware that the law requires mental health professionals to disclose information and/or take action in the following cases: (a) reported or suspected abuse of a child or vulnerable adult.\n(b) serious suicidal potential.\n(c) threatened harm to another person.\n(d) court-ordered presentation of treatment.</p>\n</li>\n<li>Changes to the Privacy Policy <p>We may update this privacy statement at our sole discretion.\nThe date of the last revision of this policy appears at the end of this page.\nWe encourage you to periodically review this page for the latest information on our Privacy Policy and practices.\nRegardless of changes to our Privacy Policy, we will never use the information you submit under our current privacy notice in a new way without first notifying you and giving you the option to stop using the Platform.</p>\n</li>\n<li>Contacting us <p>If you have any questions or concerns about this Privacy Policy or our privacy-related practices, please contact us by clicking the \"Contact\" link at the bottom of any page in our website.</p>\n</li>\n</ol> General Data Protection Regulation (GDPR) Notice\n<p>This section provides additional information about our Privacy Policy relevant to users from the European Union (EU) and Switzerland.\nIt supplements and should be read in conjunction with the rest of the Privacy Policy.\nUnder the GDPR, BetterHelp is the Controller with respect to your Personal Data.</p>\n<p>BetterHelp may use your personal information:</p>\n<ul>\n<li>When it is necessary to do so to perform our obligations in accordance with any contract that we may have with you, for example to manage your account, and to respond to enquiries about your use of the Platform.</li>\n<li>When it is in our legitimate interests or a third party's legitimate interests to use personal information in such a way to ensure that we provide the Platform in the best way that we can.\nIn particular, we have a legitimate interest in using your personal information for product development and internal analytics purposes, and otherwise to improve the safety, security, and performance of the Platform.\nWe only rely on our or a third party's legitimate interests to process your personal information when these interests are not overridden by your rights and interests.</li>\n<li>When it is necessary to do so in order to comply with any legal obligations imposed upon us, for example under applicable law.</li>\n<li>When you have consented to the use of your personal information, for example for marketing purposes or to track your online activities via Cookies and similar technologies.</li>\n</ul>\n<ol>\n<li>Your Rights and Choices <p>EU and Swiss residents have specific rights regarding their personal information.\nThis section describes your rights if you are resident in the EU or Switzerland, and explains how to exercise those rights.</p>\n<p>\n<em>Right of access</em>: You may be entitled to ask us for a copy of any personal information which we hold.\nThis right is known as a ‘Subject Access Request.’ We will normally send you a copy of the personal information within one month of your request.\nHowever, that period may be extended by two further months where necessary, taking into account the complexity of the request or the difficulty in accessing the personal information that you request.\nThere is usually no charge.\nbut in exceptional circumstances we may charge but will discuss this with you if those circumstances apply.</p>\n<p>\n<em>Right to rectification</em>: If the personal information we hold about you is inaccurate, you may request rectification.\nThe personal information will be checked, and, where appropriate, inaccuracies will be rectified.</p>\n<p>\n<em>Right to erasure</em>: In certain circumstances, you may be entitled to ask us to erase your personal information.</p>\n<p>\n<em>Right to data portability</em>: In certain circumstances, you may wish to move, copy, or transfer the electronic personal Information that we hold about you to another organization.</p>\n<p>\n<em>Right to object</em>: You may object to your personal information being used for direct marketing.\nYou may object to the continued use of your personal information in any circumstances where we rely upon consent as the legal basis for processing it.\nWhere we rely upon legitimate interests as the legal basis for processing your personal information, you may object to us continuing to process your personal information, but you must give us specific reasons for objecting.\nWe will consider the reasons you provide, but if we consider that there are compelling legitimate grounds for us to continue to process your personal information, we may continue to do so.\nIn that event, we will let you know the reasons for our decision.</p>\n<p>\n<em>Rights related to automated decision-making including profiling</em>: We use limited personal information to operate the Platform and to carry out certain profiling activities to support and grow our business.\nWhen doing so, we rely upon our legitimate interests as the lawful basis for processing your personal information and you may exercise the above rights if you do not wish us to process your personal information in this way.</p>\n<p>To exercise the rights in relation to your Personal Information set out in this section, please contact us by clicking here.</p>\n</li>\n<li>International Data Transfers <p>The Platform is controlled and operated by us from the United States.\nBy accepting the terms of this Privacy Policy you agree that any personal information you provide to us through use of the Platform may be stored and processed, transferred between and accessed from the United States and other countries that may not guarantee the same level of protection of personal information as the one in which you reside.\nHowever, we will handle your personal information in accordance with this Privacy Policy at all times.</p>\n<p>You can contact our Data Protection Officer with questions, about this policy, or about your personal information by writing to:</p>\n<p> BetterHelp<br> Data Protection Officer<br>\n<br> C/O Legal Department<br> Vía Augusta, 252 08017, Barcelona, Spain<br> dataprotectionofficer@teladochealth.com<br>\n</p>\n<p>Whilst we will always work with you to resolve any concerns you have about the use of your personal information, under GDPR you have the right to lodge a complaint with the supervisory authority in your country of residence if you have any concerns about our use of your personal information.</p>\n<br>\n</li>\n</ol>\n<p>Last Updated and Effective: September 29, 2021</p>\n", "created_at": "2021-10-18 20:18:47.222993", "updated_at": "2021-10-18 20:18:55.202224"}, {"id": 9240, "name": "Terms", "url": "https://www.regain.us/terms/", "xpath": "/html/body/div[2]/div[2]/div", "text": " Terms and Conditions <ol>\n<li> The Terms and Conditions <p>The following are the Terms and Conditions (the \"Agreement\") which govern your access and use of our online platform through which counseling may be provided (collectively the \"Platform\").\nThis website is owned and operated by Compile, Inc.\nd.b.a.\nBetterHelp located at 990 Villa St, Mountain View, California, United States (contact@betterhelp.com).\nThe Platform may be provided or be accessible via multiple websites or applications whether owned and/or operated by us or by third parties, including, without limitation, the website regain.us and its related apps.</p>\n<p>By accessing or using the Platform, you are entering into this Agreement.\nYou should read this Agreement carefully before starting to use the Platform.\nIf you do not agree to be bound to any term of this Agreement, you must not access the Platform.</p>\n<p>When the terms \"we\", \"us\", \"our\" or similar are used in this Agreement, they refer to any company that owns and operates the Platform (the \"Company\").</p>\n</li>\n<li> The Counselors and Counselor Services <p>The Platform may be used to connect you with a Counselor who will provide services to you through the Platform (“Counselor Services”).</p>\n<i>For U.S.\nbased Counselors</i>\n<br>\n<p>We require every Counselor providing Counselor Services on the Platform to be an accredited, trained, and experienced licensed psychologist (PhD / PsyD), licensed marriage and family therapist (LMFT), licensed clinical social worker (LCSW), licensed professional counselor (LPC), or similar applicable recognized professional certification based on their state and/or jurisdiction.\nCounselors must have a relevant academic degree in their field, at least 3 years of experience, at least 1,000 hours of hands-on experience, and have to be qualified and certified by their respective professional board after successfully completing the necessary education, exams, training and practice requirements as applicable.</p>\n<i>For U.K.\nbased Counselors</i>\n<br>\n<p>We require every Counselor providing Counselor Services on the Platform to be a registered, trained, and experienced Practitioner Psychologist, Accredited Counselor, or similar applicable recognized professional certification.\nCounselors must have a relevant academic degree in their field, at least 3 years of experience, and have to be qualified and accredited by their respective professional organization after successfully completing the necessary education, exams, training, and practice requirements as applicable.</p>\n<p>The Counselors are independent providers who are neither our employees nor agents nor representatives.\nThe Platform’s role is limited to enabling the Counselor Services while the Counselor Services themselves are the responsibility of the Counselor who provides them.\nIf you feel the Counselor Services provided by the Counselor do not fit your needs or expectations, you may change to a different Counselor who provides services through the Platform.\nIf a Counselor you have been connected with stops using the Platform at any time after you have been connected, we will send an email to notify you that your Counselor is no longer on the Platform and that you have the opportunity to match with a new Counselor.</p>\n<p>While we hope the Counselor Services are beneficial to you, you understand, agree and acknowledge that they may not be the appropriate solution for everyone’s needs and that they may not be appropriate for every particular situation and/or may not be a complete substitute for a face-to-face examination and/or care in every particular situation.</p>\n<p>IF YOU ARE THINKING ABOUT SUICIDE OR IF YOU ARE CONSIDERING HARMING YOURSELF OR OTHERS OR IF YOU FEEL THAT ANY OTHER PERSON MAY BE IN ANY DANGER OR IF YOU HAVE ANY MEDICAL EMERGENCY, YOU MUST IMMEDIATELY CALL THE EMERGENCY SERVICE NUMBER (911 IN THE US and 999 in the UK) AND NOTIFY THE RELEVANT AUTHORITIES.\nSEEK IMMEDIATE IN PERSON ASSISTANCE.\nTHE PLATFORM IS NOT DESIGNED FOR USE IN ANY OF THE AFOREMENTIONED CASES AND THE COUNSELORS CANNOT PROVIDE THE ASSISTANCE REQUIRED IN ANY OF THE AFOREMENTIONED CASES.</p>\n<p>THE PLATFORM IS NOT INTENDED FOR THE PROVISION OF CLINICAL DIAGNOSIS REQUIRING AN IN-PERSON EVALUATION AND YOU SHOULD NOT USE IT IF YOU NEED ANY OFFICIAL DOCUMENTATION OR APPROVALS FOR PURPOSES SUCH AS, BUT NOT LIMITED TO, COURT-ORDERED COUNSELING OR EMOTIONAL SERVICE DOG CERTIFICATION.\nIT IS ALSO NOT INTENDED FOR ANY INFORMATION REGARDING WHICH DRUGS OR MEDICAL TREATMENT MAY BE APPROPRIATE FOR YOU, AND YOU SHOULD DISREGARD ANY SUCH ADVICE IF DELIVERED THROUGH THE PLATFORM.</p>\n<p>DO NOT DISREGARD, AVOID, OR DELAY IN OBTAINING IN-PERSON CARE FROM YOUR DOCTOR OR OTHER QUALIFIED PROFESSIONAL BECAUSE OF INFORMATION OR ADVICE YOU RECEIVED THROUGH THE PLATFORM.</p>\n</li>\n<li> Privacy and Security <p>Protecting and safeguarding any information you provide through the Platform is extremely important to us.\nInformation about our security and privacy practices can be found on our Privacy Policy available at https://www.regain.us/privacy (The ‘Privacy Policy’).</p>\n<p>BY AGREEING TO THIS AGREEMENT AND/OR BY USING THE PLATFORM, YOU ARE ALSO AGREEING TO THE TERMS OF THE PRIVACY POLICY.\nTHE PRIVACY POLICY IS INCORPORATED INTO AND DEEMED A PART OF THIS AGREEMENT.\nTHE SAME RULES THAT APPLY REGARDING CHANGES AND REVISIONS OF THIS AGREEMENT ALSO APPLY TO CHANGES AND REVISIONS OF THE PRIVACY POLICY.</p>\n</li>\n<li> Third Party Content <p>The Platform may contain other content, products or services which are offered or provided by third parties (\"Third Party Content\"), links to Third Party Content (including but not limited to links to other websites) or advertisements which are related to Third Party Content.\nWe have no responsibility for the creation of any such Third Party Content, including (but not limited to) any related products, practices, terms or policies, and we will not be liable for any damage or loss caused by any Third Party Content.</p>\n</li>\n<li> Disclaimer of Warranty and Limitation of Liability <p>YOU HEREBY RELEASE US AND AGREE TO HOLD US HARMLESS FROM ANY AND ALL CAUSES OF ACTION AND CLAIMS OF ANY NATURE RESULTING FROM THE COUNSELOR SERVICES OR THE PLATFORM, INCLUDING (WITHOUT LIMITATION) ANY ACT, OMISSION, OPINION, RESPONSE, ADVICE, SUGGESTION, INFORMATION AND/OR SERVICE OF ANY COUNSELOR AND/OR ANY OTHER CONTENT OR INFORMATION ACCESSIBLE THROUGH THE PLATFORM.</p>\n<p>YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT THE PLATFORM IS PROVIDED \"AS IS\" WITHOUT ANY EXPRESS OR IMPLIED WARRANTIES OF ANY KIND, INCLUDING BUT NOT LIMITED TO MERCHANTABILITY, NON-INFRINGEMENT, SECURITY, FITNESS FOR A PARTICULAR PURPOSE OR ACCURACY.\nTHE USE OF THE PLATFORM IS AT YOUR OWN RISK.\nTO THE FULLEST EXTENT OF THE LAW, WE EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESSED OR IMPLIED.</p>\n<p>YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT WE SHALL NOT BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, PUNITIVE OR EXEMPLARY DAMAGES.</p>\n<p>YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT OUR AGGREGATE LIABILITY FOR DAMAGES ARISING WITH RESPECT TO THIS AGREEMENT AND ANY AND ALL USE OF THE PLATFORM WILL NOT EXCEED THE TOTAL AMOUNT OF MONEY PAID BY YOU OR ON YOUR BEHALF THROUGH THE PLATFORM IN THE 12 MONTHS PERIOD PRIOR TO THE DATE OF THE CLAIM.</p>\n<p>If the applicable law does not allow the limitation of liability as set forth above, the limitation will be deemed modified solely to the extent necessary to comply with applicable law.</p>\n<p>This section (limitation of liability) shall survive the termination or expiration of this Agreement.</p>\n</li>\n<li> Your account, representations, conduct and commitments <p>You hereby confirm that you are legally able to consent to receive Services, or have the consent of a parent or guardian, and that you are legally able to enter into a contract.</p>\n<p>You hereby confirm and agree that all the information that you provided in or through the Platform, and the information that you will provide in or through the Platform in the future, is accurate, true, current and complete.\nFurthermore, you agree that during the term of this Agreement you will make sure to maintain and update this information so it will continue to be accurate, current and complete.</p>\n<p>You agree, confirm and acknowledge that you are responsible for maintaining the confidentiality of your password and any other security information related to your account (collectively \"Account Access\").\nWe advise you to change your password frequently and to take extra care in safeguarding your password.</p>\n<p>You agree to notify us immediately of any unauthorized use of your Account Access or any other concern for breach of your account security.</p>\n<p>You agree, confirm and acknowledge that we will not be liable for any loss or damage that incurred as a result of someone else using your account, either with or without your consent and/or knowledge.</p>\n<p>You agree, confirm and acknowledge that you are solely and fully liable and responsible for all activities performed using your Account Access.\nYou further acknowledge and agree that we will hold you liable and responsible for any damage or loss incurred as a result of the use of your Account Access by any person whether authorized by you or not, and you agree to indemnify us for any such damage or loss.</p>\n<p>You agree and commit not to use the account or Account Access of any other person for any reason.</p>\n<p>You agree and confirm that your use of the Platform, including the Counselor Services, are for your own personal use only and that you are not using the Platform or the Counselor Services for or behalf of any other person or organization.</p>\n<p>You agree and commit not to interfere with or disrupt, or attempt to interfere with or disrupt, any of our systems, services, servers, networks or infrastructure, or any of the Platform's systems, services, servers, networks or infrastructure, including without limitation obtaining unauthorized access to the aforementioned.</p>\n<p>You agree and commit not to make any use of the Platform for the posting, sending or delivering of either of the following: (a) unsolicited email and/or advertisement or promotion of goods and services.\n(b) malicious software or code.\n(c) unlawful, harassing, privacy invading, abusive, threatening, vulgar, obscene, racist or potentially harmful content.\n(d) any content that infringes a third party right including intellectual property rights.\n(e) any content that may cause damage to a third party.\n(f) any content which may constitute, cause or encourage a criminal action or violate any applicable law.</p>\n<p>You agree and commit not to violate any applicable local, state, national or international law, statute, ordinance, rule, regulation or ethical code in relation to your use of the Platform and your relationship with the Counselors and us.</p>\n<p>If you receive any file from us or from a Counselor, whether through the Platform or not, you agree to check and scan this file for any virus or malicious software prior to opening or using this file.</p>\n<p>You will indemnify us, defend us, and hold us harmless from and against any and all claims, losses, causes of action, demands, liabilities, costs or expenses (including, but not limited to, litigation and reasonable attorneys' fees and expenses) arising out of or relating to any of the following: (a) your access to or use of the Platform.\n(b) any actions made with your account or Account Access whether by you or by someone else.\n(c) your violation of any of the provisions of this Agreement.\n(d) non-payment for any of the services (including Counselor Services) which were provided through the Platform.\n(e) your violation of any third party right, including, without limitation, any intellectual property right, publicity, confidentiality, property or privacy right.\nThis clause shall survive expiration or termination of this Agreement.</p>\n<p>You confirm and agree to use only credit cards or other payment means (collectively “Payment Means”) which you are duly and fully authorized to use, and that all payment related information that you provided and will provide in the future, to or through the Platform, is accurate, current and correct and will continue to be accurate, current and correct.</p>\n<p>You agree to pay all fees and charges associated with your Account on a timely basis and according to the fees schedule, the terms and the rates as published in the Platform.\nBy providing us with your Payment Means you authorize us to bill and charge you through that Payment Means and you agree to maintain valid Payment Means information in your Account information.</p>\n<p>If you have any concerns about a bill or a payment, please contact us immediately by sending an email to <u>contact@regain.us</u>.\nWe will evaluate your issue on a case by case basis and, at our discretion, take steps to resolve any issue, including but not limited to helping you find a new Counselor, extending your subscription at no cost to you, and issuing partial or full refunds when applicable.</p>\n</li>\n<li> Modifications, Termination, Interruption and Disruptions to the Platform <p>You understand, agree and acknowledge that we may modify, suspend, disrupt or discontinue the Platform, any part of the Platform or the use of the Platform, whether to all clients or to you specifically, at any time with or without notice to you.\nYou agree and acknowledge that we will not be liable for any of the aforementioned actions or for any losses or damages that are caused by any of the aforementioned actions.</p>\n<p>The Platform depends on various factors such as software, hardware and tools, either our own or those owned and/or operated by our contractors and suppliers.\nWhile we make commercially reasonable efforts to ensure the Platform’s reliability and accessibility, you understand and agree that no platform can be 100% reliable and accessible and so we cannot guarantee that access to the Platform will be uninterrupted or that it will be accessible, consistent, timely or error-free at all times.</p>\n</li>\n<li> Notices <p>We may provide notices or other communications to you regarding this agreement or any aspect of the Platform, by email to the email address that we have on record, by regular mail or by posting it online.\nThe date of receipt shall be deemed the date on which such notice is given.\nNotices sent to us must be delivered by email to <u>legal@regain.us</u>.</p>\n<p>Notice to California Residents:</p>\n<p>The Board of Behavioral Sciences receives and responds to complaints regarding services provided within the scope of practice of (marriage and family therapists, clinical social workers, or professional clinical counselors).\nYou may contact the board online at www.bbs.ca.gov, or by calling (916) 574-7830.</p>\n</li>\n<li> Important notes about our Agreement <p>This Agreement and our relationship with you shall both be interpreted solely in accordance with the laws of the State of Delaware excluding any rules governing choice of laws.</p>\n<p>You irrevocably agree that the exclusive venue for any action or proceeding arising out of relating to this Agreement or our relationship with you, regardless of theory, shall be the U.S.\nDistrict Court for the Northern District of California, or the state courts located in Santa Clara County in California.\nYou irrevocably consent to the personal jurisdiction of the aforementioned courts and hereby waive any objection to the exercise of jurisdiction by the aforementioned courts.\nNothing in this Agreement, including the choice of the laws of the State of Delaware, affects your statutory rights as a consumer to rely on the mandatory consumer protection provisions contained in the law of the country in which you live.</p>\n<p>THIS AGREEMENT CONSTITUTES THE ENTIRE AGREEMENT BETWEEN YOU AND US.\nYOU CONFIRM THAT YOU HAVE NOT RELIED UPON ANY PROMISES OR REPRESENTATIONS BY US EXCEPT AS SET FORTH IN THIS AGREEMENT.</p>\n<p>We may change this Agreement by posting modifications on the Platform.\nUnless otherwise specified by us, all modifications shall be effective upon posting.\nTherefore, you are encouraged to check the terms of this Agreement frequently.\nThe last update date of this Agreement is posted at the bottom of the Agreement.\nBy using the Platform after the changes become effective, you agree to be bound by such changes to the Agreement.\nIf you do not agree to the changes, you must terminate access to the Platform and participation in its services.</p>\n<p>We may freely transfer or assign this Agreement or any of its obligations hereunder.</p>\n<p>The paragraph headings in this Agreement are solely for the sake of convenience and will not be applied in the interpretation of this Agreement.</p>\n<p>If any provision of this Agreement is held by a court of competent jurisdiction to be illegal, invalid, unenforceable, or otherwise contrary to law, the remaining provisions of this Agreement will remain in full force and effect.</p>\n<p>To clear any doubt, all clauses regarding limitations of liabilities and indemnification shall survive the termination or expiration of this Agreement.</p>\n</li>\n</ol>\nLast Updated: September 29, 2021 ", "created_at": "2021-10-18 22:16:50.918653", "updated_at": "2021-10-18 20:17:49.200965"}], "points": [], "urls": ["regain.us"]}}