{"error": 448, "message": "OK", "parameters": {"id": 716, "name": "Stylish", "created_at": "2018-09-23 21:54:05.470678", "updated_at": "2021-03-25 03:19:53.70423", "wikipedia": null, "keywords": null, "related": null, "slug": "stylish", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/716.png", "url": "https://userstyles.org", "documents": [{"id": 575, "name": "Privacy Policy", "url": "https://userstyles.org/d/login/policy", "xpath": "/html/body", "text": " <p>\n<b>STYLISH PRIVACY POLICY</b>\n</p>\n<p>\n<i>Last modified: August 30, 2020</i>\n</p>\n<p>\n<br>\n</p>\n<p>We are SimilarWeb and this is our privacy policy for our Stylish product and service.\nIf you have read privacy policies before, you may have found that they are difficult to understand and often overwhelm you with information.\nSo we will try to keep this simple and get to the bottom line right away: <i>\n<b>We do not want to know your identity or any other personal information and we do not automatically collect data to try and figure out who you are</b>\n</i>.\nOf course, we need to give you all of the regular privacy policy information to which you are entitled, and we will get to that in a minute.\nBut first, and in case you do not have the time or patience to read through the whole policy, we want to repeat and make that point perfectly clear: <i>\n<b>We do not want to know your identity</b>\n</i> - unless you decide to share it by registering on our website or contacting us for support, in which case we will use it only for that purpose.\nOtherwise, <i>\n<b>any data collected from you simply by your use of our product will never be used to figure out who you are or to send you targeted ads, and will not be shared with any other parties for those purposes</b>\n</i>.\n</p>\n<p>In the rest of this privacy policy, we are going to give you a lot of detail about exactly what data is collected from you, how it is processed, where it is stored, and what your rights are as a user.\nThat is important information, and we certainly hope you carefully read the entire policy.\nAs a user of a product from which data is processed, you are entitled to that information and we are obligated to make it available.\nThat makes sense and is as it should be, since you deserve to be protected from intrusive data practices.\nCompliance with data privacy laws and regulations, including the GDPR, is extremely important to us and is a top priority in our activities as a global company.</p>\n<p>Sure, we do collect information from you when you use our product.\nThe information is collected using code that is open-source and which can be inspected by anyone capable of doing so.\nWe realize that most users may not be able to read that code, but the point is, the purpose of that data collection is to provide for your use the best Stylish product and service we can.\nWe have no interest in knowing the identity of any individual users, and we invest enormous resources to ensure that we are not able to do so.\n(For example, we use an algorithm designed to remove from collected browser data any personal information that maybe have been inadvertently included in it.\nWe also delete from IP addresses the portion that provides specific geolocation information.\n</p>\n<p>If you got this far, we hope you will continue and read the rest of this policy.\nEither way, if you decide to use our Stylish product or services and have any questions about your rights as a user, feel free to contact us at <u>support@userstyles.org</u>,\n</p>\n<p>As data protection is important to us, we have engaged an external data privacy expert to serve as our Data Protection Officer.\nIf you have any questions regarding this policy or your data privacy rights, you are welcome to contact our Data Protection Officer at:</p>\n<p>\n<b>MyEDPO</b>\n</p> Unit 3D North Point House North Point Business Park New Mallow Road Cork T23AT2P IRELAND Website: <u>www.myedpo.com</u>\nEmail: dpo@userstyles.org <p>\n</p>\n<p>This Privacy Policy governs the data processing practices of SimilarWeb Ltd.\n(\"<b>Company</b>\", \"<b>we\"</b>, “<b>us</b>\") in connection with your use as a visitor on our site&nbsp;<u>https://userstyles.org/</u>&nbsp;(\"<b>Website</b>\") or when you use the Stylish browser extension or mobile application (\"<b>Stylish Product</b>\") or our services (“<b>Services</b>”) (all, collectively the “<b>Stylish Platform</b>”).</p>\n<p>This Privacy Policy is an integrated part of our <u>Terms of Use</u> (\"<b>Terms of Use</b>\") which governs your use of the Website, Service or Stylish Product (as applicable).\nDefinitions herein shall have the same meaning as defined in the Terms of Use.</p>\n<p> We have included below information about what data is collected and how we process and use your data, but first we would like to explain the lawful basis on which we do so:</p>\n<p>\n</p>\n<ol>\n<li>\n<p> Where you sign up for any of our Services, we process your data based on the necessity to provide those services and in order to perform our <b>contract</b> with you.\n</p>\n</li>\n<li>\n<p> If we have a <b>legitimate interest</b> in processing data, such as for direct marketing (i.e., sending you updates about our service after you have registered) or using online identifiers when you access our Website.\n</p>\n</li>\n<li>\n<p> We use the information based on our <b>legitimate interests</b> in promoting and improving our services and products, or, where permitted under applicable law, on the implied consent that you provide by using the Website, Stylish Product or Service.\n</p>\n</li>\n<li>\n<p> We will also process your personal data where you have provided us with <b>consent</b> to do so.</p>\n</li>\n</ol>\n<p>We reserve the right to periodically amend or revise the Privacy Policy at our sole discretion.\nSuch changes and updates will be effective immediately upon the display of the revised Privacy Policy.\nThus, we encourage you to check this Privacy Policy regularly for updates, so that you are fully informed of how your data is collected and used by the Company and your related rights.\nThe last revision date will be reflected in the \"Last Modified\" heading.\nYour continued use of the Stylish Product or Service following the display of such amendments constitutes your acknowledgement of such amendments to the Privacy Policy.\nIn the event of material changes that will adversely affect your use of the Stylish Product or Service or the data collection by us, we will make best efforts to provide you with notification through the Website or Service.</p>\n<p>\n<br>\n</p>\n<p>IF YOU OBJECT TO ANY OF THESE TERMS PLEASE DO NOT ACCESS OR USE THE WEBSITE, DOWNLOAD, INSTALL, OR USE THE STYLISH PRODUCT OR SERVICES IN ANY MANNER.</p>\n<p>\n<br>\n</p>\n<p>\n<b>WHAT INFORMATION DO WE COLLECT AND HOW DO WE USE IT?</b>\n</p>\n<p>We collect non-identifiable aggregated information which is made available via your use of the Stylish Platform (\"<b>Non-Personal Information</b>), which does not allow us to determine the identity of the users from whom the Non-Personal Information is collected.\nIn some cases, such as when you register on our website, we also collect identifiable information, namely information that may with reasonable effort be used to identify an individual (\"<b>Personal Information</b>\").<br>In the event we combine Personal Information with Non-Personal Information, the combined information will be treated as&nbsp;<i>Personal Information</i>&nbsp;for as long as it remains combined.</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<b>Information\nCollected From Website Visitors and your opt</b>\n</i>\n<i>\n<b>-out\noptions</b>\n</i>\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>Type of Information</b>\n</p>\n<p>\n<b>How We Use It</b>\n</p>\n<p>\n<b>Opt Out</b>\n</p>\n<p>We process IP addresses or other online identifiers (“Online Identifiers”).\nNote that IP addresses are accessed automatically every time a device visits a website.\nWe consider and treat Online Identifiers as Personal Information, in accordance with applicable laws.</p>\n<p>We may either directly or indirectly collect our Website visitors’ Online Identifiers.\nWe use this for our legitimate interests of: (i) operating, providing, maintaining, protecting, and managing our Website.\n(ii) enhancing your experience.\nand (iii) our legitimate interests of auditing and tracking our Website’s usage statistics.</p>\n<p>See our cookie section below for information on how to opt out.</p>\n<p>We collect certain technical information which relates to your use of the Website such as your page views, type of browser, and time and date of use.</p>\n<p>We use this technical data in order to operate and manage our Website.\n</p>\n<p>\n<br>\n</p>\n<p>While using the Website, you are able to upload certain content to the Website (“User Generated Content” or “UGC”).\nUser generated content refers to a wide variety of content that is produced by you and other users of the Service, as opposed to content generated by us.\nThe UGC may include Web Styles, images, comments, posts, texts, icons, links, opinions and feedback provided by you and by other users of the Website and Services.\nBy exchanging, providing or uploading UGC, you grant us permission to use, store and process the aforesaid content, including any of your personal data that are contained therein (e.g., comments, rates, etc.).</p>\n<p>You may voluntarily upload User Generated Content to the Website.\nIn the event that the User Generated Content includes any Personal Data, by uploading it you grant us your consent to process the aforesaid content, including any personal data that are contained therein (e.g., comments, rates).\nWe will solely use the UGC to display it in our Website and our Stylish Products, and will not process or store it for any other purpose.</p>\n<p>\n</p>\n<p>You should be aware that any UGC or other information you voluntarily upload to the Website may be read, collected, and used by others who access the Website, forum or Stylish Services.\n</p>\n<p>To request removal of your Personal Information from our website or community forum, contact us at: contact@userstyles.org.</p>\n<p>If you wish to sign up and open an account through the Website at: <u>https://userstyles.org/login</u> you will be requested to provide us with certain information such as a user name, email address, and password, at which time you thereby represent and warrant that you are responsible for maintaining the confidentiality of your details and password.\nYou may also choose to sign in with one of your social networks such as Google, Yahoo or OpenID.\nSuch network account may provide us with access to certain information about you as stored therein (e.g.\nfull name, e-mail and any other information which you made public) in accordance with their terms.</p>\n<p>We use this information for the purpose of performing our contract with you, providing you with the Services you have requested, and setting up your account to enable you to upload Styles, rate other Styles, add comments, take part in forum discussions and share your experiences related to the Service with other Stylish users.\nWe might also use these emails to communicate with you regarding product updates.</p>\n<p>To request removal of your Personal Information from our website or community forum, contact us at: contact@userstyles.org.</p>\n<p>In the event you contact us for support or other inquiries, either through an online form available on the Website, by sending us an email or by other means of communications we make available, you will be requested to provide us your name and email address.</p>\n<p>We use this information solely for the purpose of responding to your inquiries and providing you with the support or information you have requested.</p>\n<p>To request removal of your Personal Information from our website or community forum, contact us at: contact@userstyles.org.</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>This Information We Collect From Stylish Extension Users and your opt-out options</b>\n</p>\n<p>This information is processed if you install and use our Stylish browser extension:\n</p>\n<p>\n<b>Type of Information</b>\n</p>\n<p>\n<b>How We Use It</b>\n</p>\n<p>\n<b>Opt Out </b>\n</p>\n<p>Standard web server log information (i.e., page views).\nIn order to avoid receiving and processing any Personal Information, we use an advanced cleaning algorithm designed to filter from browsing data any information that could be used to determine the identity of a user.</p>\n<p>We use this information to support and enable the Stylish services (i.e., to understand how popular websites are in order for us to determine for which websites, and for which sections within each website, we will want to build and support Styles).\n</p>\n<p>Right click on the extension icon, select 'Options', and uncheck the box that says \"Send de-identified browsing data to Stylish to access style suggestions through the toolbar menu\" and/or uncheck the box that says \"Send de-identified SERP data to Stylish to access style suggestions on search results\" and/or uncheck the box that says \"Show number of styles active for the current site on the toolbar button\" and/or uncheck the box that says \"Send feedback in the format of usage analytics to help us improve Stylish\".</p>\n<p>Note that once you opt out, part of the Services provided by the Stylish browser extension will no longer be available, meaning \"Suggested Web Styles\" won't be available in the browser extension interface, and \"Suggested Web Styles\" won’t be available in the context menu.\n</p>\n<p>Non-personal Technical information such as: Interaction with the extension (such as installed Styles), browser type, operating system, device model name, device screen size, time and date.\nWe further collect IP Address (trimmed for anonymization).</p>\n<p>\n<br>\n</p>\n<p>We use this for: (i) operating, providing, maintaining, protecting, and managing our Stylish Product and Service.\n(ii) enhancing your experience.\nand (iii) our legitimate interests of auditing and tracking usage statistics.</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<i>\n<b>Information We Collect from Stylish Mobile App Users </b>\n</i>\n<i>\n<b>and\nyour opt-out options</b>\n</i>\n</p>\n<p>This information is collected and processed if you install and use our Stylish mobile app:\n</p>\n<p>\n<b>Type of Information</b>\n</p>\n<p>\n<b>How We Use It</b>\n</p>\n<p>\n<b>Opt Out </b>\n</p>\n<p>Standard non-personal web server log information (i.e., page views), search results data (keyword, order/index of results, links of results, title, description, and ads displayed).\nIn order to avoid processing any Personal Information, we use an advanced cleaning algorithm designed to remove from browsing data any information that could be used to determine the identity of a user.\n</p>\n<p>We use this information to support and enable the Stylish services (i.e., to understand how popular websites are in order for us to determine for which website, and for which sections within each website, we will want to build and support Styles).</p>\n<p>Uninstall the mobile app directly from your device or through the app page on the applicable mobile application store.\nNote that once you uninstall the app, customization of the Navigation Bar and Widgets provided by the Stylish app will not be available for your device.</p>\n<p>\n<br>\n<br>\n</p>\n<p>After you opt out, we will no longer automatically collect and share your Non-Personal Information as described in this Privacy Policy.</p>\n<p>We also collect IP Address - which is accessed automatically every time there is communication between a device and a server - which we trim for anonymization.\n</p>\n<p>\n<br>\n</p>\n<p>IP Address is trimmed to remove specific geo-location information and is used only to determine the country in which the user is located.</p>\n<p>Information regarding installed applications and their use </p>\n<p>We use this information to personalize the Stylish services (i.e., to understand how popular websites/apps are in order for us to determine for which websites/apps, and for which sections within each website, we will want to build and support Styles).</p>\n<p>\n<br>\n<br>\n</p>\n<p>\n<b>HOW WE COLLECT INFORMATION</b>\n</p>\n<p>\n<b>Depending on the nature of your interaction with the Stylish Platform</b>, we may collect information as follows:</p>\n<ul>\n<li>\n<p>\n<b>Automatically</b> – we may directly or indirectly (i.e., by using cookies as further explained in the section below) gather information automatically, such as Non-Personal Information as well as Online Identifiers.</p>\n</li>\n<li>\n<p>\n<b>Provided by you voluntarily</b> – we will collect Personal Information if you choose to register or if you contact us for support.</p>\n</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<b>COOKIES</b>\n</p>\n<p> When you access or use the Website, or interact with our Services, we may use “cookies” (or similar technologies), which store certain information on your device (i.e., locally stored) and which will allow us to customize the Service and content as well as enhance your experience of the Services.\nThe use of cookies is a standard industry-wide practice.\nA \"cookie\" is a small piece of information that a website assigns and stores on your device while you are viewing a website.\nCookies are very helpful and can be used for various purposes such as allowing you to navigate between pages efficiently and making the interaction between you and our Services quicker and easier.\n</p>\n<p> We may permit third parties to use cookies or other technology to collect information about your online and application usage activities across our Services.\nThis information may include Online Identifiers, and therefore we recommend you review the cookie policies for the relevant third-party cookies carefully:</p>\n<p>\n<b>Cookie</b>\n</p>\n<p>\n<b>Purpose</b>\n</p>\n<p>\n<b>Link to service</b>\n</p>\n<p>\n<b>Google Analytics</b>\n</p>\n<p>Analytics</p>\n<p>\n<u>www.google.com/policies/privacy/partners</u>\n</p>\n<p>\n<u>https://tools.google.com/dlpage/gaoptout/</u>\n</p>\n<p>\n<b>Google Adsense</b>\n</p>\n<p>Ads in userstyles.org website only</p>\n<p>\n<u>www.google.com/policies/privacy/partners</u>\n</p>\n<p>\n<u>https://adssettings.google.com/authenticated</u>\n</p>\n<p>\n<b>Twitter</b>\n</p>\n<p>Only for the sake of sharing a style on the userstyles.org website</p>\n<p>\n<u>https://twitter.com/en/privacy</u>\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>PayPal</b>\n</p>\n<p>Only for the sake of donating to style creators on userstyles.org</p>\n<p>\n<u>https://optout.aboutads.info</u>\n</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>HOW IS THE DATA SHARED OR TRANSFERRED?</b>\n</p>\n<p> We may share certain Non-Personal Information to conduct business analysis and enhance your experience related to the Stylish Product and Services.\n</p>\n<p>\n<br>\n</p>\n<p>Further, we may disclose Personal Information (as well as Non-Personal Information) if we have a good faith belief that disclosure of such information is reasonably necessary:</p>\n<ol>\n<li>\n<p>to comply with any applicable law, regulation, legal process or governmental request;</p>\n</li>\n<li>\n<p>to enforce our policies and agreements, including investigations of potential violations thereof;</p>\n</li>\n<li>\n<p>to investigate, detect, prevent, or take action regarding illegal activities or other wrongdoing, suspected fraud or security issues;</p>\n</li>\n<li>\n<p>to establish or exercise our rights to defend against legal claims;</p>\n</li>\n<li>\n<p>to prevent harm to the rights, property or safety of us, our users, yourself or any third party.\nor</p>\n</li>\n<li>\n<p>for the purpose of collaborating with law enforcement agencies or in case we find it necessary in order to enforce intellectual property or other legal rights.</p>\n</li>\n<li>\n<p>with our parent company, any subsidiaries, joint ventures, or other companies under common control (collectively \"<b>Affiliated Companies</b>\") solely if and when applicable or necessary for the purposes described in this Privacy Policy.\n</p>\n</li>\n<li>\n<p>in the event of a corporate transaction (e.g.\nsale of a substantial part of our business, merger, consolidation or asset sale).\nIn the event of the above, our Affiliated Companies or acquiring company will assume the rights and obligations as described in this Privacy Policy</p>\n</li>\n</ol>\n<p>\n<br>\n</p>\n<p>We may also appoint third-party service providers (operating under our instructions), who may need access to your Information in connection with their services on our behalf.\nTransfers of your Personal Information will be made in accordance with applicable data protection laws.</p>\n<p>\n<br>\n</p>\n<p>We will take the steps required to ensure that international transfers of personal data (including Personal Information) meet all requirements under applicable data protection law.\nWhen personal data collected within the European Economic Area (\"<b>EEA</b>\") is transferred outside the EEA, we will take the steps required to ensure that the transfer of such data provides adequate safeguards, and you may exercise your rights, where applicable, to receive information on such transfer mechanism.</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<b>USER RIGHTS</b>\n</p>\n<p>Please note that, unless you instruct us otherwise, we retain the information we collect for as long as needed to provide the Services and to comply with our legal obligations, resolve disputes and enforce our agreements.\nIf you object to the aforesaid collection, use and sharing of data, please immediately cease using the Service and remove the Stylish Product from your device.\nThe data we receive in the event you access our Website, Stylish Product or Service via a third-party social or other network depends on your privacy settings with the network (e.g., Gmail, Yahoo) and you should always review, and if necessary, adjust your privacy settings on third-party websites and services before linking or connecting them to our Service.</p>\n<p>\n<br>\n</p>\n<p>Where provided under applicable law (such as within the European Union), you may have the right to ask us to delete Personal Information, subject to applicable exceptions, such as in order to preserve that information for anticipated litigation or demands from a regulator, or some or all of the following rights: the right to obtain information on our use of your Personal Information, the right to obtain a copy thereof, the right of data rectification, the right to data portability, the right to object to processing based on our legitimate interests, the right to restriction of the processing, and the right to withdraw your consent.\n</p>\n<p>\n<br>\n</p>\n<p>To assert any of these rights, please contact our Data Protection Officer at:&nbsp;<u>dpo@userstyles.org</u>.\nNote that we may request proof of identity, and we reserve the right to charge a fee where allowed by law, such as in circumstances where your request is excessive.\nIn addition, you may have the right to lodge a complaint with a supervisory authority, subject to applicable law (as is the case in the European Union).</p>\n<p>\n<br>\n</p>\n<p>\n<b>HOW DO WE SAFEGUARD YOUR INFORMATION?</b>\n</p>\n<p>We employ industry standard procedures and policies to ensure the safety of our users’ information and prevent unauthorized use thereof.\nWe have implemented technical, physical and administrative security measures to protect the Personal Information, including without limitation by using industry standard encryption.\nIn addition, we limit access to your information on our servers.\nThe data collected by us is stored in the AWS data servers.\nfor more information regarding the data security provided by AWS, please see: <u>https://aws.amazon.com/security/</u>.\nAlthough we take reasonable steps to safeguard information, we cannot be responsible for the acts of those who gain unauthorized access or abuse Company’s Services, and we make no warranty, express, implied or otherwise, that we will prevent such access.\nFurther, in the event of a data incident, in which we discover your Personal Information may be at risk, then we will take reasonable efforts to notify you and the applicable authority (if required, subject to applicable laws).</p>\n<p>\n<br>\n</p>\n<p>\n<b>MINORS</b>\n</p>\n<p>Our Services are not directed or intended for children, as follows: (i) US residents under 13 years of age.\n(ii) EU residents under 16 years of age.\nor (iii) as children are otherwise defined under applicable law.\nWe will not knowingly solicit, collect and store Personal Information directly from children.\nIf you are under 18, please be sure to read the terms of this Privacy Policy with your parents or legal guardians.\nIf we later obtain actual knowledge that a user is considered a child under applicable law, we will take steps to immediately delete its Personal Information.\nWe request that such individuals do not provide Personal Information through the Services.\nIf you become aware or have any reason to believe that a child has shared any information with us, please contact us at: &nbsp;<u>dpo@userstyles.org</u>\n</p>\n<p>\n<b>PRIVACY INFORMATION FOR CALIFORNIA RESIDENTS </b>\n</p>\n<p> In this section, we provide information for California residents, as required under California privacy laws, including the California Consumer Privacy Act (“CCPA”), which requires that we provide California residents certain specific information about how we handle their personal information, whether collected online or offline.\nUnder the CCPA, “personal information” is any information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular California resident or household.\nIt does not include publicly available data as defined by the CCPA.\nThis section does not address or apply to our handling of publicly available information made lawfully available by state or federal governments or other personal information that is subject to an exemption under Section 1798.145(c) – (f) of the CCPA.\n<br>\n<br> Except for the right to opt-out and the right of non-discrimination, this section does not apply to California residents with whom we transact or communicate solely in the context of providing or receiving a product or service to or from a company that employs such residents or engages such residents as contractors.\nThis section also does not apply to personal information we collect about job applicants, independent contractors, or current or former full-time, part-time and temporary employees and staff, officers, directors or owners of SimilarWeb or any affiliated entities.\n</p>\n<p>\n<b>CATEGORIES OF PERSONAL INFORMATION THAT WE COLLECT, DISCLOSE, AND SELL</b>\n</p>\n<p> We have set out above the categories of personal information (as defined by the CCPA) about California residents that we collect.\nAs noted below, we do not sell your personal information or disclose it to third parties for a business purpose.\nWe may disclose each of these categories of personal information to our service providers, who are not permitted to use your personal information except as necessary for performing services on our behalf.\nWe collect these categories of personal information from the sources and for the purposes described above under the heading “What Information Do We Collect and How Do We Use it?”.\nOur collection, use and disclosure of personal information about a California resident will vary depending upon the circumstances and nature of our interactions or relationship with such resident.Please note that the CCPA defines the term “sale” very broadly to include any exchange of data for consideration of any kind, not simply selling your data for monetary compensation.\nDepending upon the circumstances, “sale” could include providing your data to an entity to assist us with targeted advertising purposes.\n</p>\n<p>\n<b>CALIFORNIA CONSUMER RIGHTS</b>\n</p>\n<p> California law grants consumers certain rights and imposes restrictions on particular business practices as set forth below.\nCalifornia consumers have the right to request that we disclose what personal information we collect, use, disclose, and sell about you.\n</p>\n<ul>\n<li>\n<p>\n<b>Right to Opt-out of Sale of Personal Information (\"Do Not Sell\").</b>\n<br>California residents have the right to opt-out of our sale of their personal information.\nWe do not sell your personal information.\n</p>\n</li>\n<li>\n<p>\n<b>Requests for Copy, Deletion and Right to Know</b>\n<br> Subject to certain exceptions, California consumers have the right to make the following requests, at no charge, up to twice every 12 months.\nPlease see \"Submitting Requests\" for instructions on how to exercise your rights.\n</p>\n<ul>\n<li>\n<p>\n<u>Deletion:</u> the right to request deletion of personal information that we have collected about you, subject to certain exemptions.\n</p>\n</li>\n<li>\n<p>\n<u>Copy:</u> the right to request a copy of the specific pieces of personal information that we have collected about you in the prior 12 months.\n</p>\n</li>\n<li>\n<p>\n<u>Right to Know (Collection):</u> Where we have collected personal information about you, the right to request that we disclose certain information about how we have handled your personal information in the prior 12 months, including: the categories of personal information collected.\ncategories of sources of personal information.\nbusiness and/or commercial purposes for collecting and selling your personal information.\nand the categories of third parties/with whom we have disclosed or shared your personal information.\n</p>\n</li>\n<li>\n<p>\n<u>Right to Know (Disclosure and Sale):</u> Where we have sold or disclosed for a business purpose your personal information, the right to request that we disclose certain information about how we have handled your personal information in the prior 12 months, including: the categories of personal information collected.\ncategories of third parties to whom your personal information has been sold and the specific categories of personal information sold to each category of third party.\ncategories of third parties to whom personal information has been disclosed.\nand the categories of personal information that we have disclosed or shared with a third party for a business purpose.\n</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<b>Submitting Requests.</b> You can exercise your rights by emailing us at&nbsp;<u>dpo@userstyles.org</u>.\nWhen you submit your request, we will take steps to attempt to verify your identity.\nWe will seek to match the information in your request to the personal information we maintain about you.\nAs part of our verification process, we may ask you to submit additional information, use identity verification services to assist us, or if you have created an account on our website or mobile app, we may ask you to sign in to your account as part of our identity verification process.\nPlease understand that, depending on the type of request you submit, to protect the privacy and security of your personal information, we will only complete your request where we are satisfied that we have verified your identity to an appropriate degree of certainty.\nWe will make every reasonable effort to respond to you within 45 days after we receive a verified request.\nIf we are unable to meet this timescale, we will respond as soon as possible over the next 45-day period.\n</p>\n</li>\n</ul>\n<p>\n</p>\n<p>\n<b>INCENTIVES AND DISCRIMINATION</b>\n</p>\n<p> The CCPA prohibits discrimination against California consumers for exercising their rights under the CCPA and imposes requirements on any financial incentives offered to California consumers related to their personal information.Discrimination: if consumers exercise their rights under CCPA, businesses may not discriminate against them including by denying or providing a different level or quality of goods or services or charging or suggesting that a business will charge different prices or rates or impose penalties, unless doing so is reasonably related to the value provided to the consumer by the consumer’s data.\n</p>\n<p>\n<b>CALIFORNIA’S SHINE-THE-LIGHT LAW</b>\n</p>\n<p> Under California’s “Shine the Light” law (Cal.\nCiv.\nCode § 1798.83), California residents who provide us certain personal information are entitled to request and obtain from us, free of charge, information about the personal information (if any) we have shared with third parties for their own direct marketing use.\nSuch requests may be made once per calendar year for information about any relevant third party sharing in the prior calendar year.\nIf you are a California resident and would like to make such a request, please submit your request in writing to&nbsp;<u>dpo@userstyles.org</u>.\nIn your request, please attest to the fact that you are a California resident.\nYour right to obtain information regarding any of your personal information we have shared with third parties for their own marketing use was included here solely in order to satisfy legal and regulatory notice requirements, we do not share any of your personal information with third parties for their own marketing use.\n</p> ", "created_at": "2018-09-23 21:57:54.548377", "updated_at": "2020-12-14 19:34:01.872976"}], "points": [], "urls": ["https://userstyles.org"]}}