{"error": 448, "message": "OK", "parameters": {"id": 6212, "name": "Fellow", "created_at": "2021-12-31 20:38:23.755237", "updated_at": "2021-12-31 23:01:12.884", "wikipedia": null, "keywords": null, "related": null, "slug": "fellow", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6212.png", "url": "fellow.app", "documents": [{"id": 11253, "name": "Terms of Use", "url": "https://fellow.app/terms-of-use/", "xpath": "/html/body/main", "text": " Terms of Use <p>Fellow Insights Inc.\n(<strong>“Fellow”</strong> / <strong>“We”</strong> / <strong>“Us”</strong>) OWNS AND OPERATES THE FELLOW SOFTWARE-AS-A-SERVICE PLATFORM AND THE WEBSITE LOCATED AT WWW.FELLOW.CO (THE <strong>“WEBSITE”</strong>).\nTHESE TERMS OF USE APPLY TO ALL INDIVIDUALS WHO USE THE PLATFORM, WEBSITE OR THE SERVICES, AS DEFINED BELOW (<strong>“USERS”</strong>) (INCLUDING ALL OF THE CONTENT ON OR AVAILABLE THROUGH THIS WEBSITE).</p>\n<p>PLEASE READ THESE TERMS OF USE CAREFULLY.\nBY USING THIS WEBSITE OR PLATFORM YOU INDICATE YOUR ACCEPTANCE OF THESE TERMS OF USE (<strong>“TERMS”</strong>).\nIF YOU DO NOT ACCEPT THESE TERMS OF USE, THEN DO NOT USE THE PLATFORM, WEBSITE OR ANY CONTENT OR SERVICES.\nTHESE TERMS OF USE MAY BE AMENDED OR UPDATED BY FELLOW FROM TIME TO TIME WITHOUT NOTICE.\nTHE TERMS OF USE MAY HAVE CHANGED SINCE YOUR LAST VISIT TO THIS WEBSITE, AND IT IS YOUR RESPONSIBILITY TO REVIEW THESE TERMS OF USE FOR ANY CHANGES.\nYOUR USE OF THE PLATFORM, WEBSITE OR SERVICES AFTER ANY AMENDMENTS OR UPDATES OF THESE TERMS OF USE SHALL SIGNIFY YOUR ASSENT TO AND ACCEPTANCE OF SUCH REVISED TERMS.</p>\n<p>IN ORDER TO USE THE WEBSITE, PLATFORM AND SERVICES (DEFINED BELOW), YOU MUST REGISTER FOR THE SERVICES AND PROVIDE CERTAIN PERSONAL INFORMATION.\nFOR INFORMATION ON HOW WE USE YOUR PERSONAL INFORMATION, PLEASE SEE OUR PRIVACY POLICY, THE TERMS OF WHICH FORM AN INTEGRAL PART OF THIS AGREEMENT.\nIF YOU DO NOT AGREE WITH THE TERMS OF THE PRIVACY POLICY DO NOT USE THE FELLOW WEBSITE OR SERVICES</p>\n1.\nSERVICES\n<p>\n<strong>1.1 Platform.</strong> Fellow is the owner of the Fellow Insights software-as-service platform and Fellow Slack Bot (the <strong>“Platform”</strong>) which allows individuals to engage with others for one-on-one meetings, team meetings, feedback, goal-setting, recognition and related activities, including integration with third-party workplace software (the <strong>“Services”</strong>).</p>\n<p>\n<strong>1.2 Users.</strong> The Services are available to end user employees or contractors (<strong>“Employees”</strong>) (i) whose employer or organization (<strong>“Organization”</strong>) has entered into a Master Services Agreement with Fellow.\nor (ii) who have signed up for the Services individually without an Organization.\nFellow may also make some aspects of the Platform and Services available for free.\nBy using the Services in any manner as an Employee, you represent and warrant to Fellow that you are permitted to do so by your Organization and not in breach of any Organization policy.</p>\n<p>\n<strong>1.3 Third-Party Services.</strong> Your use of any third-party software, tools or integrations with the Services, including but not limited Office 365, Google or Slack will require you to agree to the terms of service and privacy policy of any such third-party.</p>\n2.\nREGISTRATION\n<p>\n<strong>2.1 Accounts.</strong> Employee Users must register for an account to use the Services (your <strong>“Account”</strong>).\nIn order to use the Services as an Employee, you must use the invitation from your Organization to register for an Account.\nWhen you register for the Account, you will be required to provide certain information, which is subject to our Privacy Policy.\nTo access the basic version of the Platform, you still need to register for an Account but do not need an invitation from an Organization.</p>\n<p>\n<strong>2.2 Credentials.</strong> After you have registered for an Account you can login using your Google, Office365 or Slack account credentials (depending on which you used to sign up).\nIn the future, we may add further login mechanisms including one to allow for login using an email/password combination.\nYou are responsible for all activity occurring on your Account, so please select a strong password for your Google/Office365/Slack accounts and if applicable, your password for Fellow (should that login mechanism be offered for using the Services).\nPlease keep your password (as applicable) secure, and do not share it with any other individual.\nWe will not be liable for any damages caused by virtue of the compromise of your Account or password, including any unauthorized access to your Account or use of your Account or any information contained therein.\nPlease contact us immediately if you suspect or become aware of any unauthorized use of your Account or any other breach of security.</p>\n3.\nUSER CONTENT\n<p>\n<strong>3.1 Responsibility.</strong> All information, data, text, software, sound, images, graphics, messages or other materials, including personal information (<strong>“User Content”</strong>) transmitted to the Platform by Users is the sole responsibility of Users.\nThis means that the User, and not Fellow, is entirely responsible for all such material uploaded, transmitted or otherwise made available by using the Platform and Services.\nUsers are solely responsible for obtaining all necessary consents and making all necessary disclosures required in connection with any and all User content.\nFellow does not control User Content uploaded to the Platform and as such, does not guarantee the accuracy, integrity or quality of such content.\nUnder no circumstances will Fellow be liable in any way for any User Content, including, but not limited to, any errors or omissions in any materials or for any loss or damage of any kind incurred as a result of the viewing or use of any User Content posted, uploaded, transmitted or otherwise made available on the Platform.</p>\n<p>\n<strong>3.2 Storage.</strong> If you are using the basic version of the Services (not under an Organization’s premium subscription), the Platform will only make accessible User Content from the past 45 days.</p>\n4.\nUSER RESPONSIBILITIES AND RESTRICTIONS\n<p>You are responsible for all activity occurring on your Account and for the compliance with this Agreement.\nWithout limiting the generality of the foregoing, You agree that You will not:</p>\n<ul>\n<li>Use the Platform other than as permitted by this Agreement;</li>\n<li>Share your login information with any individual;</li>\n<li>Use the Platform to send, store, publish, post, upload or otherwise transmit any information in violation of any laws, rules or regulations including those relating to and privacy, or in violation of any of Your warranties, representations or obligations under this Agreement;</li>\n<li>License, sublicense, sell, resell, rent, lease, transfer, assign, distribute, time share or otherwise commercially exploit or make the Platform available to any third party;</li>\n<li>Use the Platform to upload, collect, transmit, store, use or process any patient information or other data: (i) that You do not have the lawful right to copy, transmit, distribute, and display (ii) for which You do not have the consent or permission from the owner of any personal health information and/or any other personal information contained therein.\n(iii) that is tortious, defamatory, obscene, or offensive.\nor (iv) that violates, or encourages any conduct that would violate, any applicable law or regulation or would give rise to civil or criminal liability;</li>\n<li>Use the Platform to send, store, publish, post, upload or otherwise transmit any viruses, Trojan horses, worms, time bombs, corrupted files or other computer programming routines that are intended to damage, detrimentally interfere with, surreptitiously intercept or expropriate any systems, data, personal information or property of another;</li>\n<li>Continue to use the Platform in a manner that interferes with or disrupts the integrity or performance of the Platform following a notice from Fellow of such use;</li>\n<li>Attempt to gain unauthorized access to the Platform or its related systems or networks;</li>\n<li>Use or knowingly permit the use of any security testing tools in order to probe, scan or attempt to penetrate or ascertain the security of the Platform;</li>\n<li>Use any data mining, robots or similar data gathering or extraction methods;</li>\n<li>Access the Platform for the purpose of building a similar or competitive product or service or for the purpose of obtaining unauthorized access to the Platform.\nor</li>\n<li>Copy, translate, create a derivative work of, reverse engineer, reverse assemble, disassemble, or decompile the Platform or any part thereof or otherwise attempt to discover any source code or modify the Platform, except as expressly provided for in this Agreement.</li>\n</ul>\n<p>Fellow reserves the right to terminate, limit, or suspend User access to the Platform for any User breach of these restrictions or any other violation of any other term of this Agreement.</p>\n5.\nLICENSE TO USER CONTENT\n<p>\n<strong>5.1 User Content.</strong> Except for the material that We license to you pursuant to Section 6 of this Agreement, Fellow does not claim ownership of any of the materials or User Content created, transmitted, uploaded, stored or otherwise made available on the Platform by You through your use of the Services.\nYou hereby grant to Fellow a limited license to collect and store User Content for the purpose of providing the Services.\nYou further grant Fellow a perpetual, irrevocable, and unlimited licence to use, store, and manipulate User Content to create aggregated and anonymized statistical analytics in respect to Platform use and other Services and User parameters and characteristics in accordance with the Fellow Privacy Policy.</p>\n<p>\n<strong>5.2 Feedback.</strong> If You provide Fellow with any suggestions, comments or other feedback (<strong>“Feedback”</strong>) relating to the website, Fellow may use such Feedback in the website or in any other Fellow products or services (collectively, <strong>“Fellow Offerings”</strong>).\nAccordingly, You agree that: (a) Fellow is not subject to any confidentiality obligations in respect to the Feedback, (b) the Feedback is not confidential or proprietary information of You or any third party and You have all of the necessary rights to disclose the Feedback to Fellow, (c) Fellow (including all of its successors and assigns and any successors and assigns of any of the Fellow Offerings) may freely use, reproduce, publicize, license, distribute, and otherwise commercialize Feedback in any Fellow Offerings, and (d) You are not entitled to receive any compensation or re-imbursement of any kind from Fellow or any of the other users of the Website or Platform.</p>\n<p>\n<strong>5.3 Data.</strong> As between you and Fellow, you exclusively own all rights, title and interest in and to all of your data and User Content.\nFellow shall only access your Account, including Your Data, to respond to service or technical problems or as necessary for the operation of the Service or billing.\nYou hereby grant Fellow and its affiliates a non-exclusive, irrevocable, perpetual, sub-licensable, transferable license to use, copy and otherwise exploit your data and User Content as reasonably required to provide the Services.\nThe forgoing license shall include the right for Fellow to use, copy and otherwise exploit your data and User Content for the purpose of creating Anonymous Service Data.\nFellow shall own all right, title and interest in and to the Anonymous Service Data, including all intellectual property rights in the Anonymous Service Data, and you hereby assign, transfer and convey to Fellow any ownership interest you may have in any Anonymous Service Data.\nIn addition, you agree that your Organization will have access to all User Content and your data in accordance with our Privacy Policy and the privacy practices of your Organization.</p>\n6.\nINTELLECTUAL PROPERTY.\nFELLOW LICENSE\n<p>\n<strong>6.1 End User License.</strong> The Website, Platform, Services and the information and materials contained therein (except for information and material provided by Users of the Services), are the property of Fellow and its licensors, and are protected from unauthorized copying and dissemination by copyright law, trademark law, and other intellectual property laws.\nSubject to these Terms of Use, we grant you a non-transferable, non-exclusive, license to use the Website and Platform for your individual use, and not for the use of any other person or individual.\nNothing in the Terms of Use gives you a right to use the brand names, trademarks, logos, domain names, and other distinctive brand features we provide the Services under without our prior written consent.\nYou shall not attempt to override or circumvent any of the usage rules or restrictions on the Website or Platform.\nAny future release, update, or other addition to functionality of the Website, Platform and Services shall be subject to the terms of these Terms of Use.</p>\n<p>\n<strong>6.2 Evaluation License Grant.</strong> If You register for a free trial of the Platform, then, subject to these Terms, Fellow grants You a limited, personal, non-transferable, non-sub-licensable, internal license to use the Platform for non-production, evaluation purposes during the applicable Trial Period.\nFor the purposes of these Terms, <strong>“Trial Period”</strong> means the time starting from Your registration to use a free trial of the Service until the earlier of (i) the end of the free trial period for which You registered (which trial period shall be thirty (30) days unless otherwise stated on the registration page for the free trial version of the Service), or (ii) the start date of any paid subscription for the Service ordered by You.\nYou will not be entitled to receive any support from Fellow for Your use of a free, trial subscription for the Service.\nFellow may terminate the Trial Period for any free trial of the Service at any time in Fellow’s sole discretion and may accept or decline any request for a free trial version of the Service in Fellow’s sole discretion.\nANY DATA YOU ENTER INTO THE FREE TRIAL VERSION OF THE SERVICE AND ANY CUSTOMIZATIONS YOU MAKE TO THE FREE TRIAL VERSION OF THE SERVICE WILL BE PERMANENTLY LOST UNLESS YOU PURCHASE A PAID SUBSCRIPTION TO THE SERVICE.\nYOUR DATA CANNOT BE EXPORTED FROM THE FREE TRIAL VERSION OF THE SERVICE.\nNOTWITHSTANDING ANY OTHER PROVISIONS IN THESE TERMS, ACCESS TO THE FREE TRIAL VERSION OF THE SERVICE IS ON AN “AS-IS” BASIS WITHOUT ANY REPRESENTATIONS, WARRANTIES AND/OR CONDITIONS OF ANY KIND.\nAdditional terms and conditions applicable to the free trial version of the Service may appear on the applicable registration page.\nAny such additional terms and conditions are incorporated into these Terms by reference.</p>\n7.\nTERM.\nTERMINATION\n<p>\n<strong>7.1 Term.</strong> This Agreement will commence on the date it is entered into by You (<strong>“Effective Date”</strong>) and continue unless and until the Agreement is terminated in accordance herein.\nIf your Organization’s subscription to the Platform or Services is terminated, you agree that this Agreement shall be terminated and you will no longer have access to the Platform.</p>\n<p>\n<strong>7.2 Termination by Fellow.</strong> Fellow retains the right to terminate this Agreement and/or your ability to access the Platform and Services at any time without notice to You if any of the following occur: (i) material breaches or violations of these Terms of Use.\n(ii) request by law enforcement or other government agencies.\n(iii) discontinuance or material modification to the Website and/or Platform and Services (or any part thereof).\n(iv) unexpected technical, security or legal issues or problems, and/or participation by You, directly or indirectly, in fraudulent or illegal activities (including, but not limited to falsification of your credentials).</p>\n<p>\n<strong>7.3 Employee Departure.</strong> If an Employee User ceases to work for the Organization, the Employee User’s access to the Platform and Services shall be terminated immediately.</p>\n<p>\n<strong>7.4 Effect of Termination.</strong> In the event of Termination by either Party Fellow reserves the right to delete any information in the User Account that it is not required by law to retain.</p>\n8.\nIMPORTANT DISCLAIMERS\n<p>\n<strong>8.1 Information Disclaimer.</strong> Any information or materials provided by the Website, Platform and Services, including analytics, are for information purposes only.\nThere is no guarantee that any of the information provided by the Website or Platform will be applicable to you and Fellow does not make any representations or warranties about the effectiveness of any of the information and materials provided by the Website, Platform or Services.\nFellow expressly disclaims any and all liability or responsibility for any loss, harm, injury to person or property, illness, damage or any other claim arising as a result of User reliance on the information and material provided by the Website, Platform and Services.</p>\n<p>\n<strong>8.2 Internet Security Disclaimer.</strong> You understand that the transmission of User Content is necessary to use of the Services.\nTherefore, You expressly consent to Fellow’s storage of User Content, which will involve transmission over the Internet, and over various networks, only part of which may be owned and/or operated by Fellow.\nFellow is committed to protecting your privacy and we have safeguards in place that comply with Federal and Provincial laws, rules and regulations relative to storing personal information.\nhowever, You acknowledge and understand that User Content may be accessed by unauthorized persons when communicated across the Internet, network communications facilities, or other electronic means.\nFellow is not responsible for any User Content which is delayed, lost, altered, intercepted or stored during the transmission of any data whatsoever across public networks not owned or operated by Fellow, including, the Internet and your local network.\nYou agree that Fellow is not in any way responsible for any interference with Your use of or access to the Services or security breaches arising from or attributable to the Internet and You waive any and all claims against Fellow in connection therewith.</p>\n<p>\n<strong>8.3 DISCLAIMER OF ALL IMPLIED REPRESENTATIONS, WARRANTIES AND CONDITIONS.</strong> THE INFORMATION AND MATERIALS PROVIDED ON THIS WEBSITE ARE PROVIDED “AS IS.” SPECIFICALLY, BUT WITHOUT LIMITATION, FELLOW DOES NOT REPRESENT, WARRANT OR OFFER ANY CONDITIONS THAT: (I) THE INFORMATION OR MATERIALS ON THIS WEBSITE ARE CORRECT, ACCURATE, RELIABLE OR COMPLETE.\n(II) THE FUNCTIONS CONTAINED ON THIS WEBSITE WILL BE UNINTERRUPTED OR ERROR-FREE.\n(III) DEFECTS WILL BE CORRECTED, OR (IV) THIS WEBSITE OR THE SERVER(S) THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nFELLOW SPECIFICALLY DISCLAIMS ALL REPRESENTATIONS, WARRANTIES AND CONDITIONS, EITHER EXPRESS, IMPLIED, STATUTORY, BY USAGE OF TRADE, COURSE OF DEALING OR OTHERWISE INCLUDING BUT NOT LIMITED TO ANY IMPLIED WARRANTIES OF MERCHANTABILITY, OR MERCHANTABLE QUALITY, NON-INFRINGEMENT, TITLE, SATISFACTORY QUALITY OR FITNESS FOR A PARTICULAR PURPOSE.\nANY INFORMATION OR MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE WEBSITE IS AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM, LOSS OF DATA, OR ANY OTHER LOSS THAT RESULTS FROM DOWNLOADING OR USING ANY SUCH MATERIAL.\nFELLOW DOES NOT WARRANT, ENDORSE, GUARANTEE, PROVIDE ANY CONDITIONS OR REPRESENTATIONS, OR ASSUME ANY RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY ANY THIRD PARTY THROUGH THE WEBSITE OR IN RESPECT TO ANY WEBSITE THAT CAN BE REACHED FROM A LINK ON THE WEBSITE OR FEATURED IN ANY BANNER OR OTHER ADVERTISING ON THE WEBSITE, AND FELLOW SHALL NOT BE A PARTY TO ANY TRANSACTION THAT YOU MAY ENTER INTO WITH ANY SUCH THIRD PARTY.</p>\n9.\nLIMITATION OF LIABILITY\n<p>UNDER NO CIRCUMSTANCES SHALL FELLOW BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR OTHER DAMAGES WHATSOEVER, INCLUDING, WITHOUT LIMITATION, ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY OR OTHER DAMAGES THAT RESULT FROM (I) YOUR USE OF OR YOUR INABILITY TO USE, THIS WEBSITE OR ANY OF THE INFORMATION OR MATERIALS CONTAINED ON THIS WEBSITE, (II) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS, DATA, INFORMATION OR SERVICES, (III) ERRORS, MISTAKES, OR INACCURACIES IN THE MATERIALS ON THE WEBSITE, (IV) PERSONAL INJURY OR PROPERTY DAMAGE OF ANY KIND WHATSOEVER ARISING FROM OR RELATING TO YOUR USE OF THE WEBSITE, ANY BUGS, VIRUSES, TROJAN HORSES, OR ANY OTHER FILES OR DATA THAT MAY BE HARMFUL TO COMPUTER OR COMMUNICATION EQUIPMENT OR DATA THAT MAY HAVE BEEN TRANSMITTED TO OR THROUGH THE WEBSITE, OR (V) ANY ERRORS OR OMISSIONS IN ANY MATERIAL ON THE WEBSITE OR ANY OTHER LOSS OR DAMAGE OF ANY KIND ARISING FROM OR RELATING TO YOUR USE OF THE WEBSITE.\nTHESE LIMITATIONS SHALL PLATFORMLY EVEN IF FELLOW HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, FELLOW’S LIABILITY TO YOU FOR ANY DAMAGES ARISING FROM OR RELATED TO THIS AGREEMENT SHALL NOT EXCEED THE TOTAL OF ANY AMOUNTS PAID BY YOU TO FELLOW IN THE TWO MONTHS PRECEDING THE DATE THAT THE CLAIM WAS FIRST MADE AGAINST FELLOW (IF ANY).\nTHE FOREGOING LIMITATIONS SHALL APPLY TO THE FULLEST EXTENSION PERMITTED BY LAW IN THE PLATFORMLICABLE JURISDICTION.</p>\n10.\nINDEMNIFICATION\n<p>YOU SHALL INDEMNIFY, DEFEND AND HOLD FELLOW AND ITS SUBSIDIARIES, AFFILIATES, OFFICERS, AGENTS, AND EMPLOYEES, HARMLESS FROM ALL CLAIMS, THREATS, ACTIONS, PROCEEDINGS, DEMANDS, DAMAGES, LOSSES, OBLIGATIONS, COSTS, AND EXPENSES INCLUDING REASONABLE ATTORNEYS’ FEES, MADE BY ANY THIRD PARTY DUE TO OR ARISING OUT OF MATERIALS SUBMITTED, POSTED, TRANSMITTED OR MADE AVAILABLE BY YOU THROUGH THE WEBSITE, YOUR USE OF THE WEBSITE, ANY VIOLATION BY YOU OF THESE TERMS OF USE, OR ANY VIOLATION BY YOU OF ANY RIGHTS OF ANOTHER (INCLUDING, WITHOUT LIMITATION, ALL INTELLECTUAL PROPERTY RIGHTS AND RIGHTS OF PUBLICITY, PERSONALITY OR PRIVACY), OR ANY VIOLATION BY YOU OF ANY APPLICABLE LAWS, RULES AND REGULATIONS GOVERNING THE COLLECTION, ACCESS, USE, DISCLOSURE AND STORAGE OF PERSONAL INFORMATION AND PERSONAL HEALTH INFORMATION, INCLUDING, WITHOUT LIMITATION, ANY CONSENT REQUIREMENTS THEREIN.</p>\n11.\nTHIRD PARTY CONTENT\n<p>This Website may contain links to other websites that are not owned or controlled by Fellow.\nFellow is not responsible for the content of any linked websites.\nAny third-party websites or services accessed from the Website are subject to the terms and conditions of those websites and or services and You are responsible for determining those terms and conditions and complying with them.\nThe presence on the website of a link to any non-Fellow websites does not imply that Fellow endorses or accepts any responsibility for the content or use of such websites, and You hereby release Fellow from all liability and/damages that may arise from Your use of such websites or receipt of services from any such websites.</p>\n12.\nGENERAL\n<p>\n<strong>12.1 Enforcement of Terms and Conditions.</strong> If any part of these terms of use is unlawful, void, or unenforceable, that part shall be deemed severable and shall not affect the validity and enforceability of the remaining provisions.\nThe failure of Fellow to exercise or enforce any right or provision under these terms of use shall not constitute a waiver of such right or provision.\nAny waiver of any right or provision by Fellow must be in writing and shall only apply to the specific instance identified in such writing.\nNo waiver by Fellow of any provision of these terms of use shall be deemed to be a further or continuing waiver of such provision or any other provision.\nYou agree that any cause of action that You may have arising out of or related to this website or Your use of this website must commence within one (1) year after the cause of action accrues, otherwise such cause of action shall be permanently barred.</p>\n<p>\n<strong>12.2 Assignment.</strong> You may not assign the terms of use, or any rights or licenses granted hereunder, whether voluntarily, by operation of law, or otherwise without Fellow’ prior written consent.\nFellow may assign the terms of use, or any rights or licenses granted hereunder, at any time without notice.</p>\n<p>\n<strong>12.3 Survival.</strong> In addition to Sections 5, 6, 7, 8, 9, 10, 12.1, 12.3, 12.4, and 12.5 all representations, warranties and conditions made by You in these terms of use shall survive the termination of these terms of use.\nUnless otherwise explicitly identified as terminating elsewhere in these terms of use, all licenses granted by You in these terms of use shall survive their termination.\nAll payment obligations incurred by You prior to the termination of these terms of use shall survive their termination.</p>\n<p>\n<strong>12.4 Entire Agreement.</strong> These terms of use, together with any privacy policy that may be published on the website, constitutes the entire agreement between the parties relating to the website and all related activities.\nThese terms of use shall not be modified except in writing signed by both parties or by a new posting of these terms of use issued by Fellow.</p>\n<p>\n<strong>12.5 Choice of Law.</strong> This Agreement and any action related thereto shall be governed by and construed in accordance with the laws of the Province of Ontario and the federal laws of Canada applicable therein, without regard to conflicts of law principles.\nThe Parties hereby irrevocably attorn to the exclusive personal jurisdiction and venue of the courts sitting in Ottawa, Ontario.</p>\n<p>\n<strong>12.6 English Language.</strong> It is the express wish of the parties that this Agreement and all related documents be drawn up in English.\nC’est la volonté expresse des parties que la présente convention ainsi que les documents qui s’y rattachent soient rédigés en anglais</p>\n<p>\n<strong>12.7 Contact.</strong> If you have any questions about these Terms of Use or if you wish to make any complaint or claim with respect to the Website, Platform or Services please contact us at help@fellow.co.</p>\n<p>\n<strong>Last Updated: October 7, 2019.</strong>\n</p> ", "created_at": "2021-12-31 20:38:23.759361", "updated_at": "2021-12-31 19:38:49.481256"}, {"id": 11252, "name": "Privacy Policy", "url": "https://fellow.app/privacy-policy", "xpath": "/html/body/main", "text": " Privacy Policy <p>\n<small>Last Updated: Feb 23, 2021</small>\n</p>\n<p>Fellow Insights, Inc.\n(“Fellow”) takes your privacy very seriously.\nWe have created this Privacy Policy (“Privacy Policy”) to outline how we collect, use and disclose Personal Data from Users of our website and web-application (the “Platform”), located at <b>https://fellow.app</b> (“Site”) and our Slack and MS Teams Bots (the “Bots”) and the related services described in our Terms of Use (collectively, the “Services”).</p>\n<p>Please review the following text to understand our protocol with regards to Personal Data and how we treat it.\nBy visiting <b>https://fellow.app</b> or installing our Bot, you are providing your acceptance and consent to practices outlined here.</p>\nBackground Information\n<p>When we refer to “Users”, we are referring to both individual users (“Individual Users”) and Organizational users that hold an Account on the Site or have installed our Bots.\nThe Services allow Users the opportunity to track and take notes on 1:1s and other meetings, exchange feedback, track goals/priorities and other items as they relate to working together.\nIn the event that an Organization purchases a subscription to the Services, they will have access to aggregate reporting relating to usage of the Services by Users and other related analytics associated with their Organization.\nBy default, Organizations will not have access to the content of Notes or Feedback Messages of Users who create this content.\nIf an Organization’s policies require access to this data, then Fellow will comply.\nIt is your responsibility to read and understand your Organization’s internal privacy policies.</p>\nDefinitions\n<p>Terms utilized in this Privacy Policy have meanings as defined below:</p>\n<ol>\n<li>“Notes” refers to any content written in relation to interactions that Users have with other Users (whether in a 1:1 or group setting).</li>\n<li>“Feedback Messages” include the related messages that are exchanged by Users in the process of requesting or giving feedback.</li>\n<li>“Organization” refers to the entity that entered into a subscription agreement with Fellow and that you provided to us when you created an Account with Fellow (or that we otherwise retrieve during the signup process).\nThe Organization will generally be your employer, or a subsection of your employer (i.e.\ndepartment).</li>\n<li>“Personal Data” means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession), and any information about the individual associated with that information.</li>\n<li>“Work Network” is the group of employees, contractors or other authorized Users at your Organization.</li>\n</ol>\nContacting Fellow\n<p>If you have questions or concerns about what is described here in our Privacy Policy or you have other communications including the reporting of violations that should be brought to our attention, you may contact us below:</p>\n<p>Fellow Insights, Inc.</p>\n<p>To: Privacy Department</p>\n<p>111 Albert St, Suite 300, Ottawa ON K1P 1A5</p>\n<p>\n<b>privacy@fellow.app</b>\n</p>\nChildren under 13\n<p>Fellow does not knowingly offer its Services to children who are under 13 years of age.\nIf we become aware of usage of its services by individuals in this age group, we will attempt to delete all related information immediately.\nIf you have any information related to such usage, please report it to us at <b>privacy@fellow.app</b>\n</p>\nGeneral Data Protection Regulation (GDPR) Compliance\n<p>For residents of the European Economic Area, Fellow generally processes Personal Data in order to fulfill contracts we have with the Organizations that are our customers and Users, as well as to pursue our legitimate business interests as set out in this Privacy Policy.\nOtherwise, Fellow will obtain consent from an Individual User in respect of processing of Personal Data.</p>\n<p>When we process data on behalf of Organizations under an agreement with that Organization, Fellow is acting as the “data processor” and the Organization is the “data controller”.</p>\n<p>Residents of the European Economic Area (“EEA”) have certain data protection rights under applicable laws (including under the GDPR), including the right to request access to, obtain, correct, amend, delete, or limit the use of your personal data.\nIndividual Users who wish to exercise these rights, should contact Fellow using the contact information.\nIn circumstances where Fellow is a data processor and the Organization is the data controller, Individuals may be required to contact the Organization to avail themselves of such rights.</p>\n<p>Information collected from Users will be processed by us and some of our affiliate services and service providers (“Sub-Processors”).\nA list of our current Sub-Processors is available <b>here</b>.\nWe will take reasonably necessary steps, including contractual measures and other legal requirements, to ensure that your Personal Data is dealt with the same level of caution and care as described in this Privacy Policy.</p>\n<p>Data transferred from the European Economic Area to Fellow or a Sub-Processor shall be in accordance with approved international transfer mechanisms under applicable law.</p>\nSecurity\n<p>We take security seriously and use appropriate technical measures corresponding to the types of Personal Data we store, and the risks associated with processing such data.\nIn the event of a data breach we will contact those affected as well as any applicable regulators as required by law.\nYou can learn more about Fellow’s security and compliance practices <b>here</b>.&nbsp;</p>\nTypes of Data We Collect\n<p>When using our Services, we collect information from you – some of which is considered “Personal Data” and can be used to identify you, and some of which is “Anonymous Data” which is not linked to any identifiable individual.\nIn the following sections, we will outline the details of what we collect and how:</p>\nInformation You Provide\n<p>When you sign up, we create an account for you on our servers (“Account”) to access our Services.\nWe will store information such as your first name, last name, job title, department and email address.</p>\n<p>Fellow’s primary objective is to help you manage your work relationships through the logging of discussions, feedback, goals/priorities and more with others that you work with (whether individually or in groups).\nFellow also offers smart suggestions on what actions you may want to take in order to optimize these relationships (for example, “you should ask for feedback from someone in particular”).\nIn order to provide such suggestions, we need to compute a “work-graph” that will give us insights into the people that you work with and how often you work with them.\nIn order to offer these Services, we require access to the following information:</p>\n<ul>\n<li>Slack (applicable if you or your organization have installed our Slack bot): Information about the users in your Slack account and the individuals you interact with most often.\nIn particular, if Slack is connected: Slack Avatars, Slack Team Names, Slack Channel Membership, Communications within the @Fellow bot and metadata derived from such communications and OAuth&nbsp.\nTokens.\nWe do NOT request access to the content of your direct messages (“DMs”) or the content of your private channels.</li>\n<li>Microsoft Teams (applicable if you or your organization have installed our MS Teams bot): Information about the users in your Teams account and the individuals you interact with most often.\nIn particular, if Microsoft Teams is connected: Avatars, Team Names, Team Memberships, Communications within the @Fellow bot and metadata derived from such communications and OAuth Tokens.\nWe do NOT request access to the content of your chat messages (“DMs”) or the content of your private channels.</li>\n<li>Calendar (applicable if you connect your calendar): We access data about the events that you participate in such as organizer, title, attendees and optional attendees (names and emails), date, time, duration, calendar resources (meeting rooms) and recurrence of events.</li>\n</ul>\n<p>Once you sign up, we may ask you more information including your job title, department, who your manager is and whether you have a 1on1 with this manager and which calendar event this corresponds to.\nWe also provide the opportunity for you to invite other individuals into the platform so that you may collaborate with them (in order to invite others, we may ask you for some further information about those Users including their name, email address and reporting relationship with you).</p>\n<p>The main interactions with Fellow will be both through our Bots and on our Platform.\nUsers on the system will be able to collaborate on notes in relation to 1:1 and group meetings, goals/priorities and request feedback from one another and provide feedback to each other.\nThe content created by these Users will be stored and accessible through the Services.\nThis information is by default only accessible to Users who were part of the interactions and is not accessible by managers of the company (unless those that were part of the feedback interactions explicitly share such feedback with others such as managers).\nMetadata about the interactions (such as stats on usage) will be available to managers.\nThe only exception to this rule will be if the policies of the Organization require us to share this information upon request from the Organization.</p>\nInformation Collected through Systems\nServers\n<p>Our servers (hosted by Amazon Web Services) collect information including the type of browser and O/S you use, your IP Address, domain name and the timing / duration of your visit to our Site.\nThis information is collected to make our Services more useful to you.</p>\nLogs\n<p>We record some information from your interactions with our Services automatically in our logs.\nThis data includes IP addresses, browser type, Internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and clickstream data.\nThis information is used to analyze trends and usage patterns all in an effort to better tailor our Services to your needs.</p>\nCookies\n<p>Fellow and its partners use cookies or similar technologies to analyze trends, administer the website, track Users’ movements around the website, and to gather demographic information about our user base as a whole.</p>\n<p>We use “cookies” to help you personalize your online experience.\nA cookie is a text file that is placed on your hard disk by a Web server.\nCookies are not used to run programs or deliver viruses to your computer.\nCookies are uniquely assigned to you, and can only be read by a Web server in the domain that issued the cookie to you.\nOne of the primary purposes of cookies is to provide a convenience feature to save you time.\nThe purpose of a cookie is to tell the Web server that you have returned to a specific page.\nFor example, if you personalize pages on our Websites, or register for the Services, a cookie helps us to recall your specific information on subsequent visits.\nWhen you return to the same Website, the information you previously provided can be retrieved, so you can easily use the customized features.</p>\n<p>You have the ability to accept or decline cookies.\nMost Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nIf you choose to decline cookies, you may not be able to fully experience the interactive features of the Fellow Services when you visit.\nFellow keeps track of the pages you visit within Fellow, in order to determine what portion of the Fellow Services is the most popular or most used.\nThis data is used to deliver customized content and promotions within the Fellow Services to customers whose behavior indicates that they are interested in a particular subject area.</p>\nPixel Tags\n<p>We use “Clear Gifs” also known as “Pixel Tags” similar to cookies to track the usage of our Services by Users.\nThese “Clear Gifs” are effectively transparent images that allow us to glean some information about said usage.\nAn example common use case is to use this technology to understand the open-rate of emails that we send to you.\nUltimately, like cookies, we use this tool as another method to customize our offerings for our customers.</p>\nAnalytics Software and Advertising Platforms\n<p>We use some analytics services from third party vendors such as Google Analytics in order to analyze usage of our Services.\nThese services utilize information that they retrieve from cookies on our Web Application or other information that we send them directly to provide us with aggregated analytics that we can use to perform our analysis.\nThese analytics services will have their own privacy policies and terms of use.\nBy using our Services, you are agreeing to the processing of this data by such analytics services.</p>\n<p>We participate in network advertising programs that display advertising about our services on other unaffiliated websites.\nWe use third party social media platforms (e.g.\nFacebook, Linkedin, etc.) to show you customized social media ads and interest-based ads.</p>\nInformation Collected from Others\n<p>By connecting to Slack and Calendar as mentioned earlier in this document, we will be able to determine who works with whom with your organization so as to offer you smart suggestions on how to improve your working relationships with people in your network.</p>\n<p>Our MS Teams bot is enabled by the Microsoft Bot Framework.\nThe Microsoft Bot Framework is a set of web-services that enable intelligent services and connections using conversation channels you authorize.\nAs a service provider, Microsoft will transmit content you provide to our bot/service in order to enable the service.\nFor more information about Microsoft privacy policies please see their privacy statement here: <b>http://go.microsoft.com/fwlink/?LinkId=521839</b>.\nIn addition, your interactions with this bot/service are also subject to the conversational channel’s applicable terms of use, privacy and data collection policies.\nTo report abuse when using a bot that uses the Microsoft Bot Framework to Microsoft, please visit the Microsoft Bot Framework website at https://www.botframework.com and use the “Report Abuse” link in the menu to contact Microsoft.</p>\nInformation Collected from Your Organization\n<p>If your Organization becomes a customer of ours, we will create accounts for your usage of our Services.\nWe may obtain from your Organization information about you such as your name, email address, title, department and reporting relationships.</p>\nProspective Customers\n<p>We collect names, email addresses and other business contact information about individuals who represent our customers as well as individuals who we consider to be prospective customers and business partners (“Prospects”).\nWe use the information to contact Prospects with information about Fellow products and services.</p>\nUse of Your Personal Data\nGeneral Use\n<p>In general, we use the Personal Data we have about you to offer you a more tailored experience and to respond to any requests you send us in a more comprehensive fashion.\nWe use this data in the following ways:</p>\n<ul>\n<li>Allow for the creation of your account.</li>\n<li>Identify you on our system and keep track of the Work Network you are involved in.</li>\n<li>Improve the Services that we offer you and provide a more tailored experience.</li>\n<li>Respond to the requests that you send us.</li>\n<li>Send you messages (via Slack and Email and our Web Application) that relate to your usage of our system or security and administrative messages.</li>\n<li>Send you smart suggestions and feedback received from others in your Work Network.</li>\n<li>Send you communication requests for the purpose of improving our Services (i.e.\nrequest for phone call, completion of a survey).</li>\n<li>Send marketing related messages to our Services with your consent (from which you will be able to unsubscribe).</li>\n<li>To Send you other notifications that relate to your usage of the system (for example, the fact that you have some pending feedback requests or if you have some unviewed feedback).</li>\n</ul>\nAnonymous Data\n<p>We use anonymized data retrieved from our database (i.e.\nwhere personally identifiable information has been obfuscated) in order to create analytics that will help us surmise how to improve our Service.\nSome of the reports created with this anonymized data may be shared with your Organization so that they can understand the overall usage of our product by their employees/constituents.</p>\nDisclosure of Personal Information\n<p>Disclosures of your Personal Data are described as below</p>\nDesignated 3rd Parties\n<p>We will share your Personal Data with parties that you have already consented to share information with such as your Organization and those in your Work Network.\nFor example, feedback that you exchange with other Users in your Work Network will be viewed by them.</p>\nThird Party Service Providers\n<p>We use a set of third parties as part of our system in order to offer you the Services that we do.\nExamples include analytics services (as described previously) and email service providers.\nService Providers who process Personal Data on our behalf are considered Sub-Processors.</p>\nDisclosure to Organization\n<p>In the event that your Organization becomes a customer of our Services, we will share information about your account related to usage statistics (such as number of feedback exchanges and with whom these exchanges happened) but will not share the content of the feedback exchanged.\nYour organization may have specific policies in place regarding how Personal Data is shared to which we will have to comply.</p>\nBusiness Transfers\n<p>If our business (or substantially all of our assets) are acquired by a third party, or if we go out of business, enter bankruptcy, or go through some other change of control, Personal Data may be made available or otherwise transferred to the new controlling entity, where permitted under applicable law.</p>\nOther\n<p>In certain situations, we may receive a demand to disclose Personal Data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\nFellow may disclose your Personal Data (a) to any governmental authority as part of an investigation to determine our compliance with any applicable law, rule, or regulation (including privacy laws, rules, and regulations), (b) in response to a court order, subpoena, discovery request, or other lawful judicial or administrative proceeding, (c) as otherwise required under any applicable law, rule, or regulation, and (d) in good faith, to defend the rights or property of Fellow and other Users and (e) if Fellow is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on our Web site of any change in ownership or uses of your Personal Data, as well as any choices you may have regarding your Personal Data.</p>\nThird Party Websites\n<p>Our Websites provide links to other websites.\nWe do not control, and are not responsible for, the content or practices of these other websites.\nOur provision of such links does not constitute our endorsement of these other websites, their content, their owners, or their practices.\nThis Privacy Policy does not apply to these other websites, which are subject to any privacy and other policies they may have.</p>\nSensitive Personal Data\n<p>If you provide us with sensitive information in the course of interacting with the system, we will only use sensitive information for the purpose of storing and processing it as part of our Services.\nSensitive information may include information about you such as racial or ethnic origin, religious beliefs, political affiliation, sexual preferences and criminal records, as well as health and genetic information about you.\nIf you do not consent to the processing and storing of your sensitive information, it is therefore important that it not be submitted to us in the course of your usage.</p>\nOptions Considering Personal Data\n<p>We describe some of the changes and options available to you on Personal Data below:</p>\nEmail Communications\n<p>You may unsubscribe from our marketing communications by clicking on the “unsubscribe” link located on the bottom of our emails, or by sending us an email at <b>privacy@fellow.app</b>.\nCustomers cannot opt out of receiving transactional emails related to their account with us or the Services.</p>\nCookies\n<p>If you do not want to accept Cookies from our site, you may change your browser settings to not accept cookies.\nIf you do not accept these cookies, you may not be able to use our Site and Services to the fullest extent.</p>\nInterest-Based Advertising&nbsp.\n<p>You can opt-out of network advertising programs that track your activities across multiple websites to deliver personalized advertising content to you.\nPlease visit:</p>\n<ul>\n<li>Digital Advertising Alliance of Canada Opt-Out Page: http://youradchoices.ca/understanding-online-advertising</li>\n<li>NAI Opt-Out Page: http://www.networkadvertising.org/managing/opt_out.asp</li>\n<li>Ad Choices Opt-Out Page: http://www.aboutads.info/choices/</li>\n</ul>\n<p>These websites provide tools that identify member companies that have placed cookies on your browser and provide tools to allow you to opt-out of those cookies.\nPlease note that if you opt-out you may still receive online advertising from Fellow on other websites or applications.\nhowever, these advertisements will not be displayed to you based on your interests.\nPlease also note that deleting browser cookies can remove your opt-out preferences, so you should use these tools periodically to ensure that your preferences are up-to-date.</p>\nCustomized Social Media Ads&nbsp.\n<p>To opt-out of customized social media ads, adjust your social advertising settings (for example, through the settings of your Facebook profile), or use the links provided in the ad itself.</p>\nAccess, Modification or Deletion of Your Data\n<p>You may contact us at <b>privacy@fellow.app</b> in order to request a copy, change or delete any Personal Data that we have on file for your Account.\nPlease note that feedback exchanged cannot be deleted as it involves more than one party.\nAs an Organizational customer, you may request the deletion of your entire Account (and all individual Users within that account).\nWe will delete this information within 15 days of your request.\nYour information may stay on our backup servers for up to an additional 30 days but will no longer be present thereafter.</p>\n<p>Residents of the European Economic Area (“EEA”) have additional data protection rights under applicable laws (including under the General Data Protection Regulation), including the right to request access to, obtain, correct, amend, delete, or limit the use of your personal data.\nIndividual Users who wish to exercise these rights, should contact Fellow using the contact information.\nIn circumstances where Fellow is a data processor and the Organization is the data controller, Individuals may be required to contact the Organization to avail themselves of such rights.</p>\nRetention\n<p>We retain Personal Data that you provide us as long as we consider it necessary for the purpose it was collected, or as needed to comply with our legal obligations, resolve disputes and enforce our agreements, and then we securely delete the information.\nWe will delete this information from the servers at an earlier date if you so request, as described above.\nIf a customer terminates its use of the Services, we will, unless legally prohibited, delete all customer information, including your Personal Data, from the Services.</p>\nPeriodic Updates to Privacy Policy\n<p>We periodically update this Privacy Policy.\nIn the event of an update, we will post the new policy at <b>https://fellow.app/privacy-policy</b> and update the “Last Updated” date above.\nPlease check this page regularly for updates.</p> ", "created_at": "2021-12-31 20:38:23.757646", "updated_at": "2021-12-31 19:39:16.075407"}], "points": [], "urls": ["fellow.app"]}}