{"error": 448, "message": "OK", "parameters": {"id": 5211, "name": "Truth Social", "created_at": "2021-10-21 18:40:59.458893", "updated_at": "2022-03-07 20:55:42.572167", "wikipedia": "https://en.wikipedia.org/wiki/Truth_Social", "keywords": null, "related": null, "slug": "truth-social", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5211.png", "url": "truthsocial.com", "documents": [{"id": 9338, "name": "Privacy Policy ", "url": "https://help.truthsocial.com/legal/privacy-policy/", "xpath": "//body", "text": "TRUTH Social Privacy Policy <p>Last updated: September 20, 2021</p>\n<p>We operate a website and related platform features (“Site\").\nWe may refer to T MEDIA TECH as \"we\", \"us\", or \"our\".\nWe may refer to you as \"you\", or \"your\".\nThe purpose of this policy is to inform you about the personal information we collect, how we use and share that information, and the ways in which you can control how we use and share that information.\nBy using our Site, you agree to the terms of this policy and you expressly consent to the collection, use, and disclosure of your personal information in accordance with this policy.</p>\n<p>A.\nInformation Collected and Received from You</p>\n<ol>\n<li>User Registration Data</li>\n</ol>\n<p>At the time of registration on the Site, we may ask you to provide certain information, which includes your email address and name (the \"User Registration Data\").</p>\n<ol>\n<li>Information You May Provide </li>\n</ol>\n<p>You may elect to provide a variety of information during your interactions with us and the Site, such as emails you may send us, SMS or text messages that you may sign up for and emails or newsletters that you sign up to receive from us.\n&nbsp;We, or third parties acting on our behalf, receive data from you whenever you provide us with information.</p>\n<ol>\n<li>Account Information</li>\n</ol>\n<p>When you register or sign up on the Site for certain features, products, services, newsletters or special offers, you may provide us, and we may collect, your contact information, including your name and email address (\"Account Information\").\n</p>\n<ol>\n<li>Information as to your Device</li>\n</ol>\n<p>When you access and use the Site from a computer, mobile phone, tablet or other electronic device, we may collect information about those devices, including your browser type and Internet Protocol (IP) address.\nIf you access the Site from a mobile phone, tablet, automobile, or other electronic device, we may collect and store information such as device type, operating system version and type, unique identifiers (such as mobile advertising ID), wireless carrier, and other related information for that device.</p>\n<ol>\n<li>Information as to your Location</li>\n</ol>\n<p>When you sign up on the Site, you may provide us with your zip or postal code.\nWe may also collect location information from devices you use while accessing the Site.\nDepending on the device and operating system, device-based location information may be derived from GPS and nearby wireless signals such as cell towers, Wi-Fi networks, and Bluetooth beacons.\nWe will not collect your device-based location information unless you have permitted us to access location services on your device.\nYou can disable this access at any time in your system settings.\n</p>\n<ol>\n<li>Other Information</li>\n</ol>\n<p>We may collect certain information through the use of log files and servers.\nThese servers create log files as part of the process of setup and configuration.\nInformation in a log file may include IP address, browser type, Internet service provider, date/time stamps, and other usage information and statistical information.</p>\n<p>B.\nInformation Collected and Received from Others</p>\n<p>We may receive or collect information about you from third parties or others.\n&nbsp;It may be collected and stored on our servers with other information we may have already received or collected from you.\nThese third parties include:</p>\n<ul>\n<li>Service providers that provide or make available advertising, features and functionality, and content on or through the Site.</li>\n<li>Advertisers, marketing companies, advertising agencies that collect and maintain information on their customers.\nThese third parties may provide us with certain information about those customers for the purposes of serving advertisements and/or marketing offers to their customers on the Site.</li>\n</ul>\n<p>We are not responsible for, and will assume no liability, if a business partner or other entity collects, uses, or shares any information about you in violation of its own privacy policy or any applicable laws, rules, or agreements.</p>\n<p>C.\n&nbsp.\nHow We Use The Information </p>\n<p>We may use your User Registration Data and other information or data we receive or collect, as well as data we derive or infer from combinations of the foregoing, for a variety of purposes, such as:</p>\n<ul>\n<li>To facilitate the creation of and secure your account subscription on the Site.</li>\n<li>To provide and improve the Site and to develop new products and services.</li>\n<li>To customize and personalize the advertising and other content we deliver to you both on the Site and on other services offered by our publishing partners.\nWe use this information to provide you with relevant and interesting advertising and other content.</li>\n<li>To fulfill your requests for certain products and services, such as distributing electronic newsletters and enabling you to participate in surveys and public forums.</li>\n<li>To send you information that you requested or agreed to receive.</li>\n<li>To alert you to the latest developments and features on our Site and to notify you of administrative information, such as security or support and maintenance advisories.</li>\n<li>To invite you to participate in events or special promotions related to products we think you may like or in which you may be interested.</li>\n</ul>\n<p>We do not sell or give your email address to other companies for their own marketing purposes without your permission.\nHowever, we may use your email address or other User Registration Data to provide you with technical support, send you notices about the Site or other promotional offers you have elected to receive, and to serve you with ads that are more relevant to your interests if you so choose.\nWe may also work with data partners and advertising platforms to help increase the relevance of ads we provide to you.\n&nbsp;In doing so, we may use information representing an encrypted or hashed value derived from information we have received, such as your email address, in connection with these partners and platforms.</p>\n<p>We do not sell or give your Contact Information to companies for their own marketing purposes without your permission.\nWe do use Contact Information, however, to contact you, and to provide you with special offers and other information.\nIf you provided your Contact Information as part of your use of the Site or your account, we may use your Contact Information to update you on new features and products.\n&nbsp;You may contact us at any time to request that we cease using your Contact Information.</p>\n<p>D.\nInformation Collection Technologies/Cookies</p>\n<p>We use cookies and the identifier in these cookies to help us manage and report on your interaction with the Site.\nThrough cookies, we are able to collect information that we use to improve the Site, keep count of return visits to our website or our advertisers' or partners' websites, collect and report on aggregate statistical information, authenticate your login credentials, or manage multiple instances of the Service in a single browser.\nWe may also collect other data such as the page or site that referred you to the Site, the date and time you visited the Site, and your current IP address.\n&nbsp;You may be able to remove cookies by following directions provided in your browser.\n</p>\n<p>Advertisers and other third-party advertising entities that advertise on the Site may place or recognize a unique cookie on your hard drive.\nThese entities may use these cookies to collect information about you, which may include how many times you have seen their ads or whether you have interacted with an ad.\n&nbsp;Be sure to check with your web browsers on how to accept or reject third-party cookies.\n&nbsp;</p>\n<p>E.\nSharing Information with Others </p>\n<p>We may share information we collect with our subsidiaries, successors or related companies for the purposes described in our respective privacy policies, and to offer, provide, and improve services and products offered both individually and jointly with these companies.\n&nbsp;</p>\n<p>We may share information we receive or collect, such as when you give us permission through an affirmative election (for example, clicking \"yes\" in response to a message or email inquiring as to whether to \"share my email with this advertiser\").\n&nbsp;We may also share information if we partner with a third party to provide services on our behalf, such as credit card processors, customer support, advertising services, or bulk email processors who may send out emails on our behalf.\nThese companies are authorized to use your personal information only as necessary to provide these services to us.\nThey are not authorized to use your personal information for their own, unrelated purposes.</p>\n<p>We may also share your information in order to comply with legal requests such as subpoenas or court orders or to protect or defend our legal rights or property or the legal rights of third parties, employees, agents, and contractors (including under our agreements).</p>\n<p>Additionally, we may share information we gather from devices you use to access the Site with its third-party vendors, manufacturers, service providers or advertising entities.\nWe share this information for a variety of purposes such as tracking advertising, estimating the number of &nbsp;users, security and fraud detection, debugging problems and for providing you with more relevant advertisements on the Site.</p>\n<p>If there is a transfer or sharing of your personal information in accordance with this policy, we will seek assurances from the recipients of such information (prior to the transfer) that they will safeguard the information in a manner consistent with this policy.\n</p>\n<p>F.\n&nbsp;Account Management and Settings</p>\n<p>You will have the ability to access and modify your User Registration Data on your account, which you may do through the Settings section of our Site at any time.\n&nbsp;</p>\n<p>You have control through Settings on your Account to limit data we collect from you and how we use it.\n&nbsp;You can also download the information you have shared with the Site.\n</p>\n<p>Your User Registration Data will be retained by us while your account is active.\nWe will retain and use this information for the purposes for which it was collected (as specified in this policy or as we disclose to you outside of this policy), including, to provide information and products to you, comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>Upon your registration of an account on the Site, you may elect to receive promotional, marketing, or other similar emails tailored to your interests.\nYou may change this election at any time.\nAdditionally, you may also unsubscribe from any promotional, marketing, or other similar emails you receive.\n&nbsp;We will send you confirmation emails and other Site-related announcements when it is necessary to do so.\n</p>\n<p>G.\nSecurity Measures </p>\n<p>When necessary, we have implemented security measures designed to protect against the loss, misuse, and alteration of the information we collect or receive from you.\n&nbsp;Nevertheless, no security measures are impenetrable and there are always security risks.\n</p>\n<p>We will use the information we collect in ways that are relevant and compatible with the purpose for which that information was collected or provided to us as disclosed in this policy.\nWe will use safeguards to ensure that all information collected, processed, and/or stored is protected from loss, destruction, or use in a manner inconsistent with our policies or the purpose for which we received it.</p>\n<p>Our Site, as well as advertisements on our Site, may include links to other websites whose privacy practices may differ from ours.\nIf you submit personal information to any of those websites, the privacy statements and practices of those websites govern their use of your information.\n&nbsp;Please be sure to review the privacy statement of any website you visit.</p>\n<p>Other third parties or advertisers may utilize framing techniques to serve content to and from webpages accessible through our Site while preserving the look and feel of our website.\nPlease note that you may be providing your personal information to this third-party (and not to us) in this situation.\n</p>\n<p>H.\n&nbsp;Minors/Children</p>\n<p>Registration on this Site by anyone under 13 years of age is prohibited.\n&nbsp;In accordance with the Children’s Online Privacy Protection Act (COPPA), we never knowingly collect or maintain information on our Site from those we know are under the age of 13, and no part of our website is structured to attract anyone under 13.\n&nbsp.\nUpon notice that we have collected information from children under the age of 13, we will take immediate steps for its removal.</p>\n<p>I.\n&nbsp;State Laws</p>\n<p>Your personal information and its collection, use, sources, and sharing are described in this policy.\nPlease see below for additional provisions, as required under the consumer privacy law of your state.</p>\n<p>California Residents</p>\n<p>Your rights under Cal.\nCiv.\nCode § 1798.83 (Shine the Light law): We only share personal information (as defined) with third parties for direct marketing purposes if you either specifically opt-in, or are offered the opportunity to opt-out and elect not to opt-out of such sharing at the time you provide personal information or when you choose to participate in a feature on the Site.\nIf you do not opt-in or if you opt-out at that time, we will not share your personal information with that identified third party for direct marketing purposes.</p>\n<p>Your rights under Cal.\nBus.\n&amp.\nProf.\nCode § 22575(b) (\"Do Not Track\" Browser Settings): You are entitled to know how we respond to \"Do Not Track\" browser settings.\nLike many other websites, we do not currently alter our practices when we receive Do Not Track signals as there is no consensus among industry participants as to what \"Do Not Track\" means in this context.\nHowever, you have the option to opt-out of interest-based advertising.\n&nbsp;To find out more about \"Do Not Track,\" you may wish to visit&nbsp;www.allaboutdnt.com/.Your rights under the California Consumer Privacy Act of 2018 (CCPA): CCPA provides for certain disclosures about your rights and the personal information we collect, sell, and disclose for a business purpose.\nTo view this information or exercise your rights under CCPA, visit CCPA Privacy Policy (https://truthsocial.com/ccpa-privacy-policy) for CA residents.</p>\n<p>Nevada Residents</p>\n<p>If you are a resident of Nevada, you may apply limits to the sale of certain personal information to third parties for resale or licensing purposes, subject to applicable law.\nWe do not sell your personal information for such use.\nYou are entitled to register your preference for limits on such sales in the future by sending an email to us with the subject line, \"Nevada Do Not Sell Request\" along with your first and last name, zip code, and whether you are a former or current accountholder or user.\nYour email address must match the email address on your account to process this request.</p>\n<p>J.\nChanges to our Privacy Policy</p>\n<p>Our privacy policies will be periodically reviewed and evaluated in connection with new products, new services, new technologies, changes in law and your needs.\nWe may make changes or modifications to our policy as a result thereof.\n&nbsp;Our policy will be updated from time to time.\n&nbsp;If we make any material changes to this policy, we will post the updated terms of the policy on the Site, and provide you notice of such changes, which may include notice by email through a message sent to the email address you use to access the Site or to register as a user on this Site or posting a message on the Service.</p>\n<p>Modifications to our policy will be effective within thirty (30) calendar days following our &nbsp;email notice to you.\n&nbsp;You are responsible for updating your account information to provide us with your most current email address as the email notice constitutes effective notice of said changes.\n&nbsp.\n</p>\n<p>K.\n&nbsp;Miscellaneous</p>\n<p>From time to time, we shall conduct compliance audits of our relevant privacy practices to verify adherence to this policy and that said policy is current and accurate.\n&nbsp;Any employee that we determine is in violation of this policy may be subject to disciplinary action.</p>\n<p>Any complaints or disputes as to collection or use of information under this policy shall be completely investigated to seek a resolution or cooperate with dispute resolution procedures, if applicable to the dispute.\n</p>\n<p>\n</p>\n<p>L.\nContact Us</p>\n<p>If you have any questions about this privacy policy, our privacy practices or how we collect or process your personal data, please contact us at:</p>\n<p>support@truthsocial.com </p>\n<p>or write to us at:</p>\n<p>Attn: User Support</p>\n<p>1100 South Ocean Blvd.<br>Palm Beach, FL 33480</p>\n<p>(866)878-8442</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>GDPR Policy</li>\n<li>CCPA Privacy Policy</li>\n<li>\n<p>© 2021 Truth Social</p>\n</li>\n</ul>", "created_at": "2021-10-21 18:40:59.463177", "updated_at": "2022-03-07 20:53:44.483571"}, {"id": 9337, "name": "Terms of Service ", "url": "https://truthsocial.com/terms-of-service", "xpath": "//body", "text": "TRUTH Social TERMS OF SERVICE <p>Last updated: September 20, 2021</p>Welcome to the T MEDIA TECH website.\n&nbsp;This Site has been created for your entertainment as well as educational and personal use.<p>PLEASE READ SECTIONS 17 AND 18 BELOW CAREFULLY AS THEY CONTAIN A BINDING ARBITRATION AGREEMENT AND A CLASS ACTION WAIVER, WHICH MAY AFFECT YOUR LEGAL RIGHTS.</p>\n<ol>\n<li>AGREEMENT TO TERMS</li>\n</ol>\n<p>These Terms of Service constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and T Media Tech, LLC<strong>&nbsp;</strong>(“we,” “us” or “our”), concerning your access to and use of the TruthSocial.com website as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site”).\n</p>\n<p>You agree that by accessing the Site, you have read, understood, and agree to be bound by all of these Terms of Service.\nIf you do not agree with all of these Terms of Service, then you are expressly prohibited from using the Site and you must discontinue use immediately.</p>\n<p>Supplemental Terms of Service or documents that may be posted on the Site from time to time are hereby expressly incorporated herein by reference.\nWe reserve the right, in our sole discretion, to make changes or modifications to these Terms of Service at any time and for any reason.\n</p>\n<p>We will alert you about any changes by updating the “Last updated” date of these Terms of Service, and you waive any right to receive specific notice of each such change.\n</p>\n<p>It is your responsibility to periodically review these Terms of Service to stay informed of updates.\nYou will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Service by your continued use of the Site after the date such revised Terms of Service are posted.\n</p>\n<p>The information provided on the Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country.\n</p>\n<p>Accordingly, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.&nbsp;</p>\n<p>The Site is intended for users who are at least 13 years of age.\nAll users who are minors in the jurisdiction in which they reside (generally under the age of 18) must have the permission of, and be directly supervised by, their parent or guardian to use the Site.\nIf you are a minor, you must have your parent or guardian read and agree to these Terms of Service prior to you using the Site.\n</p>\n<ol>\n<li>INTELLECTUAL PROPERTY RIGHTS</li>\n</ol>\n<p>Unless otherwise indicated, the Site is our proprietary property and all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein (the “Marks”) are owned or controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\n</p>\n<p>The Content and the Marks are provided on the Site “AS IS” for your information and personal use only.\nExcept as expressly provided in these Terms of Service, no part of the Site and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.</p>\n<p>Provided that you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use.\nWe reserve all rights not expressly granted to you in and to the Site, the Content and the Marks.</p>\n<ol>\n<li>PRIVACY POLICY</li>\n</ol>\n<p>We care about data privacy and security.\nWe have developed a Privacy Policy in order to inform you of its practices with respect to the collection, use, disclosure and protection of your information.\n&nbsp;Please review our Privacy Policy at https://truthsocial.com/privacy-policy.\nYou can also find it on our Site’s Home Page.\nBy using the Site, you agree to be bound by our Privacy Policy, which is incorporated into these Terms of Service.\nPlease be advised the Site is hosted in the United States.\n</p>\n<p>If you access the Site from the European Union, Asia, or any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in the United States, then through your continued use of the Site, you are transferring your data to the United States, and you expressly consent to have your data transferred to and processed in the United States.\nPlease review our Data Privacy Policy (GDPR) as to data collection and processing for all users, including those outside the United States at https://truthsocial.com/gdpr.</p>\n<p>Further, we do not knowingly accept, request, or solicit information from children or knowingly market to children.\nTherefore, in accordance with the U.S.\nChildren’s Online Privacy Protection Act, if we receive actual knowledge that anyone under the age of 13 has provided personal information to us without the requisite and verifiable parental consent, we will delete that information from the Site as quickly as is reasonably practical.</p>\n<ol>\n<li>USER REPRESENTATIONS</li>\n</ol>\n<p>By using the Site, you represent and warrant that: </p>\n<p>(1) all registration information you submit will be true, accurate, current, and complete;&nbsp;</p>\n<p>(2) you will maintain the accuracy of such information and promptly update such registration information as necessary;</p>\n<p>(3) you have the legal capacity and you agree to comply with these Terms of Service.\n</p>\n<p>(4) you are not under the age of 13;</p>\n<p>(5) not a minor in the jurisdiction in which you reside, or if a minor, you have received parental permission to use the Site.\n</p>\n<p>(6) you will not access the Site through automated or non-human means, whether through a bot, script, or otherwise.\n</p>\n<p>(7) you will not use the Site for any illegal or unauthorized purpose.\n</p>\n<p>(8) your use of the Site will not violate any applicable law or regulation.</p>\n<p>If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).\n</p>\n<ol>\n<li>USER REGISTRATION</li>\n</ol>\n<p>You may be required to register with the Site, by providing your name and email address and creating an account.\nYou agree to keep your password confidential, if applicable, and will be responsible for all use of your account and password.\nWe reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.</p>\n<ol>\n<li>COMMUNICATION PREFERENCES AND CONSENT.</li>\n</ol>\n<p>From time to time we may send you communications to the email address associated with your account or email address that was used to register on this Site.\nThese communications may include, but are not limited to, information, new products and recommendations, special offers, and other account-related or transactional messages.\n&nbsp;These communications will also include consent request, opt-in and opt-out instructions.\n&nbsp;Also, when you register on this Site, you may receive SMS or text messages and communications from or related to this Site.\n&nbsp;If so, you will be provided with the right to consent or opt-in to allow for such messages and communications, if you wish.\n&nbsp;</p>\n<ol>\n<li>PROHIBITED ACTIVITIES</li>\n</ol>\n<p>You may not access or use the Site for any purpose other than that for which we make the Site available.\nThe Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.\n</p>\n<p>As a user of the Site, you agree not to:</p>\n<ol>\n<li>systematically retrieve data or other content from the Site to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.</li>\n<li>make any unauthorized use of the Site, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses.</li>\n<li>use a buying agent or purchasing agent to make purchases on the Site.</li>\n<li>use the Site to advertise or offer to sell goods and services.</li>\n<li>circumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and/or the Content contained therein.</li>\n<li>engage in unauthorized framing of or linking to the Site.</li>\n<li>trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords;</li>\n<li>make improper use of our support services or submit false reports of abuse or misconduct.</li>\n<li>engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.</li>\n<li>interfere with, disrupt, or create an undue burden on the Site or the networks or services connected to the Site.</li>\n<li>attempt to impersonate another user or person or use the username of another user.</li>\n<li>sell or otherwise transfer your account.</li>\n<li>use any information obtained from the Site in order to harass, abuse, or harm another person.</li>\n<li>use the Site as part of any effort to compete with us or otherwise use the Site and/or the Content for any revenue-generating endeavor or commercial enterprise.</li>\n<li>decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site.</li>\n<li>attempt to bypass any measures of the Site designed to prevent or restrict access to the Site, or any portion of the Site.</li>\n<li>harass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Site to you.</li>\n<li>delete the copyright or other proprietary rights notice from any Content.</li>\n<li>copy or adapt the Site’s software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.</li>\n<li>upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Site or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Site.</li>\n<li>upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”).</li>\n<li>except as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Site, or using or launching any unauthorized script or other software.</li>\n<li>disparage, tarnish, or otherwise harm, in our opinion, us and/or the Site.</li>\n<li>use the Site in a manner inconsistent with any applicable laws or regulations.</li>\n</ol>\n<ol>\n<li>SUBMISSIONS</li>\n</ol>\n<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site (\"Submissions\") provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.\n</p>\n<p>You hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions.\nYou agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.\n</p>\n<ol>\n<li>THIRD-PARTY WEBSITES AND CONTENT</li>\n</ol>\n<p>The Site may contain (or you may be sent via the Site) links to other websites (\"Third-Party Websites\") as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (\"Third-Party Content\").\n</p>\n<p>Such Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Site or any Third-Party Content posted on, available through, or installed from the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.\n</p>\n<p>Inclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Service no longer govern.\n</p>\n<p>You should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site.\nAny purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\n</p>\n<p>You agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services.\nAdditionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.\n</p>\n<ol>\n<li>ADVERTISERS</li>\n</ol>\n<p>We may allow advertisers to display their advertisements and other information in certain areas of the Site, such as sidebar advertisements or banner advertisements.\nIf you are an advertiser, you shall take full responsibility for any advertisements you place on the Site and any services provided on the Site or products sold through those advertisements.\n</p>\n<p>Further, as an advertiser, you warrant and represent that you possess all rights and authority to place advertisements on the Site, including, but not limited to, intellectual property rights, publicity rights, and contractual rights.</p>\n<p>As an advertiser, you agree that such advertisements are subject to our Digital Millennium Copyright Act (“DMCA”) Notice and Policy provisions as described below, and you understand and agree there will be no refund or other compensation for DMCA takedown-related issues.\nWe simply provide the space to place such advertisements, and we have no other relationship with advertisers.\n&nbsp.\n</p>\n<ol>\n<li>SITE MONITORING AND RESTRICTIONS</li>\n</ol>\n<p>We reserve the right, but not the obligation, to:&nbsp;</p>\n<p>(1) monitor the Site for violations of these Terms of Service.\n</p>\n<p>(2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Service, including without limitation, reporting such user to law enforcement authorities.\n</p>\n<p>(3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) your access or any of your contributions or any portion thereof.\nor</p>\n<p>(4) otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site.</p>\n<ol>\n<li>DIGITAL MILLENNIUM COPYRIGHT ACT (DMCA) NOTICE AND POLICY</li>\n</ol>\n<ol>\n<li>Notifications</li>\n</ol>\n<p>We respect the intellectual property rights of others.\nIf you believe that any material available on or through the Site infringes upon any copyright you own or control, please immediately notify our Designated Copyright Agent using the contact information provided below (a “Notification”).\n</p>\n<p>A copy of your Notification will be sent to the person who posted or stored the material addressed in the Notification.\nPlease be advised that pursuant to federal law you may be held liable for damages if you make material misrepresentations in a Notification.\nThus, if you are not sure that material located on or linked to by the Site infringes your copyright, you should consider first contacting an attorney.</p>\n<p>All Notifications should meet the requirements of DMCA 17 U.S.C.\n§ 512(c)(3) and include the following information: </p>\n<p>(1) A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</p>\n<p>(2) identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works on the Site are covered by the Notification, a representative list of such works on the Site.\n</p>\n<p>(3) identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material.\n</p>\n<p>(4) information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number, and, if available, an email address at which the complaining party may be contacted.\n</p>\n<p>(5) a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\n</p>\n<p>(6) a statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed upon.</p>\n<ol>\n<li>Counter Notification</li>\n</ol>\n<p>If you believe your own copyrighted material has been removed from the Site as a result of a mistake or misidentification, you may submit a written counter notification to us using the contact information provided below (a “Counter Notification”).\n</p>\n<p>To be an effective Counter Notification under the DMCA, your Counter Notification must include substantially the following: </p>\n<p>(1) identification of the material that has been removed or disabled and the location at which the material appeared before it was removed or disabled.\n</p>\n<p>(2) a statement that you consent to the jurisdiction of the Federal District Court in which your address is located, or if your address is outside the United States, for any judicial district in which we are located.\n</p>\n<p>(3) a statement that you will accept service of process from the party that filed the Notification or the party's agent.\n</p>\n<p>(4) your name, address, and telephone number.\n</p>\n<p>(5) a statement under penalty of perjury that you have a good faith belief that the material in question was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\n</p>\n<p>(6) your physical or electronic signature.</p>\n<p>If you send us a valid, written Counter Notification meeting the requirements described above, we will restore your removed or disabled material, unless we first receive notice from the party filing the Notification informing us that such party has filed a court action to restrain you from engaging in infringing activity related to the material in question.</p>\n<p>Please note that if you materially misrepresent that the disabled or removed content was removed by mistake or misidentification, you may be liable for damages, including costs and attorney's fees.\nFiling a false Counter Notification constitutes perjury.</p>\n<p>Attn: Chief Legal Officer</p>\n<p>1100 South Ocean Blvd.</p>\n<p>Palm Beach, FL 33480</p>\n<p>legal@truthsocial.com</p>\n<ol>\n<li>COPYRIGHT INFRINGEMENTS</li>\n</ol>\n<p>We respect the intellectual property rights of others.\nIf you believe that any material available on or through the Site infringes upon any copyright you own or control, please immediately notify us using the contact information provided below (a “Notification”).\nA copy of your Notification will be sent to the person who posted or stored the material addressed in the Notification.\n</p>\n<p>Please be advised that pursuant to federal law you may be held liable for damages if you make material misrepresentations in a Notification.\nThus, if you are not sure that material located on or linked to by the Site infringes your copyright, you should consider first contacting an attorney.</p>\n<ol>\n<li>TERM AND TERMINATION</li>\n</ol>\n<p>These Terms of Service shall remain in full force and effect while you use the Site.\nWITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF SERVICE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN EMAIL AND/OR IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF SERVICE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE YOUR ACCOUNT AND ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.\n</p>\n<p>If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, your email address or the name of any third party, even if you may be acting on behalf of the third party.\n</p>\n<p>In addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.</p>\n<ol>\n<li>MODIFICATIONS AND INTERRUPTIONS </li>\n</ol>\n<p>We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our Site.\nWe also reserve the right to modify or discontinue all or part of the Site without notice at any time.\n</p>\n<p>We will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Site.\n</p>\n<p>We cannot guarantee the Site will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors.\n</p>\n<p>We reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Site at any time or for any reason without notice to you.\nYou agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site during any downtime or discontinuance of the Site.\n</p>\n<p>Nothing in these Terms of Service will be construed to obligate us to maintain and support the Site or to supply any corrections, updates, or releases in connection therewith.</p>\n<ol>\n<li>GOVERNING LAW </li>\n</ol>\n<p>These Terms of Service and your use of the Site are governed by and construed in accordance with the laws of the State of Florida<strong>&nbsp;</strong>applicable to agreements made and to be entirely performed within the State of Florida, without regard to its conflict of law principles.\n</p>\n<ol>\n<li>DISPUTE RESOLUTION</li>\n</ol>\n<p>ANY DISPUTE, CONTROVERSY OR CLAIM YOU HAVE ARISING OUT OF OR RELATED TO THESE TERMS OF SERVICE, A BREACH THEREOF OR YOUR USE OF THIS SITE SHALL BE EXCLUSIVELY SUBMITTED AND DECIDED BY BINDING ARBITRATION ADMINISTERED BY THE AMERICAN ARBITRATION ASSOCIATION (“AAA”).&nbsp.\nANY LEGAL ACTION OF WHATEVER NATURE BROUGHT BY US AGAINST YOU MAY BE COMMENCED OR PROSECUTED IN THE STATE AND FEDERAL COURTS LOCATED IN BROWARD COUNTY, FLORIDA, AND YOU HEREBY CONSENT TO SAME, AND WAIVE ALL DEFENSES OF LACK OF PERSONAL JURISDICTION AND FORUM NON CONVENIENS WITH RESPECT TO VENUE AND JURISDICTION IN SUCH STATE AND FEDERAL COURTS.\n</p>\n<ol>\n<li>WAIVER OF CLASS ACTION</li>\n</ol>\n<p>NOTWITHSTANDING ANYTHING CONTAINED HEREIN, YOU AGREE TO ABSOLUTELY AND UNCONDITIONALLY WAIVE ANY AND ALL RIGHTS TO PARTICIPATE IN OR TO BE INCLUDED IN ANY CLASS ACTION LAWSUITS OR INCLUSION IN ANY MULTI-PARTY ACTIONS OR SUITS AGAINST US, ANY OF OUR AFFILIATES, SPONSORS, SUBSIDIARIES, VENDORS, EMPLOYEES, AGENTS OR ANY OTHER PERSON OR ENTITY ASSOCIATED THEREWITH.</p>\n<ol>\n<li>CORRECTIONS</li>\n</ol>\n<p>There may be information on the Site that contains typographical errors, inaccuracies, or omissions that may relate to the Site, including descriptions, pricing, availability, and various other information.\nWe reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice.</p>\n<ol>\n<li>DISCLAIMER</li>\n</ol>\n<p>THE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SITE, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SITE, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITE.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\n</p>\n<p>AS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.</p>\n<ol>\n<li>LIMITATIONS OF LIABILITY</li>\n</ol>\n<p>IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n</p>\n<p>NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE LESSER OF THE AMOUNT PAID, IF ANY, BY YOU TO US DURING THE ONE MONTH PERIOD PRIOR TO ANY CAUSE OF ACTION ARISING OR $0.01.\nCERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\n</p>\n<ol>\n<li>INDEMNIFICATION</li>\n</ol>\n<p>You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: (1) use of the Site.\n(2) breach of these Terms of Service.\n(3) any breach of your representations and warranties set forth in these Terms of Service.\n(4) your violation of the rights of a third party, including but not limited to intellectual property rights.\nor (5) any overt harmful act toward any other user of the Site with whom you connected via the Site.\n</p>\n<p>Notwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims.\nWe will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.&nbsp;</p>\n<ol>\n<li>USER DATA</li>\n</ol>\n<p>We will maintain certain data (such as your email address) that you transmit to the Site for the purpose of managing the Site, as well as data relating to your use of the Site.\nAlthough we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Site.\n</p>\n<p>You agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.</p>\n<ol>\n<li>ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES</li>\n</ol>\n<p>Visiting the Site, registering as a User, sending us emails, and completing online forms constitute electronic communications.\nYou consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing.\n</p>\n<p>YOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE.\n</p>\n<p>You hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.\n</p>\n<ol>\n<li>CALIFORNIA USERS AND RESIDENTS</li>\n</ol>\n<p>If any complaint with us is not satisfactorily resolved, you can contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 North Market Blvd., Suite N 112, Sacramento, California 95834 or by telephone at (800) 952-5210 or (916) 445-1254.</p>\n<ol>\n<li>MISCELLANEOUS</li>\n</ol>\n<p>These Terms of Service and any policies or operating rules posted by us on the Site constitute the entire agreement and understanding between you and us.\nOur failure to exercise or enforce any right or provision of these Terms of Service shall not operate as a waiver of such right or provision.\n</p>\n<p>These Terms of Service operate to the fullest extent permissible by law.\nWe may assign any or all of our rights and obligations to others at any time.\nWe shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.\n</p>\n<p>If any provision or part of a provision of these Terms of Service is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Service and does not affect the validity and enforceability of any remaining provisions.\n</p>\n<p>There is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Service or use of the Site.\nYou agree that these Terms of Service will not be construed against us by virtue of having drafted them.\n</p>\n<p>You hereby waive any and all defenses you may have based on the electronic form of these Terms of Service and the lack of signing by the parties hereto to execute these Terms of Service.</p>\n<ol>\n<li>CONTACT US&nbsp;</li>\n</ol>\n<p>In order to resolve a complaint regarding the Site or to receive further information regarding use of the Site, please contact us at:&nbsp;</p>\n<p>1100 South Ocean Blvd.<br>Palm Beach, FL 33480</p>\n<p>support@truthsocial.com </p>\n<p>(866)878-8442</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>GDPR Policy</li>\n<li>CCPA Privacy Policy</li>\n<li>\n<p>© 2021 Truth Social</p>\n</li>\n</ul>", "created_at": "2021-10-21 18:40:59.461515", "updated_at": "2021-10-21 16:42:22.188837"}], "points": [], "urls": ["truthsocial.com"]}}