{"error": 448, "message": "OK", "parameters": {"id": 5734, "name": "Arkose Labs", "created_at": "2021-11-20 21:01:26.156069", "updated_at": "2021-11-20 23:01:14.033319", "wikipedia": null, "keywords": null, "related": null, "slug": "arkose-labs", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5734.png", "url": "arkoselabs.com", "documents": [{"id": 10330, "name": " Privacy Policy", "url": "https://www.arkoselabs.com/legal/privacy-policy/", "xpath": "/html/body/div[1]/div/main/div/div/div/section", "text": " Privacy Policy <p>\n</p>\n<p>\n</p>\n<br>\n<strong>\n<u>PRIVACY POLICY</u>\n</strong>\n<p>\n</p>\n<p>\n<strong>Effective date: October 21, 2021</strong>\n</p>\n<p>We take your privacy seriously at Arkose Labs, Inc.\nand its affiliates (“Arkose Labs”).\nPlease read this Privacy Policy to learn how we treat your personal data.\n<strong>By using or accessing our Services in any manner, you acknowledge that you accept the practices and policies outlined below, and you hereby consent that we will collect, use and share your information as described in this Privacy Policy.</strong>\n</p>\n<p>Remember that your use of Arkose Labs’ Services is at all times subject to our Terms of Use, which incorporates this Privacy Policy.\nAny terms we use in this Policy without defining them have the definitions given to them in the Terms of Use.</p>\n<p>\n<strong>\n<u>TABLE OF CONTENTS</u>\n</strong>\n</p>\n<ul>\n<li>\n<ul>\n<li>\n<strong>\n<u>What this Privacy Policy Covers</u>\n</strong>\n</li>\n<li>\n<strong>\n<u>Personal Data</u>\n</strong>\n<ul>\n<li>\n<em>\n<u>Categories of Personal Data We Collect</u>\n</em>\n</li>\n<li>\n<em>\n<u>Categories of Sources of Personal Data</u>\n</em>\n</li>\n<li>\n<em>\n<u>Our Commercial or Business Purposes for Collecting Personal Data</u>\n</em>\n</li>\n</ul>\n</li>\n<li>\n<strong>\n<u>How We Share Your Personal Data</u>\n</strong>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n<strong>\n<u>Tracking Tools, Advertising and Opt-Out</u>\n</strong>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n<strong>\n<u>Data Security and Retention</u>\n</strong>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n<strong>\n<u>Personal Data of Children</u>\n</strong>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n<strong>\n<u>California Resident Rights</u>\n</strong>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n<strong>\n<u>Other State Law Privacy Rights</u>\n</strong>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n<strong>\n<u>European Data Subject Rights</u>\n</strong>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n<strong>\n<u>Changes to this Privacy Policy</u>\n</strong>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>\n<strong>\n<u>Contact Information</u>\n</strong>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>\n<u>WHAT THIS PRIVACY POLICY COVERS</u>\n</strong>\n</p>\n<p>This Privacy Policy covers how we treat Personal Data that we gather when you access or use our Services.\n“Personal Data” means any information that identifies or relates to a particular individual and also includes information referred to as “personally identifiable information” or “personal information” under applicable data privacy laws, rules or regulations.\nThis Privacy Policy does not cover the practices of companies we don’t own or control or people we don’t manage.</p>\n<p>\n<strong>\n<u>PERSONAL DATA</u>\n</strong>\n</p>\n<p>\n<strong>\n<em>Categories of Personal Data We Collect</em>\n</strong>\n</p>\n<p>This chart details the categories of Personal Data that we collect and have collected over the past 12 months:</p>\n<strong>CATEGORIES OF PERSONAL DATA</strong>\n<strong>PERSONAL DATA WE MAY COLLECT ON BEHALF OF OUR CUSTOMERS IN THE PRODUCTION SERVICES</strong>\n<p>\n<strong>PERSONAL DATA WE MAY COLLECT FOR OUR MARKETING &amp.\n</strong>\n<strong>CORPORATE PURPOSES</strong>\n</p>\n<p>\n<strong>CATEGORIES OF THIRD PARTIES </strong>\n<strong>WITH WHOM WE SHARE PERSONAL DATA</strong>\n</p>\n<strong>Contact Data</strong>\n&nbsp.\n<p>·&nbsp;&nbsp.\nFirst and last name</p>\n<p>·&nbsp;&nbsp.\nEmail</p>\n<p>·&nbsp;&nbsp.\nPhone number</p>\n<p>·&nbsp.\nService Providers</p>\n<p>·&nbsp.\nBusiness Partners (e.g., event co-sponsors)</p>\n<p>·&nbsp.\nParties You Authorize, Access or Authenticate</p>\n<strong>Device/IP Data</strong>\n<p>·&nbsp;&nbsp.\nIP address (including IP address-based location information)</p>\n<p>·&nbsp;&nbsp.\nType of device/browser used to access the Services</p>\n<p>·&nbsp;&nbsp.\nOther analytics information regarding the device used to access the Services (e.g., version, resolution and aspect ratios, language, session storage requirements, etc.)</p>\n<p>·&nbsp;&nbsp.\nIP address (including IP address-based location information)</p>\n<p>·&nbsp;&nbsp.\nType of device/browser used to access the Services</p>\n<p>·&nbsp;&nbsp.\nOther analytics information regarding the device used to access the Services (e.g., version, resolution and aspect ratios, language, session storage requirements, etc.)</p> ·&nbsp.\nService Providers <strong>Web Analytics</strong>\nN/A <p>·&nbsp;&nbsp.\nWeb page interactions and metadata (e.g., content length, encoding, etc.)</p>\n<p>·&nbsp;&nbsp.\nReferring webpage/source through which you accessed the Services</p>\n<p>·&nbsp;&nbsp.\nNon-identifiable request IDs</p>\n<p>·&nbsp;&nbsp.\nStatistics associated with the interaction between device or browser and the Services</p>\n<p>·&nbsp.\nService Providers</p>\n<p>·&nbsp.\nAdvertising Partners</p>\n<p>·&nbsp.\nAnalytics Partners</p>\n<strong>Social Network Data</strong>\nN/A <p>·&nbsp;&nbsp.\nIP address</p>\n<p>·&nbsp;&nbsp.\nSocial media profile information that you voluntarily provide to us (e.g., LinkedIn)</p> ·&nbsp.\nService Providers <strong>Professional or Employment-Related Data</strong>\n&nbsp.\n<p>·&nbsp;&nbsp.\nJob title</p>\n<p>·&nbsp;&nbsp.\nCompany</p>\n<p>·&nbsp.\nService Providers</p>\n<p>·&nbsp.\nAdvertising Partners</p>\n<p>·&nbsp.\nBusiness Partners</p>\n<strong>Inferences Drawn from Other Personal Data Collected</strong>\nN/A\n·&nbsp;&nbsp.\nProfiles reflecting user attributes, behavior, preferences or abilities/aptitudes <p>·&nbsp.\nService Providers</p>\n<p>·&nbsp.\nAdvertising Partners</p>\n<strong>Other Identifying Information that You Voluntarily Choose to Provide</strong>\nN/A\n·&nbsp;&nbsp.\nIdentifying information in emails or letters you send us <p>·&nbsp.\nService Providers</p>\n<p>·&nbsp.\nAdvertising Partners</p>\n<p>·&nbsp.\nParties You Authorize, Access or Authenticate</p>\n<p>Please note that we may process Personal Data of our customers’ end users or employees in connection with our provision of certain services to our enterprise customers.\nIf we are processing your Personal Data for our production services, you should contact the entity that collected your Personal Data in the first instance to address your rights with respect to such data.\nWith respect to our production services, you acknowledge and understand that Arkose Labs is a “service provider” or “processor” under the California Consumer Privacy Act (“CCPA”) and the General Data Protection Regulation (the “GDPR”), respectively.\nIn such case, we process your Personal Data on behalf of, and in accordance with the requirements of, our enterprise customers but we do not determine the purpose and means of processing.\nWe do not retain, use or disclose your Personal Data except as necessary for the specific purpose of performing our contractual obligations to customers of the production services.</p>\n<p>\n<strong>\n<em>Categories of Sources of Personal Data</em>\n</strong>\n</p>\n<p>We collect Personal Data about you from the following categories of sources:</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>\n<strong>You</strong>\n<ul>\n<li>\n<u>When you provide such information directly to us</u>.\n<ul>\n<li>When you use our interactive tools and Services.</li>\n<li>When you voluntarily provide information in free-form text boxes through the Services or through responses to surveys or questionnaires.</li>\n<li>When you send us an email or otherwise contact us.</li>\n</ul>\n</li>\n<li>\n<u>When you use the Services and such information is collected automatically</u>.\n<ul>\n<li>Through Cookies (defined in the “Tracking Tools, Advertising and Opt-Out” section below).</li>\n<li>If you download and install certain applications and software we make available, we may receive and collect information transmitted from your computing device for the purpose of providing you the relevant Services, such as information regarding your location, the device(s) used to access the Services, and when you are logged on and available to receive updates or alert notices.</li>\n</ul>\n</li>\n<li>\n<strong>Third Parties</strong>\n<ul>\n<li>\n<u>Vendors</u>\n<ul>\n<li>We may use analytics providers to analyze how you interact and engage with the Services, or third parties may help us provide you with customer support.</li>\n<li>We may use vendors to obtain information to generate leads and create user profiles.</li>\n</ul>\n</li>\n<li>\n<u>Advertising Partners</u>\n<ul>\n<li>We receive information about you from some of our vendors who assist us with marketing or promotional services related to how you interact with our websites, applications, products, Services, advertisements or communications.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>\n<em>Our Commercial or Business Purposes for Collecting Personal Data</em>\n</strong>\n</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>\n<strong>Providing, Customizing and Improving the Services</strong>\n<ul>\n<li>Managing your account and transactions with us.</li>\n<li>Providing you with the products, services or information you request.</li>\n<li>Meeting or fulfilling the reason you provided the information to us.</li>\n<li>Providing support and assistance for the Services.</li>\n<li>Improving the Services, including testing, research, internal analytics and product development.</li>\n<li>Personalizing the Services, website content and communications based on your preferences.</li>\n<li>Doing fraud protection, security and debugging.</li>\n<li>Carrying out other business purposes stated when collecting your Personal Data or as otherwise set forth in applicable data privacy laws, such as the CCPA.</li>\n</ul>\n</li>\n<li>\n<strong>Marketing the Services</strong>\n<ul>\n<li>Marketing and selling the Services.</li>\n<li>Showing you advertisements, including interest-based or online behavioral advertising.</li>\n</ul>\n</li>\n<li>\n<strong>Corresponding with You</strong>\n<ul>\n<li>Responding to correspondence that we receive directly from you, contacting you when necessary or requested, and sending you information about Arkose Labs or the Services.</li>\n<li>Sending emails and other communications according to your preferences or that display content that we think will interest you.</li>\n</ul>\n</li>\n<li>\n<strong>Meeting Legal Requirements and Enforcing Legal Terms</strong>\n<ul>\n<li>Fulfilling our legal obligations under applicable law, regulation, court order or other legal process, such as preventing, detecting and investigating security incidents and potentially illegal or prohibited activities.</li>\n<li>Protecting the rights, property or safety of you, Arkose Labs or another party.</li>\n<li>Enforcing any agreements with you.</li>\n<li>Responding to claims that any posting or other content violates third-party rights.</li>\n<li>Resolving disputes.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>We will not collect additional categories of Personal Data or use the Personal Data we collected for materially different, unrelated or incompatible purposes without providing you notice.</p>\n<p>\n<strong>\n<u>HOW WE SHARE YOUR PERSONAL DATA</u>\n</strong>\n</p>\n<p>We disclose your Personal Data to the categories of service providers and other parties listed in this section.\nDepending on state laws that may be applicable to you, some of these disclosures may constitute a “sale” of your Personal Data.\nFor more information, please refer to the state-specific sections below.</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>\n<strong>Service Providers.</strong> These parties help us provide the Services or perform business functions on our behalf.\nThey include:\n<ul>\n<li>Hosting, technology and communication providers.</li>\n<li>Security and fraud prevention consultants.</li>\n<li>Support and customer service vendors.</li>\n<li>Product fulfillment and delivery providers.</li>\n</ul>\n</li>\n<li>\n<strong>Advertising Partners.\n</strong>These parties help us market our services and provide you with other offers that may be of interest to you.\nThey include:\n<ul>\n<li>Ad networks.</li>\n<li>Marketing providers.</li>\n</ul>\n</li>\n<li>\n<strong>Analytics Partners.\n</strong>These parties provide analytics on web traffic or usage of the Services.\nThey include:\n<ul>\n<li>Companies that track how users found or were referred to the Services.</li>\n<li>Companies that track how users interact with the Services.</li>\n</ul>\n</li>\n<li>\n<strong>Business Partners.\n</strong>These parties may use our Services, or partner with us, to offer their services to you.\nThey include:\n<ul>\n<li>Businesses that you have a relationship with.</li>\n<li>Companies that we partner with to offer joint promotional offers or opportunities.</li>\n</ul>\n</li>\n<li>\n<strong>Parties You Authorize, Access or Authenticate</strong>\n<ul>\n<li>Third parties you access through the services.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>\n<em>Legal Obligations</em>\n</strong>\n</p>\n<p>We may share any Personal Data that we collect with third parties in conjunction with any of the activities set forth under “Meeting Legal Requirements and Enforcing Legal Terms” in the “Our Commercial or Business Purposes for Collecting Personal Data” section above.</p>\n<p>\n<strong>\n<em>Business Transfers</em>\n</strong>\n</p>\n<p>All of your Personal Data that we collect may be transferred to a third party if we undergo a merger, acquisition, bankruptcy or other transaction in which that third party assumes control of our business (in whole or in part).\nShould one of these events occur, we will make reasonable efforts to notify you before your information becomes subject to different privacy and security policies and practices.</p>\n<p>\n<strong>\n<em>Data that is Not Personal Data</em>\n</strong>\n</p>\n<p>We may create aggregated, de-identified or anonymized data from the Personal Data we collect, including by removing information that makes the data personally identifiable to a particular user.\nWe may use such aggregated, de-identified or anonymized data and share it with third parties for our lawful business purposes, including to analyze, build and improve the Services and promote our business, provided that we will not share such data in a manner that could identify you.</p>\n<p>\n<strong>\n<u>TRACKING TOOLS, ADVERTISING AND OPT-OUT</u>\n</strong>\n</p>\n<p>The Services may use cookies and similar technologies such as pixel tags, web beacons, clear GIFs and JavaScript (collectively, “Cookies”) to enable our servers to recognize your web browser, tell us how and when you visit and use our Services, analyze trends, learn about our user base and operate and improve our Services.\nCookies are small pieces of data– usually text files – placed on your computer, tablet, phone or similar device when you use that device to access our Services.\nWe may also supplement the information we collect from you with information received from third parties, including third parties that have placed their own Cookies on your device(s).\nPlease note that because of our use of Cookies, the Services do not support “Do Not Track” requests sent from a browser at this time.</p>\n<p>We use the following types of Cookies:</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>\n<u>Essential Cookies</u>.\nEssential Cookies are required for providing you with features or services that you have requested.\nFor example, certain Cookies enable you to log into secure areas of our Services.\nDisabling these Cookies may make certain features and services unavailable.</li>\n<li>\n<u>Functional Cookies</u>.\nFunctional Cookies are used to record your choices and settings regarding our Services, maintain your preferences over time and recognize you when you return to our Services.\nThese Cookies help us to personalize our content for you, greet you by name and remember your preferences (for example, your choice of language or region).</li>\n<li>\n<u>Performance/Analytical Cookies</u>.\nPerformance/Analytical Cookies allow us to understand how visitors use our Services.\nThey do this by collecting information about the number of visitors to the Services, what pages visitors view on our Services and how long visitors are viewing pages on the Services.\nPerformance/Analytical Cookies also help us measure the performance of our advertising campaigns in order to help us improve our campaigns and the Services’ content for those who engage with our advertising.\nFor example, Google Inc.\n(“Google”) uses cookies in connection with its Google Analytics services.\nGoogle’s ability to use and share information collected by Google Analytics about your visits to the Services is subject to the Google Analytics Terms of Use and the Google Privacy Policy.\nYou have the option to opt-out of Google’s use of Cookies by visiting the Google advertising opt-out page at www.google.com/privacy_ads.html or the Google Analytics Opt-out Browser Add-on at https://tools.google.com/dlpage/gaoptout/.</li>\n<li>\n<u>Retargeting/Advertising Cookies</u>.\nRetargeting/Advertising Cookies collect data about your online activity and identify your interests so that we can provide advertising that we believe is relevant to you.\nFor more information about this, please see the section below titled “Information about Interest-Based Advertisements.”</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>You can decide whether or not to accept Cookies through your internet browser’s settings.\nMost browsers have an option for turning off the Cookie feature, which will prevent your browser from accepting new Cookies, as well as (depending on the sophistication of your browser software) allow you to decide on acceptance of each new Cookie in a variety of ways.\nYou can also delete all Cookies that are already on your device.\nIf you do this, however, you may have to manually adjust some preferences every time you visit our website and some of the Services and functionalities may not work.</p>\n<p>To explore what Cookie settings are available to you, look in the “preferences” or “options” section of your browser’s menu.\nTo find out more information about Cookies, including information about how to manage and delete Cookies, please visit http://www.allaboutcookies.org/ or https://ico.org.uk/for-the-public/online/cookies/ if you are located in the European Union.</p>\n<p>\n<strong>\n<em>Information about Interest-Based Advertisements </em>\n</strong>\n</p>\n<p>We may serve advertisements, and also allow third-party ad networks, including third-party ad servers, ad agencies, ad technology vendors and research firms, to serve advertisements through the Services.\nThese advertisements may be targeted to users who fit certain general profile categories or display certain preferences or behaviors (“Interest-Based Ads”).\nInformation for Interest-Based Ads (including Personal Data) may be provided to us by you, or derived from the usage patterns of particular users on the Services and/or services of third parties.\nSuch information may be gathered through tracking users’ activities across time and unaffiliated properties, including when you leave the Services.\nTo accomplish this, we or our service providers may deliver Cookies, including a file (known as a “web beacon”) from an ad network to you through the Services.\nWeb beacons allow ad networks to provide anonymized, aggregated auditing, research and reporting for us and for advertisers.\nWeb beacons also enable ad networks to serve targeted advertisements to you when you visit other websites.\nWeb beacons allow ad networks to view, edit or set their own Cookies on your browser, just as if you had requested a web page from their site.</p>\n<p>We comply with the Digital Advertising Alliance (“DAA”) Self-Regulatory Principles for Online Behavioral Advertising.\nThrough the DAA and Network Advertising Initiative (“NAI”), several media and marketing associations have developed an industry self-regulatory program to give consumers a better understanding of, and greater control over, ads that are customized based a consumer’s online behavior across different websites and properties.\nTo make choices about Interest-Based Ads from participating third parties, including to opt-out of receiving behaviorally targeted advertisements from participating organizations, please visit the DAA’s or NAI’s consumer opt-out pages, which are located at http://www.networkadvertising.org/choices/ or www.aboutads.info/choices.\nUsers in the European Union should visit the European Interactive Digital Advertising Alliance’s user information website http://www.youronlinechoices.eu/.</p>\n<p>\n<strong>\n<u>DATA SECURITY AND RETENTION</u>\n</strong>\n</p>\n<p>We seek to protect your Personal Data from unauthorized access, use and disclosure using appropriate physical, technical, organizational and administrative security measures based on the type of Personal Data and how we are processing that data.\nYou should also help protect your data by appropriately selecting and protecting your password and/or other sign-on mechanism.\nlimiting access to your computer or device and browser.\nand signing off after you have finished accessing your account.\nAlthough we work to protect the security of your account and other data that we hold in our records, please be aware that no method of transmitting data over the internet or storing data is completely secure.</p>\n<p>We retain Personal Data about you for as long as you have an open account with us or as otherwise necessary to provide you with our Services.\nIn some cases we retain Personal Data for longer, if doing so is necessary to comply with our legal obligations, resolve disputes or collect fees owed, or is otherwise permitted or required by applicable law, rule or regulation.\nWe may further retain information in an anonymous or aggregated form where that information would not identify you personally.</p>\n<p>\n<strong>\n<u>PERSONAL DATA OF CHILDREN</u>\n</strong>\n</p>\n<p>As noted in the Terms of Use, we do not knowingly collect or solicit Personal Data about children under 16 &nbsp;years of age.\nif you are a child under the age of 16, please do not attempt to register for or otherwise use the Services or send us any Personal Data.\nIf we learn we have collected Personal Data from a child under 16 years of age, we will delete that information as quickly as possible.\nIf you believe that a child under 16 years of age may have provided Personal Data to us, please contact us at https://arkoselabs.com/privacy-request.</p>\n<p>\n<strong>\n<u>CALIFORNIA RESIDENT RIGHTS</u>\n</strong>\n</p>\n<p>If you are a California resident, you have the rights set forth in this section.\nPlease see the “Exercising Your Rights” section below for instructions regarding how to exercise these rights.</p>\n<p>If there are any conflicts between this section and any other provision of this Privacy Policy and you are a California resident, the portion that is more protective of Personal Data shall control to the extent of such conflict.\nIf you have any questions about this section or whether any of the following rights apply to you, please contact us at https://arkoselabs.com/privacy-request.</p>\n<p>\n<strong>\n<em>Access</em>\n</strong>\n</p>\n<p>You have the right to request certain information about our collection and use of your Personal Data over the past 12 months.\nIn response, we will provide you with the following information:</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>The categories of Personal Data that we have collected about you.</li>\n<li>The categories of sources from which that Personal Data was collected.</li>\n<li>The business or commercial purpose for collecting or selling your Personal Data.</li>\n<li>The categories of third parties with whom we have shared your Personal Data.</li>\n<li>The specific pieces of Personal Data that we have collected about you.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>If we have disclosed your Personal Data to any third parties for a business purpose over the past 12 months, we will identify the categories of Personal Data shared with each category of third party recipient.\nIf we have sold your Personal Data over the past 12 months, we will identify the categories of Personal Data sold to each category of third party recipient.</p>\n<p>\n<strong>\n<em>Deletion</em>\n</strong>\n</p>\n<p>You have the right to request that we delete the Personal Data that we have collected about you.\nUnder the CCPA, this right is subject to certain exceptions: for example, we may need to retain your Personal Data to provide you with the Services or complete a transaction or other action you have requested.\nIf your deletion request is subject to one of these exceptions, we may deny your deletion request.</p>\n<p>\n<strong>\n<em>Exercising Your Rights</em>\n</strong>\n</p>\n<p>To exercise your rights described above, you or your Authorized Agent (defined below) must send us a request with sufficient information to allow us to verify the nature and validity of your request and respond accordingly (a “Valid Request”).\nWe will only use Personal Data provided in a Valid Request to verify and complete your request.</p>\n<p>We will work to respond to your Valid Request within 45 days of receipt.\nWe will not charge you a fee for making a Valid Request unless your Valid Request(s) is excessive, repetitive or manifestly unfounded.\nIf we determine that your Valid Request warrants a fee, we will notify you of the fee and explain that decision before completing your request.</p>\n<p>You may submit a Valid Request using the following methods:</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>Submit a form by visiting: https://arkoselabs.com/privacy-request</li>\n<li>Email us at: privacy@arkoselabs.com</li>\n<li>Write to us at: 250 Montgomery Street, Floor 10, San Francisco, CA 94104</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>You may also authorize an agent (an “Authorized Agent”) to exercise your rights on your behalf.\nTo do this, you must provide your Authorized Agent with written permission to exercise your rights on your behalf, and we may request a copy of this written permission from your Authorized Agent when they make a request on your behalf.</p>\n<p>\n<strong>\n<em>Personal Data Sales Opt-Out and Opt-In</em>\n</strong>\n</p>\n<p>We will not sell your Personal Data, and have not done so over the last 12 months.\nTo our knowledge, we do not sell the Personal Data of minors under 16 years of age.</p>\n<p>\n<strong>\n<em>We Will Not Discriminate Against You for Exercising Your Rights Under the CCPA</em>\n</strong>\n</p>\n<p>We will not discriminate against you for exercising your rights under the CCPA.\nWe will not deny you our goods or services, charge you different prices or rates, or provide you a lower quality of goods and services if you exercise your rights under the CCPA.\nHowever, we may offer different tiers of our Services as allowed by applicable data privacy laws (including the CCPA) with varying prices, rates or levels of quality of the goods or services you receive related to the value of Personal Data that we receive from you.</p>\n<p>\n<strong>\n<em>Annual Records</em>\n</strong>\n</p>\n<p>The following chart provides statistics about our responses to requests from California residents over the past calendar year:</p>\n<strong>&nbsp;</strong>\n<strong>Requests to Know</strong>\n<strong>Requests to Delete</strong>\n<strong>Requests to Opt-Out</strong> Requests received:\nNone\nNone\nNone Requests complied with:\nNone\nNone\nNone Requests denied:\nNone\nNone\nNone Median response time (in days):\nN/A\nN/A\nN/A <p>\n<strong>\n<u>OTHER STATE LAW PRIVACY RIGHTS</u>\n</strong>\n</p>\n<p>\n<strong>\n<em>California Resident Rights</em>\n</strong>\n</p>\n<p>Under California Civil Code Sections 1798.83-1798.84, California residents are entitled to contact us to prevent disclosure of Personal Data to third parties for such third parties’ direct marketing purposes.\nin order to submit such a request, please visit: https://arkoselabs.com/privacy-request.<strong>&nbsp.\n</strong>\n</p>\n<p>\n<strong>\n<em>Nevada Resident Rights</em>\n</strong>\n</p>\n<p>We will not and do not sell your Personal Data but please note that, if you are a resident of Nevada, you have the right to opt-out of the sale of certain Personal Data to third parties who intend to license or sell that Personal Data.\nYou can exercise this right by visiting: https://arkoselabs.com/privacy-request.</p>\n<p>\n<strong>\n<u>EUROPEAN DATA SUBJECT RIGHTS</u>\n</strong>\n</p>\n<p>If you are a resident of the European Union (“EU”), United Kingdom, Lichtenstein, Norway or Iceland, you may have additional rights under the GDPR with respect to your Personal Data, as outlined below.</p>\n<p>For this section, we use the terms “Personal Data” and “processing” as they are defined in the GDPR, but “Personal Data” generally means information that can be used to individually identify a person, and “processing” generally covers actions that can be performed in connection with data such as collection, use, storage and disclosure.\nArkose Labs will be the controller of your Personal Data processed in connection with the Services.</p>\n<p>If there are any conflicts between this this section and any other provision of this Privacy Policy, the policy or portion that is more protective of Personal Data shall control to the extent of such conflict.\nNote that we may also process Personal Data of our customers’ end users or employees in connection with our provision of certain services to customers, in which case we are the processor of Personal Data.\nIf we are the processor of your Personal Data (i.e., not the controller), please contact the controller party in the first instance to address your rights with respect to such data.</p>\n<p>\n<strong>\n<em>Personal Data We Collect</em>\n</strong>\n</p>\n<p>The “Categories of Personal Data We Collect” section above details the Personal Data that we collect from you.</p>\n<p>\n<strong>\n<em>Personal Data Use and Processing Grounds</em>\n</strong>\n</p>\n<p>The “Our Commercial or Business Purposes for Collecting Personal Data” section above explains how we use your Personal Data.</p>\n<p>We will only process your Personal Data if we have a lawful basis for doing so.\nLawful bases for processing include consent, contractual necessity and our “legitimate interests” or the legitimate interest of others, as further described below.</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>\n<u>Contractual Necessity</u>: We process the following categories of Personal Data as a matter of “contractual necessity”, meaning that we need to process the data to perform under our Terms of Use with you, which enables us to provide you with the Services.\nWhen we process data due to contractual necessity, failure to provide such Personal Data will result in your inability to use some or all portions of the Services that require such data.</li>\n<li>\n<u>Legitimate Interest</u>: We process the following categories of Personal Data when we believe it furthers the legitimate interest of us or third parties.\nWe may also de-identify or anonymize Personal Data to further our legitimate interests.\nExamples of these legitimate interests include (as described in more detail above):\n<ul>\n<li>Providing, customizing and improving the Services.</li>\n<li>Marketing the Services.</li>\n<li>Corresponding with you.</li>\n<li>Meeting legal requirements and enforcing legal terms.</li>\n<li>Completing corporate transactions.</li>\n</ul>\n</li>\n<li>\n<u>Consent</u>: In some cases, we process Personal Data based on the consent you expressly grant to us at the time we collect such data.\nWhen we process Personal Data based on your consent, it will be expressly indicated to you at the point and time of collection.</li>\n<li>\n<u>Other Processing Grounds</u>: From time to time we may also need to process Personal Data to comply with a legal obligation, if it is necessary to protect the vital interests of you or other data subjects, or if it is necessary for a task carried out in the public interest.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>\n<em>Sharing Personal Data</em>\n</strong>\n</p>\n<p>The “How We Share Your Personal Data” section above details how we share your Personal Data with third parties.</p>\n<p>\n<strong>\n<em>EU Data Subject Rights</em>\n</strong>\n</p>\n<p>You have certain rights with respect to your Personal Data, including those set forth below.\nTo submit a request, please visit: &nbsp;https://arkoselabs.com/privacy-request.\nPlease note that in some circumstances, we may not be able to fully comply with your request, such as if it is frivolous or extremely impractical, if it jeopardizes the rights of others, or if it is not required by law, but in those circumstances, we will still respond to notify you of such a decision.\nIn some cases, we may also need you to provide us with additional information, which may include Personal Data, if necessary to verify your identity and the nature of your request.</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>\n<u>Access</u>:&nbsp.\nYou can request more information about the Personal Data we hold about you and request a copy of such Personal Data by visiting: https://arkoselabs.com/privacy-request.</li>\n<li>\n<u>Rectification</u>:&nbsp.\nIf you believe that any Personal Data we are holding about you is incorrect or incomplete, you can request that we correct or supplement such data by visiting: https://arkoselabs.com/privacy-request.</li>\n<li>\n<u>Erasure</u>:&nbsp.\nYou can request that we erase some or all of your Personal Data from our systems.</li>\n<li>\n<u>Withdrawal of Consent</u>:&nbsp.\nIf we are processing your Personal Data based on your consent (as indicated at the time of collection of such data), you have the right to withdraw your consent at any time.\nPlease note, however, that if you exercise this right, you may have to then provide express consent on a case-by-case basis for the use or disclosure of certain of your Personal Data, if such use or disclosure is necessary to enable you to utilize some or all of our Services.</li>\n<li>\n<u>Portability</u>:&nbsp.\nYou can ask for a copy of your Personal Data in a machine-readable format.\nYou can also request that we transmit the data to another controller where technically feasible.</li>\n<li>\n<u>Objection</u>:&nbsp.\nYou can contact us to let us know that you object to the further use or disclosure of your Personal Data for certain purposes, such as for direct marketing purposes.</li>\n<li>\n<u>Restriction of Processing</u>:&nbsp.\nYou can ask us to restrict further processing of your Personal Data.</li>\n<li>\n<u>Right to File Complaint</u>:&nbsp.\nYou have the right to lodge a complaint about Arkose Labs’ practices with respect to your Personal Data with the supervisory authority of your country or EU Member State.\nA list of Supervisory Authorities is available here: https://edpb.europa.eu/about-edpb/board/members_en.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>\n<em>Transfers of Personal Data</em>\n</strong>\n</p>\n<p>The Services are hosted and operated in the United States (“U.S.”) through Arkose Labs and its service providers, and if you do not reside in the U.S., laws in the U.S.\nmay differ from the laws where you reside.\nBy using the Services, you acknowledge that any Personal Data about you, regardless of whether provided by you or obtained from a third party, is being provided to Arkose Labs in the U.S.\nand will be hosted on U.S.\nservers, and you authorize Arkose Labs to transfer, store and process your information to and in the U.S., and possibly other countries.\nYou hereby consent to the transfer of your data to the U.S.\npursuant to (i) EU-U.S.\nor Swiss-U.S.\nPrivacy Shield Frameworks, respectively, the details of which are further set forth below, (ii) a data processing agreement incorporating standard data protection clauses promulgated by the European Commission, (iii) binding corporate rules for data protection that align with the GDPR’s requirements, or (iv) adherence to an industry- or technology-specific approved code of conduct blessed by the European Commission.</p>\n<p>Arkose Labs has certified to the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield Frameworks set forth by the U.S.\nDepartment of Commerce regarding the collection and use of Personal Data transferred from the EU and Switzerland to the U.S., respectively.\nFor more information about the Privacy Shield Program, and to view our certification, please visit www.privacyshield.gov.\nArkose Labs is committed to the Privacy Shield Principles of (1) notice, (2) consent, (3) accountability for onward transfer, (4) security, (5) data integrity and purpose limitation, (6) access and (7) recourse, enforcement and liability with respect to all Personal Data received from within the EU and Switzerland in reliance on the Privacy Shield.\nThe Privacy Shield Principles require that we remain potentially liable if any third party processing Personal Data on our behalf fails to comply with these Privacy Shield Principles (except to the extent we are not responsible for the event giving rise to any alleged damage).\nArkose Labs compliance with the Privacy Shield is subject to the investigatory and enforcement powers of the U.S.\nFederal Trade Commission.&nbsp;</p>\n<p>Arkose Labs further commits to cooperate with EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) and comply with the advice given by such authorities with regard to human resources data transferred from the EU and Switzerland in the context of the employment relationship.</p>\n<p>Please contact us at arkoselabs@gdpr-rep.com with any questions or concerns relating to our Privacy Shield Certification.</p>\n<p>\n<strong>\n<u>CHANGES TO THIS PRIVACY POLICY</u>\n</strong>\n</p>\n<p>We’re constantly trying to improve our Services, so we may need to change this Privacy Policy from time to time, but we will alert you to any such changes by placing a notice on the Arkose Labs website, by sending you an email and/or by some other means.\nPlease note that if you’ve opted not to receive legal notice emails from us (or you haven’t provided us with your email address), those legal notices will still govern your use of the Services, and you are still responsible for reading and understanding them.\nIf you use the Services after any changes to the Privacy Policy have been posted, that means you agree to all of the changes.\nUse of information we collect is subject to the Privacy Policy in effect at the time such information is collected.</p>\n<p>\n<strong>\n<u>CONTACT INFORMATION</u>\n</strong>\n</p>\n<p>If you have any questions or comments about this Privacy Policy, the ways in which we collect and use your Personal Data or your choices and rights regarding such collection and use, please reach us at:</p>\n<ul>\n<li>\n<ul>\n<li>\n<ul>\n<li>Online: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nhttps://arkoselabs.com/privacy-request</li>\n<li>Mail:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n250 Montgomery Street, Floor 10, San Francisco, CA 94104, United States</li>\n<li>Phone:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n+1 (800) 604-3319</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>If you are located in the European Union, United Kingdom, Lichtenstein, Norway or Iceland, you may contact our:</p>\n<ul>\n<li>\n<ul>\n<li>Data Protection Officer: https://arkoselabs.com/privacy-request</li>\n<li>EU Member Representative: DP-Dock GmbH, Attn: Arkose Labs, Ballindamm 39, 20095 Hamburg, Germany, email: arkoselabs@gdpr-rep.com</li>\n<li>UK Member Representative: DP Data Protection Services UK Ltd., Attn: Arkose Labs, 16 Great Queen Street, Covent Garden, London, WC2B 5AH, United Kingdom, email: arkoselabs@gdpr-rep.com</li>\n</ul>\n</li>\n</ul> ", "created_at": "2021-11-20 20:02:25.996475", "updated_at": "2021-11-20 20:02:50.69267"}, {"id": 10329, "name": "Terms", "url": "https://www.arkoselabs.com/legal/terms-of-use/", "xpath": "/html/body/div[1]/div/main/div/div/div/section", "text": " Terms of Use <strong>\n<u>TERMS OF USE</u>\n</strong>\n<p>\n<strong>Effective date: June 15, 2021</strong>\n</p>\n<p>Welcome to Arkose Labs.\nPlease read on to learn the rules and restrictions that govern your use of our website and applications (the “Services”).\nIf you have any questions, comments, or concerns regarding these terms or the Services, please contact us at:</p>\n<p>Email: support@arkoselabs.com</p>\n<p>Address: 250 Montgomery Street, Floor 10, San Francisco, CA 94104 United States</p>\n<p>These Terms of Use (the “Terms”) are a binding contract between you and <strong>ARKOSE LABS, INC.</strong> (“Arkose Labs,” “we” and “us”).\nYour use of the Services in any way means that you agree to all of these Terms, and these Terms will remain in effect while you use the Services.\nThese Terms include the provisions in this document as well as those in the Privacy Policy.<strong> Your use of or participation in certain Services may also be subject to additional policies, rules and/or conditions (“Additional Terms”), which are incorporated herein by reference, and you understand and agree that by using or participating in any such Services, you agree to also comply with these Additional Terms.\n</strong>\n</p>\n<p>\n<strong>Please read these Terms carefully.\n</strong>They cover important information about Services provided to you.\n<strong>These Terms include information about future changes to these Terms</strong>\n<strong>, limitations of liability</strong>\n<strong>, a class action waiver and resolution of disputes by arbitration instead of in court</strong>\n<strong>.\nPLEASE NOTE THAT YOUR USE OF AND ACCESS TO OUR SERVICES ARE SUBJECT TO THE FOLLOWING TERMS.\nIF YOU DO NOT AGREE TO ALL OF THE FOLLOWING, YOU MAY NOT USE OR ACCESS THE SERVICES IN ANY MANNER.</strong>\n</p>\n<p>\n<strong>ARBITRATION NOTICE AND CLASS ACTION WAIVER:</strong> EXCEPT FOR CERTAIN TYPES OF DISPUTES DESCRIBED IN THE ARBITRATION AGREEMENT SECTION BELOW, YOU AGREE THAT DISPUTES BETWEEN YOU AND US WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION AND YOU WAIVE YOUR RIGHT TO PARTICIPATE IN A CLASS ACTION LAWSUIT OR CLASS-WIDE ARBITRATION.<br>\n</p>\n<u>Will these Terms ever change?</u>\n<p>We are constantly trying to improve our Services, so these Terms may need to change along with our Services.\nWe reserve the right to change the Terms at any time, but if we do, we will place a notice on our site located at https://www.arkoselabs.com, send you an email, or notify you by some other means.</p>\n<p>If you don’t agree with the new Terms, you are free to reject them.\nunfortunately, that means you will no longer be able to use the Services.\nIf you use the Services in any way after a change to the Terms is effective, that means you agree to all of the changes.</p>\n<p>Except for changes by us as described here, no other amendment or modification of these Terms will be effective unless in writing and signed by both you and us.</p>\n<u>What about my privacy?</u>\n<p>Arkose Labs takes the privacy of its users very seriously.\nFor the current Arkose Labs Privacy Policy, please click here.</p>\n<p>\n<strong>\n<u>Children’s Online Privacy Protection Act</u>\n</strong>\n</p>\n<p>The Children’s Online Privacy Protection Act (“COPPA”) requires that online service providers obtain parental consent before they knowingly collect personally identifiable information online from children who are under 16 years of age.\nWe do not knowingly collect or solicit personally identifiable information from a child under 16.\nif you are a child under 16 years of age, please do not attempt to register for or otherwise use the Services or send us any personal information.\nIf we learn we have collected personal information from a child under 16 years of age, we will delete that information as quickly as possible.\nIf you believe that a child under 16 years of age may have provided us personal information, please contact us by visiting https://arkoselabs.com/privacy-request.</p>\n<u>What are the basics of using Arkose Labs?</u>\n<p>You represent and warrant that you are an individual of legal age to form a binding contract (or if not, you’ve received your parent’s or guardian’s permission to use the Services and have gotten your parent or guardian to agree to these Terms on your behalf).\nIf you’re agreeing to these Terms on behalf of an organization or entity, you represent and warrant that you are authorized to agree to these Terms on that organization’s or entity’s behalf and bind them to these Terms (in which case, the references to “you” and “your” in these Terms, except for in this sentence, refer to that organization or entity).</p>\n<p>You will only use the Services for your own internal, personal, non-commercial use, and not on behalf of or for the benefit of any third party, and only in a manner that complies with all laws that apply to you.\nIf your use of the Services is prohibited by applicable laws, then you aren’t authorized to use the Services.\nWe can’t and won’t be responsible for your using the Services in a way that breaks the law.</p>\n<u>Are there restrictions in how I can use the Services?</u>\n<p>You represent, warrant, and agree that you will not use the Services or interact with the Services in a manner that:</p>\n<ul>\n<li>infringes or violates the intellectual property rights or any other rights of anyone else (including Arkose Labs);</li>\n<li>violates any law or regulation, including, without limitation, any applicable export control laws, privacy laws or any other purpose not reasonably intended by Arkose Labs;</li>\n<li>is dangerous, harmful, fraudulent, deceptive, threatening, harassing, defamatory, obscene, or otherwise objectionable;</li>\n<li>jeopardizes the security of your access to the Services or of anyone else (such as allowing someone else to access to the Services as you);</li>\n<li>attempts, in any manner, to obtain the password, account, or other security information from any other user;</li>\n<li>violates the security of any computer network, or cracks any passwords or security encryption codes;</li>\n<li>otherwise interferes with the proper working of the Services (including by placing an unreasonable load on the Services’ infrastructure);</li>\n<li>“crawls,” “scrapes,” or “spiders” any page, data, or portion of or relating to the Services or Content (through use of manual or automated means);</li>\n<li>copies or stores any significant portion of the Services.\nor</li>\n<li>decompiles, reverse engineers, or otherwise attempts to obtain the source code or underlying ideas or information of or relating to the Services.</li>\n</ul>\n<p>A violation of any of the foregoing is grounds for termination of your right to use or access the Services.</p>\n<u>What are my rights in the Services?</u>\n<p>The materials displayed or performed or available on or through the Services, including, but not limited to, text, graphics, data, articles, photos, images, illustrations and so forth (all of the foregoing, the “Content”) are protected by copyright and/or other intellectual property laws.\nYou promise to abide by all copyright notices, trademark rules, information, and restrictions contained in any Content you access through the Services, and you won’t use, copy, reproduce, modify, translate, publish, broadcast, transmit, distribute, perform, upload, display, license, sell, commercialize or otherwise exploit for any purpose any Content not owned by you, (i) without the prior consent of the owner of that Content or (ii) in a way that violates someone else’s (including Arkose Labs’) rights.</p>\n<p>Subject to these Terms, we grant each user of the Services a worldwide, non-exclusive, non-sublicensable and non-transferable license to use (i.e., to download and display locally) Content solely for purposes of using the Services.\nUse, reproduction, modification, distribution or storage of any Content for any purpose other than using the Services is expressly prohibited without prior written permission from us.\nYou understand that Arkose Labs owns the Services.\nYou won’t modify, publish, transmit, participate in the transfer or sale of, reproduce (except as expressly provided in this Section), create derivative works based on, or otherwise exploit any of the Services.\nThe Services may allow you to copy or download certain Content, but please remember that even where these functionalities exist, all the restrictions in this section still apply.</p>\n<u>Who is responsible for what I see and do on the Services?</u>\n<p>Any information or Content made available through the Services is the sole responsibility of the person from whom such Content originated, and you access all such information and Content at your own risk, and we aren’t liable for any errors or omissions in that information or Content or for any damages or loss you might suffer in connection with it.\nWe cannot control and have no duty to take any action regarding how you may interpret and use the Content or what actions you may take as a result of having been exposed to the Content, and you hereby release us from all liability for you having acquired or not acquired Content through the Services.\nYou are responsible for all Content you contribute, in any manner, to the Services, and you represent and warrant you have all rights necessary to do so, in the manner in which you contribute it.</p>\n<p>The Services may be made available within or contain links or connections to third-party websites or services that are not owned or controlled by Arkose Labs.\nWhen you access third-party websites or use third-party services, you accept that there are risks in doing so, and that Arkose Labs is not responsible for such risks.</p>\n<p>Arkose Labs has no control over, and assumes no responsibility for, the content, accuracy, privacy policies, or practices of or opinions expressed in any third-party websites or by any third party that you interact with through the Services.\nIn addition, Arkose Labs will not and cannot monitor, verify, censor or edit the content of any third-party site or service.\nWe encourage you to be aware of and to read the terms and conditions and privacy policy of each third-party website or service that you visit or utilize.\nBy using the Services, you release and hold us harmless from any and all liability arising from your use of any third-party website or service.</p>\n<p>Your interactions with organizations and/or individuals found through the Services, including payment and delivery of goods or services, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such organizations and/or individuals.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any online or offline transaction with any of these third parties.\nYou agree that Arkose Labs shall not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings.</p>\n<p>If there is a dispute between participants on this site or Services, or between users and any third party, you agree that Arkose Labs is under no obligation to become involved.\nIn the event that you have a dispute with one or more other users, you release Arkose Labs, its directors, officers, employees, agents, and successors from claims, demands, and damages of every kind or nature, known or unknown, suspected or unsuspected, disclosed or undisclosed, arising out of or in any way related to such disputes and/or our Services.\nYou shall and hereby do waive California Civil Code Section 1542 or any similar law of any jurisdiction, which says in substance: “A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release and that, if known by him or her, would have materially affected his or her settlement with the debtor or released party.”</p>\n<u>Will Arkose Labs ever change the Services?</u>\n<p>We’re always trying to improve our Services, so they may change over time.\nWe may suspend or discontinue any part of the Services, or we may introduce new features or impose limits on certain features or restrict access to parts or all of the Services.\nWe reserve the right to remove any Content from the Services at any time, for any reason, in our sole discretion, and without notice.</p>\n<u>Do the Services cost anything?</u>\n<p>The Services are currently free, but we reserve the right to charge for certain or all Services in the future.\nWe will notify you before any Services you are then using begin carrying a fee, and if you wish to continue using such Services, you must pay all applicable fees for such Services.</p>\n<u>What if I want to stop using the Services? </u>\n<p>You’re free to do that at any time.\nplease refer to our Privacy Policy, as well as the licenses above, to understand how we treat information you provide to us after you have stopped using our Services.</p>\n<p>Arkose Labs is also free to terminate (or suspend access to) your use of the Services for any reason in our discretion, including your breach of these Terms.\nArkose Labs has the sole right to decide whether you are in violation of any of the restrictions set forth in these Terms.</p>\n<p>Provisions that, by their nature, should survive termination of these Terms shall survive termination.\nBy way of example, all of the following will survive termination: any obligation you have to indemnify us, any limitations on our liability, any terms regarding ownership or intellectual property rights, and terms regarding disputes between us, including without limitation the arbitration agreement.</p>\n<u>What else do I need to know?</u>\n<p>\n<em>\n<u>Warranty Disclaimer</u>\n</em>\n<em>.</em> Arkose Labs and its licensors, suppliers, partners, parent, subsidiaries or affiliated entities, and each of their respective officers, directors, members, employees, consultants, contract employees, representatives and agents, and each of their respective successors and assigns (Arkose Labs and all such parties together, the “Arkose Labs Parties”) make no representations or warranties concerning the Services, including without limitation regarding any Content contained in or accessed through the Services, and the Arkose Labs Parties will not be responsible or liable for the accuracy, copyright compliance, legality, or decency of material contained in or accessed through the Services or any claims, actions, suits procedures, costs, expenses, damages or liabilities arising out of use of, or in any way related to your participation in, the Services.\nThe Arkose Labs Parties make no representations or warranties regarding suggestions or recommendations of services or products offered or purchased through or in connection with the Services.\nTHE SERVICES AND CONTENT ARE PROVIDED BY ARKOSE LABS (AND ITS LICENSORS AND SUPPLIERS) ON AN “AS-IS” BASIS, WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, OR THAT USE OF THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.\nSOME STATES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<p>\n<u>Limitation of Liability</u>.\nTO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY (INCLUDING, WITHOUT LIMITATION, TORT, CONTRACT, STRICT LIABILITY, OR OTHERWISE) SHALL ANY OF THE ARKOSE LABS PARTIES BE LIABLE TO YOU OR TO ANY OTHER PERSON FOR (A) ANY INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING DAMAGES FOR LOST PROFITS, BUSINESS INTERRUPTION, LOSS OF DATA, LOSS OF GOODWILL, WORK STOPPAGE, ACCURACY OF RESULTS, OR COMPUTER FAILURE OR MALFUNCTION, (B) ANY SUBSTITUTE GOODS, SERVICES OR TECHNOLOGY, (C) ANY AMOUNT, IN THE AGGREGATE, IN EXCESS OF ONE-HUNDRED ($100) DOLLARS OR (D) ANY MATTER BEYOND OUR REASONABLE CONTROL.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL OR CERTAIN OTHER DAMAGES, SO THE ABOVE LIMITATION AND EXCLUSIONS MAY NOT APPLY TO YOU.</p>\n<p>\n<em>\n<u>Indemnity</u>\n</em>.\nYou agree to indemnify and hold the Arkose Labs Parties and its licensees and licensors harmless from and against any and all claims, liabilities, damages (actual and consequential), losses and expenses (including attorneys’ fees) arising from or in any way related to any claims relating to (a) your use of the Services, and (b) your violation of these Terms.</p>\n<p>\n<em>\n<u>Assignment</u>\n</em>.\nYou may not assign, delegate or transfer these Terms or your rights or obligations hereunder in any way (by operation of law or otherwise) without Arkose Labs’ prior written consent.\nWe may transfer, assign, or delegate these Terms and our rights and obligations without consent.</p>\n<p>\n<em>\n<u>Choice of Law</u>\n</em>.\nThese Terms are governed by and will be construed under the Federal Arbitration Act, applicable federal law, and the laws of the State of California, without regard to the conflicts of laws provisions thereof.</p>\n<p>\n<em>\n<u>Arbitration Agreement</u>\n</em>.\nPlease read the following ARBITRATION AGREEMENT carefully because it requires you to arbitrate certain disputes and claims with Arkose Labs and limits the manner in which you can seek relief from Arkose Labs.\nBoth you and Arkose Labs acknowledge and agree that for the purposes of any dispute arising out of or relating to the subject matter of these Terms, Arkose Labs’ officers, directors, employees and independent contractors (“Personnel”) are third-party beneficiaries of these Terms, and that upon your acceptance of these Terms, Personnel will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as the third-party beneficiary hereof.</p>\n<p>(a)<em> Arbitration Rules.\nApplicability of Arbitration Agreement</em>.\nThe parties shall use their best efforts to settle any dispute, claim, question, or disagreement arising out of or relating to the subject matter of these Terms directly through good-faith negotiations, which shall be a precondition to either party initiating arbitration.\nIf such negotiations do not resolve the dispute, it shall be finally settled by binding arbitration in San Francisco County, California.\nThe arbitration will proceed in the English language, in accordance with the JAMS Streamlined Arbitration Rules and Procedures (the “Rules”) then in effect, by one commercial arbitrator with substantial experience in resolving intellectual property and commercial contract disputes.\nThe arbitrator shall be selected from the appropriate list of JAMS arbitrators in accordance with such Rules.\nJudgment upon the award rendered by such arbitrator may be entered in any court of competent jurisdiction.</p>\n<p>(b) <em>Costs of Arbitration</em>.\nThe Rules will govern payment of all arbitration fees.\nArkose Labs will pay all arbitration fees for claims less than seventy-five thousand ($75,000) dollars.\nArkose Labs will not seek its attorneys’ fees and costs in arbitration unless the arbitrator determines that your claim is frivolous.</p>\n<p>(c) <em>Small Claims Court.\nInfringement</em>.\nEither you or Arkose Labs may assert claims, if they qualify, in small claims court in San Francisco County, California or any United States county where you live or work.\nFurthermore, notwithstanding the foregoing obligation to arbitrate disputes, each party shall have the right to pursue injunctive or other equitable relief at any time, from any court of competent jurisdiction, to prevent the actual or threatened infringement, misappropriation or violation of a party’s copyrights, trademarks, trade secrets, patents or other intellectual property rights.</p>\n<p>(d) <em>Waiver of Jury Trial</em>.\nYOU AND ARKOSE LABS WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO GO TO COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR JURY.\nYou and Arkose Labs are instead choosing to have claims and disputes resolved by arbitration.\nArbitration procedures are typically more limited, more efficient, and less costly than rules applicable in court and are subject to very limited review by a court.\nIn any litigation between you and Arkose Labs over whether to vacate or enforce an arbitration award, YOU AND ARKOSE LABS WAIVE ALL RIGHTS TO A JURY TRIAL, and elect instead to have the dispute be resolved by a judge.</p>\n<p>(e) <em>Waiver of Class or Consolidated Actions</em>.\nALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED OR LITIGATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS BASIS.\nCLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR LITIGATED JOINTLY OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.\nIf however, this waiver of class or consolidated actions is deemed invalid or unenforceable, neither you nor Arkose Labs is entitled to arbitration.\ninstead all claims and disputes will be resolved in a court as set forth in (g) below.</p>\n<p>(f) <em>Opt-out</em>.\nYou have the right to opt out of the provisions of this Section by sending written notice of your decision to opt out to the following address: Arkose Labs, Inc., c/o Arbitration Opt-Out, 250 Montgomery Street, Floor 10, San Francisco, CA 94104 United States, &nbsp;postmarked within thirty (30) days of first accepting these Terms.\nYou must include (i) your name and residence address, (ii) the email address and/or telephone number, and (iii) a clear statement that you want to opt out of these Terms’ arbitration agreement.</p>\n<p>(g) <em>Exclusive Venue</em>.\nIf you send the opt-out notice in (f), and/or in any circumstances where the foregoing arbitration agreement permits either you or Arkose Labs to litigate any dispute arising out of or relating to the subject matter of these Terms in court, then the foregoing arbitration agreement will not apply to either party, and both you and Arkose Labs agree that any judicial proceeding (other than small claims actions) will be brought in the state or federal courts located in San Francisco County, California.</p>\n<p>(h) <em>Severability</em>.\nIf the prohibition against class actions and other claims brought on behalf of third parties contained above is found to be unenforceable, then all of the preceding language in this Arbitration Agreement section will be null and void.\nThis arbitration agreement will survive the termination of your relationship with Arkose Labs.</p>\n<p>\n<em>\n<u>Miscellaneous</u>\n</em>.\nYou will be responsible for paying, withholding, filing, and reporting all taxes, duties, and other governmental assessments associated with your activity in connection with the Services, provided that the Arkose Labs may, in its sole discretion, do any of the foregoing on your behalf or for itself as it sees fit.\nThe failure of either you or us to exercise, in any way, any right herein shall not be deemed a waiver of any further rights hereunder.\nIf any provision of these Terms are found to be unenforceable or invalid, that provision will be limited or eliminated, to the minimum extent necessary, so that these Terms shall otherwise remain in full force and effect and enforceable.\nYou and Arkose Labs agree that these Terms are the complete and exclusive statement of the mutual understanding between you and Arkose Labs, and that these Terms supersede and cancel all previous written and oral agreements, communications and other understandings relating to the subject matter of these Terms.\nYou hereby acknowledge and agree that you are not an employee, agent, partner, or joint venture of Arkose Labs, and you do not have any authority of any kind to bind Arkose Labs in any respect whatsoever.</p>\n<p>Except as expressly set forth in the section above regarding the arbitration agreement, you and Arkose Labs agree there are no third party beneficiaries intended under these Terms.</p> ", "created_at": "2021-11-20 21:01:26.159528", "updated_at": "2021-11-20 20:02:00.373353"}], "points": [], "urls": ["arkoselabs.com"]}}