{"error": 448, "message": "OK", "parameters": {"id": 4921, "name": "Ingenta Connect", "created_at": "2021-08-29 22:58:00.923572", "updated_at": "2021-08-29 22:01:09.684086", "wikipedia": null, "keywords": null, "related": null, "slug": "ingenta-connect", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4921.png", "url": "ingentaconnect.com", "documents": [{"id": 8837, "name": "Data Privacy Statement", "url": "https://www.ingentaconnect.com/about/privacy", "xpath": "/html/body/div[3]/div[2]/div/div[3]/div[1]", "text": "Data Privacy Statement\nPrivacy Policy\n<p>Ingenta Connect is powered by Ingenta (UK) Ltd.</p>\n<p>In order to download any content, excluding open access or free content, from Ingenta Connect it will be necessary for you to register with us, and it will be necessary for Ingenta to maintain personal information data records in order to supply you with the services you have requested.\nServices include purchase of pay-per-view articles, accessing subscribed content, purchasing print-on-demand books (where available) or other content, and setting up RSS feeds, \"favourites\" and new content alerts.</p>\n<p>Any personal information you give us which are necessary to provide you with such services will be treated as confidential.\nWhen transferring such personal information to others within the EEA or other territorial area in order to provide such services, we ensure that appropriate and suitable safeguards and technical measures are in place to protect your personal data.</p>\n<p>We will only keep records of your personal information for as long as is reasonably necessary for the purposes for which we have collected it, and to enable us to comply with any statutory or regulatory obligations in relation to retention of records.\nWe respect requests to stop processing your personal data for marketing purposes.</p>\nYour Legal Rights\n<p>You have the right to request access to and rectification or erasure of personal information, the right to restrict processing of your personal information, and the right to object to processing of your personal information.\nYou have the right to object to your personal information being processed on the grounds of Ingenta's legitimate interests.\nYou have the right to object to us sending you direct marketing at any time, and we will only send you direct marketing material if you have specifically asked us to do so and where we feel such material may be of genuine interest.\nYou can contact us by email at help@ingentaconnect.com in relation to any of the rights described in this paragraph, or if you have any questions regarding this privacy policy.\nYou have the right to lodge a complaint regarding our processing of your personal information with a data protection supervisory authority in a country where you live, work, or where you believe a breach may have occurred.</p>\nMarketing and Advertising\n<p>Certain selected companies advertise on the Ingenta Connect website or on the pages of certain publications that we host.\nIf you click on such advertisements, companies and institutions advertising on Ingenta Connect may collect information, such as your IP address, while you are visiting their websites.\nYou may be able to opt out of such advertising via settings in your browser.\nWe are not responsible for any personal information you may give to such third-party sites.</p>\n<p>For marketing purposes, we record the click-through rate on such advertisements.\nThis information is not personally identifiable.</p>\n<p>Email sent to us may not be secure.\nIf you choose to send us an email message we may retain the content of the email, your email address and our response for the purposes of quality control.\nYou may request that such information be deleted at any time by mailing help@ingentaconnect.com, referencing the email correspondence to be deleted.</p>\nLinked Sites\n<p>Ingenta Connect provides links to a variety of other Internet resources.\nThese sites are not governed by our privacy policy and users are encouraged to view the privacy policy of such other web sites before using or providing any information to the site.</p>\nContacting us\n<p>Ingenta is based at 8100 Alec Issigonis Way, Oxford OX4 2HU UK.\nYou can contact us regarding this privacy statement by email at help@ingentaconnect.com</p>\n<p>For immediate questions regarding any aspect of the service, including access to articles you have purchased, please go to https://www.ingentaconnect.com/about/help/index</p>\nUse of cookies\n<p>Cookies are small files, created while using a site, that enable additional functionality.\nThey perform various functions such as saving your password, listing potential purchases in a shopping cart and saving your preferences, and are a required feature to support such personalization features on Ingenta Connect.\nYour browser is probably set to accept Cookies, but if you prefer not to receive Cookies you can alter the configuration of your browser to refuse them.\nYou can use our site without Cookies enabled as long as you do not want to register, sign in, or use any of the personalization features.</p>\nDate of Statement\n<p>The date of this Privacy Statement is 18th May 2018.\nIngenta encourages users of Ingenta Connect to review our Privacy Policy Statement periodically for updates.\nIngenta Connect reserves the right to change its privacy policies at any time.\nChanges are effective when posted to this site.</p>\n", "created_at": "2021-08-29 20:59:15.314607", "updated_at": "2021-08-29 21:01:36.449652"}, {"id": 8836, "name": "Terms and Conditions ", "url": "https://www.ingentaconnect.com/about/terms", "xpath": "/html/body/div[3]/div[2]/div/div[3]/div[1]", "text": "Terms and Conditions\n<p>Ingenta Connect is powered by Ingenta.</p>\n<p>Ingenta Connect offers its users the ability to obtain certain articles from various publishers.\nParticular articles are displayed in the manner in which they appear in the journals in which they are originally published and are made available through Ingenta Connect in conjunction with the entirety of the journals in which they were published.\nSuch articles are made available to Ingenta Connect's users under arrangements between Ingenta and the publishers of such journals, and also, in some instances, under arrangements between the users and such publishers.</p>\n<p>The articles made available through Ingenta Connect are protected by copyright and other intellectual property laws.\nTo the best of Ingenta's knowledge, the publishers that use Ingenta Connect to make documents available have secured all necessary rights to make these documents available to be copies by the users.\nUse of these documents by Ingenta Connect's users may be restricted by the user's agreement with the publisher.\nIn addition, any user's unauthorized copying, distribution, public display, public performance, and preparation of derivative works from such documents is prohibited by copyright law.</p>\n<p>By using this service, the user represents and warrants that he or she will not use the service in any manner that would violate any third party's copyright, intellectual property, or other rights.\nAny violations or potential violations should promptly be reported to help@ingentaconnect.com</p>\n<p>THIS SERVICE IS PROVIDED \"AS IS,\" WITH NO WARRANTIES WHATSOEVER.\nALL EXPRESS, IMPLIED, AND STATUTORY WARRANTIES, INCLUDING, WITHOUT LIMITATION, THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF PROPRIETARY RIGHTS ARE EXPRESSLY DISCLAIMED TO THE FULLEST EXTENT PERMITTED BY LAW.\nNEITHER INGENTA NOR ITS PARENT CORPORATIONS, SUBSIDIARY CORPORATIONS, SUCCESSORS, AFFILIATES, OR ASSIGNS (COLLECTIVELY, \"INGENTA\") SHALL BE LIABLE UNDER ANY CIRCUMSTANCES FOR THE USE OR MISUSE OF THIS SERVICE.\nSUCH LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW TO PREVENT THE RECOVERY OF DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, AND PUNITIVE DAMAGES (EVEN IF INGENTA HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES).</p>\nUse of Cookies\n<p>Ingenta Connect uses cookies in several ways</p>\n<p>Ingenta Connect uses Google Analytics, a web analytics service provided by Google, Inc.\n(\"Google\").\nGoogle Analytics uses \"cookies\", which are text files placed on your computer, to help the website analyze how users use the site.\nThe information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google.\nGoogle will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage.\nGoogle will not associate your IP address with any other data held by Google.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website.\nBy using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.</p>\n<p>When you visit Ingenta Connect, you may view advertisements posted on the site by Google or other companies.\nThese advertising companies may collect information about you while you are visiting this website and other websites.\nThey may use this data to show you advertisements on this website and elsewhere on the Internet about products and services you might like.\nYou may be able to opt out of such advertising.\nTo find out more about Google, its DoubleClick DART cookie, and to opt out of its interest-based advertising, click this link: Your use of this website without opting out means that you understand and agree to data collection to provide you with interest-based advertising.\nIngenta also uses this cookie to anonymously determine, what ads have been viewed, where they were located and to limit the number of times a user sees that ad.</p>\nRefund Policy\n<p>Content available via Ingenta Connect is available for download only.\nThe content will be available for viewing immediately after purchase, and can continue to be accessed for the duration of the download period indicated when purchasing the item.</p>\n<p>Before you complete your purchase please carefully review whether the particular product under consideration will meet your needs.\nAdditional information on the length of the document (Page Range) is clearly flagged.</p>\n<p>If you experience any problems downloading content please contact help@ingentaconnect.com and we will assist you.</p>\n<p>You may request the refund of a pay-per-view order you have submitted via the service under the following conditions:</p>\n<p>1.\nthere was a technical issue on the service which prevented successful delivery</p>\n<p>*AND*</p>\n<p>2.\nyou notify us that the article is no longer required and request cancellation within one day of the order being placed.</p>\n<p>\n<b>Note that BOTH conditions need to be met.</b> When you send your refund request to us at help@ingentaconnect.com we will confirm to you via e-mail.\nThe refund will be applied to the same card used at the time of ordering within one working day of making the request.</p>\n<p>Failure to make a refund request before being supplied with an item, WILL result in a charge being applied.</p>\nDeposit Account Maintenance and Audit Charges\n<p>An annual maintenance charge is applied to deposit accounts at October 1st each year.\nThis is $100 for basic deposit accounts and $250 for advanced deposit accounts.</p>\n<p>Deposit accounts may be subject to an audit fee if the account has no usage for 12 months.\nThe audit fee is 10% of the current balance or $100, whichever is greater.</p>\n<p>There will be a $100 closure fee for any deposit account that is closed resulting in a refund.</p>\nOpinions and reliance on hosted content\n<p>Ingenta does not screen, select, edit, or review the content hosted on Ingenta Connect (the ‘Website’) for legal purposes, accuracy, or usefulness.\nThe content hosted on the Website remains the property of the publisher or supplying entity who is entirely responsible for all matters relating to, and for the content.</p>\n<p>The information presented on or through Ingenta Connect is made available solely for general information purposes.\nIngenta do not warrant the accuracy, completeness, or usefulness of this information.\nAny reliance you place on such information is strictly at your own risk.\nIngenta disclaim all liability and responsibility arising from any reliance placed on such information by you or any other visitor to the Website, or by anyone who may be informed of any of its contents.</p>\n<p>Additionally, all statements and/or opinions expressed in the hosted content are solely the opinions and the responsibility of the publisher/entity providing the content and do not necessarily reflect the opinion of Ingenta.</p>\nRegistered Company Details\n<p>Registered name: Ingenta plc</p>\n<p>Registered in England No.\n837205.</p>\n<p>Registered Address: 8100 Alec Issigonis Way, Oxford Business Park North, Oxford OX4 2HU.</p>\n<p>VAT Registration number: GB 134 7094 71</p>\n<p>Tel: + 44 (0)1865397800</p>\n<p>Email: help@ingentaconnect.com</p>\n", "created_at": "2021-08-29 22:58:00.927725", "updated_at": "2021-08-29 20:58:21.403031"}], "points": [{"id": 27608, "title": "The service informs you that its privacy policy does not apply to third party websites", "source": "https://www.ingentaconnect.com/about/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-29 03:28:41.838368", "updated_at": "2022-03-29 03:28:41.838368", "quoteText": "<p>Ingenta Connect provides links to a variety of other Internet resources.\nThese sites are not governed by our privacy policy and users are encouraged to view the privacy policy of such other web sites before using or providing any information to the site.</p>\n", "case_id": 299, "document_id": 8837, "quoteStart": 3333, "quoteEnd": 3595}], "urls": ["ingentaconnect.com"]}}