{"error": 448, "message": "OK", "parameters": {"id": 6372, "name": "Messari", "created_at": "2022-02-16 22:50:45.108993", "updated_at": "2022-02-16 23:01:15.61529", "wikipedia": null, "keywords": null, "related": null, "slug": "messari", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6372.png", "url": "messari.io", "documents": [{"id": 11567, "name": "Terms of Use", "url": "https://messari.s3.amazonaws.com/termsofuse.html", "xpath": "/html/body/div", "text": " MESSARI TERMS OF USE <p>\n<b>Last Updated: November 17, 2021</b>\n</p>\n<p>Welcome to\nMessari.\nThese Terms of Use (“Terms”) are an agreement between you (“you”) and\nMessari, Inc.\nand its affiliates (“Company,” “we,” “us,” or “our”) that allows\nyou to use our software, subscriptions, applications (“apps”), websites, and\nother products and services, as long as you follow the Terms.</p>\n<p>By accessing or\nusing any of our websites, content, mobile applications (“apps”), tools,\nwidgets, subscription products or services, software, API(s), widgets, and/or\nother product(s), service(s), data, or information supplied to you by the\nCompany (collectively, as applicable, the “Services”), you signify your\nagreement to (1) all terms and conditions in these Terms.\n(2) our privacy policy located on our website (“Privacy Policy”).\nand (3) any other standard\npolicies or community guidelines, if any, posted in our Services, which are all\nexpressly incorporated herein and must also be observed and followed (clauses\n(1) through (3) collectively, the “Agreement”).</p>\n<p>\n<i>WE ARE NOT RESPONSIBLE FOR ANY LOSSES (OR OTHER\nHARM OR LIABILITIES) INCURRED AS A RESULT OF USING ANY OF OUR SERVICES,\nINCLUDING, WITHOUT LIMITATION, ANY INFORMATION, GUIDANCE, RECOMMENDATIONS,\nIDEAS, OR STRATEGIES THEREIN.\nYOU ACCEPT ALL LIABILITY RESULTING FROM YOUR INVESTMENT\nDECISIONS.\nONLY INVEST MONEY THAT YOU CAN AFFORD TO LOSE.</i>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>TL;DR:</b>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe Services are\navailable to users for informational purposes only.\nWe do not give investment\nor financial advice, and we do not buy or sell assets in any way.\nYou are\nencouraged to do your due diligence and independent research, and consult with\nan investment, tax, or legal professional before making any investment\ndecisions.\nThis data may not be accurate or complete, and you should not rely\non it as such.\nYou understand that you are using any and all information\navailable here at your own risk.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nBecause the Services is available for informational\npurposes only, you may not copy, republish, or remarket data, research,\nscreenshots, or other extracts in a public forum (e.g., a blog post, or your\nown product).\nHowever, some parts of the Services are clearly marked as\npermissible to share publicly.\nYou cannot resell this content or information,\nbut you may publish it on your websites as long as you add attribution to us\n(with a “Powered by Messari” tagline) and with links back to messari.io.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYour Messari subscription (e.g.,\nBasic, Pro, Enterprise, etc.) allows you to use or access the Services for\ninternal use only by one end user.\nThis means that you may not share your\naccount or your password, or give access to anyone else.\nFor Enterprise\naccounts, each end user must have a respective seat to access Messari Intel and\nother Enterprise products.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou are responsible for any activity\nassociated with your account.\nYou will only use the Services and content in a\nmanner that complies with all laws that apply to you.\nWe can’t and won’t be\nresponsible for your using the Services in any way that breaks the law.</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAPI redistribution is not covered by\na Messari subscription (e.g., Basic, Pro, Enterprise, etc.).\nAgain, Messari\nsubscriptions are used for informational purposes only.\nIf you would like to\nredistribute data through our API, please contact api@messari.io.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>DESCRIPTION OF SERVICES</b>\n</p>\n<p>1.1.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Agreement to\nthese Terms</u>.<b>&nbsp.\n</b>By accessing or using any\nServices, including, without limitation, by downloading, installing, or using\nany associated software, APIs, or apps supplied by the Company, including any\nfor which the purpose is to enable you to use the Services (collectively, the\n\"Software\", which is considered a part of the Services), you agree to\nthe Terms of this Agreement.\nAny reference to the “website(s)”, the “web\nsite(s)”, the “site”, “www.messari.io”, “www.onchainfx.com”, “www.stablecoinindex.com”,\n“casebitcoin.com”, or other similar references will include any and all pages,\nsubdomains, affiliated domains, brands, products or other areas of our website,\nany other affiliated sites, or domains owned or operated by or on behalf of us,\nplus any of the online content, information, and services as made available in\nor through the website.\nThe Services include, without limitation, all aspects\nof the website, or of any app or other product or service, including, but not\nlimited, to all products, Software, and other applications, features, channels,\nand services offered therein.\nAny reference to “content” will include all\ncontent in all forms or mediums, such as, without limitation, text, software,\nscripts, graphics, photos, sounds, music, videos, audiovisual combinations,\ninteractive features, and other materials you may view on, access through, or\ncontribute to the Services.<b>\n<u>\n</u>\n</b>\n</p>\n<p>1.2.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Requirements</u>.&nbsp.\nYou must be at\nleast 18 years of age, and, where law requires an older legal age, of legal age\nfor contractual consent or older to use this website and/or the other Services.\nDue to the age restrictions, no content or information from the Services falls\nwithin the Child Online Privacy Protection Act (“COPA”) and is not monitored as\ndoing so.\nAll information and services are exchanged electronically, via the\ninternet.\nYou are responsible for maintaining your own access to the internet,\nand for obtaining and maintaining any equipment and ancillary services needed\nto connect to, access, or otherwise use the Services, including, without\nlimitation, modems, hardware, servers, software, operating systems, networking,\nweb servers and the like (collectively, “Equipment”), and for maintaining the\nsecurity of the Equipment.\nYou consent to receiving communications\nelectronically.\nYou are responsible for any activity associated with your\naccount.\nYou will only use the Services and content in a manner that complies\nwith all applicable laws.\nIf your use of the Services is prohibited by\napplicable laws, then you are not authorized to use the Services.\nWe can’t and\nwon’t be responsible for your using the Services in any way that breaks the\nlaw.<b>\n<u>\n</u>\n</b>\n</p>\n<p>1.3.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>License</u>.&nbsp.\nWith respect to any\nSoftware, including, without limitation, subscription software as a service,\nsubject to the terms and conditions of this Agreement, we hereby grant to you a\nlimited, nonexclusive, non-transferable license to access and use such Software\nduring the term of this Agreement, solely by the number of authorized users,\nand only up to the approved and mutually agreed usage volumes, as set forth on\nthe applicable ordering document or as otherwise mutually agreed, and <b>solely for internal and non-commercial\npurposes</b>, provided that you must comply at all times with all official\ndocumentation, technical manuals, functional manuals, and operator and user\nguides and manuals.</p>\n<p>1.4.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Informational\nPurposes</u>.&nbsp.\n<b>You may use the Services for\ninformational purposes only</b>, and you are strongly encouraged to use\nmultiple sources and to not use our Services as the sole basis for making any\ndecisions (such as, without limitation, purchase, sale, investment or pricing\ndecisions).\nyou must conduct proper due diligence and use your own judgment\nwhen making any such decisions.\nWe do not guarantee the accuracy of any\ncontent, such as pricing data, and we are not responsible for typographical or\ndatabase errors.\nAll Services (including, without limitation, content, such as\npricing data) are provided “as is” and for information only.\nWe do not buy or\nsell assets, and any posted prices are not offers to purchase or sell.\nOur\nprices are not guarantees of value that can be obtained for any particular\nitem.</p>\n<p>1.5.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Internal &amp.\nNon-Commercial Use</u>.&nbsp.\nUnless otherwise expressly set forth herein or otherwise mutually agreed\nin writing, your use of any and all Services (including, without limitation,\nsubscription services and/or copies, downloads, PDFs, screenshots, extracts, or\nother replications or summaries thereof) is for <b>your internal use only by one end user</b>, <b>and may not be resold, shared, redistributed, published, posted\npublicly or remarketed in any way</b>, or used in any way to circumvent the\ngeneral principle of one subscription per one user.\nCollecting, gathering or\ncopying content from our Services, in whole or in part, is strictly prohibited,\nwhether manually or via automated tools, such as scraping, spiders, bots, etc.\nYour violation of this section (or any provision in this Agreement) will allow\nus to immediately terminate and revoke your access and rights in and to any\nServices, including, without limitation, canceling any of your paid\nsubscriptions without refund.</p>\n<p>1.6.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Sharing publicly\npermitted in limited circumstances</u>.&nbsp.\nNotwithstanding the foregoing section, if and\nto the limited extent certain portions of the Services are clearly,\nprominently, and expressly marked as permissible to share publicly (i.e.,\ncertain of our APIs or widgets designed for the purpose of allowing you to\npublish selected portions of our data on your website via a preapproved and\nstandardized widget or API feed), you are allowed to republish such\nstandardized widget or API feed on your own website so long as you do not alter\nit or use it in any way other than as intended, and do not attempt to or\nactually change, alter, or obscure it or any portion thereof or any content\ntherein, including, without limitation, any branding, attribution, proprietary\nmarks, or hyperlinks therein.\n<b>You may\nnot resell any such content or information, and may only publish it on websites\nowned and controlled by you, and only so long as you follow all applicable\nterms, conditions, and policies, and only so long as you provide attribution to\nus (e.g., “Powered by Messari”, using preapproved artwork and logos only), and\nonly so long as such use contains links back to our main website, messari.io.</b>\nPlease contact api@messari.io for any questions or inquiries about redistribution of our\nAPI feed(s).\nWe grant to you a limited, revocable, and nonexclusive right to\ncreate a hyperlink to our publicly available website(s) and/or other free\n(non-paid) publicly available portions of our Services, subject to the terms\nhereof, provided that the link does not portray us or our products or services\nin a negative, false, misleading, derogatory, or offensive matter, and provided\nyou do not i-frame them (except via the API as described in the preceding\nsection) or alter the content therein, or in any way imply a relationship therewith,\nnor use it in any way other than as intended.\nYou may not use any logo,\ntrademark, or tradename that may be displayed in our Services, or other\nproprietary content or graphic image in the link without our prior written\nconsent.</p>\n<p>1.7.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Content &amp.\nAffiliations</u>.&nbsp.\nMessari is a privately owned and operated company, and does not\nrepresent or speak for any governmental office or authority.\nYou may acquire\nadditional products, services, and/or content of ours from our websites or\nServices.\nWe reserve the right to require that you agree to separate agreements\nas a condition of your use and/or purchase of such additional products,\nservices, and/or content, which terms will apply in addition to these Terms.\nCertain content within our Services may be licensed to us and/or to you under\nthe Creative Commons Attribution-NonCommercial 4.0 license\n(https://creativecommons.org/licenses/by-nc/4.0/) (\"CC BY-NC 4.0\").\nWe elect in our sole discretion whether, how, when, and how frequently to\nupdate the data and information within our Services.<b>\n<u>\n</u>\n</b>\n</p>\n<p>\n<b>\n<u>&nbsp;</u>\n</b>\n</p>\n<p>\n<b>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>USER OBLIGATIONS</b>\n</p>\n<p>2.1.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Representations</u>.&nbsp.\nYou represent and\nwarrant that all information that you provide to us will be true, accurate,\ncomplete, and current, and that you have the right to provide such information\nto us in connection with your use of the Services.\nYou must comply with the\nterms of any applicable policies posted in our Services, including any\nAcceptable Use Policy.\nIf you are agreeing to these Terms on behalf of an\norganization or entity, you represent and warrant that you are authorized to\nagree to these Terms on that organization or entity’s behalf and bind them to\nthese Terms (in which case, the references to “you” and “your” refer to that\norganization or entity).</p>\n<p>2.2.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Use</u>.&nbsp.\nThe Services may be\nused only by you:</p>\n<p>(a)&nbsp;&nbsp.\nFor your internal personal or\nbusiness purposes, and only for your direct benefit;</p>\n<p>(b)&nbsp;&nbsp.\nOnly by the number of end users for\nwhom a license fee has been paid, and all such use may only be those end users\nusing the Services for your benefit in the course and scope of their\nemployment, subject to the terms hereof;</p>\n<p>(c)&nbsp;&nbsp.\nOnly in its original form without\nalteration or combination with any third-party products, services, or software,\nexcept as expressly authorized in an applicable contract.\nand</p>\n<p>(d)&nbsp;&nbsp.\nIn compliance with all applicable\nlaws, and with all documentation and instructions as provided by us, if\napplicable;</p>\n<p>2.3.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Restrictions</u>.&nbsp.\nYou will not and\nwill not attempt to, nor authorize or allow any third party to or attempt to:</p>\n<p>(a)&nbsp;&nbsp.\nUpload, post, publish, reproduce,\ntransmit, or distribute in any way any component of the Services itself or\nderivative works with respect thereto;</p>\n<p>(b)&nbsp;&nbsp.\nSell, resell, lease, license,\nsublicense, distribute, redistribute, copy, duplicate, or otherwise transfer or\nexploit for commercial purposes, directly or indirectly, any portion of the\nServices, or access to them;</p>\n<p>(c)&nbsp;&nbsp.\nMake any derivative works based, in\nwhole or in part, on any portion or all of the Services;</p>\n<p>(d)&nbsp;&nbsp.\nDownload or otherwise obtain a copy\nof the Services (as applicable as such term is used herein, including any portion\nthereof) in any form, or mirror, cache, or store any pages or portions of the\nServices;</p>\n<p>(e)&nbsp;&nbsp.\nReverse engineer, reverse compile,\ndecompile, disassemble, or translate, exploit, or otherwise derive the source\ncode of the Service, or otherwise modify the Service or create derivative works\nthereof;</p>\n<p>(f)&nbsp;&nbsp;&nbsp.\nUse, or authorize or permit the use\nof, the Services on behalf of any third party or for any purpose other than as\nexpressly permitted in this Agreement or other applicable agreement with\nCompany;</p>\n<p>(g)&nbsp;&nbsp.\nPortray Company or any company\naffiliated with it in a negative manner or otherwise portray its Services in a\nfalse, misleading, derogatory, or offensive manner;</p>\n<p>(h)&nbsp;&nbsp.\nCo-brand any portion of the\nServices, or otherwise imply any relationship with or endorsement of your\nbrands or services;</p>\n<p>(i)&nbsp;&nbsp;&nbsp;&nbsp.\nRemove, alter, or obscure any\ntitles, product logo or brand name, trademarks, copyright notices, proprietary\nnotices or other indications of the intellectual property rights and/or our\nrights and ownership thereof, whether such notice or indications are affixed\non, contained in or otherwise connected to the software or on any copies made\nin accordance with this Agreement;</p>\n<p>(j)&nbsp;&nbsp;&nbsp;&nbsp.\nUse, or authorize or permit the use\nof, the Services in any manner that could damage, disable, overburden, or\nimpair our servers, or otherwise interfere with or disrupt the integrity or\nperformance of the Services;</p>\n<p>(k)&nbsp;&nbsp.\nRestrict, inhibit, or otherwise\ninterfere with any other user's use or enjoyment of the Services;</p>\n<p>(l)&nbsp;&nbsp;&nbsp;&nbsp.\nAccess, or attempt to gain\nunauthorized access to, the Services, or related systems or networks (including\nmethods such as password mining, data mining, robots, or other similar data\ngathering and extraction tools or processes), or through any automated means\n(including use of scripts or web crawlers);</p>\n<p>(m)&nbsp.\nUse i-frames, webpage frames, or any\nsimilar framing, to enclose, capture, or distribute any part of the Services;</p>\n<p>(n)&nbsp;&nbsp.\nUse a false email address,\nimpersonate any person or entity, forge e-mail headers, including other\nattempts to disguise the origin of any communication, mislead as to the source\nof the information you provide to the Services, or post or transmit any\nphotograph or likeness of another person without that person's consent, if and\nto the extent necessary under applicable laws;</p>\n<p>(o)&nbsp;&nbsp.\nUse, or authorize or permit the use\nof, the Services to perform any activity (including posting or transmitting)\nwhich is or may be, directly or indirectly, unlawful, fraudulent, libelous,\ndefamatory, obscene, pornographic, vulgar, sexually-orientated, profane,\nthreatening, abusive, hateful, offensive, false, misleading, derogatory, or\notherwise objectionable in any way, including, without limitation, any\ntransmissions constituting or encouraging conduct that would constitute a criminal\noffense, give rise to civil liability, or otherwise violate any local, state,\nnational or foreign law, including, without limitation, the U.S.\nexport control\nlaws and regulations;</p>\n<p>(p)&nbsp;&nbsp.\nPost or otherwise transmit any\nmaterials that contain URLs or links to websites that compete with the\nServices, nor other competitive content or references;</p>\n<p>(q)&nbsp;&nbsp.\nPost, send, process, or store\nmaterial containing software viruses, worms, Trojan horses, or other harmful or\nmalicious computer code, files, scripts, agents, or programs;</p>\n<p>(r)&nbsp;&nbsp;&nbsp.\nPost or transmit any advertisements,\nsolicitations, chain letters, pyramid schemes, investment opportunities or\nschemes, or other unsolicited commercial communication (except as otherwise\nexpressly permitted by Company), or engage in spamming or flooding, or use\nemail addresses obtained from the Services for solicitation purposes of any\nkind, directly or indirectly;</p>\n<p>(s)&nbsp;&nbsp.\nPost, publish, transmit, reproduce,\ndistribute, or in any way exploit any information, software, or other material\nobtained through the Services for commercial purposes (other than as expressly\npermitted by the Services and by the provider of such information, software, or\nother material);</p>\n<p>(t)&nbsp;&nbsp;&nbsp.\nUpload, post, publish, transmit,\nreproduce, or distribute in any way, information, software, or other material\nobtained through the Services which is protected by copyright or other\nproprietary right, or derivative works with respect thereto, without obtaining\npermission of the copyright owner or rightsholder, or which otherwise violates\nor infringes the rights of others, including, without limitation, patent,\ntrademark, trade secret, copyright, publicity, or other proprietary rights.\nor</p>\n<p>(u)&nbsp;&nbsp.\nCopy, duplicate, or imitate, in\nwhole or in part, any concept, idea, business model, business process, product,\nservice, or other intellectual property, or ideas or content embodied in the\nServices or learned by you from your use of or access to the Services.</p>\n<p>2.4.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Confidential\nInformation</u>.&nbsp.\nYou will keep and protect any of our Confidential Information as\nconfidential, using at least the same efforts you use to protect your own\nconfidential information and, in no event, less than reasonable and industry\nstandard efforts.\nOur “Confidential Information” includes the Services,\ndocumentation and information about the Services and their operation, and any\nother information you obtain from or about us or from or about the Services, or\nany other information which a reasonable person would or should understand to\nbe confidential or proprietary in nature.\nYou agree to return or destroy our Confidential\nInformation when this Agreement is terminated or expired.\nYou acknowledge and\nagree we will be entitled to seek equitable relief in any court of competent\njurisdiction without the necessity of posting bond and in addition to such\nother remedies as may be available under law or in equity.\nYour confidentiality\nobligations will survive termination or expiration of this Agreement.</p>\n<p>2.5.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Business Users</u>.&nbsp.\nIf you are a\nbusiness user offering some portions of the Services to your customers or end\nusers (which may only be done if and to the extent expressly permitted by us),\nthen this section will also apply.\nYou are responsible for clearly and\nconspicuously disclosing to your customers and end users (“your end users”)\n(including, without limitation, in any posted terms and conditions, and in any\nwritten agreements with your customers): (a) that you (and not we) are solely\nresponsible for all content and any services you provide to your end users or\nany messages or content sent (or attempted to send) to, from, between, or among\nyour end users.\n(b) that we will have no liability whatsoever to your end\nusers.\n(c) that we are not responsible for any disputes between you and your\nend users.\n(d) all disclaimers, warranty limitations, and limitations of\nliability by us herein or otherwise with respect to the Services.\nand (e) with\nrespect to use of the Services by your end users, such end users are\nresponsible for complying with, and subject to, all the same terms herein.\nYou\nwill not state or imply otherwise.\nYou hereby agree to indemnify, defend, and\nhold us harmless from any for any allegation, loss, liability, or claim made\nagainst us by any of your end users, or otherwise arising out of any breach of\nthis section.</p>\n<p>2.6.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Bound by entire\nagreement</u>.&nbsp.\nWhile this Section highlights some of your key obligations, headers and\nsection titles are for convenience only, and you are bound by all the terms of\nthis Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>COMPANY RIGHTS</b>\n</p>\n<p>3.1.&nbsp;&nbsp;&nbsp;&nbsp.\nCompany has no obligation to monitor\nthe Services.\nHowever, you acknowledge and agree that Company has the right to\nmonitor the Services electronically from time to time, and to disclose any\ninformation as necessary or appropriate to satisfy any law, regulation, or\nother governmental request.\nto operate the Services properly.\nor to protect\nitself or its customers.\nCompany reserves the right to refuse to post or to\nremove any information or materials, in whole or in part, that, in its sole\ndiscretion, are unacceptable, undesirable, inappropriate, or in violation of\nthis Agreement.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>DISCLAIMERS</b>\n</p>\n<p>4.1.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>This is not\nfinancial advice</u>.&nbsp.\nThe Services, and the content, information and tools therein, are\nprovided for educational, informational, and entertainment purposes only.\nWe\nare not securities brokers/dealers, cryptoasset brokers/dealers, or financial\nadvisers, analysts, or planners.\nWe are neither licensed nor qualified to\nprovide investment advice.\nThe information contained within the Services is not\nan offer to buy or sell securities, or any other assets.\nNothing within the\nServices or on associated websites takes into account the particular investment\nobjectives, financial situations, or needs of individuals.\ntherefore, it should\nnot be construed as a personal recommendation.</p>\n<p>4.2.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>We are not\nsoliciting any action</u>.<b>&nbsp.\n</b>The information provided on\nthe Services does not constitute investment advice, financial advice, trading\nadvice, or any other sort of advice, and you should not treat any of the\nwebsite's content as such.\nWe do not recommend that any cryptocurrency should\nbe bought, sold, or held by you.\nConduct your own due diligence and consult\nyour financial advisor before making any investment decisions.</p>\n<p>4.3.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Do your own due\ndiligence</u>.&nbsp.\nThe information provided is not intended as a complete source of\ninformation on any particular company, investment, asset or market.\nAn\nindividual should never make investment decisions based solely on information\ncontained within our Services or associated media (or any service, website,\nbook, tool or app, for that matter).\nAll users should assume that ALL\nINFORMATION PROVIDED REGARDING COMPANIES, INVESTMENTS, ASSETS OR MARKETS IS NOT\nTRUSTWORTHY UNLESS VERIFIED BY THEIR OWN INDEPENDENT RESEARCH.<b>\n</b>\n</p>\n<p>4.4.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Reliability of\ndata</u>.&nbsp.\nThe contents of the Services and any associated media—data, text,\ngraphics, links and other materials—are based on public information that we do\nnot control.\nwe do not represent that it is accurate or complete, and it should\nnot be relied on as such.\nThe Services and associated media may contain\ninaccuracies, typographical errors, and other errors.\nAll information and\nmaterials are provided on an “as is” and “as available” basis, without warranty\nor condition of any kind either expressed or implied.\nWe do not warrant the\nquality, accuracy, reliability, adequacy, or completeness of any of such\ninformation and material, and expressly disclaim any liability for errors or\nomissions in such information and material.\n<b>You understand that you are using any and all information available\nhere at your own risk.</b> Opinions expressed herein are merely opinions and\nmerely as of the date of publication of those opinions, and may or may not be\nupdated.</p>\n<p>4.5.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Investing in\nsecurities and/or cryptoassets is high risk</u>.&nbsp.\nAny individual who chooses to invest in any\nsecurities and/or cryptoassets should do so with caution.\nInvesting in\nsecurities and/or cryptoassets is speculative and carries a high degree of\nrisk.\nyou may lose some or all of the money that is invested, and if you engage\nin margin transactions, your loss may exceed the amount invested.</p>\n<p>4.6.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Past performance\nis no guarantee of future results</u>.&nbsp.\nTrading results can never be guaranteed.\nYou\nshould be suspicious of anyone who promises you guaranteed results.\nThe\ninformation provided in the Services and associated media regarding the past\nperformance of any security and/or cryptoassets, or strategy is only\nrepresentative of historical conditions in the marketplace and is not to be\nconstrued as a guarantee that such conditions will exist in the future or that\nsuch performance will be achieved in the future.\nThe price and value of\ninvestments referred to in the Services and associated media, and the income\nfrom them may go down as well as up, and investors may realize losses on any\ninvestments.\nPast performance is no guarantee of future results.\nFuture returns\nare not guaranteed, and a loss of original capital may occur.</p>\n<p>4.7.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>No warranties</u>.&nbsp.\nWe, and the\nServices, do not guarantee or warrant the quality, accuracy, completeness,\ntimeliness, appropriateness, or suitability of the information, or of any\nproduct or services referenced.\nWe assume no obligation to update the\ninformation or advise on further developments concerning topics mentioned.\nHYPOTHETICAL OR SIMULATED PERFORMANCE RESULTS, AND/OR QUANTITATIVE MODELING, HAVE CERTAIN\nLIMITATIONS.\nUNLIKE AN ACTUAL PERFORMANCE RECORD, SIMULATED OR MODELED RESULTS\nDO NOT REPRESENT ACTUAL TRADING.\nALSO, SINCE THE TRADES HAVE NOT BEEN EXECUTED,\nTHE RESULTS MAY HAVE UNDER- OR OVER-COMPENSATED FOR THE IMPACT, IF ANY, OF\nCERTAIN MARKET FACTORS, SUCH AS LACK OF LIQUIDITY.\nSIMULATED TRADING PROGRAMS\nAND/OR QUANTITATIVE ANALYSIS IN GENERAL ARE ALSO SUBJECT TO THE FACT THAT THEY\nARE DESIGNED WITH THE BENEFIT OF HINDSIGHT.\nNO REPRESENTATION IS BEING MADE\nTHAT ANY ACCOUNT WILL OR IS LIKELY TO ACHIEVE PROFIT OR LOSSES SIMILAR TO THOSE\nSHOWN.</p>\n<p>4.8.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Suitability of\nstrategies is personal to your circumstances</u>.&nbsp.\nThe investments and services described herein\nnot be suitable for all investors and may not be suitable for you or your\nsituation.\nYou should seek advice from an independent financial advisor.\nNone\nof the content published in the Services constitutes a recommendation that any\nparticular security, portfolio of securities, transaction, or investment\nstrategy is suitable for any specific person.\nWe are not advising you\npersonally concerning the nature, potential, value, or suitability of any\nparticular security, portfolio of securities, transaction, investment strategy,\nor other matter.</p>\n<p>4.9.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Consider other\nrelevant factors</u>.&nbsp.\nWhile the Services may be of use to investors in evaluating certain\ninformation about assets or securities, it should not be considered to include\nevery factor that may be necessary for an investor to make a decision to\ninvest.\nA decision to invest in a particular asset or security may be based on\na number of factors, including investors’ needs, goals, and comfort with risk.\nBefore making an investment decision you should read the issuer's financial\nstatements and other reports (for example, annual reports and Forms 10K, 10Q,\n8K), or the in the case of initial public offerings or new issuances the\napplicable offering documents or registration statement, or similar disclosures\nfor cryptoassets.\nPlease also consider risks associated with the trading of\ncryptoassets, or other assets or securities, including volatility in the market\nand individual assets or securities.&nbsp;The Services may provide results that\nidentify assets or securities by name, and each name may contain a hyperlink to\nadditional information.\nThe additional information may include, among other\nthings, price and performance information, and financial/accounting ratios.\nThe\nServices are highly dependent upon data provided by third parties, and we\ncannot guarantee its accuracy, timeliness, or fitness for a specific purpose.\nThe data is subject to change and revision by the third-party data providers.\n<b>As with any investments through any source,\nyou must decide for yourself if an investment in any asset or security is\nconsistent with your evaluation of the asset or security, your investment\nobjectives, your risk tolerance, your investment time frame, and your financial\nsituation.\nBy making information about investments available, we, and the\nServices, are not recommending or endorsing it.</b>\n</p>\n<p>4.10.&nbsp;&nbsp.\n<u>Use qualified\nadvisors</u>.&nbsp.\nWe are not providing any financial or investment advice or services via\nthe Services and should not be relied upon as a substitute for consultations\nwith qualified professionals who are familiar with your individual needs.\nPlease consult your accountant, tax advisor, stockbroker, and/or financial\nadvisor as necessary.\nYou acknowledge that the information on the Website and\nother Services is provided “as is” for general information only.\nYou may use\nthe Services for informational purposes only, as an aid, but only as one\ninformation source among many, and not as the sole basis for making any\ndecisions.\nyou must conduct proper due diligence and use your own judgment when\nmaking any decisions based on any information, analytics, or reports derived\nfrom the Services.</p>\n<p>4.11.&nbsp;&nbsp.\n<u>For advisors or\nbrokers</u>.&nbsp.\nIf you use the Services to provide any services to any third parties,\nsuch as, without limitation, if you are an investment advisor or broker, you\nare fully responsible for all services and recommendations, and represent and\nwarrant that you are appropriately qualified and certified to do so, possessing\nall necessary licenses and permits to do so.\nYou will not state nor imply to\nany customer or client any responsibility of us for any decisions or\nrecommendations.\nIn addition: (a) you (and not we) are solely responsible for\nall advice, recommendations, or services you provide to your clients, even if\nyou use our Services in whole or in part to create such advice.\n(b) we have no\nliability whatsoever to your clients.\n(c) we are not responsible for any disputes\nbetween you and your clients.\n(d) you will not state or imply to your clients\nanything contrary to all disclaimers, warranty limitations, and limitations of\nliability, by us herein or otherwise with respect to the Services.\nYou hereby\nagree to indemnify, defend, and hold us harmless from and against&nbsp.\nany allegation, loss, liability, or claim\nmade against us by any of your clients or otherwise arising out of any breach\nof this section (or any other portion of this Agreement) by you or your agents,\nor any failure by you or your agents to follow any applicable laws, rules, and\nregulations.</p>\n<p>4.12.&nbsp;&nbsp.\n<u>Additional Services</u>.\nWe may from time to time offer products and services as part of the\nServices that provide you with additional features and functionality,\nincluding, without limitation, the ability to participate in on-chain\ngovernance for supported cryptocurrency assets via governance tooling (through\nour product currently referred to as “Governor” or “Governance by Messari”).\nYou may participate in these and similar Messari products and services by\nlinking your digital wallets on supported bridge extensions (e.g., MetaMask),\nprovided that you have downloaded a supported electronic wallet extension.\nAny\ntransactions initiated through the Services are facilitated and run by\nthird-party electronic wallet extensions and subject to the terms and\nconditions and privacy policies of those third party products and services and\nMessari shall have no liability with resect to the use of those third party\nproducts or services.\nFor the avoidance of doubt, we do not not store, send or\nreceive any cryptocurrency assets, and any transfer of ownership takes place\noutside of the Services.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>ACCOUNT ACCESS AND FEES</b>\n</p>\n<p>5.1.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Registration</u>.&nbsp.\nIn order to access\nsome features of the Services, you may have to register or create an account.\nWhen creating your account, you must provide accurate, current, and complete\ninformation.\nIf we believe the information you provide is not correct, current,\nor complete, we have the right to reuse you access to the Services or any of\nits resources, and to terminate or suspend your access at any time, without\nnotice.\nRegistration or subscription to the Services, and payment of any\napplicable fee, authorizes a single individual to use the Services unless\notherwise expressly stated.<b>\n</b>\n</p>\n<p>5.2.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>User Obligations</u>.&nbsp.\nYou are solely\nresponsible for the activity that occurs on your account, and you must keep\nyour account password secure.\nYou are solely responsible for all charges\nincurred on your account, including applicable taxes, fees, surchargers, and\npurchases made by you or anyone you allow to use your account (including your\nchildren, family, friends, or any other person with implied, actual, or\napparent authority), or anyone who gains access to your account as a result of\nyour failure to safeguard your username, password, or other authentication\ncredentials or information.\nYou must notify Company immediately of any breach\nof security, or unauthorized use of your account.\nAlthough Company will not be\nliable for your losses caused by any unauthorized use of your account, you may\nbe liable for the losses of Company or others due to unauthorized use.<b>\n</b>\n</p>\n<p>5.3.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Restrictions</u>.&nbsp.\nYou agree not to\ndownload any content, software or services unless you see a “download” or\nsimilar link displayed by Company on the Services for that content.\nYou agree\nnot to copy, reproduce, distribute, transmit, broadcast, display, sell,\nlicense, or otherwise exploit any content for any other purposes without the\nprior written consent of Company or the respective licensors of the content.\nCompany and its licensors reserve all rights not expressly granted in and to\nthe Services and their content.\nYou agree not to circumvent, disable, or\notherwise interfere with security-related features of the Services.\nor features\nthat prevent or restrict use or copying of any content, or that enforce\nlimitations on use of the Services or the content therein.<b>\n</b>\n</p>\n<p>5.4.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Fees and Payments</u>.&nbsp.\nIf and to the\nextent any portion of the Services may require a fee payment, incremental\npayment, or subscription, you agree to pay Company any applicable fees posted\nfor the Services.\nBy completing and submitting any credit card or other payment\nauthorization through the Services, you are authorizing Company to charge the\nfees to the account you identify.\nYou must keep all billing information,\nincluding payment method, up to date.\nYou agree to pay us for all charges\nincurred under your account, including all applicable taxes, fees, and\nsurcharges.\nYou authorize and direct us to charge your designated payment\nmethod for these charges or, if your designated payment method fails, to charge\nany other payment method you have on file with your account.\nFurther, you\nauthorize and direct us to retain information about the payment method(s)\nassociated with your account.\nIf we do not receive payment from your designated\npayment method or any other payment method on file, you agree to pay all\namounts due upon demand by us.\nYou will be responsible for accrued but unpaid\ncharges, even if your account is canceled by you or terminated by us.\nDuring\nany free trial or other promotion, if any, you will still be responsible for\nany purchases and surcharges incurred using your account.<b>\n</b>\n</p>\n<p>5.5.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Nonpayment</u>.&nbsp.\nAfter 30 days from\nthe date of any unpaid charges, your fee-based Services will be deemed\ndelinquent, and we may terminate or suspend your account and Services for\nnonpayment.\nWe reserve the right to assess an additional 1.5% late charge (or\nthe highest amount allowed by law, whichever is lower) per month if your\npayment is more than 30 days past due, and to use any lawful means to collect\nany unpaid charges.\nYou are liable for any fees, including attorney and\ncollection fees, incurred by us in our efforts to collect any remaining\nbalances from you.\nExcept as otherwise mutually agreed in writing, we reserve\nthe right to change our fees with 30 days’ notice.<b>\n</b>\n</p>\n<p>5.6.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Refunds</u>.&nbsp.\nIf you are a\nsubscriber, you may access or modify your subscription level on the Messari.io\ndashboard at any time.</p>\n<p>(a)&nbsp;&nbsp.\nGeneral policy: We assess refund or\ncredit requests on a case-by-case basis.\nIf issued, you will receive a partial\nreturn, subject to a 10% fee, or a pro-rated refund, whichever is lesser.</p>\n<p>(b)&nbsp;&nbsp.\nLimitations: We are not obligated to\nprovide a refund or credit if: you changed your mind about a product or\nsubscription.\nyou purchased a subscription by mistake.\nyou failed to cancel\nyour free trial before getting charged.\nyou do not have sufficient expertise to\nuse a product or subscription.\nOR you cannot access the product(s) or\nsubscription due to your inability to log in, excluding extenuating\ncircumstances that impact the broader subscriber base or community.</p>\n<p>(c)&nbsp;&nbsp.\nPayment terms: If we do decide to\nissue a refund or credit, it will be in the form of original payment, where\npossible, and in US dollars (we are not responsible for conversion costs or any\nfees related to any such refund).</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>DURATION OF TERMS AND TERMINATION</b>\n</p>\n<p>6.1.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Duration of Terms</u>.&nbsp.\nOnce in effect,\nthis Agreement will continue in operation until terminated by either you or us.\nHowever, even after termination, the provisions of Sections 2, 5–16 of this\nAgreement will remain in effect in relation to any prior use of the Services by\nyou.<b>\n</b>\n</p>\n<p>6.2.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Termination</u>.&nbsp.\nYou may terminate\nthis Agreement at any time and for any reason by providing notice to Company in\nthe manner specified in this Agreement, or by choosing to cancel your access to\nthe Services using the tools provided for that purpose within the Services.\nWe\nmay terminate this Agreement without notice or, at our option, temporarily\nsuspend your access to the Services, in the event that you breach this\nAgreement.\nNotwithstanding the foregoing, Company also reserves the right to\nterminate this Agreement at any time and for any reason by providing notice to\nyou either through email or other reasonable means.<b>\n</b>\n</p>\n<p>6.3.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Effects of\nTermination</u>.&nbsp.\nAfter termination of this Agreement for any reason, you understand and\nacknowledge that Company will have no further obligation to provide the\nServices or access thereto.\nUpon termination, all licenses and other rights\ngranted to you by this Agreement, if any, will immediately cease, but your\nlicenses to us will survive, and certain of your obligations (including payment\nobligations, if any) will survive in accordance with the terms hereof.<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>PUBLIC POSTINGS AND LICENSED MATERIALS</b>\n</p>\n<p>7.1.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Public Postings</u>.&nbsp.\nCertain material\nyou may post on our Services is or may be available to the public, including,\nwithout limitation, any public profile data, feedback, questions, comments,\nsuggestions, uploads, blog entries, ratings, reviews, images, videos, poll\nanswers, etc., in any form or media, that you post via the Services or\notherwise (collectively, \"Public Postings\").\nThese Public Postings\nwill be treated as non-confidential and nonproprietary.\nYou are responsible for\nany Public Postings, and the consequences of sharing or publishing such content\nwith others or the general public.\nThis includes, for example, any personal\ninformation, such as your address, the address of others, or your current\nlocation.\nWE ARE NOT RESPONSIBLE FOR THE CONSEQUENCES OF PUBLICLY SHARING OR\nPOSTING ANY PERSONAL OR OTHER INFORMATION ON THE SERVICES.</p>\n<p>7.2.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Submissions</u>.&nbsp.\nOther content or\ncommunications you transmit to us, including, without limitation, any feedback,\ndata, questions, comments, suggestions, in any form or media, that you submit\nto us via e-mail, the Services, or otherwise (to the extent excluding any Personally\nIdentifiable Information, collectively, \"Submissions\"), will be\ntreated as non-confidential and nonproprietary.</p>\n<p>7.3.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>User Obligations</u>.&nbsp.\nYou are solely\nresponsible for your own content, and any Public Postings and Submissions.\nYou\naffirm, represent, and warrant that you own or have the necessary licenses,\nrights, consents, and permissions to publish content you post or submit.\nYou\nfurther agree that content you submit via Public Postings or Submissions will\nnot contain third-party copyrighted material, or material that is subject to\nother third-party proprietary rights, unless you have permission from the\nrightful owner of the material or you are otherwise legally entitled to post\nthe material, and to grant us all of the license rights granted herein.\nYou further\nagree that you will not submit to the Services any content or other material\nthat is contrary to any posted “community guidelines” or similarly titled\ndocument, if any, which may be updated from time to time, or contrary to\napplicable local, national, and international laws and regulations.</p>\n<p>7.4.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Rights</u>.&nbsp.\nBy providing any\nPublic Posting or Submission, you (a) grant to Company a royalty-free,\nnon-exclusive, perpetual, irrevocable, sub-licensable right to use, reproduce,\nmodify, adapt, publish, translate, create derivative works (including products)\nfrom, distribute, and display such content throughout the world in all media,\nand you license to us all patent, trademark, trade secret, copyright, or other\nproprietary rights in and to such content for publication on the Services\npursuant to this Agreement.\n(b) agree that we are free to use any ideas,\nconcepts, or techniques embodied therein for any purpose whatsoever, including,\nbut not limited to, developing and marketing products or services incorporating\nsuch ideas, concepts, or techniques, without attribution, without any liability\nor obligation to you.\n(c) grant to Company the right to use the name that you\nsubmit in connection with such content.\nIn addition, you hereby waive all moral\nrights that you may have in any Public Posting or Submissions.</p>\n<p>7.5.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Historical Data\n&amp.\nListings</u>.&nbsp.\nIf you elect to voluntarily provide us, directly or indirectly, any data\nor information (such as, without limitation, any historical or current: pricing\ndata, transaction data, business information, listings, directory information,\netc.) (collectively, “Historical Data &amp.\nListings”), you agree that we own\nour copy of such Historical Data &amp.\nListings, and have a perpetual,\nirrevocable, non-exclusive, royalty free license to use, publish, and distribute\nsuch Historical Data &amp.\nListings, during and after the Term.\nFor example,\nand without limitation, if you supply us with a data feed of transactions and\nprices, whether or not in exchange for publicity (such as name attribution,\nlogos, and/or links to your website) for us to publish on our Services, in\nwhole or in part, then, even after the end of the relationship, in perpetuity,\nwe reserve the right (in our discretion, but not the obligation) to continue to\npublish such data, in whole or in part, in our Services.&nbsp.\nCertain content from you, in Submissions\nand/or in Historical Data &amp.\nListings, may also be subject to CC BY-NC 4.0,\nif and as applicable.</p>\n<p>7.6.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Personally\nIdentifiable Information</u>.&nbsp.\nWe will use reasonable efforts to protect the\nconfidentiality of certain personally identifiable information you submit to us\n(e.g., your address and credit card information submitted by you initially for\nthe purpose subscribing to the Service) (“Personally Identifiable\nInformation”), in accordance with the Privacy Policy\nposted on our website.</p>\n<p>7.7.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Disclaimers</u>.&nbsp.\nWe are not\nresponsible for end user error or errors in inputs, or for errors in any\nuser-supplied data.\nWe do not independently verify the truthfulness or accuracy\nof any data or content input into the Services and are not responsible for the\nfraud, misrepresentation, negligence, or misconduct of any end user or other\nthird party.</p>\n<p>7.8.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Content may not\nbe considered endorsements</u>.&nbsp.\nWe do not endorse any content submitted to\nthe Services by any user or other licensor, or any opinion, recommendation, or\nadvice expressed therein, and we expressly disclaim any and all liability in\nconnection with content.\nWe do not permit copyright infringing activities and\ninfringement of intellectual property rights on the Services, and we will\nremove all content if properly notified that such content infringes on\nanother's intellectual property rights as set forth herein below.\nWe reserve\nthe right to remove content without prior notice.\nWe reserve the right to\ndecide whether your content violates this Agreement for reasons other than\ncopyright infringement, such as, but not limited to, pornography, obscenity, or\nexcessive length.\nWe may at any time, without prior notice and in our sole\ndiscretion, remove such content, and/or terminate a user's account or otherwise\nblock access for submitting such material in violation of this Agreement.</p>\n<p>7.9.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Marketing</u>.&nbsp.\nNeither party may\nissue or release any announcement, statement, press release, or other publicity\nor marketing materials relating to this Agreement, or otherwise use the other\nparty’s trademarks, service marks, trade names, logos, domain names or other\nindicia of source, affiliation, or sponsorship, in each case, without the prior\nwritten consent of the other party, which consent will not be unreasonably\nwithheld, conditioned, or delayed, provided, however, that we may, without your\nconsent, include your name and/or other indicia in our lists of current or\nformer customers in promotional and marketing materials.\nAdditionally, we may\nprepare a case study relating to your access and use of the Services,\nincluding, but not limited to, one or more testimonials from you or your users,\naggregated data of the results of your use of the Services, and other\ninformational material as determined by us.\nYou agree to provide reasonable\nassistance to us and timely responses in our preparation of said case study.</p>\n<p>&nbsp;</p>\n<p>\n<b>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>OWNERSHIP</b>\n</p>\n<p>8.1.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Content</u>.&nbsp.\nUnless otherwise\nstated, all content in our websites, or other Services, is our property or the\nproperty of third parties.\nThese contents are protected by copyright as a\ncollective work and/or compilation, pursuant to U.S.\ncopyright laws,\ninternational conventions, and other copyright laws.<b>\n</b>\n</p>\n<p>8.2.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Rights</u>.&nbsp.\nWe, and our vendors\nand suppliers, as applicable, retain all right, title, and interest in and to\nthe Services, the websites, and all information, content, Software, and other\nsoftware and materials provided by or on behalf of us including, but not\nlimited to, all text.\nimages.\nvideos.\nlogos.\nbutton icons.\naudio clips.\nthe\nlook and feel of our websites, brands, and logos.\nand any data compilations,\nincluding, without limitation, any data input by or on behalf of us or our\nthird-party providers, and any data to the extent processed by, or resulting as\nan output of, the Services, and all Services usage data, statistical data, or\naggregated data collected or reported with respect to the any part or all of\nthe Services (including, without limitation, any aggregated and anonymized data\nextracted or derived from the Service, including all aggregated and anonymized\nusage data, statistical data, transactional data, metadata, market data and\nother aggregated and anonymized data collected from user data and files).\nWe\nown the rights to any metadata we collect from or about your use of the\nServices.\nWithout limiting the generality of the foregoing, we reserve the\nright to create and market public indexes, analysis, or insights created from\nsuch data.\nYou agree that you will not copy, reproduce, distribute, or create\nderivative works from any information, content, software, or materials provided\nby us, or remove any copyright or other proprietary rights notices contained in\nany such information, content, software or materials without the copyright\nowner's prior written consent.<b>\n</b>\n</p>\n<p>8.3.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>User Feedback</u>.&nbsp.\nYour feedback is\nwelcome and encouraged.\nYou agree, however, that by submitting unsolicited\nideas to us, you automatically forfeit your right to any intellectual property\nrights in such ideas, and unsolicited ideas submitted to us, or any of our\nemployees or representatives, automatically become our property.<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>NON-U.S.\nUSERS</b>\n</p>\n<p>9.1.&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Made in the USA</u>.&nbsp.\nThe Services are\ncontrolled, operated, and administered by us from within the United States.\nWe\nmake no representation that this site is available for access or use at other\nlocations outside the U.S.\nHowever, any access or use from outside the U.S.\nis\nstill subject to this Agreement.\nAccess to the Services is expressly prohibited\nfrom territories where this site or any portion thereof is illegal.\nYou agree\nnot to access or use any information or materials on the Services in violation\nof U.S.\nexport laws and regulations, or in violation of any laws or regulations\nin the country from which you are accessing the Services.\nAny personal\ninformation which we may collect via the Services may be stored and processed\nin our servers located in the U.S.\nor in any other country in which we, or our\naffiliates, subsidiaries, or agents maintain facilities.\nYou consent to any\nsuch transfer of personal information outside your country of residence to any\nsuch location.<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>WARRANTIES AND LIMITATIONS OF WARRANTIES</b>\n</p>\n<p>10.1.&nbsp;&nbsp.\n<u>Warranties</u>.&nbsp.\nIf you are not\ncompletely satisfied with the Services, your sole remedy is to cease using the\nServices.\nWith respect to any fee-based Services, if you signed up for\ndesignated term or timeframe, you will still be responsible for payment for the\nfull term.\nIf you did not subscribe for any minimum period, then you may cancel\nat any time on 30 days’ advanced notice and cease to use the Services, then you\nwill not be charged any additional amounts after the effective date of such\ntermination.\nIn any case, you will be responsible for any and all charges and\nactivity accrued prior to your Services termination date, and those obligations\nwill survive your termination of the Services.\nCompany undertakes commercially\nreasonable efforts to ensure that the information it provides is current and\naccurate.\nhowever, Company does not warrant the accuracy of information.\nCompany also undertakes commercially reasonable efforts to protect the\nconfidentiality of any confidential information you provide, in accordance with\nthe Privacy Policy.\nhowever, Company does not guaranty the confidentiality of\nsuch information against unauthorized third-party access or system failure.<b>\n</b>\n</p>\n<p>10.2.&nbsp;&nbsp.\n<u>Limitations of\nWarranties</u>.&nbsp.\nTHE SERVICES, THE WEBSITE, AND ALL INFORMATION, CONTENT, AND MATERIALS\nRELATED TO THE FOREGOING, ARE PROVIDED \"AS IS.\" EXCEPT AS EXPRESSLY\nSTATED IN THIS AGREEMENT, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED,\nINCLUDING, BUT NOT LIMITED TO, ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A\nPARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT, NON-INTERFERENCE, SYSTEM\nINTEGRATION, AND ACCURACY OF DATA.\nWE DO NOT WARRANT THAT USE OF THE SERVICES\nWILL BE UNINTERRUPTED, ERROR-FREE, OR VIRUS-FREE.\nALTHOUGH INFORMATION THAT YOU\nSUBMIT MAY BE PASSWORD PROTECTED, WE DO NOT GUARANTEE THE SECURITY OF ANY\nINFORMATION TRANSMITTED TO OR FROM THE SERVICES, AND YOU AGREE TO ASSUME THE\nSECURITY RISK FOR ANY INFORMATION YOU PROVIDE THROUGH THE SERVICES.<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>LIMITATIONS OF LIABILITY</b>\n</p>\n<p>11.1.&nbsp;&nbsp.\n<u>Company\nObligations</u>.&nbsp.\nWe will not be liable for any circumstances arising out of causes beyond\nour reasonable control or without our fault or negligence, including, but not\nlimited to, acts of God, acts of civil or military authority, fires, riots,\nwars, embargoes, pandemics, epidemics, Internet disruptions, hacker attacks, or\ncommunications failures, or other force majeure.\nIN NO EVENT WILL WE OR OUR\nAFFILIATES BE LIABLE FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, OR SPECIAL\nDAMAGES, OR FOR LOSS OF PROFITS OR DAMAGES ARISING DUE TO BUSINESS\nINTERRUPTION, OR FROM LOSS OR INACCURACY OF INFORMATION, INCLUDING IF AND TO\nTHE EXTENT ANY OF THE FOREGOING ARISES IN CONNECTION WITH THIS AGREEMENT, OR\nYOUR USE OR INABILITY TO USE THE SERVICES, WHETHER OR NOT SUCH DAMAGES WERE\nFORESEEABLE AND EVEN IF WE WERE ADVISED THAT SUCH DAMAGES WERE LIKELY OR\nPOSSIBLE.\nIN NO EVENT WILL THE AGGREGATE LIABILITY OF US TO YOU FOR ANY AND ALL\nCLAIMS ARISING IN CONNECTION WITH THIS AGREEMENT OR THE SERVICES, EXCEED THE\nTOTAL FEES PAID TO US BY YOU, IF ANY, DURING THE SIX-MONTH PERIOD PRECEDING THE\nDATE OF ANY CLAIM (OR $10 IF THE SERVICES ARE FREE).\nYOU ACKNOWLEDGE THAT THIS\nLIMITATION OF LIABILITY IS AN ESSENTIAL TERM BETWEEN YOU AND US RELATING TO THE\nPROVISION OF THE SERVICE TO YOU, AND WE WOULD NOT PROVIDE THE SERVICE TO YOU\nWITHOUT THIS LIMITATION.<b>\n</b>\n</p>\n<p>11.2.&nbsp;&nbsp.\n<u>User Obligations</u>.&nbsp.\nYou acknowledge\nthat the information on the Website and other Services is provided “as is” for\ngeneral information only.\nYou may use the Services for informational purposes\nonly, as an aid, but only as one information source among many, and not as the\nsole basis for making any decisions.\nyou must conduct proper due diligence and\nuse your own judgment when making any decisions based on any information,\nanalytics, or reports derived from the Services.\nIf you use the Services to\nprovide any services in any heavily regulated industry (such as, without\nlimitation, medical, legal, tax, or financial advice), you are fully\nresponsible for all such services, and represent and warrant that you are appropriately\nqualified and certified to do so, possessing all necessary licenses and permits\nto do so.\nYOU AGREE TO INDEMNIFY, DEFEND, AND HOLD HARMLESS US AND OUR\nAFFILIATED COMPANIES, AND EACH OF OUR AND THEIR RESPECTIVE OFFICERS, DIRECTORS,\nMEMBERS, AGENTS, AND EMPLOYEES FROM AND AGAINST ALL LOSSES, EXPENSES, DAMAGES,\nCLAIMS, JUDGMENTS, COSTS, EXPENSES, AND LIABILITIES, INCLUDING REASONABLE\nATTORNEYS' FEES, INCURRED BY US OR SUCH PARTIES AND/OR ARISING OUT OF OR\nRESULTING FROM (a) ANY ACTUAL OR ALLEGED VIOLATION BY YOU OF THIS AGREEMENT\n(INCLUDING ANY REPRESENTATION OR WARRANTY HEREIN).\n(b) ANY ACTIVITY RELATED TO\nYOUR ACCOUNT BY YOU OR ANY OTHER PERSON ACCESSING THE SERVICE THROUGH YOUR\nACCOUNT.\n(c) YOUR USE OF AND ACCESS TO THE SERVICES.\n(d) YOUR ACTUAL OR ALLEGED\nVIOLATION OF ANY THIRD-PARTY RIGHT, INCLUDING, WITHOUT LIMITATION, ANY\nCOPYRIGHT, PROPERTY, OR PRIVACY RIGHT.\n(e) YOUR ACTUAL OR ALLEGED VIOLATION OF\nANY LAW, RULE, OR REGULATION.\nAND/OR (f) YOUR CONTENT OR DATA, INCLUDING IF IT\nCAUSES ANY DAMAGE TO A THIRD PARTY.\nYOUR DEFENSE, INDEMNIFICATION, AND HOLD\nHARMLESS OBLIGATIONS IN THIS AGREEMENT WILL SURVIVE THIS AGREEMENT AND YOUR USE\nOF THE SERVICES.<b>\n</b>\n</p>\n<p>11.3.&nbsp;&nbsp.\n<u>Limitations or\nExclusions</u>.&nbsp.\nIf we breach this Agreement, you agree that your exclusive remedy is to\nrecover, from us or any affiliates, resellers, distributors, and vendors,\ndirect damages up to an amount equal to your Services fee for one month (or up\nto US $10.00 if the Services are free).\nYOU CAN'T RECOVER ANY OTHER DAMAGES OR\nLOSSES, INCLUDING, WITHOUT LIMITATION, DIRECT, CONSEQUENTIAL, LOST PROFITS,\nSPECIAL, INDIRECT, INCIDENTAL, OR PUNITIVE.\nThese limitations and exclusions\napply if this remedy doesn't fully compensate you for any losses or fails of\nits essential purpose, or if we knew or should have known about the possibility\nof the damages.\nTo the maximum extent permitted by law, these limitations and\nexclusions apply to anything related to this Agreement such as, without\nlimitation, loss of content.\nany virus affecting your use of the Services.\ndelays or failures in starting or completing transmissions or transactions.\nclaims for breach of contract, warranty, guarantee, or condition.\nstrict\nliability, negligence, misrepresentation, or omission.\ntrespass or other tort.\nviolation of statute or regulation.\nor unjust enrichment.\nSome or all of these\nlimitations or exclusions may not apply to you if your state, province, or\ncountry doesn't allow the exclusion or limitation of incidental, consequential,\nor other damages.<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>INDEMNIFICATION</b>\n</p>\n<p>12.1.&nbsp;&nbsp.\n<u>Indemnification\nby User</u>.&nbsp.\nYou indemnify us for any failure by you or your agents to do so and/or\nto follow any applicable laws, rules, and regulations.\nWe are not providing any\nfinancial advice or services via the Services and should not be relied upon as\na substitute for consultations with qualified professionals who are familiar\nwith your individual needs.\nPlease consult your financial advisor as necessary.<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>MODIFICATIONS</b>\n</p>\n<p>13.1.&nbsp;&nbsp.\n<u>Modification of\nTerms</u>.&nbsp.\nCompany may change the terms of this Agreement from time to time.\nYou\nwill be notified of any such changes via e-mail (if you have provided a valid\nemail address) or by our posting notice of the changes on the Services (which\nmay consist of publishing the changes on our website).\nAny such changes will\nbecome effective when notice is received or when posted on the Services,\nwhichever first occurs.\nIf you object to any such changes, your sole recourse\nwill be to terminate this Agreement by cancelling your subscription or\napplicable contract(s).\nContinued use of the Services following such notice of\nany such changes will indicate your acknowledgement of such changes and\nagreement to be bound by such changes.</p>\n<p>13.2.&nbsp;&nbsp.\n<u>Modifications to\nServices</u>.&nbsp.\nWe reserve the right to modify or discontinue the Services at any time\nwith or without notice to you, including, without limitation, by adding or\nsubtracting features and functionality, third-party content, etc.\nIn the event\nof such modification or discontinuation of the Services, your sole remedy will\nbe to terminate this Agreement as set forth herein.\nContinued use of the\nServices following notice of any such changes will indicate your\nacknowledgement and acceptance of such changes, and satisfaction with the\nServices as so modified.</p>\n<p>&nbsp;</p>\n<p>\n<b>14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>THIRD-PARTY CONTENT AND SERVICES</b>\n</p>\n<p>14.1.&nbsp;&nbsp.\n<u>Third-Party\nContent</u>.&nbsp.\nCertain content (including, without limitation, advertisements) on the\nServices may be supplied by third parties.\nCompany does not have editorial\ncontrol over such content.\nAny opinions, advice, statements, services, offers,\nor other information that constitutes part of the content expressed or made\navailable by third parties, including, without limitation, suppliers and\nvendors, advertisers, or any customer or user of the Services, are those of the\nrespective authors or distributors, and not of Company or its affiliates, or\nany of its officers, directors, employees, or agents.\nIn many instances, the\ncontent available on the Services represents the opinions and judgments of the\nrespective third parties, whether or not under contract with Company.\nYou may\nenter into correspondence with or participate in promotions of such third\nparties, such as advertisers promoting their products, services, or content on\nthis site.\nAny such correspondence or participation, including the delivery of\nand the payment for products, services, or content, are solely between you and\neach such third party.\nCompany neither endorses nor is responsible for the\naccuracy or reliability of any opinion, advice, submission, posting, or\nstatement made on the Services.\nUnder no circumstances will Company or its\naffiliates, or any of their respective officers, directors, employees, or\nagents, be liable for any loss or damage caused by your reliance on any content\nor other information obtained through the Services.<b>\n</b>\n</p>\n<p>14.2.&nbsp;&nbsp.\n<u>Third-Party\nServices</u>.&nbsp.\nThe Services may integrate or interact with third-party services, such\nas via APIs or browser extensions.\nFor example, the Services may leverage APIs\nfrom third parties, or rely on third-party browser extensions, and Company has\nno affiliation, association, endorsement, or sponsorship by any other\nthird-party services with which it integrates or interacts from time to time\n(collectively, “Third-Party Services”).\nCompany makes no claim, representation,\nor warranty of any kind, type, or nature concerning any Third-Party Services,\nnor Company’s or any User’s compliance with any third-party terms of service\nfor any such Third-Party Services (collectively, “Third-Party Terms”).\nEach\nUser is solely responsible to analyze and interpret any applicable Third-Party\nTerms and their actions relevant to compliance thereof.\nBy using the Services,\nyou hereby release Company, and waive any and all claims or claim rights that\nyou may have against Company, and release and indemnify Company against any\nclaims that any third party may have against you, which includes claims with\nrespect to your use of any Third-Party Services (including if accessed or used\nvia our Services), and with respect to Third-Party Terms, applicable privacy\npolicies, or any other rules or regulations of such third parties.<b>\n</b>\n</p>\n<p>14.3.&nbsp;&nbsp.\n<u>Third-Party\nAuthentication</u>.&nbsp.\nWithout limiting the generality of the foregoing, we may elect, in our\ndiscretion, to utilize social logins, allowing you to login to the Services via\nother third-party authentication services, such as, without limitation, your\nFacebook, Twitter, LinkedIn, Google, or other account credentials.\nYou\nunderstand that these are Third-Party Services, and that this in no way creates\nan endorsement of, by, or from us to them or vice versa.\nthat we are not\nresponsible for their logins, systems, or data.\nand that by using such\nthird-party logins, you may be subject to their respective privacy policies and\nother terms of use.<b>\n</b>\n</p>\n<p>14.4.&nbsp;&nbsp.\n<u>Exposure through\nCompany</u>.&nbsp.\nYou understand that when using the Services, you will be exposed to\ncontent from a variety of sources, and that we are not responsible for the\naccuracy, usefulness, safety, or intellectual property rights of or relating to\nsuch content.\nYou further understand and acknowledge that you may be exposed to\ncontent that is inaccurate, offensive, indecent, or objectionable, and you\nagree to waive, and hereby do waive, any legal or equitable rights or remedies\nyou have or may have against us with respect thereto, and, to the extent\npermitted by applicable law, agree to indemnify and hold harmless Company, its\nowners, operators, affiliates, licensors, and licensees to the fullest extent\nallowed by law regarding all matters related to your use of the Services.<b>\n</b>\n</p>\n<p>14.5.&nbsp;&nbsp.\n<u>Links or\nCommunications through Company</u>.\nAs\na convenience to you, Company may provide, in or through the Services, one or\nmore links to third-party web sites or services and/or provide email contacts\nrespecting third parties.\nCompany makes no endorsement of such third parties,\nnor any representation or warranty regarding anything that takes place between\nyou and any such third parties, including, without limitation, visits to\nthird-party web sites, services, email correspondence with third parties, and\nbusiness or other transactions with third parties found through the Services.\nPlease understand that such third parties are independent from and not\ncontrolled by Company, even if, for example, a Company link or logo appears on\na website linked from this website or our other Services.\nIt is up to you to\nread those third-party sites’ applicable terms of use, privacy, and other\napplicable policies.\nFor example, without limitation, we may outsource\noperation of certain aspects of our Services to one or more third parties, and\nthey may have access to certain data by virtue of operating such Services,\nsubject to their own policies.<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>DIGITAL MILLENNIUM COPYRIGHT ACT</b>\n</p>\n<p>15.1.&nbsp;&nbsp.\n<u>Copyright Owners</u>.&nbsp.\nIf you are a\ncopyright owner or an agent thereof, and believe that any content in our\nServices infringes upon your copyrights, you may submit a notification pursuant\nto the U.S.\nDigital Millennium Copyright Act (\"DMCA\") by providing\nour Copyright Agent with the following information in writing (see 17 U.S.C\n512(c)(3) for further detail):</p>\n<p>(a)&nbsp;&nbsp.\nA physical or electronic signature\nof a person authorized to act on behalf of the owner of an exclusive right that\nis allegedly infringed;</p>\n<p>(b)&nbsp;&nbsp.\nIdentification of the copyrighted\nwork claimed to have been infringed, or, if multiple copyrighted works at a\nsingle online site are covered by a single notification, a representative list\nof such works at that site;</p>\n<p>(c)&nbsp;&nbsp.\nIdentification of the material that\nis claimed to be infringing or to be the subject of infringing activity and\nthat is to be removed or access to which is to be disabled and information\nreasonably sufficient to permit the service provider to locate the material;</p>\n<p>(d)&nbsp;&nbsp.\nInformation reasonably sufficient to\npermit the service provider to contact you, such as an address, telephone\nnumber, and, if available, an e-mail address;</p>\n<p>(e)&nbsp;&nbsp.\nA statement that you have a good\nfaith belief that use of the material in the manner complained of is not\nauthorized by the copyright owner, its agent, or the law.\nand</p>\n<p>(f)&nbsp;&nbsp;&nbsp.\nA statement that the information in\nthe notification is accurate, and under penalty of perjury, that you are\nauthorized to act on behalf of the owner of an exclusive right that is\nallegedly infringed.</p>\n<p>15.2.&nbsp;&nbsp.\n<u>Notifications of\nClaimed Infringement</u>.&nbsp.\nCompany's designated method to receive notifications of claimed\ninfringement is by emailing the Copyright Agent at admin@messari.io.\nYou acknowledge that if you fail to comply with all of the\nrequirements of this Section, your DMCA notice may not be valid.</p>\n<p>15.3.&nbsp;&nbsp.\n<u>Counter-Notice</u>.&nbsp.\nIf you believe that\nyour content that was removed (or to which access was disabled) is not\ninfringing, or that you have the authorization from the copyright owner, the\ncopyright owner's agent, or pursuant to the law, to post and use the material\nin your content, you may send a counter-notice containing the following\ninformation to the Copyright Agent:</p>\n<p>(a)&nbsp;&nbsp.\nYour physical or electronic\nsignature;</p>\n<p>(b)&nbsp;&nbsp.\nIdentification of the content that\nhas been removed or to which access has been disabled, and the location at\nwhich the content appeared before it was removed or disabled;</p>\n<p>(c)&nbsp;&nbsp.\nA statement that you have a good\nfaith belief that the content was removed or disabled as a result of mistake or\na misidentification of the content.\nand</p>\n<p>(d)&nbsp;&nbsp.\nYour name, address, telephone\nnumber, and e-mail address, a statement that you consent to the jurisdiction of\nthe federal court in New York, and a statement that you will accept service of\nprocess from the person who provided notification of the alleged infringement.</p>\n<p>15.4.&nbsp;&nbsp.\n<u>Effects of\nCounter-Notice(s)</u>.&nbsp.\nIf a counter-notice is received by the Copyright Agent, Company may send\na copy of the counter-notice to the original complaining party informing that\nperson that it may replace the removed content or cease disabling it in 10\nbusiness days.\nUnless the copyright owner files an action seeking a court order\nagainst the content provider, member or user, the removed content may be\nreplaced, or access to it restored, in 10 or more business days after receipt\nof the counter-notice, at Company's sole discretion.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>CLASS ACTION AND ARBITRATION</b>\n</p>\n<p>16.1.&nbsp;&nbsp.\n<u>Notice</u>.\nTHIS SECTION CONTAINS A BINDING ARBITRATION CLAUSE AND\nCLASS ACTION WAIVER.\nIT AFFECTS YOUR RIGHTS ABOUT HOW TO RESOLVE ANY DISPUTE\nWITH US.\nExcept if you opt-out as expressly permitted below, or except to the\nextent contrary to applicable law (\"Excluded Disputes\"), you hereby\nagree that all disputes between you and us (whether or not such dispute\ninvolves a third party) with regard to your relationship with us, including,\nwithout limitation, disputes related to these Terms of Use, your use of the Service,\nand/or rights of privacy and/or publicity, may, in our discretion, be resolved\nby binding, individual arbitration under the American Arbitration Association's\nrules for arbitration of consumer-related disputes, and you hereby expressly\nwaive trial by jury.\nAs an alternative, you may bring your claim in your local\n\"small claims\" court, if permitted by that small claims court's\nrules.\nYou may bring claims only on your own behalf.\nYou agree that you will\nnot participate in any class action or class-wide arbitration for any claims\ncovered by this Agreement.\nYou also agree not to participate in claims brought\nin a private attorney general or representative capacity, or consolidated\nclaims involving another person's account, if we are a party to the proceeding.\nThis dispute resolution provision will be governed by the U.S.\nFederal\nArbitration Act, to the extent permissible.\nIn the event the American\nArbitration Association is unwilling or unable to set a hearing date within 160\ndays of filing the case, then either we or you can elect to have the\narbitration administered instead by the Judicial Arbitration and Mediation\nServices (JAMS).\nJudgment on the award rendered by the arbitrator may be\nentered in any court having competent jurisdiction.\nAny provision of applicable\nlaw notwithstanding, the arbitrator will not have authority to award damages,\nremedies, or awards that conflict with these Terms of Use.<b>\n</b>\n</p>\n<p>16.2.&nbsp;&nbsp.\n<u>Opt Out</u>.&nbsp.\nYou may opt out of\nthis agreement to arbitrate.\nIf you do so, neither you nor we can require the\nother to participate in an arbitration proceeding.\nTo opt out, you must notify\nus in writing within 30 days of the date that you first became subject to this\narbitration provision.\nYou must use this address to opt out: admin@messari.io.\nYou must include your name and residence address, the\nemail address you use for your account with us, and a clear statement that you\nwant to opt out of this arbitration agreement.\nIf and to the extent the\nprohibition against class actions and other claims brought on behalf of third\nparties contained above is found to be unenforceable, then such preceding\nlanguage in this Arbitration section will be null and void.\nThis arbitration\nagreement will survive the termination of your relationship with us.<b>\n</b>\n</p>\n<p>\n<b>17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>MISCELLANEOUS</b>\n</p>\n<p>17.1.&nbsp;&nbsp.\n<u>Compliance</u>.&nbsp.\nYou must comply\nwith all laws, rules and regulations, now or hereafter promulgated by any\ngovernment authority or agency that are applicable to your use of the Services\nor the transactions contemplated in this Agreement.</p>\n<p>17.2.&nbsp;&nbsp.\n<u>Entire Agreement</u>.&nbsp.\nThis is the entire\nagreement between you and Company with regard to the matters described herein,\nand govern your use of the Services, superseding any prior agreements between\nyou and Company with respect thereto, excluding applicable executed contracts\nfor other Messari products and services.\nThe failure of Company to exercise or\nenforce any right or provision of this Agreement will not constitute a waiver\nof such right or provision.\nIf any provision of this Agreement is found by a court\nof competent jurisdiction to be invalid, the parties nevertheless agree that\nthe court should endeavor to give effect to the parties' intentions as\nreflected in the provision, and the other provisions hereof shall remain in\nfull force and effect.\nYou agree that regardless of any statute or law to the\ncontrary, any claim or cause of action arising out of this Agreement or related\nto use of the Services must be filed within 3 months after such claim or cause\nof action arose, or be forever barred.</p>\n<p>17.3.&nbsp;&nbsp.\n<u>Assignment</u>.&nbsp.\nYou may not assign\nyour rights or obligations hereunder, and any attempt by you to sublicense,\nassign, or transfer any of the rights, duties, or obligations hereunder, or to\nexceed the scope of this Agreement is void.\nIn the event that Company is sold to\na third party, such a sale will not be deemed a transfer of personal\ninformation so long as that third party agrees to assume Company's obligations\nas to these Terms of Services and any associated Privacy\nPolicy.<b>\n</b>\n</p>\n<p>17.4.&nbsp;&nbsp.\n<u>Governing Law</u>.&nbsp.\nThis Agreement, the\nServices, and the rights and obligations of the parties with respect to the\nServices will be subject to and construed in accordance with the laws of the\nState of New York, excluding conflict of law principles.\nBy accessing or using\nany Services, you agree that the statutes and laws of the State of New York,\nwithout regard to conflicts of law principles thereof, will apply to all\nmatters arising from or relating to the use thereof.\nYou also agree and hereby\nsubmit to the exclusive legal jurisdiction and venues of the Courts of New\nYork, New York with respect to such matters.</p> ", "created_at": "2022-02-16 22:50:45.112769", "updated_at": "2022-02-16 21:51:05.979387"}, {"id": 11566, "name": "Privacy Policy", "url": "https://messari.s3.amazonaws.com/privacy.html", "xpath": "/html/body/main/div", "text": " MESSARI PRIVACY POLICY <p>\n<b>Last Updated: April 2021</b>\n</p>\n<p>Welcome to Messari.\nThis privacy policy (\"Privacy Policy\" or \"Policy\") sets out how Messari, Inc.\nand its affiliates (\"Company,\" \"we,\" \"us,\" or \"our\") collects, uses, and protects any information that you give us when you use our websites, mobile applications (\"apps\"), social media pages, or any other products or services offered by us (collectively, \"Services\").\nWe are committed to ensuring that your privacy is protected.\nWhen using messari.io (the \"Site\"), you may be asked to provide certain information by which you can be identified, which will be used only in accordance with this Policy, as updated from time to time.</p>\n<p>BY USING OR ACCESSING MESSARI.IO OR THE SERVICES IN ANY MANNER, YOU ACKNOWLEDGE THAT YOU ACCEPT THE PRACTICES AND POLICIES OUTLINED IN THIS PRIVACY POLICY, AND YOU HEREBY CONSENT THAT WE MAY COLLECT, USE, AND SHARE YOUR INFORMATION IN THE WAYS DESCRIBED HEREIN.</p>\n<p>\n<i>AT ALL TIMES, YOUR USE OF THE SITE OR THE SERVICES IS SUBJECT TO THE TERMS OF USE, WHICH INCORPORATES THIS PRIVACY POLICY.\nAny terms we use in this Policy without defining them have definitions given to them in the Terms of Use.</i>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>OVERVIEW</b>\n</p>\n<p>1.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n<u>What This Policy Covers</u>.<b>\n</b>This Privacy Policy covers our treatment of personally identifiable information (\"Personal Information\") that we gather when you are accessing or using our Site or Services.\nWe gather various types of Personal Information from our users, and we use this Personal Information internally in connection with our Services, including to personalize, provide, and improve our Services.\nto allow you to set up a user account and profile.\nto contact you and allow other users to contact you.\nto fulfill your requests for certain products and services.\nand to analyze how you use the Services.\nIn certain cases, we may also share some Personal Information with third parties, but only as described below.<b>\n<u>\n</u>\n</b>\n</p>\n<p>1.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n<u>Links to Other Websites, Apps, and Services</u>.\nThe Site and other Services may contain links to other third-party websites, apps, and services of interest (\"Third Party Services\").\nOnce you use these links to leave our Site, please note that we have no control over such Third Party Services.\nTherefore, we cannot be and are not responsible for the protection and privacy of any information that you provided while visiting Third Party Services, and they are not governed by this Policy.\nYou should exercise caution and review the privacy statement(s) applicable to the Third Party Services in question at your own discretion.<b>\n<u>\n</u>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>COLLECTION OF YOUR INFORMATION</b>\n</p>\n<p>2.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp.\n<u>General Information</u>.\nWe collect or receive information about your interactions with us through information you provide directly to us, information collected automatically, and information collected from other websites (such as additional information other companies, publicly available information, information about households, or other information that we may append or match to your information collected or received by us).\nDepending on how you use our Services, your information may include, without limitation:</p>\n<p>(a)&nbsp;&nbsp.\nRegistration-related information (e.g., name, addresses, email addresses, telephone numbers, occupation, and information imported from social login permissions granted to us);</p>\n<p>(b)&nbsp;&nbsp.\nUsage-related information which may be collected automatically by us, or through our Services or third-party services within our Services (e.g., what Services you use, how often you use them, anything you may publicly share or post using tools made available by our Services, your responses to the offerings and advertisements presented or made available by us) (collectively, \"Usage Data\");</p>\n<p>(c)&nbsp;&nbsp.\nTechnical information (e.g., your browser or operating system, your manner of connecting to the Internet and the name of your Internet service provider or wireless carrier, your Internet Protocol (IP) address, referring websites or services (websites or services you used immediately prior to using the Site or other Services), exiting websites or services (immediately after using our Site or Services), data relating to malfunctions or problems occurring when you use our Services, and information about other software on your device for the limited purpose of protecting your security or improving your online experience);</p>\n<p>(d)&nbsp;&nbsp.\nSearch-related information (e.g., searches you perform on our Site or in our other Services, and how you use the results of those searches);</p>\n<p>(e)&nbsp;&nbsp.\nTransaction-related information (e.g., credit card or other preferred means of payment, billing information, credit card number, billing address, and/or a history of purchases through our Services);</p>\n<p>(f)&nbsp;&nbsp;&nbsp.\nAccess-related information (e.g., device, connections, and methods used to access and interact with our Services).\n</p>\n<p>(g)&nbsp;&nbsp.\nCommunication-related information (e.g., text messages, emails, faxes, telephone calls, and postal mail from or with Service end users, as well as from third-party outside sources including database vendors).\nand</p>\n<p>(h)&nbsp;&nbsp.\nCustomer service information about you as a user of our Services.</p>\n<p>2.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n<u>Information Collected Automatically</u>.\nWhenever you interact with our Services, we automatically receive and record information from your browser or device.\nSuch Usage Data may include the IP addresses or domain names of the computers utilized by Service end users, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (such as successful outcome and error), the country of origin, the features of the browser and the operating system used by you, the various time details per visit (such as the time spent on each page within the Services), and the details about the path followed within the Services with special reference to the sequence of pages visited, other parameters about the device operating system and/or your IT environment, and data, conversion rates, marketing and conversion data and statistics, reports, analytics data, reviews, and surveys.\nUsage Data may sometimes be essentially anonymous or aggregated when collected, but could be used indirectly to identify a person.</p>\n<p>2.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n<u>Tracking Options.\nDo Not Track Disclosures</u>.\nSome web browsers incorporate a \"Do Not Track\" feature that signals to websites and Services that you visit that you do not want to have your online activity tracked.\nEach browser communicates \"Do Not Track\" signals to websites differently, making it unworkable to honor each and every request correctly.\nIn order to alleviate any communication error between browsers and our Services, our Services do not support \"Do Not Track\" signals or requests at this time.\nAs the technology and communication between browser and website improves, we may elect in our discretion to reevaluate the ability to honor \"Do Not Track\" signals and may make changes to our policy.\nYou may adjust your browser or operating system settings to limit this tracking or to decline cookies, but by doing so, you may not be able to use certain features on the Services or take full advantage of all of our offerings.\nCheck the \"Help\" menu of your browser or operating system to learn how to adjust your tracking settings or cookie preferences.\nTo learn more about the use of cookies or other technologies to deliver more relevant advertising and your choices about not having this information used by certain Service Providers (defined below), please click here.\nOn your mobile device, you can adjust your privacy and advertising settings to limit your tracking for advertising or control whether you receive more relevant advertising.\nNote that our systems may not recognize Do Not Track headers or requests from some or all browsers.</p>\n<p>2.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n<u>Personal Data</u>.\nIn some countries, including in the European Economic Area (EEA), some of this information may be considered \"personal data\" under applicable data protection laws.\nPlease consult <b>Section 7</b> for more details.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>USE OF YOUR INFORMATION</b>\n</p>\n<p>3.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp.\n<u>How Your Information May Be Used</u>.\nYour information may be used for purposes that include, without limitation:</p>\n<p>(a)&nbsp;&nbsp.\nTo operate and improve our Services, including to fulfill your requests for tools, software, functionality, features, and other products and services;</p>\n<p>(b)&nbsp;&nbsp.\nFor Usage Data analysis and to conduct research about your use of our Services (e.g., we may use Usage Data to provide better service to visitors or end users, customize the Services based on your preferences, compile and analyze statistics and trends about the use of our Services);</p>\n<p>(c)&nbsp;&nbsp.\nTo curate content in response to your usage (e.g., to help offer you other products, features, or services that may be of interest, to personalize the content and advertisements provided to you, to present offers to you on behalf of business partners and associates).\nand</p>\n<p>(d)&nbsp;&nbsp.\nFor other marketing purposes (e.g., to communicate with you, to respond to your inquiries/feedback).</p>\n<p>3.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n<u>Cookies</u>.\nWe may use cookies, flash cookies, local shared objects, web beacons, pixels, single pixel GIFs, clear GIFs, and/or other technologies along with your information to enhance and personalize your experience and gather information that helps us optimize our Services.\nYou may be able to change the preferences on your browser or device to prevent or limit your deviceâ€™s acceptance of cookies, but this may prevent you from taking advantage of some of our features.\nThis Policy does not cover the use of cookies by any third parties, and we are not responsible for their respective privacy statements or practices.\nWe use the following types of cookies on the Site and Services:</p>\n<p>(a)&nbsp;&nbsp.\nSession cookies exist only during an online session.\nThey disappear from your computer when you close your browser or turn off your computer.\nWe use session cookies to allow our systems to uniquely identify you during a session or while you are logged into the Site.\nThis allows us to process your online transactions and requests and verify your identity, after you have logged in, as you move through our Site.</p>\n<p>(b)&nbsp;&nbsp.\nPersistent cookies remain on your computer after you have closed your browser or turned off your computer.\nWe use persistent cookies to track aggregate and statistical information about user activity, and to display advertising on third-party sites.</p>\n<p>(d)&nbsp;&nbsp.\nAdvertising cookies are used to serve you personalized online ads.\nYour browser is assigned a pseudonymous ID used to track the ads that have been served to your browser and to identify those on which youâ€™ve clicked.\nThese providers may use cookies to select and serve you ads when you click on ads that appear on the Site or Services and based on your browsing behavior.\nYou can opt out of advertising cookies as described below.</p>\n<p>(d)&nbsp;&nbsp.\nAnalytics cookies are used to compile aggregate and statistical data about site traffic and site interaction so that we can offer a better website experience and tools in the future.\nTypically, these â€œanalyticsâ€ cookies do not need access to personal information for their operations.\nWe may contract with third-party service providers to provide these analytics services.\nThey are contractually prohibited from using personal information collected on our behalf except to help us conduct and improve our business.\nWe use Google Analytics to provide these analytics services.\nYou can opt out of Google Analytics accessing your information at https://tools.google.com/dlpage/gaoptout.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>SHARIING OF YOUR INFORMATION</b>\n</p>\n<p>4.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n<u>General Disclosure Policy</u>.\nWe do not rent or sell your Personal Information (e.g., name, address, telephone number, credit card information) to third parties for their marketing purposes.\nWe may share your information with certain third parties to provide products and services that you have requested, when we have your consent, or as otherwise described in this Policy.\nWe reserve the right to disclose Personal Information as described below.\nWe reserve the right to disclose Usage Data without restriction.</p>\n<p>4.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n<u>De-Identified Information</u>.<b>\n</b>We may de-identify your Personal Information so that you are not identified as an individual, and we may share such aggregated, non-personally identifiable information, publicly or with our partners like publishers, advertisers, or connected websites (e.g., share information publicly to show trends about the general use of our Site and/or Services).\nWe never disclose aggregate usage or de-identified information to a partner in a manner that would identify you as an individual person.</p>\n<p>4.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n<u>User Profiles and Submissions</u>.\nCertain user profile information (including, without limitation, your name, location, and any text, image, or video content that such user has uploaded to the Services) may be displayed to other users to facilitate user interaction or to address your request for our Services.\nYour account privacy settings may allow you to limit the other users who can see Personal Information in your user profile and/or what information in your user profile is visible to others.\nPlease remember that any content you upload to your public user profile, along with any Personal Information or content that you voluntarily disclose online in a manner in which other users can view (e.g., on discussion boards, in messages or chat areas, etc.) becomes publicly available, and it may be indexable by search engines, or copied, forwarded, saved, or archived by anyone.\nYour username may also be displayed to other users if and when you send messages or comments, upload text or images, or share features publicly (e.g., a public watchlist) through the Services, and other users may be able to contact you through messages or comments.<b>\n</b>\n</p>\n<p>4.4.&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Advertisers</u>.\n</p>\n<p>(a)&nbsp;&nbsp.\nYour information may be used for the presentation of advertisements.\nWe may use ad networks to customize and display advertising on our Services.\nWe may share certain information about you as a user (such as age, zip code, or other information we have collected or received) with certain ad network and service providers to help them deliver more relevant content and advertisements through their networks.\nWe may work with other companies for certain services, such as analytics or advertising, and you may be subject to their privacy statement(s) as well, though you may opt out through them directly.</p>\n<p>(b)&nbsp;&nbsp.\nTo learn more about targeted advertising and advertising networks, or about your ability to opt out of collection of information by certain third parties, please visit the opt-out pages of the Network Advertising Initiative or the Digital Advertising Alliance.\nPlease note that opting out of advertising cookies does not mean that you will not be served ads.\nyou will continue to receive generic ads.</p>\n<p>(c)&nbsp;&nbsp.\nWe may deliver a file to you through the Services from an ad network called web beacons.\nWeb beacons allow ad networks to provide anonymized, aggregated auditing, research and reporting for us and for advertisers.\nWeb beacons also enable ad networks to serve targeted advertisements to you when you visit other websites.\nBecause your web browser must request these advertisements and web beacons from the ad networkâ€™s servers, these companies can view, edit, or set their own cookies, just as if you had requested a web page from their site.\nYou may be able to opt-out of web beacon tracking conducted by third parties through our Services by adjusting the Do Not Track settings on your browser.\nplease note that we donâ€™t control whether or how these third parties comply with Do Not Track requests.</p>\n<p>(d)&nbsp;&nbsp.\nOur offerings may include features or functionalities provided by third parties, or may integrate or interact with third-party products and services (including, without limitation, via APIs, plug ins, links, frames, embedding, or other interactions).\nIn the process of providing such functionalities within our services, your browser or other tools or technology may send certain information to the third-party provider.\nThe use of these third-party-provided features or functionalities is subject to their own privacy policies.\nFor example, without limitation, we may use a third party for ad serving, retargeting, remarketing and/or for analytics, in which case such third party may have access to your data, subject to its policies.\nThese third-party vendors may use their own cookies and/or other third-party cookies together to (i) inform, optimize, and serve ads across the web based on your past visits to our Services and others.\nand (ii) report to us how your ad impressions, other uses of ad services, and interactions with these ad impressions and ad services are related to visits to our site.\nIf and to the extent from time to time we use Double Click or another Google brand for ad serving, analytics, remarketing, retargeting, etc., you can set certain preferences and opt-outs using Google Ads Settings, and Google Analytics' currently available opt-outs, found at https://www.google.com/ads/preferences and https://adssettings.google.com.</p>\n<p>4.5.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Affiliated Entities</u>.\nWe reserve the right to provide your personal information and Usage Data to any affiliated entities we may have, including our subsidiaries.\nAffiliated entities are entities that we control or that control us.</p>\n<p>4.6.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Business Partners</u>.\nBusiness partners or other third parties may receive data about groups of our users, but, except as otherwise permitted herein, do not receive information that personally identifies you.\nIn certain situations, businesses or third-party websites weâ€™re affiliated with may offer or provide products or services to you through or in connection with the Services (either alone or jointly with us).\nThese affiliated businesses will be identified as such.\nWe may share your Personal Information with these affiliated businesses only to the extent that it is related to such transaction or service.\nhowever, we do not sell your personal information to third parties for their marketing purposes.\nWe have no control over the policies and practices of third party websites or businesses as to privacy or anything else, so if you choose to take part in any transaction or service relating to an affiliated website or business, please review all such related policies.</p>\n<p>4.7.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Service Providers</u>.\nWe reserve the right to provide access to your personal information and Usage Data to our trusted service providers that assist us with the operation and maintenance of our sites and services.\nWe may contract with third parties to process payments, host our servers, provide security and provide production, fulfillment, optimization, analytics, and reporting services.\nWe will use commercially reasonable efforts to ensure that our service providers will be given access to your information only as is reasonably necessary to provide the services for which they are contracted.</p>\n<p>(a)&nbsp;&nbsp.\nMessariâ€™s Slack integration makes it seamless to receive real-time updates on cryptoassets directly into a userâ€™s Slack workspace.\nIn order to provide these updates, Messari must request certain permissions from Slack, including information about the channels available within the workspace, access token, and application settings, including which channels have been white-listed and configured as the target for an alert policy.\nEach memberâ€™s Slack integration is managed by the associated Messari Enterprise account, and may be uninstalled at any time at the respective administratorâ€™s discretion.\nMessari does not have access to member names, messages, or Personal Information related to member(s), including individual user names or associated email addresses.\nCopies of the data may be retained for backup purposes for a maximum of 30 days after account deletion or when integration is removed.\nData may be deleted sooner upon user request.</p>\n<p>(b)&nbsp;&nbsp.\nMessari may use HubSpot trackers to collect user information and Usage Data using cookies.\nPlease refer to Section 3.2 to read more about cookies.\nYou may opt out of HubSpotâ€™s tracking, where applicable, at any time.</p>\n<p>4.8.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Co-Marketers.\nCross-Promotion.\nSponsorships</u>.\nWe may participate with another company or individual for purposes of jointly promoting our products, services, promotions, or contests, or their products, services, promotions, or contests.\nWe reserve the right to disclose Personal Information to them for purposes of (a) compensation, transaction-processing, fulfillment, and support.\nand (b) offering you other products, services, promotions, or contests.\nThese marketing partners may also contact you about other or related products, services, promotions, or contests.</p>\n<p>4.9.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Business Transfers.\nSuccessors</u>.\nWe may choose to buy or sell assets and may share or transfer customer information in connection with the evaluation of and entry into such transactions.\nAlso, if we (or our assets) are acquired, or if we go out of business, enter bankruptcy, or go through some other change of control, Personal Information could be one of the assets transferred to or acquired by a third party.\nIf such an action results in a material change in the use of your information, you will be provided notice (which may be via updates to this page) about your ability to decline to permit such a transfer.</p>\n<p>4.10.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp.\n<u>Legal Process, Enforcement, and Security Notice</u>.\nWe reserve the right to access, read, preserve, and disclose any Personal Information under the following circumstances: (a) to satisfy any applicable law, regulation, legal process, or enforceable governmental request (e.g., to comply with a subpoena or court order).\n(b) to detect, prevent, and address fraud or other illegal activity.\nand (c) to investigate, respond to, or enforce violations of our rights, or the security of our Site and Services (including policies within our Terms of Use and other agreements), or that of Messari, our employees, or our users.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>5.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>ACCESS TO AND CHOICES ABOUT YOUR INFORMATION</b>\n</p>\n<p>5.1.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Accessing Your Information</u>.\nThe information you may view, update, and delete may change as the Services change.\nThrough your account settings, you may access, and, in some cases, edit or delete the following information that you have provided to us:<b>\n</b>\n</p>\n<p>(a)&nbsp;&nbsp.\nAccount email address and password;</p>\n<p>(b)&nbsp;&nbsp.\nIdentifying name or username, or legal name;</p>\n<p>(c)&nbsp;&nbsp.\nLocation.\nor</p>\n<p>(d)&nbsp;&nbsp.\nUser profile information (including text, images, and other content you may have uploaded to the Site).\n</p>\n<p>5.2.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Choices Regarding Your Information</u>.\nYou may choose to restrict the collection or use of your Personal Information in the following ways:<b>\n</b>\n</p>\n<p>(a)&nbsp;&nbsp.\nWhenever you are asked to fill in a form on our Site or our other Services, consider what information to include and exclude.\nSometimes, there may be a box that you can check or uncheck to indicate that you do not want the information to be used for direct marketing purposes.</p>\n<p>(b)&nbsp;&nbsp.\nWe may provide you with access to your registration and the ability to edit this information in your account settings dashboard and profile pages.\nPlease be aware that even after you delete or update information within our Services, we may not immediately delete residual copies from our active servers and may not remove information from our backup systems.\nSimilarly, if and to the extent any information is indexable by search engines (including, without limitation, public profile information), it may not be updated by such search engines when we update it, and old versions may be archived by them or by third parties outside our control.\n</p>\n<p>(c)&nbsp;&nbsp.\nSome of our Services may provide you with additional information and choices about your privacy, which you should review.</p>\n<p>(d)&nbsp;&nbsp.\nIf you have previously agreed to our using your Personal Information for direct marketing purposes, you may change your mind at any time by writing to us using the contact information below.\nWe may use any aggregated data derived from or incorporating your Personal Information after you update or delete it, but not in a manner that would identify you personally</p>\n<p>5.3.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Legal Basis</u>.\nOur legal basis for collecting and using your Personal Information is to do so with your consent, which you may withdraw at any time.\n(where we need the Personal Information for performance of a contract or requested service.\nor where the collection and use is in our or anotherâ€™s legitimate interest(s) and not overridden by your data protection interests or fundamental rights and freedoms.\nIn some cases, we may also have a legal obligation to collect the Personal Information in question.\nYou understand and agree that we may collect, use, disclose, and otherwise process any information that you provide, even if you are located outside of the United Statesn.<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>6.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>ADDITIONAL PROTECTIONS</b>\n</p>\n<p>6.1.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>For Children</u>.\nThe Childrenâ€™s Online Privacy Protection Act (\"COPPA\") requires that online service providers obtain parental consent before they knowingly collect personally identifiable information online from children who are under 13.\nWe do not knowingly collect or solicit personally identifiable information from children under 13.\nif you are a child under 13, please do not attempt to register for the Services or send any Personal Information about yourself to us.\nIf we learn we have collected Personal Information from a child under 13, we will delete that information as soon as commercially possible.\nIf you believe that a child under 13 may have provided us with their Personal Information, please contact us<b>\n</b>\n</p>\n<p>6.2.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>For California Users</u>.\nWe may share your Personal Information with third parties and affiliated third parties (such as local, state, and regional affiliates, and affiliate alliances), for their direct marketing purposes.\nAs these third parties and this category of affiliated third parties are considered an â€œunaffiliated partyâ€ under California law, California residents may opt out of our disclosure of Personal Information to third parties for their direct marketing purposes, OR ask us for a notice identifying the categories of Personal Information shared with affiliates or third parties for marketing purposes, and contact information for such affiliates or third parties (pursuant to the stateâ€™s \"Shine the Light\" law (California Statute Â§ 1798.83)).\nTo opt out or to receive a copy of this notice, please contact us using the contact information below.<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>7.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>FOR EUROPEAN ECONOMIC AREA (EEA) AND UNITED KINGDOM (UK) USERS</b>\n</p>\n<p>7.1.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Legal Basis</u>.\nIf you are a European resident, our legal basis for collecting and using your personal data or information is to do so with your consent.\nwhere we need the personal data or information for performance of a contract.\nor where the collection and use is in our legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms.\nIn some cases, we may also have a legal obligation to collect the Personal Information in question.\nIf we collected your personal data or information with your consent, you may withdraw your consent at any time.\nOur retention of your personal data and any subsequent communications are based on our legitimate interest in providing you with new and potentially relevant materials based on your geography, role, or company.\nAs always, you can elect to opt out from receiving such future communications.\nTo the extent that we transfer Personal Information from the EEA or the UK to a jurisdiction outside the EEA or the UK that has not been determined by the European Commission as providing adequate data protections (such as the United States), we will ensure that such Personal Information is safeguarded through appropriate contractual terms or other approved mechanisms.</p>\n<p>7.2.&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Additional Rights</u>.\nIf you are a resident of the EEA or the UK, you have the right to:</p>\n<p>(a)&nbsp;&nbsp.\nFind out if we use your Personal Information, access your personal data or information, and receive copies of your Personal Information;</p>\n<p>(b)&nbsp;&nbsp.\nUpdate your personal data or information, or request to have it corrected or amended if it is inaccurate or incomplete;</p>\n<p>(c)&nbsp;&nbsp.\nWithdraw any express consent that you have provided to the processing of your Personal Information at any time without penalty, including the deletion or the request of deletion of your personal data or information, as long as we have no other legal basis to use as such;</p>\n<p>(d)&nbsp;&nbsp.\nRestrict the processing of your Personal Information if you believe your personal data or information is inaccurate, no longer necessary for our business purposes, or simply object to our processing of your Personal Information (pending our investigation and/or verification of your claim);</p>\n<p>(e)&nbsp;&nbsp.\nRequest portability of your Personal Information for transfer to another provider;</p>\n<p>(f)&nbsp;&nbsp.\nObject to automated decision-making.\nand</p>\n<p>(g)&nbsp;&nbsp.\nComplain to your local data protection authority at any time.</p>\n<p>7.3.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Disclosures</u>.\nTo withdraw consent or exercise the aforementioned rights, please contact us as described below.\nPlease note that withdrawing your consent will not affect the lawfulness of any processing that we may have conducted prior to your withdrawal, nor will it affect processing of your Personal Information conducted in reliance on lawful processing grounds other than consent.\nIf we ask you to provide personal data to us to comply with a legal requirement or enter into a contract, we will inform you of this and let you know whether providing us with your personal data is required, and, if not, the consequences of not sharing your personal data with us.\nSimilarly, if we collect and use your Personal Information in reliance on our or a third party's legitimate interests and those interests are not already listed above in <b>Section 3</b>, we will inform you of those legitimate interest(s).</p>\n<p>7.4.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Filing Complaints</u>.\nIf you are not satisfied with our response, or believe we are processing your Personal Information in violation of the law, you have the right to lodge a complaint with the Supervisory Authority (also known as Data Protection Authority) in your EEA country or in the UK.\nFor our operations within the EEA or UK, our Lead Supervisory Authority is the UK Information Commissionerâ€™s Office.</p>\n<p>&nbsp;</p>\n<p>\n<b>8.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>INFORMATION SECURITY</b>\n</p>\n<p>8.1.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Our Commitment to Security</u>.\nWe have established commercially reasonable safeguards to protect the information we collect from loss, misuse, and unauthorized access, disclosure, alteration, and destruction, but we cannot guarantee that your information will never be disclosed in a manner inconsistent with this Policy (e.g., as a result of unauthorized acts by third parties that violate applicable law, or our or our affiliated providers' policies).\nPlease be aware that despite our efforts, no data security measures can guarantee 100% security.<b>\n</b>\n</p>\n<p>8.2.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Your Obligations</u>.\nYour account is protected by a password for your privacy and security.\n(We may use passwords and other technologies to register or authenticate you, and enable you to take advantage of our Services.) You must prevent unauthorized access to your account and Personal Information by selecting and protecting your password appropriately, and limiting access to your computer or device and browser by signing off after you have finished accessing your account.\nWe are not responsible for any lost, stolen, or compromised passwords, or for any activity on your account via unauthorized password activity.<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>9.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>DATA STORAGE AND RETENTION</b>\n</p>\n<p>9.1.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>General Information</u>.\nYour Personal Information is stored and processed in our servers located in the United States, and may also be stored or processed in other countries by our service providers, if and to the extent compliant with law.\nYou understand and agree that Messari may collect, use, disclose, and otherwise the information you provide as described in this Policy, even if you are from an area outside the United States.\nYour Personal Information may be disclosed in response to inquiries or requests from governmental authorities or to respond to judicial process in the United States.\nWe will retain your Personal Information for as long as it is needed to provide you with the Services, or to fulfill any legal or contractual obligations we may have.<b>\n</b>\n</p>\n<p>9.2.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Notice for EEA Users</u>.\nYour Personal Information will be transferred to and processed in the United States, which has data protection laws that are different than those in your country and may not be as protective.<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>10.&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>GENERAL</b>\n</p>\n<p>10.1.&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp.\n<u>Contact Us</u>.\nIf you have any questions or concerns about this Privacy Policy or its implementation, you may contact support@messari.io.\nIf you believe your information is wrong, we may provide you with ways to update it quickly or to remove it, unless we have to keep that information for legitimate business or legal purposes.\nIf updating your personal information, we may ask you to verify your identity before we can act on your request.\nWe may reject requests that are unreasonably repetitive, risk the privacy of others, require disproportionate technical effort (e.g., developing a new system or fundamentally changing an existing practice), or would otherwise be extremely impractical (e.g., requests for information residing in backup storage that is not easily accessible).<b>\n</b>\n</p>\n<p>10.2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Changes to this Policy</u>.\nWe may update our Privacy Policy from time, and so you should review this Policy periodically.\nWe may reach out to you on the Site, by email notification, or by some other means to inform you of any changes to the Policy.\nIf you have opted not to receive legal notice emails from us, or you havenâ€™t provided your email address, those legal notices will still govern your use of the Services, and you are still responsible for reading and understanding the Policy.\nYour continued use of the Services constitutes your acceptance of any such changes.<b>\n</b>\n<br>\n<br>\n</p> ", "created_at": "2022-02-16 22:50:45.110988", "updated_at": "2022-02-16 21:51:19.350386"}], "points": [], "urls": ["messari.io"]}}