{"error": 448, "message": "OK", "parameters": {"id": 3858, "name": "Proxmox", "created_at": "2021-05-30 21:15:22.623206", "updated_at": "2021-05-30 22:00:24.880355", "wikipedia": "https://en.wikipedia.org/wiki/Proxmox_Virtual_Environment", "keywords": null, "related": null, "slug": "proxmox", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3858.png", "url": "proxmox.com", "documents": [{"id": 6525, "name": "Privacy Policy", "url": "https://www.proxmox.com/en/privacy-policy", "xpath": "/html/body/div[1]/div/div/section[2]/div[2]/article/div", "text": " Privacy Policy\n<p>We are committed to protecting your privacy and keeping you informed of how your personal information is used.\nThis Privacy Policy applies to personal data we collect through the proxmox.com website, and other websites which we operate and on which we post a link to this policy.\nWe will only collect and use your personal information in accordance with the current EU General Data Protection Regulation (GDPR), the Austrian data protection law Datenschutzgesetz (DSG), and the Telekommunikationsgesetz (TKG).</p>\n<p>Have questions concerning collected data and privacy? Please contact us:</p>\n<p>Proxmox Server Solutions GmbH<br>Bräuhausgasse 37<br>1050 Vienna, Austria<br>office@proxmox.com</p>\n<p>Date: May 24, 2018</p>\nPersonal Data\n<p>By using the Proxmox website and its subdomains (such as forum.proxmox.com, pve.proxmox.com/wiki, my.proxmox.com, etc.) you consent to the collection, retention and use of your personal information in accordance with the terms of this policy.\nWe only collect personal information from you if you interact with us through our websites when you for example fill out a contact form, send us an email, create a user account, purchase/register a product or service, request support, or apply for a job.</p>\n<p>We use this information provided by you only for our own business purposes (for dispatching the requested material/information), and will never disclose it to third parties, whether for commercial or non-commercial purposes.\nWe protect you personal information with appropriate safeguards.\nYou may withdraw your consent at any time to take effect for future use.</p>\nUse of data when registering for the email newsletter\n<p>If you are a registered user of a Proxmox newsletter and have supplied your email address, Proxmox may occasionally send you an email to tell you about new features, new services, solicit your feedback, or just keep you up to date with what’s going on with Proxmox and our products.\nWe do anonymize your interaction with our newsletter.\nIf you subsequently wish to opt out you can do so by clicking the unsubscribe link in our newsletter emails or you can contact us at the address above.\nThis information will not be disclosed to third parties.</p>\nYour Rights\n<p>According to the EU GDPR and to the DSG you have the right to access, rectify, and to erase your personal data, the right to ask for a copy of the information held by us in our records or to restrict our use of your personal data.\nPlease contact us at the address above.</p>\nLog Data\n<p>Generally you may use our website without disclosing your identity and personal data.\nWhat we collect is the information that your browser sends whenever you visit our website (log data).\nThe data collected includes for example:</p>\n<ul>\n<li>Referrer (page from which our website was accessed)</li>\n<li>Search terms (if a search engine was the referrer)</li>\n<li>IP is anonymous but evaluated to determine the country of origin and the provider</li>\n<li>Browser, operating system, installed plug-ins and screen resolution</li>\n<li>Time spent on the website</li>\n</ul>\nPublic Forum Reminder\n<p>Proxmox subdomains include a forum, a wiki, a customer portal, and mailing lists which are available to users.\nThese are public areas, so please remember that any information that is disclosed there becomes public.\nThink twice before disclosing your personal data or your company data there if you don't want them to become public.</p>\nMatomo\n<p>This website and our subdomains use Matomo (formerly known as Piwik), an open-source web analytics software.\nIt is used to monitor the use of our website to help us improve our information and services.\nWe do anonymize your IP address and all data will be stored on our own servers in the European Union.</p>\nCookies\n<p>Our website uses cookies.\nA cookie is a small data file sent to your browser and stored on your device.\nMost of the cookies we use are session cookies and will be deleted after the end of your browser session.\nsome are persistent for a certain amount of time and allow to recognize your browser within the next session (for example if you choose the “remember me” sign in preference).</p>\n<p>You can change your browser settings to restrict or block some or all cookies.\nCheck the information provided in your browser’s help section for specific instructions on how to manage cookies.\nOpting out or blocking some cookies may affect the functionality of the website (such as the remember preferences).</p> ", "created_at": "2021-05-30 21:15:22.627192", "updated_at": "2021-05-30 19:16:14.33468"}], "points": [], "urls": ["proxmox.com"]}}