{"error": 448, "message": "OK", "parameters": {"id": 3705, "name": "Rave ", "created_at": "2021-05-19 14:22:10.986123", "updated_at": "2022-08-17 22:00:47.449536", "wikipedia": null, "keywords": null, "related": null, "slug": "rave_", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3705.png", "url": "getrave.com,ravemobilesafety.com", "documents": [{"id": 6177, "name": "Mobile Safety Privacy Policy", "url": "https://www.ravemobilesafety.com/privacy-policy", "xpath": "//body", "text": " <p>By accessing and using our website you agree to our use of cookies, which we use to collect information about how you interact with our website.\nWe use this information to improve and customize your browsing experience.\nIf you’re unhappy with the use of cookies, they can be disabled by changing the settings on your browser.\nTo find out more about the cookies we use, see our <strong>Privacy Policy</strong>.</p> Accept <ul>\n<li>Solutions <i>\n</i>\n<ul>\n<li>The Rave Platform</li>\n<li>Coronavirus Recovery</li>\n<li>Vaccine Distribution</li>\n<li>Public Safety</li>\n<li>K-12 School Safety</li>\n<li>Higher Education Safety</li>\n<li>Enterprise Communications</li>\n<li>SMB Communications</li>\n<li>Healthcare Communications</li>\n<li>Manufacturing Communications</li>\n<li>Federal Alerting</li>\n</ul>\n</li>\n<li>Products <i>\n</i>\n<ul>\n<li>Rave Collaborate™</li>\n<li>Rave Alert™</li>\n<li>Rave 911 Suite™</li>\n<li>Smart911®</li>\n<li>Rave Panic Button™</li>\n<li>Rave Guardian™</li>\n<li>SwiftK12™</li>\n<li>Rave Prepare™</li>\n</ul>\n</li>\n<li>Resources <i>\n</i>\n<ul>\n<li>All Resources</li>\n<li>Product Info Sheets</li>\n<li>Case Studies</li>\n<li>Guides</li>\n<li>Kits</li>\n<li>Whitepapers</li>\n<li>Infographics</li>\n<li>Webinars</li>\n<li>Video Resources</li>\n<li>Rave Summit </li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Company <i>\n</i>\n<ul>\n<li>About Us</li>\n<li>Leadership</li>\n<li>Careers</li>\n<li>Newsroom</li>\n<li>Partners</li>\n<li>Testimonials &amp.\nAwards</li>\n<li>Charity Program</li>\n<li>Events</li>\n<li>Rave Summit</li>\n<li>Sign Up for Our Newsletter</li>\n</ul>\n</li>\n<li>Contact Us <i>\n</i>\n<ul>\n<li>Contact Rave</li>\n<li>Customer Resources</li>\n<li>Request Support</li>\n</ul>\n</li>\n</ul> &nbsp.\n<ul>\n</ul> Get a Demo Menu <p>Sales<br> 888-605-7164</p> Book a Demo Request A Quote Contact Us Get a Demo Menu X <ul>\n<li>Contact Us <i>\n</i>\n<ul>\n<li>Contact Rave</li>\n<li>Request a Quote</li>\n<li>Customer Resources</li>\n<li>Request Support</li>\n<li>Become a Rave Partner</li>\n<li>Media Inquiries</li>\n</ul>\n</li>\n<li>Solutions <i>\n</i>\n<ul>\n<li>The Rave Platform</li>\n<li>Coronavirus Solutions</li>\n<li>Vaccine Distribution</li>\n<li>Public Safety</li>\n<li>K-12 School Safety</li>\n<li>Higher Education Safety</li>\n<li>Enterprise Communications</li>\n<li>SMB Communications</li>\n<li>Healthcare Communications</li>\n<li>Manufacturing Communications</li>\n<li>Federal Alerting</li>\n</ul>\n</li>\n<li>Products <i>\n</i>\n<ul>\n<li>Rave Collaborate™</li>\n<li>Rave Alert™</li>\n<li>Rave 911 Suite™</li>\n<li>Smart911®</li>\n<li>Rave Panic Button™</li>\n<li>Rave Guardian™</li>\n<li>SwiftK12</li>\n<li>Rave Prepare™</li>\n</ul>\n</li>\n<li>Resources <i>\n</i>\n<ul>\n<li>Product Info Sheets</li>\n<li>Case Studies</li>\n<li>Whitepapers</li>\n<li>Infographics</li>\n<li>Webinars</li>\n<li>Video Resources</li>\n<li>Success Stories</li>\n</ul>\n</li>\n<li>Blog <i>\n</i>\n<ul>\n<li>Latest from the Blog</li>\n<li>Join Our Newsletter</li>\n</ul>\n</li>\n<li>Company <i>\n</i>\n<ul>\n<li>About Us</li>\n<li>Leadership</li>\n<li>Careers</li>\n<li>Newsroom</li>\n<li>Partners</li>\n<li>Testimonials &amp.\nAwards</li>\n<li>Charity Program</li>\n<li>Events</li>\n<li>Rave Summit 2020</li>\n</ul>\n</li>\n</ul>\n<p>Sales<br>888-605-7164</p>\n<p>\n<br> Approved</p> Privacy Policy <p>\n<strong>Effective Date: May 24, 2018</strong>\n</p>\n<p>\n<strong>Introduction</strong>\n</p>\n<p>This Privacy Policy applies to data collection by Rave Mobile Safety, Inc.\n(“Rave Mobile Safety,” “we” or “us”) via the websites, www.ravemobilesafety.com and www.rapidnotify.com (the “Sites”) and shall apply to your use of the Sites.\nThis Privacy Policy excludes services that state that they are offered under a different privacy policy.\nThis Privacy Policy governs the manner in which Rave Mobile Safety collects information from you (“User” or “you”) on the Sites.</p>\n<p>Our Privacy Policy explains: (1) what information we collect and why we collect it.\n(2) how we use and share that information.\n(3) the choices we offer, including how to access and update information.\nSpecifically, our Privacy Policy covers the following topics:</p>\n<ol>\n<li>When This Privacy Policy Applies</li>\n<li>Terms of Service</li>\n<li>Information We Collect</li>\n<li>How We Use Information We Collect</li>\n<li>Our Legal Basis for Collecting Personal Data</li>\n<li>Information We Share</li>\n<li>Your Failure to Provide Personal Data</li>\n<li>Our Retention of Your Personal Data</li>\n<li>Your Choices and Accessing, Updating or Deleting Your Personal Data</li>\n<li>Our Opt-in/Out-out Policy</li>\n<li>Third Party Links</li>\n<li>International Transfer</li>\n<li>How We Protect Personal Data</li>\n<li>Children</li>\n<li>Direct Marketing and “Do Not Track” Signals</li>\n<li>Changes to this Privacy Policy</li>\n<li>How to Contact Us</li>\n</ol>\n<p>Please familiarize yourself with our privacy practices and let us know if you have any questions.\nBy using the Sites, you signify your acceptance of this Privacy Policy.\nIf you do not agree to this Privacy Policy, please do not use the Sites.</p>\n<p>Irrespective of which country you live in, you authorize us to transfer, store, and use your information in the United States and Canada.\nThe privacy and data protection laws and rules regarding when government authorities may access data may vary from those in the country where you live.\nLearn more about our data transfer operations in the “International Transfer” section below.\nIf you do not agree to the transfer, storage and use of your information in the countries where we operate, please do not use the Sites.</p>\n<p>If you have any questions or comments about this Privacy Policy, please submit a request to privacy@ravemobilesafety.com.</p>\n<p>\n<strong>When this Privacy Policy Applies</strong>\n</p>\n<p>Our Privacy Policy applies to the services offered by Rave Mobile Safety on the Sites and excludes services that have separate privacy policies that do not incorporate this Privacy Policy.</p>\n<p>Our Privacy Policy does not apply to services offered by other companies or individuals, including products or sites that may be displayed to you, or other sites linked from our services or Sites.\nOur Privacy Policy does not cover the information practices of other companies and organizations who advertise our services, and who may use cookies, pixel tags and other technologies to serve and offer relevant ads.</p>\n<p>\n<strong>Terms of Use</strong>\n</p>\n<p>By accessing or using the Sites in any manner, you also agree to be bound by Rave Mobile Safety's Terms of Use (the “Agreement”).\nPlease read the Agreement carefully.\nIf you do not accept all of the terms and conditions contained in or incorporated by reference into the Agreement, please do not use the Sites.</p>\n<p>\n<strong>Information We Collect</strong>\n</p>\n<p>We collect information, including personal data, to provide better services to all our Users.\nWe use the term “Personal Data” to refer to any information that identifies or can be used to identify you.\nCommon examples of personal data include: first and last name, business email address, organization name, phone, and state.</p>\n<p>“Sensitive Personal Data” refers to a smaller subset of personal data which is considered more sensitive to the individual, such as race and ethnic origin, political opinions, religious or philosophical beliefs, trade-union membership, genetic or biometric information, physical or mental health information, medical insurance data, or sexual orientation.\nRave Mobile Safety does <u>not</u> collect or use Sensitive Personal Data through these Sites and asks that you do <u>not</u> provide Sensitive Personal Data to us.</p>\n<p>We collect Personal Data in the following ways:</p>\n<ol>\n<li>\n<u>Information You Give to Us</u>\n</li>\n</ol>\n<p>You may choose to provide us with personal data about yourself, including your name, organization, phone number and email address, by completing forms on our website, such as when you request information about our services.\nYou may also provide us with Personal Data about yourself when your report a problem or have a question about our Sites or services.</p>\n<ol>\n<li>\n<u>Information We Obtain from Your Use of Our Sites</u>\n</li>\n</ol>\n<p>We collect certain information automatically, such as your operating system version, browser type, and internet service provider.\nWhen you use our Sites, we automatically collect and store this information in service logs.\nThis includes: details of how you used our Sites.\nInternet protocol address.\nand cookies that uniquely identify your browser.&nbsp.\nWe may also collect and process information about your actual location.\nThe information we collect automatically is statistical data and may or may not include Personal Data, but we may maintain it or associate it with Personal Data we collect in other ways or receive from third parties.</p>\n<ol>\n<li>\n<u>Cookies and Similar Technologies</u>\n</li>\n</ol>\n<p>We and our partners use various technologies to collect and store information when you visit one of our services, and this may include using cookies or similar technologies to identify your browser or device.\nWe also use these technologies to collect and store information when you interact with services from our partners, such as advertising services.\nOur third party advertising and analytics partners include Google as well as marketing automation, in-page analytics, and Search Engine Optimization tools.</p>\n<p>The technologies we use for this automatic data collection may include:</p>\n<p>\n<u>Cookies</u>.\nA cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of our services.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our services.&nbsp.\nFor more information about our use of cookies, including details on how to opt-out of certain cookies, please see our Cookie Policy.</p>\n<p>\n<u>Web Beacons</u>.\nPages of our services or our e-mails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an e-mail and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).&nbsp;</p>\n<p>\n<strong>How We Use Information We Collect</strong>\n</p>\n<p>We use your personal data in ways that are compatible with the purposes for which it was collected or authorized by you, including for the following purposes:</p>\n<ol>\n<li>To inform you about services available from Rave Mobile Safety;</li>\n<li>To administer content, promotion, survey or other Sites features;</li>\n<li>To communicate about, and administer your participation in surveys, special programs, offers or promotions and to deliver pertinent emails;</li>\n<li>To improve our customer service;</li>\n<li>To respond to and support customers regarding their use of the Sites;</li>\n<li>To comply with all applicable legal requirements.</li>\n<li>To investigate possible fraud or other violations of our Terms of Use or this Privacy Policy and/or attempts to harm our Users.</li>\n</ol>\n<p>We use the information we collect from our Sites to provide, maintain, and improve them, to develop new services, and to protect our Company and our customers.</p>\n<p>We may use information collected from cookies and other technologies, to improve your user experience and the overall quality of our services.\nFor example, by saving your language preferences, we’ll be able to have our services appear in the language you prefer.&nbsp.\nWe may use your personal information to see which web pages you visit at our Site, which web site you visited before coming to our Sites, and where you go after you leave our Sites.\nWe may then develop statistics that help us understand how our visitors use our Sites and how to improve it.&nbsp.\nWe may also use the information we obtain about you in other ways for which we provide specific notice at the time of collection.</p>\n<p>We will ask for your consent before using information for a purpose other than those set out in this Privacy Policy.</p>\n<p>\n<strong>Our Legal Basis for Collecting Personal Data</strong>\n</p>\n<p>Whenever we collect Personal Data from you, we may do so on the following legal bases:</p>\n<ol>\n<li>Your consent to such collection and use;</li>\n<li>Out of necessity for the performance of an agreement between us and you, such as your agreement to use our services and products;</li>\n<li>Our legitimate business interest, including but not limited to the following circumstances where collecting or using Personal Data is necessary for:\n<ul>\n<li>Intra-company transfers for client data for administrative purposes;</li>\n<li>Product development and enhancement, where the processing enables Rave Mobile Safety to enhance, modify, personalize, or otherwise improve our services and communications for the benefit of our customers, and to better understand how people interact with our Sites;</li>\n<li>Communications and marketing, including processing data for direct marketing purposes, and subject to your opt-in for these purposes, and to determine the effectiveness of our promotional campaigns and advertising;</li>\n<li>Fraud detection and prevention;</li>\n<li>Enhancement of our cybersecurity, including improving the security of our network and information systems.\nand</li>\n<li>General business operations and diligence;</li>\n</ul>\n</li>\n</ol>\n<p>Provided that, in each circumstance, we will weigh the necessity of our processing for the purpose against your privacy and confidentiality interests, including taking into account your reasonable expectations, the impact of processing, and any safeguards which are or could be put in place.\nIn all circumstances, we will limit such processing for our legitimate business interest to what is necessary for its purposes.&nbsp;</p>\n<p>\n<strong>Information We Share</strong>\n</p>\n<p>We do not share personal information collected through this Sites with companies, organizations and individuals outside of the Company unless one of the following circumstances applies:</p>\n<ul>\n<li>\n<strong>With your consent.\n</strong>We will share personal data with companies, organizations or individuals outside of Rave Mobile Safety when we have your consent to do so.</li>\n<li>\n<strong>For external processing.\n</strong>We provide personal information to our affiliates or other trusted businesses or partners to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures.\nThese third parties include sales and marketing platforms.\nIt is our policy to only share Personal Data with contractors, service providers and other third parties who are bound by contractual obligations to keep Personal Data confidential and use it only for the purposes for which we disclose it to them.\nUnder certain circumstances, you may avoid having us share your information with our business partners and vendors by not granting us permission to share your information.&nbsp.\nNot granting us permission to share your information with our business partners or vendors may limit your access to their services through the Sites.\nWe do not share personal information with third parties for their own marketing purposes.</li>\n<li>\n<strong>For Legal Reasons.</strong> We will share Personal Data with companies, organizations or individuals outside of Rave Mobile Safety if we have a good-faith belief that access, use, preservation or disclosure of the information is reasonably necessary to:\n<ul>\n<li>meet any applicable law, regulation, legal process or enforceable governmental request.</li>\n<li>enforce applicable Terms of Service, including investigation of potential violations.</li>\n<li>detect, prevent, or otherwise address fraud, security or technical issues.</li>\n<li>protect against harm to the rights, property or safety of Rave Mobile Safety, our Users or the public as required or permitted by law.</li>\n</ul>\n</li>\n</ul>\n<p>We attempt to notify Users about legal demands for their personal data when appropriate in our judgment, unless prohibited by law or court order or when the request is an emergency.\nWe may dispute such demands when we believe, in our discretion, that the requests are overbroad, vague or lack proper authority, but we do not promise to challenge every demand.</p>\n<ul>\n<li>\n<strong>Business Transfers</strong>.\nAs we continue to develop our business, we may buy, sell, or share assets in connection with, for example, a merger, acquisition, reorganization, sale of assets, or bankruptcy.\nIn such transactions, Personal Data about our users is often a transferred business asset.&nbsp.\nIn the event that Rave Mobile Safety itself or substantially all of our assets are acquired, Personal Data about our users may be one of the transferred assets.</li>\n<li>\n<strong>Aggregate Site Use Information.</strong> We may share aggregate and anonymized/pseudonymized Personal Data to advertisers and other third parties in order to promote or describe use of the Sites.</li>\n</ul>\n<p>\n<strong>Your Failure to Provide Personal Data</strong>\n</p>\n<p>Your provision of Personal Data is required in order to use certain parts of our services.&nbsp.\nIf you fail to provide such Personal Data, you may not be able to access and use our services on our Sites or parts of our services available via the Sites.&nbsp;</p>\n<p>\n<strong>Our Retention of Your Personal Data</strong>\n</p>\n<p>We may retain your Personal Data for a period of time consistent with the original purpose for collection.&nbsp.\nFor example, we keep your Personal Data for no longer than reasonably necessary for your use of our products and services and for a reasonable period of time afterward.\nWe also may retain your Personal Data during the period of time needed for us to pursue our legitimate business interests, conduct audits, comply with our legal obligations, resolve disputes, maintain security, prevent fraud and abuse, enforce our Terms of Use, to enforce our agreements, or to fulfill your request to “unsubscribe” from further messages from us.</p>\n<p>\n<strong>Your Choices and Accessing, Updating or Deleting Your Personal Data</strong>\n</p>\n<p>Whenever you use our services, we aim to provide you with choices about how we use your personal data.\nWe also aim to provide you with access to your Personal Data.\nIf that information is wrong, we strive to give you ways to update it quickly or to delete it – unless we have to keep that information for legitimate business or legal purposes.\nSubject to applicable law, you may obtain a copy of personal information we maintain about you or you may update or correct inaccuracies in that information by contacting us at privacy@ravemobilesafety.com.\nTo help protect your privacy and maintain security, we will take steps to verify your identity before granting you access to the information.\nIn addition, if you believe that personal information we maintain about you is inaccurate, subject to applicable law, you may have the right to request that we correct or amend the information by contacting us as indicated in the How to Contact Us section below.</p>\n<p>\n<strong>European Users’ Rights With Respect to Personal Data</strong>\n</p>\n<p>Some data protection laws, including the European Union’s General Data Protection Regulation (“GDPR”), provide you with certain rights in connection with Personal Data you have shared with us.\nIf you are resident in the European Economic Area, you may have the following rights:</p>\n<ol>\n<li>\n<strong>The right to be informed</strong>.\nYou are entitled to be informed of the use of your Personal Data.\nThis Privacy Policy provides such information to you.</li>\n<li>\n<strong>The right of access</strong>.\nYou have the right to request a copy of your Personal Data which we hold about you.</li>\n<li>\n<strong>The right of correction</strong>: You have the right to request correction or changes of your Personal Data if it is found to be inaccurate or out of date.</li>\n<li>\n<strong>The right to be forgotten</strong>: You have the right to request us, at any time, to delete your Personal Data from our servers and to erase your Personal Data when it is no longer necessary for us to retain such data.\nNote, however, that deletion of your Personal Data will likely impact your ability to use our services.</li>\n<li>\n<strong>The right to object (opt-out)</strong>: You have the right to opt-out of certain uses of your Personal Data, such as direct marketing, at any time.</li>\n<li>\n<strong>The right to data portability</strong>: You have the right to a “portable” copy of your Personal Data that you have submitted to us.\nGenerally, this means your right to request that we move, copy or transmit your Personal Data stored on our servers / IT environment to another service provider’s servers / IT environment.</li>\n<li>\n<strong>The right to refuse to be subjected to automated decision making, including profiling:</strong> You have the right not to be subject to a decision and insist on human intervention if the decision is based on automated processing and produces a legal effect or a similarly significant effect on you.</li>\n<li>\n<strong>The right to lodge a complaint with a supervisory authority</strong>.</li>\n</ol>\n<p>You may contact us using the contact information below, and we will consider your request in accordance with applicable laws.</p>\n<p>\n<strong>Changing or Deleting Your Information</strong>\n</p>\n<p>You may update or correct information about yourself by emailing us at privacy@ravemobilesafety.com.\n&nbsp;We may retain an archived copy of your records as required by law, to comply with our legal obligations, to resolve disputes, to enforce our agreements or for other legitimate business purposes.&nbsp;</p>\n<p>We may contact you to request that you update your Personal Data on a regular basis to ensure its integrity for the purposes of ongoing data management.</p>\n<p>\n<strong>Our Opt-in/Opt-out Policy</strong>\n</p>\n<p>By providing an email address or other contact information on the Rave Mobile Safety Sites, you agree that we may contact you in the event of a change in this Privacy Policy, to provide you with any service related notices, or to provide you with information about our events, invitations, or related educational information.</p>\n<p>For purposes of this Privacy Policy, “opt-in” is generally defined as any affirmative action by a user to submit or receive information, as the case may be.</p>\n<p>We currently provide the following opt-out opportunities:</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp.\nAt any time, you can follow a link provided in offers, newsletters or other email messages (except for e-commerce confirmation or service notice emails) received from us to unsubscribe from the service.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp.\nAt any time, you can contact us through privacy@ravemobilesafety.com or the address provided below to unsubscribe from the service and opt-out of our right per your consent under the terms of this Privacy Policy to share your Personal Data.&nbsp;</p>\n<p>Notwithstanding anything else in this Privacy Policy, please note that we always reserve the right to contact you in the event of a change in this Privacy Policy, or to provide you with any service related notices.</p>\n<p>\n<strong>Third Party Links</strong>\n</p>\n<p>The Sites may contain links to webpages operated by parties other than Rave Mobile Safety.\nWe do not control such websites and are not responsible for their contents or the privacy policies or other practices of such websites.\nOur inclusion of links to such websites does not imply any endorsement of the material on such websites or any association with their operators.\nFurther, it is up to the User to take precautions to ensure that whatever links the User selects or software the User downloads (whether from this Site or other websites) is free of such items as viruses, worms, trojan horses, defects and other items of a destructive nature.\nThese websites and services may have their own privacy policies, which the User will be subject to upon linking to the third party's website.\nRave Mobile Safety strongly recommends that each User review the third party's terms and policies.</p>\n<p>\n<strong>International Transfer</strong>\n</p>\n<p>We are committed to complying with applicable laws, regulations and mandatory government standards regarding the protection of Personal Data.&nbsp;</p>\n<p>Since we are a global organization, Personal Data and any additional information submitted may be used globally in connection with employment, business processes within Rave Mobile Safety, or communicating with our clients.\nTherefore, Personal Data may be transferred to other Rave Mobile Safety entities worldwide, where it will be processed in accordance with this Privacy Policy and laws that are applicable in each country.\nCountries where we process data may have laws which are different, and potentially not as protective, as the laws of your own country.</p>\n<p>If we transfer your Personal Data out of your jurisdiction, we will implement suitable safeguards and rely on legally-provided mechanisms to lawfully transfer data across borders to ensure that your Personal Data is protected.&nbsp;</p>\n<p>\n<strong>How We Protect Personal Data</strong>\n</p>\n<p>Rave Mobile Safety maintains administrative, technical and physical safeguards designed to protect the User's Personal Data and information against accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure or use.\nWe implement appropriate technical and organizational measures to ensure a level of security appropriate to the risk, taking into account technological reality, cost, the scope, context and purposes of processing weighted against the severity and likelihood that the processing could threaten individual rights and freedoms.&nbsp.\nFor example, we use commercially reasonable security measures such as encryption, firewalls, and transport layer security (TLS) or hypertext transfer protocol secure (HTTPS) to protect Personal Data.&nbsp;&nbsp;</p>\n<p>If Rave Mobile Safety collects account information for payment or credit, Rave Mobile Safety will use the information only to complete the task for which the account information was offered.</p>\n<p>\n<strong>Children</strong>\n</p>\n<p>The Site is not intended for use by children.&nbsp.\nWe do not intentionally gather Personal Data about visitors who are under the age of 13.&nbsp.\nIf a child has provided us with Personal Data, a parent or guardian of that child may contact us to have the information deleted from our records.\nIf you believe that we might have any information from a child under age 13, please contact us at privacy@ravemobilesafety.com.&nbsp;&nbsp.\nIf we learn that we have inadvertently collected the personal information of a child under 13, or equivalent minimum age depending on jurisdiction, we will take steps to delete the information as soon as possible.&nbsp;</p>\n<p>\n<strong>Direct Marketing and “Do Not Track” Signals</strong>\n</p>\n<p>Rave Mobile Safety does not track its customers over time and across third party websites to provide targeted advertising and therefore does not respond to Do Not Track (DNT) signals.\nHowever, some third party sites do keep track of your browsing activities when they serve you content, which enables them to tailor what they present to you.\nIf you are visiting such sites, your browser may include controls to block and delete cookies, web beacons and similar technologies, to allow you to opt out of data collection through those technologies.</p>\n<p>\n<strong>Privacy Rights Of California Residents</strong>\n</p>\n<p>California residents are entitled under the California Consumer Privacy Act to contact us for various purposes, including to request information about whether we have disclosed personal information to third parties for their direct marketing purposes.\nWe do not disclose personal information to third parties for their direct marketing purposes.\nCalifornia residents have the right to be informed as to what personal information about them we may have, how we collected and may use that information and how to have it corrected or deleted, and may request further information about our compliance with this law by contacting us by one of the means listed in the “How to Contact Us” section below.”</p>\n<p>\n<strong>Changes to this Privacy Policy</strong>\n</p>\n<p>Our Privacy Policy may change from time to time.\nWe will not reduce your rights under this Privacy Policy without your explicit consent.\nWe will post any privacy policy changes on this page and, if the changes are significant, we will provide a more prominent notice (including, for certain services or products, email notification or privacy policy changes).\nWe will also keep prior versions of this Privacy Policy in an archive for your review.</p>\n<p>\n<strong>How to Contact Us</strong>\n</p>\n<p>If you have any specific questions about this Privacy Policy, you can contact us via email or writing to us at the address below:</p>\n<p>Rave Mobile Safety, Inc.<br>Attn: Privacy Policy Inquiry<br>492 Old Connecticut Path<br>2<sup>nd</sup> Floor<br>Framingham, MA 01701</p>\n<p>privacy@ravemobilesafety.com</p>\n<p>\n<strong>Toll Free:</strong> 888-605-7164</p> INDUSTRIES <ul>\n<li>The Rave Platform</li>\n<li>Coronavirus Recovery</li>\n<li>Vaccine Distribution</li>\n<li>Public Safety</li>\n<li>K-12 School Safety</li>\n<li>Higher Education Safety</li>\n<li>Enterprise Communications</li>\n<li>SMB Communications</li>\n<li>Healthcare Communications</li>\n<li>Manufacturing Communications</li>\n<li>Federal Alerting</li>\n</ul> SOLUTIONS <ul>\n<li>Rave Collaborate™</li>\n<li>Rave Alert™</li>\n<li>Rave 911 Suite™</li>\n<li>Smart911®</li>\n<li>Rave Panic Button™</li>\n<li>Rave Guardian™</li>\n<li>SwiftK12™</li>\n<li>Rave Prepare™</li>\n</ul> COMPANY <ul>\n<li>Leadership</li>\n<li>Careers</li>\n<li>Newsroom</li>\n<li>Partners</li>\n<li>Testimonials &amp.\nAwards</li>\n<li>Charity Program</li>\n<li>Events</li>\n</ul> CONTACT US <ul>\n<li>Request a Quote</li>\n<li>Customer Resources</li>\n<li>Become a Rave Partner</li>\n<li>Media Inquiries</li>\n</ul> MORE <ul>\n<li>Blog</li>\n<li>Resources</li>\n<li>Support</li>\n</ul>\n<ul>\n<li>\n<strong>Sales</strong> 888-605-7164</li>\n<li>\n<strong>Approved</strong>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2021 Rave Mobile Safety.\nAll Rights Reserved.\nPrivacy Policy Terms of Use Rave Alert &amp.\nRave Messenger from AT&amp;T employs or practices certain features and/or methods of U.S.\nPatent Nos.\n7,409,428.\n9,244,922.\nRave Mobile Safety also holds U.S.\nPatents for the following products: Smart911 6,600,812.\n8,484,352.\n8,516,122.\n9,078,092.\nPatents Pending.\nRave Guardian – 8,165,562.\n8,126,424.\n9,071,643.\nPatents Pending.\nPatented in Canada.\nSmartPrepare – 8,751,265.\nPatents Pending.\nRave Alert – 8,825,687.\n9,077,676.\nPatents Pending.\n</p> ", "created_at": "2021-05-19 12:25:39.148811", "updated_at": "2021-05-19 12:25:54.471253"}, {"id": 6176, "name": "Mobile Safety Terms", "url": "https://www.ravemobilesafety.com/terms-of-use", "xpath": "//body", "text": " <p>By accessing and using our website you agree to our use of cookies, which we use to collect information about how you interact with our website.\nWe use this information to improve and customize your browsing experience.\nIf you’re unhappy with the use of cookies, they can be disabled by changing the settings on your browser.\nTo find out more about the cookies we use, see our <strong>Privacy Policy</strong>.</p> Accept <ul>\n<li>Solutions <i>\n</i>\n<ul>\n<li>The Rave Platform</li>\n<li>Coronavirus Recovery</li>\n<li>Vaccine Distribution</li>\n<li>Public Safety</li>\n<li>K-12 School Safety</li>\n<li>Higher Education Safety</li>\n<li>Enterprise Communications</li>\n<li>SMB Communications</li>\n<li>Healthcare Communications</li>\n<li>Manufacturing Communications</li>\n<li>Federal Alerting</li>\n</ul>\n</li>\n<li>Products <i>\n</i>\n<ul>\n<li>Rave Collaborate™</li>\n<li>Rave Alert™</li>\n<li>Rave 911 Suite™</li>\n<li>Smart911®</li>\n<li>Rave Panic Button™</li>\n<li>Rave Guardian™</li>\n<li>SwiftK12™</li>\n<li>Rave Prepare™</li>\n</ul>\n</li>\n<li>Resources <i>\n</i>\n<ul>\n<li>All Resources</li>\n<li>Product Info Sheets</li>\n<li>Case Studies</li>\n<li>Guides</li>\n<li>Kits</li>\n<li>Whitepapers</li>\n<li>Infographics</li>\n<li>Webinars</li>\n<li>Video Resources</li>\n<li>Rave Summit </li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Company <i>\n</i>\n<ul>\n<li>About Us</li>\n<li>Leadership</li>\n<li>Careers</li>\n<li>Newsroom</li>\n<li>Partners</li>\n<li>Testimonials &amp.\nAwards</li>\n<li>Charity Program</li>\n<li>Events</li>\n<li>Rave Summit</li>\n<li>Sign Up for Our Newsletter</li>\n</ul>\n</li>\n<li>Contact Us <i>\n</i>\n<ul>\n<li>Contact Rave</li>\n<li>Customer Resources</li>\n<li>Request Support</li>\n</ul>\n</li>\n</ul> &nbsp.\n<ul>\n</ul> Get a Demo Menu <p>Sales<br> 888-605-7164</p> Book a Demo Request A Quote Contact Us Get a Demo Menu X <ul>\n<li>Contact Us <i>\n</i>\n<ul>\n<li>Contact Rave</li>\n<li>Request a Quote</li>\n<li>Customer Resources</li>\n<li>Request Support</li>\n<li>Become a Rave Partner</li>\n<li>Media Inquiries</li>\n</ul>\n</li>\n<li>Solutions <i>\n</i>\n<ul>\n<li>The Rave Platform</li>\n<li>Coronavirus Solutions</li>\n<li>Vaccine Distribution</li>\n<li>Public Safety</li>\n<li>K-12 School Safety</li>\n<li>Higher Education Safety</li>\n<li>Enterprise Communications</li>\n<li>SMB Communications</li>\n<li>Healthcare Communications</li>\n<li>Manufacturing Communications</li>\n<li>Federal Alerting</li>\n</ul>\n</li>\n<li>Products <i>\n</i>\n<ul>\n<li>Rave Collaborate™</li>\n<li>Rave Alert™</li>\n<li>Rave 911 Suite™</li>\n<li>Smart911®</li>\n<li>Rave Panic Button™</li>\n<li>Rave Guardian™</li>\n<li>SwiftK12</li>\n<li>Rave Prepare™</li>\n</ul>\n</li>\n<li>Resources <i>\n</i>\n<ul>\n<li>Product Info Sheets</li>\n<li>Case Studies</li>\n<li>Whitepapers</li>\n<li>Infographics</li>\n<li>Webinars</li>\n<li>Video Resources</li>\n<li>Success Stories</li>\n</ul>\n</li>\n<li>Blog <i>\n</i>\n<ul>\n<li>Latest from the Blog</li>\n<li>Join Our Newsletter</li>\n</ul>\n</li>\n<li>Company <i>\n</i>\n<ul>\n<li>About Us</li>\n<li>Leadership</li>\n<li>Careers</li>\n<li>Newsroom</li>\n<li>Partners</li>\n<li>Testimonials &amp.\nAwards</li>\n<li>Charity Program</li>\n<li>Events</li>\n<li>Rave Summit 2020</li>\n</ul>\n</li>\n</ul>\n<p>Sales<br>888-605-7164</p>\n<p>\n<br> Approved</p> Terms of Use <p>\n<strong>Last Updated: 1 June 2018</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Terms of Use</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>Welcome to the Rave Mobile Safety, Inc.\nwebsite (together with the websites maintained at&nbsp;www.ravemobilesafety.com and www.rapidnotify.com (the “Website”).\nThis Terms of Use excludes services that state that they are offered under a different Terms of Use.\nPlease read these Terms carefully.\nBy using Website, you (“User” or “you”) are agreeing to these Terms and to the conditions and notices set forth below (collectively, the “Agreement”).&nbsp.\nBy accessing or using this Website in any manner, you agree that (1) you have read and familiarized yourself with this Agreement, (2) you understand the Agreement, and (3) you are bound by the Agreement in your use of the Website.\nYou are entering into this Agreement with Rave Mobile Safety, Inc.&nbsp;<strong>If you do not accept all of the terms and conditions contained in or incorporated by reference into this Agreement, please do not use the Website.</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Modification of These Terms of Use</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>We reserve the right at any time, at our sole discretion, to change or otherwise modify the Agreement without prior notice, and such changes will be effective immediately upon posting.\nYour continued access or use of the Website signifies your acceptance of the updated or modified Agreement.\nUnless otherwise indicated, any new material added to the Website will also be subject to the Agreement.\nBe sure to return to this page periodically to review the most current version of the Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Who Can Use the Website</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>The Website is not intended to be used by persons under the age of 18 years old.\nIf you are under the age of 18 years old, please do not use the Website.\nIf you are submitting information for a business entity, by doing so, you represent that you have the authority to bind that business entity to the Agreement.\nWe may, in our sole and absolute discretion, refuse to allow use of the Website or accept a person’s or entity’s information and may, at any time, refuse to permit a person’s, or entity’s, continuing use of the Website for any reason or for no reason, in our sole discretion.</p>\n<p>&nbsp;</p>\n<p>\n<strong>User Conduct and Obligations</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>The content and information on the Website (including, but not limited to, messages, data, information, text, music, sound, photos, graphics, video, maps, icons, software, code or other material) (collectively, the “Content”), as well as the infrastructure used to provide such Content, is proprietary to Rave Mobile Safety.\nWithout our prior written permission, you may not use, copy, reproduce, republish, upload, post, transmit, distribute or modify our trademarks or other proprietary information in any way.\nYou agree to follow all applicable laws and regulations when using the Website.\nYou may not use the Website in any manner that could damage, disable, overburden, or impair the Website or interfere with any other party’s use and enjoyment of the Website.\nAdditionally, you agree not to:</p>\n<ol>\n<li>Provide false or misleading information about yourself to Rave Mobile Safety, impersonate any other person, or otherwise attempt to mislead others about your identity or the origin of any Content, message or other communication;</li>\n<li>Register, subscribe, attempt to register, attempt to subscribe, unsubscribe, or attempt to unsubscribe any party for any services if you are not expressly authorized by such party to do so;</li>\n<li>Collect information about other visitors to the Rave Mobile Safety Website without their consent or otherwise systematically extract data or data fields, including without limitation any financial data or email addresses;</li>\n<li>Probe, scan, test the vulnerability of or breach the authentication measures of the Website or any related web pages, networks or systems;</li>\n<li>Use any robot, spider, scraper, deep link or other automated or manual means to access the Website, or copy and/or redistribute any Content, information or software on the Website;</li>\n<li>Manipulate or otherwise display the Website by using framing, creating deep-links to the Website by bypassing the Website’s home page, mirroring or similar navigational technology or directly link to any portion of the Website other than the main home page without the prior written consent of Rave Mobile Safety;</li>\n<li>Attempt to modify, translate, adapt, edit, decompile, disassemble, or reverse engineer any software programs used by Rave Mobile Safety in connection with the Website;</li>\n<li>Input or upload to the Website any information that contains viruses, Trojan horses, worms, time bombs or other computer programming routines that are intended to damage, interfere with, intercept or expropriate any system, the Website or information or that infringes the intellectual property rights of another;</li>\n<li>Use or access the Website in any way that, in Rave Mobile Safety’s sole judgment, adversely affects the performance or function of the Website or interferes with the ability of authorized parties to access the Website, including but not limited to any action that imposes, or may impose, in Rave Mobile Safety’s sole discretion, an unreasonable or disproportionately large load on our infrastructure.\nand</li>\n<li>Engage in, perform or conduct any of the prohibited actions or activities identified below under “Reviews, Comments and Use of Other Interactive Areas.”</li>\n</ol>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Intellectual Property</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>Except for public domain material, the Website is protected by intellectual property laws, including U.S.\ncopyright laws.\nYou are hereby granted a non-exclusive license to use the Content at the Website while connected to the Website (including, where available, to email individual Content to others directly from this site).\nYou are also granted a limited license to print one copy of any Content posted at the Website, but only for your personal use.\nExcept as expressly provided above, all other rights are reserved.\nAmong other things, except to the extent required for the limited purpose of reviewing material on the Website, electronic reproduction, adaptation, distribution, performance or display is prohibited.\nCommercial use of any of the Content is strictly prohibited.\nUse of any of our trademarks such as metatags on other web sites also is strictly prohibited.\nYou may not display the Website in frames (or any of the Content via in-line links) without our express written permission, which may be requested by contacting us through our feedback form.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Electronic Communications</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>When you visit the Website or send or accept electronic messages through the Website, you are communicating with us electronically, and as a result, you consent to receive communications from us electronically.\nWe may communicate with you by email or other authorized form of electronic message or by posting notices on the Website.\nYou agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.\nYou further agree that any notices provided by us electronically are deemed to be given and received on the date we transmit any such electronic communication as described in the Agreement.\nYou have a right to withdraw your consent to receive electronic communications at any time, and may request a paper version of any electronic communication.\nYou acknowledge that such withdrawal of consent will prohibit you from accessing and using core functionalities of the Website.\nYou further acknowledge that we reserve the right to charge you a reasonable fee for the production and mailing of paper versions of electronic communications, unless charging a fee is prohibited by applicable law.\nTo request a paper copy of an electronic communication, write us at&nbsp;ravewebsites@ravemobilesafety.com.</p>\n<p>&nbsp;</p>\n<p>The Website supports the most current released version of Chrome, Firefox, Safari, Edge, and Internet Explorer web browsers.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Reviews, Comments and Use of Other Interactive Areas</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>Please be aware that by submitting any message, data, information, text, music, sound, photos, graphics, code or any other Content to the Website by electronic mail, postings on the Website, or other social network platforms operated by Rave Mobile Safety, including any questions, comments, suggestions, ideas or the like contained in any submissions (collectively, “Submissions”), you are certifying that you are the rightful owner or licensee of the Submission and you grant Rave Mobile Safety a nonexclusive, royalty-free, perpetual, transferable, irrevocable and fully sublicensable right to (a) use, reproduce, modify, adapt, translate, distribute, publish, create derivative works from and publicly display and perform such Submissions throughout the world in any media, now known or hereafter devised.\nand (b) use the name that you submit in connection with such Submission.\nYou acknowledge that Rave Mobile Safety may choose to provide attribution of your comments or reviews at our discretion.\nYou further grant Rave Mobile Safety the right to pursue at law any person or entity that violates your or Rave Mobile Safety’s rights in the Submissions by a breach of the Agreement.\nYou acknowledge and agree that Submissions are non-confidential and non-proprietary.</p>\n<p>&nbsp;</p>\n<p>The Website and Rave Mobile Safety’s other social network platforms may contain discussion forums, bulletin boards, reviews or other means in which you or third parties may post Content, messages, materials or other items on the Website (“Interactive Areas”).\nIf Rave Mobile Safety provides such Interactive Areas, you are solely responsible for your use of such Interactive Areas and use them at your own risk.\nBy using any Interactive Areas, you expressly agree not to post, upload to, transmit, distribute, store, create or otherwise publish through the Website any of the following:</p>\n<ol>\n<li>Any Submission that is unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, suggestive, harassing, threatening, invasive of privacy or publicity rights, abusive, inflammatory, fraudulent or otherwise objectionable;</li>\n<li>Submissions that would constitute, encourage or provide instructions for a criminal offense, violate the rights of any party, or that would otherwise create liability or violate any local, state, national or international law;</li>\n<li>Submissions that may infringe any patent, trademark, trade secret, copyright or other intellectual or proprietary right of any party;</li>\n<li>Submissions that impersonate any person or entity or otherwise misrepresents your affiliation with a person or entity, including Rave Mobile Safety;</li>\n<li>Unsolicited promotions, political campaigning, advertising, contests, raffles, or solicitations;</li>\n<li>Private information of any third party, including, without limitation, surname (family name) addresses, phone numbers, email addresses, Social Security numbers and credit card numbers;</li>\n<li>Viruses, corrupted data or other harmful, disruptive or destructive files;</li>\n<li>Any Submission that is unrelated to the topic of the Interactive Area(s) in which such Submission is posted.\nor</li>\n<li>Submissions or links to Content that, in the sole judgment of Rave Mobile Safety, (a) violates the previous subsections herein, (b) is objectionable, (c) restricts or inhibits any other person from using or enjoying the Interactive Areas or the Website, or (d) exposes or could expose Rave Mobile Safety or its customers to any harm or liability of any type.</li>\n</ol>\n<p>&nbsp;</p>\n<p>Rave Mobile Safety takes no responsibility and assumes no liability for any Submissions posted, stored or uploaded by you or any third party, or for any loss or damage thereto, nor is Rave Mobile Safety liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity, pornography or profanity you may encounter.\nRave Mobile Safety is not liable for any statements, representations or Submission provided by its Users in any public forum, personal home page or other Interactive Area.\nAlthough Rave Mobile Safety has no obligation to screen, edit or monitor any of the Submissions posted to or distributed through any Interactive Area, Rave Mobile Safety reserves the right, and has absolute discretion, to remove, screen or edit without notice any Content posted or stored on the Website at any time and for any reason.</p>\n<p>&nbsp;</p>\n<p>If it is determined that you retain moral rights (including rights of attribution or integrity) in Submissions, you hereby declare that (a) you do not require that any personally identifying information be used in connection with the Submission, or any derivative works of or upgrades or updates thereto.\n(b) you have no objection to the publication, use, modification, deletion and exploitation of the Submission by Rave Mobile Safety or its licensees, successors and assigns.\n(c) you forever waive and agree not to claim or assert any entitlement to any and all moral rights of an author in any of the Submission.\nand (d) you forever release Rave Mobile Safety, and its licensees, successors and assigns, from any claims that you could otherwise assert against Rave Mobile Safety by virtue of any such moral rights.</p>\n<p>&nbsp;</p>\n<p>Any violation of the foregoing violates the Agreement and may result in, among other things, termination or suspension of your rights to use the Interactive Areas and/or the Website.\nSee “Termination”, below.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Digital Millennium Copyright Act Notice</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>Rave Mobile Safety respects the intellectual property rights of others.\nRave Mobile Safety may, in appropriate circumstances and at its sole discretion, terminate the access of Users who infringe the copyrights or intellectual property rights of others.</p>\n<p>&nbsp;</p>\n<p>If you believe your work has been copied and is accessible at the Website, or other social network platforms operated by Rave Mobile Safety, in a way that constitutes copyright infringement, or that the Website contains links or other references to another online location that contains material or activity that infringes your copyright, you may notify us by providing our copyright agent the information required by the U.S.\nOnline Copyright Infringement Liability Limitation Act of the U.S.\nDigital Millennium Copyright Act.\nOur agent for notice of claims of copyright infringement on or regarding the Website can be reached by mail: Attn: Legal Department, Rave Mobile Safety, Inc., 492 Old Connecticut Path, 2<sup>nd</sup> Floor, Framingham, MA 01701.\nby email: legal@ravemobilesafety.com.</p>\n<p>&nbsp;</p>\n<p>Your notice must satisfy the requirements of the DMCA and include the following information:&nbsp;<br> (i) Your name, mailing address, and email address;&nbsp;<br> (ii) A statement identifying the copyrighted material You claim is infringed, such as a URL linking to an authorized version of the copyrighted material;&nbsp;<br> (iii) A statement identifying where the allegedly infringing material is located, such as URL linking to the allegedly infringing material;&nbsp;<br> (iv) A statement that You have a good faith belief that the allegedly infringing material identified in section (ii), above, is not authorized by the copyright owner, its agent, or the law;&nbsp;<br> (v) A statement, made under penalty of perjury, that the information in this notice is accurate and that You are the owner of the copyrighted material or are authorized to act on behalf of the owner of the copyrighted material.\nand&nbsp;<br> (vi) An electronic or physical signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Rave Mobile Safety Privacy Policy</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>The Rave Mobile Safety Privacy Policy governs the use of information collected from or provided by you through the Website.\nWith respect to any individual whose personal information is provided by you to Rave Mobile Safety, you represent to Rave Mobile Safety that you have obtained all necessary consents for the processing of such personal information contemplated by the services you are using, including the transfer of such data to the United States or other countries whose laws may not provide the same level of protection for the personal data as the laws of the country of origin of such individual.</p>\n<p>&nbsp;</p>\n<p>Rave Mobile Safety believes in protecting your privacy.\nPlease click here to review our current Privacy Policy, which also governs your use of the Website and all other websites, pages, accounts and other electronic media owned or controlled by Rave Mobile Safety, to understand our practices.\nSee our&nbsp;Privacy Policy&nbsp;page.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>Registered Users are responsible for the protection of their account numbers, customer name, and password associated with Internet access to all Website and Interactive Areas.\nIn the event of any unauthorized access to your account, you must immediately notify Rave Mobile Safety.\nhowever, Rave Mobile Safety is not responsible or liable for damage of any kind as a result of any unauthorized access.\nTo protect yourself from unauthorized access to your account information, Rave Mobile Safety highly recommends that you change your password frequently and do not share your password with anyone.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>IN NO EVENT SHALL RAVE MOBILE SAFETY BE LIABLE FOR ANY INCIDENTAL, DIRECT, INDIRECT, EXEMPLARY, SPECIAL, PUNITIVE AND CONSEQUENTIAL DAMAGES, LOST PROFITS, OR ANY KIND OF DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, ATTORNEYS’ FEES AND LOST PROFITS OR SAVINGS) RESULTING FROM LOST DATA OR BUSINESS INTERRUPTION RESULTING FROM THE USE OF OR INABILITY TO USE THE WEBSITE, INTERACTIVE AREAS, OR RAVE MOBILE SAFETY'S SERVICES WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT RAVE MOBILE SAFETY IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Disclaimer of Warranties</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>RAVE MOBILE SAFETY MAKES NO REPRESENTATIONS ABOUT THE SUITABILITY OF THE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES, CONTAINED ON THE WEBSITE FOR ANY PURPOSE, AND THE INCLUSION OR OFFERING OF ANY PRODUCTS OR SERVICES ON THE WEBSITE DOES NOT CONSTITUTE ANY ENDORSEMENT OR RECOMMENDATION OF SUCH PRODUCTS OR SERVICES BY RAVE MOBILE SAFETY.\nALL SUCH INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND.\nRAVE MOBILE SAFETY DISCLAIMS ALL WARRANTIES AND CONDITIONS THAT THE WEBSITE, ITS SERVERS OR ANY EMAIL SENT FROM RAVE MOBILE SAFETY, ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nRAVE MOBILE SAFETY HEREBY DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES, INCLUDING ALL IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NONINFRINGEMENT.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Indemnification</strong>\n</p>\n<p>&nbsp;</p>\n<p>You agree to defend and indemnify Rave Mobile Safety and each of its subsidiaries, affiliates, directors, officers, agents, partners, investors, employees, successors and assigns from and against any claims, causes of action, demands, recoveries, losses, damages, fines, penalties or other costs or expenses of any kind or nature, including but not limited to reasonable legal and accounting fees, arising from:</p>\n<ol>\n<li>Your breach of this Agreement;</li>\n<li>Your violation of any law or the rights of a third party.\nor</li>\n<li>Your use of this Website.</li>\n</ol>\n<p>You and each of your successors, assigns, subsidiaries and affiliates, hereby unconditionally release and forever discharge Rave Mobile Safety and each of its subsidiaries, affiliates, directors, officers, agents, partners, investors, employees, successors and assigns harmless from any and all complaints, claims, charges, damages, demands, suits, actions and causes of action, whether at law or in equity (including attorneys’ fees, costs and expenses), known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with your use of the Website.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Termination</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>You agree that Rave Mobile Safety, in its sole discretion, may terminate or suspend your use or access to the Website, Interactive Areas, Submissions, Content, information, and services at any time and for any or no reason, in its sole discretion, and without prior notification, even if access and use continues to be allowed to others.\nUpon such suspension or termination, you must immediately (a) discontinue use of the Website, and (b) destroy any copies you have made of any portion of Submissions.\nAccessing the Website, Interactive Areas, Submissions, Content, information, and services after such termination, suspension or discontinuation shall constitute an act of trespass.\nFurther, you agree that Rave Mobile Safety shall not be liable to you or any third party for any termination or suspension of your access to the Website, Interactive Areas, Content, information, and services.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Third Parties</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>The Website may contain links to websites, pages, accounts or other electronic media owned or controlled by parties other than Rave Mobile Safety.\nSuch links are provided for your reference and convenience only.\nWe do not control such websites and are not responsible for their contents or the privacy or other practices of such websites.\nFurther, it is up to you to take precautions to ensure that whatever links you select or software you download (whether from the Website or other websites) is free of such items as viruses, worms, Trojan horses, defects and other items of a destructive nature.\nOur inclusion of links to such websites does not imply any endorsement of the material on such websites or any association with their operators.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Copyright and Trademark Notices</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>All trademarks, trade names, logos, images, typefaces, graphics, service marks and trade dress displayed on the Sites (collectively, the “Marks”) are the property of Rave Mobile Safety or its licensors, content providers or other third parties.\nNothing in these Terms of Use or on the Sites shall be construed as granting, by implication, estoppel or otherwise, any license or right to use any Mark without the prior written consent of Rave Mobile Safety or the owner of the Mark.\nIn addition, the look and feel of the Website, including all page headers, custom graphics, button icons and scripts, is the service mark, trademark and/or trade dress of Rave Mobile Safety and may not be copied, imitated or used, in whole or in part, without the prior written permission of Rave Mobile Safety.\nAll other trademarks, registered trademarks, product names and company names or logos mentioned in the Website are the property of their respective owners.\nReference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier or otherwise, does not constitute or imply endorsement, sponsorship or recommendation thereof by Rave Mobile Safety.</p>\n<p>&nbsp;</p>\n<p>If you are aware of an infringement of either your brand or our brand, please let Rave Mobile Safety know by contacting us via phone or email.\nSee “How to Contact Rave Mobile Safety,” below.</p>\n<p>&nbsp;</p>\n<p>\n<strong>General</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>You agree to use the Website in strict compliance with all applicable laws, rules, rulings and regulations and in a fashion that does not, in the sole judgment of Rave Mobile Safety, negatively reflect on the goodwill or reputation of Rave Mobile Safety and shall take no actions that would cause Rave Mobile Safety to be in violation of any laws, rules, rulings or regulations applicable to Rave Mobile Safety.\nRave Mobile Safety and the Website are based in the United States.\nThe Agreement shall be governed by and construed in accordance with the laws of the Commonwealth of Massachusetts without reference to the principles of conflicts of law of that state or any other jurisdiction.\nYou hereby consent to the exclusive jurisdiction and venue of the courts of the Commonwealth of Massachusetts or the courts of the United States located in the Commonwealth of Massachusetts and stipulate to the fairness and convenience of proceedings in such courts for all disputes arising out of or relating to the use of the Website.\nYou agree that all claims you may have against Rave Mobile Safety arising from or relating to the Website must be heard and resolved in a court of competent subject matter jurisdiction located in the Commonwealth of Massachusetts within two (2) years from the date on which such claim or action arose or accrued or such claim or cause of action will be irrevocably waived.\nUse of the Website is unauthorized in any jurisdiction that does not give effect to all provisions of the Agreement, including, without limitation, this paragraph.\nIf any part of the Agreement is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remaining provisions in the Agreement shall continue in full force and effect.</p>\n<p>&nbsp;</p>\n<p>The Agreement (and any other terms and conditions referenced herein) constitutes the entire agreement between you and Rave Mobile Safety with respect to the Website and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral, or written, between the User and Rave Mobile Safety with respect to the Website.\nA printed version of the Agreement and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to the Agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.</p>\n<p>&nbsp;</p>\n<p>\n<strong>How to Contact Rave Mobile Safety</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>If you have any questions or comments about the Agreement, or your dealings with the Website, please contact us by email sent to ravewebsites@ravemobilesafety.com or by mail at Rave Mobile Safety, Inc., 492 Old Connecticut Path, 2<sup>nd</sup> Floor, Framingham, MA 01701</p>\n<p>&nbsp;</p> INDUSTRIES <ul>\n<li>The Rave Platform</li>\n<li>Coronavirus Recovery</li>\n<li>Vaccine Distribution</li>\n<li>Public Safety</li>\n<li>K-12 School Safety</li>\n<li>Higher Education Safety</li>\n<li>Enterprise Communications</li>\n<li>SMB Communications</li>\n<li>Healthcare Communications</li>\n<li>Manufacturing Communications</li>\n<li>Federal Alerting</li>\n</ul> SOLUTIONS <ul>\n<li>Rave Collaborate™</li>\n<li>Rave Alert™</li>\n<li>Rave 911 Suite™</li>\n<li>Smart911®</li>\n<li>Rave Panic Button™</li>\n<li>Rave Guardian™</li>\n<li>SwiftK12™</li>\n<li>Rave Prepare™</li>\n</ul> COMPANY <ul>\n<li>Leadership</li>\n<li>Careers</li>\n<li>Newsroom</li>\n<li>Partners</li>\n<li>Testimonials &amp.\nAwards</li>\n<li>Charity Program</li>\n<li>Events</li>\n</ul> CONTACT US <ul>\n<li>Request a Quote</li>\n<li>Customer Resources</li>\n<li>Become a Rave Partner</li>\n<li>Media Inquiries</li>\n</ul> MORE <ul>\n<li>Blog</li>\n<li>Resources</li>\n<li>Support</li>\n</ul>\n<ul>\n<li>\n<strong>Sales</strong> 888-605-7164</li>\n<li>\n<strong>Approved</strong>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2021 Rave Mobile Safety.\nAll Rights Reserved.\nPrivacy Policy Terms of Use Rave Alert &amp.\nRave Messenger from AT&amp;T employs or practices certain features and/or methods of U.S.\nPatent Nos.\n7,409,428.\n9,244,922.\nRave Mobile Safety also holds U.S.\nPatents for the following products: Smart911 6,600,812.\n8,484,352.\n8,516,122.\n9,078,092.\nPatents Pending.\nRave Guardian – 8,165,562.\n8,126,424.\n9,071,643.\nPatents Pending.\nPatented in Canada.\nSmartPrepare – 8,751,265.\nPatents Pending.\nRave Alert – 8,825,687.\n9,077,676.\nPatents Pending.\n</p> ", "created_at": "2021-05-19 12:25:08.75966", "updated_at": "2021-05-19 12:25:24.306146"}, {"id": 6174, "name": "Privacy Policy", "url": "https://www.getrave.com/help/Privacy.action", "xpath": "", "text": " <ul>\n<li>Skip to content.</li>\n</ul> Timeout Warning Your Rave Alert session will soon log out for security reasons.\nClick Continue Working to stay logged in or Log Out to end your session.\nTime remaining: minutes.\nContinue Working Log Out Timeout Warning Session timed out.\nLog In &nbsp.\nPrivacy Policy <p>Date of Last Revision: May 1, 2020</p>\n<p>\n<br>\n<strong>Introduction</strong>\n<br>\nThis Privacy Policy applies to data collection by Rave Mobile Safety, Inc.\n(“Rave Mobile Safety,” “we” or “us”) via Rave Mobile Safety-branded apps including Rave Alert (getrave.com) and the Rave Guardian mobile app (each, a “Site” and collectively the “Sites”) and shall apply to your use of the Sites and their capabilities and services (“Services”).\nThis Privacy Policy excludes services that state that they are offered under a different privacy policy.\nThis Privacy Policy governs the manner in which Rave Mobile Safety collects information from you (“User” or “you”) on the Sites.</p>\n<p>Our Privacy Policy explains: (1) what information we collect and why we collect it.\n(2) how we use and share that information.\n(3) the choices we offer, including how to access and update information.\nSpecifically, our Privacy Policy covers the following topics:</p>\n<p>\n<br>\n1.&nbsp;When This Privacy Policy Applies<br>\n2.&nbsp;Terms of Service<br>\n3.&nbsp;Information We Collect<br>\n4.&nbsp;How We Use Information We Collect<br>\n5.&nbsp;Our Legal Basis for Collecting Personal Data<br>\n6.&nbsp;Information We Share<br>\n7.&nbsp;Your Failure to Provide Personal Data<br>\n8.&nbsp;Our Retention of Your Personal Data<br>\n9.&nbsp;Your Choices and Accessing, Updating or Deleting Your Personal Data<br>\n10.&nbsp;Our Opt-in/Out-out Policy<br>\n11.&nbsp;Third Party Links<br>\n12.&nbsp;International Transfer<br>\n13.&nbsp;How We Protect Personal Data<br>\n14.&nbsp;Children<br>\n15.&nbsp;Direct Marketing and “Do Not Track” Signals<br>\n16.&nbsp;Changes to this Privacy Policy<br>\n17.&nbsp;How to Contact Us</p>\n<p>\n<br>\nPlease familiarize yourself with our privacy practices and let us know if you have any questions.\nBy using the Sites, you signify your acceptance of this Privacy Policy.\nIf you do not agree to this Privacy Policy, please do not use the Sites.</p>\n<p>Irrespective of which country you live in, you authorize us to transfer, store, and use your information in the United States and Canada, unless otherwise agreed upon between Rave Mobile Safety and your school or employer.\nThe privacy and data protection laws and rules regarding when government authorities may access data may vary from those in the country where you live.\nLearn more about our data transfer operations in the “International Transfer” section below.\nIf you do not agree to the transfer, storage and use of your information in the countries where we operate, please do not use the Sites.</p>\n<p>If you have any questions or comments about this Privacy Policy, please submit a request to privacy@ravemobilesafety.com.</p>\n<p>\n<br>\n<strong>When this Privacy Policy Applies</strong>\n<br>\nOur Privacy Policy applies to the services offered by Rave Mobile Safety on the Sites and excludes services that have separate privacy policies that do not incorporate this Privacy Policy.&nbsp;&nbsp;</p>\n<p>Our Privacy Policy does not apply to services offered by other companies or individuals, including products or sites that may be displayed to you, or other sites linked from our services or Sites.\nOur Privacy Policy does not cover the information practices of other companies and organizations who advertise our services, and who may use cookies, pixel tags and other technologies to serve and offer relevant ads.</p>\n<p>\n<br>\n<strong>Terms of Use</strong>\n<br>\nBy accessing or using the Sites in any manner, you also agree to be bound by Rave Mobile Safety's Terms of Use (the “Agreement”).\nPlease read the Agreement carefully.\nIf you do not accept all of the terms and conditions contained in or incorporated by reference into the Agreement, please do not use the Sites.</p>\n<p>\n<br>\n<strong>Information We Collect</strong>\n<br>\nWe collect information, including personal data, to provide better services to all our Users.\nWe use the term “Personal Data” to refer to any information that identifies or can be used to identify you.\nCommon examples of personal data include: first and last name, address, email address, business email address, organization name, phone, digital identity such as a login name or handle, information about your device, and certain metadata.</p>\n<p>“Sensitive Personal Data” refers to a smaller subset of personal data which is considered more sensitive to the individual, such as race and ethnic origin, political opinions, religious or philosophical beliefs, trade-union membership, genetic or biometric information, physical or mental health information, medical insurance data, or sexual orientation.\nRave Mobile Safety does not collect or use Sensitive Personal Data through these Sites and asks that you do not provide Sensitive Personal Data to us.<br>\n&nbsp;</p>\n<p>We collect Personal Data in the following ways:</p>\n<p>\n<br>\n1.&nbsp;<u>Information You Give to Us</u>\n<br>\nWhen registering for our Services, you may choose to provide us with personal data such as your name, phone number, email address, address, and medical or household information.\n&nbsp;When using our Services, you may provide us with information sent between you and individuals authorized to administer our services.\nThis information may include location and address information you elect to share with the Services.\n&nbsp;You may also provide us with Personal Data about yourself when your report a problem or have a question about our Sites or services.\n&nbsp;Please note that if you do not provide us with Personal Data, your ability to use certain aspects of our products and services may be limited.&nbsp;&nbsp;</p>\n<p>2.&nbsp;<u>Information We Obtain from Your Use of Our Sites</u>\n<br>\nWe collect certain information automatically, such as your operating system version, browser type, and internet service provider.\nWhen you use our Sites, we automatically collect and store this information in service logs.\nThis includes: details of how you used our Sites.\nInternet protocol address.\nand cookies that uniquely identify your browser.\n&nbsp;We may also collect and process information about your actual location.\nThe information we collect automatically is statistical data and may or may not include Personal Data, but we may maintain it or associate it with Personal Data we collect in other ways or receive from third parties.</p>\n<p>3.&nbsp.\n<u>Information our Customers May Give Us About You</u>\n<br>\nOthers buying our services for your use, such as your employer or your school, have the option to provide us with personal data and your eligibility to use the Services they purchased.\nThe information provided by your employer or school may include your name, phone number, email address and address.<br>\n<br>\n4.&nbsp.\n<u>Cookies</u>\n<br>\nWe and our partners use cookies to collect and store information when you visit one of our services, and this may include using cookies or similar technologies to identify your browser or device.&nbsp;&nbsp;A cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of our services.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our services.\n&nbsp;For more information about our use of cookies, including details on how to opt-out of certain cookies, please see our <u>Cookie Policy</u>.</p>\n<p>&nbsp;</p>\n<p>\n<strong>How We Use Information We Collect</strong>\n<br>\nWe use your personal data in ways that are compatible with the purposes for which it was collected or authorized by you, including for the following purposes:</p>\n<p>1.&nbsp;To inform you about services available from Rave Mobile Safety;<br>\n2.&nbsp;To authorize access to our Sites and Services;<br>\n3.&nbsp;To provide you with Services;<br>\n4.&nbsp;To improve our customer service;<br>\n5.&nbsp;To respond to and support customers regarding their use of the Sites and Services;<br>\n6.&nbsp;To comply with all applicable legal requirements.<br>\n7.&nbsp;To investigate possible fraud or other violations of our Terms of Use or this Privacy Policy and/or attempts to harm our Users.</p>\n<p>We use the information we collect from our Sites to provide, maintain, and improve them, to develop new services, and to protect our Company and our customers.&nbsp;</p>\n<p>We may use information collected from cookies and other technologies, to improve your user experience and the overall quality of our services.\nFor example, by saving your language preferences, we’ll be able to have our services appear in the language you prefer.\n&nbsp;We may use your personal information to see which web pages you visit at our Sites and we may then develop statistics that help us understand how our visitors use our Sites and how to improve them.\n&nbsp;We may also use the information we obtain about you in other ways for which we provide specific notice at the time of collection.</p>\n<p>We will ask for your consent before using information for a purpose other than those set out in this Privacy Policy.<br>\n&nbsp;</p>\n<p>\n<strong>Our Legal Basis for Collecting Personal Data</strong>\n<br>\nWhenever we collect Personal Data from you, we may do so on the following legal bases:<br>\n&nbsp;</p>\n<p>1.&nbsp;Your consent to such collection and use;<br>\n2.&nbsp;Out of necessity for the performance of an agreement between us and you, such as your agreement to use our services and products;<br>\n3.&nbsp;Our legitimate business interest, including but not limited to the following circumstances where collecting or using Personal Data is necessary for:</p>\n<ul>\n<li>Intra-company transfers for client data for administrative purposes;</li>\n<li>Product development and enhancement, where the processing enables Rave Mobile Safety to enhance, modify, personalize, or otherwise improve our services and communications for the benefit of our customers, and to better understand how people interact with our Sites;</li>\n<li>Fraud detection and prevention;</li>\n<li>Enhancement of our cybersecurity, including improving the security of our network and information systems.\nand</li>\n<li>General business operations and diligence;</li>\n</ul>\n<p>\n<br>\nProvided that, in each circumstance, we will weigh the necessity of our processing for the purpose against your privacy and confidentiality interests, including taking into account your reasonable expectations, the impact of processing, and any safeguards which are or could be put in place.\nIn all circumstances, we will limit such processing for our legitimate business interest to what is necessary for its purposes.</p>\n<p>\n<br>\n<strong>Information We Share</strong>\n<br>\nWe do not share personal information collected through the Sites with companies, organizations and individuals outside of the Company unless one of the following circumstances applies:<br>\n&nbsp;</p>\n<p>\n<strong>1.&nbsp;With your consent.\n</strong>We will share personal data with companies, organizations or individuals outside of Rave Mobile Safety when we have your consent to do so.</p>\n<p>\n<strong>2.&nbsp;Enterprise accounts.\n</strong>Your employer or school may offer you access to our Services.\nWe will share personal data you provide with your employer or school.\nYour employer or school can review and manage your use of such enterprise Services.</p>\n<p>\n<strong>3.&nbsp;For external processing.\n</strong>We provide personal information to our affiliates or other trusted businesses or partners to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures.\nThese third parties include communication service providers, Emergency Service Providers and public safety agencies.\nSpecific examples of permitted disclosure of personal data include:</p>\n<p>1.&nbsp;Your wireless phone number may be submitted to other service providers in order to locate the device during an emergency or transmit messages that you send or receive.<br>\n2.&nbsp;In the event an emergency call or other direct communication is placed from your phone or device, and provided that the agency receiving the call uses our Services, your information may be displayed on the answering operator's workstation screen or to emergency responders.<br>\n3.&nbsp;In the event a non-9-1-1 call is made to a public safety agency from your phone and is then routed into a 9-1-1 system, if the receiving 9-1-1 agency uses our Services, your information may be displayed on the 9-1-1 operator's workstation screen.\nIn these situations, once information is passed to the local 9-1-1 authorities, we no longer have control over the transmission of the information.\nIt may be conveyed verbally over an unsecured radio or transmitted in some other way to the responding emergency response team or others.<br>\n4.&nbsp;In the event an Emergency Service Provider uses The Services database query tools, and your information includes an address within the querying Emergency Service Provider's jurisdiction, and a portion of your information matches the Emergency Service Provider's query criteria, and if you have elected to participate in this portion of the our Services, your information will be displayed in the search results presented to the Emergency Service Provider.</p>\n<p>It is our policy to only share Personal Data with contractors, service providers and other third parties who are bound by contractual obligations to keep Personal Data confidential and use it only for the purposes for which we disclose it to them.\n&nbsp;Under certain circumstances, you may avoid having us share your information with our business partners and vendors by not granting us permission to share your information.\n&nbsp;Not granting us permission to share your information with our business partners or vendors may limit your access to their services through the Sites.\nWe do not share personal information with third parties for their own marketing purposes.</p>\n<p>\n<strong>4.\nFor Legal Reasons.</strong> We will share Personal Data with companies, organizations or individuals outside of Rave Mobile Safety if we have a good-faith belief that access, use, preservation or disclosure of the information is reasonably necessary to:</p>\n<p>1.\nMeet any applicable law, regulation, legal process or enforceable governmental request.<br>\n2.\nEnforce applicable Terms of Service, including investigation of potential violations.<br>\n3.\nDetect, prevent, or otherwise address fraud, security or technical issues.<br>\n4.\nProtect against harm to the rights, property or safety of Rave Mobile Safety, our Users or the public as required or permitted by law.<br>\nWe attempt to notify Users about legal demands for their personal data when appropriate in our judgment, unless prohibited by law or court order or when the request is an emergency.\nWe may dispute such demands when we believe, in our discretion, that the requests are overbroad, vague or lack proper authority, but we do not promise to challenge every demand.</p>\n<p>\n<strong>5.&nbsp;Business Transfers.</strong> As we continue to develop our business, we may buy, sell, or share assets in connection with, for example, a merger, acquisition, reorganization, sale of assets, or bankruptcy.\n&nbsp;In such transactions, Personal Data about our users is often a transferred business asset.\n&nbsp;In the event that Rave Mobile Safety itself or substantially all of our assets are acquired, Personal Data about our users may be one of the transferred assets.</p>\n<p>\n<strong>6.&nbsp;Aggregate Site Use Information.</strong> We may share aggregate and anonymized/pseudonymized Personal Data to advertisers and other third parties in order to promote or describe use of the Sites.</p>\n<p>\n<br>\n<strong>Your Failure to Provide Personal Data</strong>\n<br>\nYour provision of Personal Data is required in order to use certain parts of our Sites and services.\n&nbsp;If you fail to provide such Personal Data, you may not be able to access and use our services on our Sites or parts of our services available via the Sites.&nbsp;</p>\n<p>\n<br>\n<strong>Our Retention of Your Personal Data</strong>\n<br>\nWe may retain your Personal Data for a period of time consistent with the original purpose for collection.\n&nbsp;For example, we keep your Personal Data for no longer than reasonably necessary for your use of our products and services and for a reasonable period of time afterward.\nWe also may retain your Personal Data during the period of time needed for us to pursue our legitimate business interests, conduct audits, comply with our legal obligations, resolve disputes, maintain security, prevent fraud and abuse, and enforce our agreements.</p>\n<p>If your account is removed from our sites and services, we generally delete account information within 30 days of account removal, except as noted below.\nWe retain your Personal Data even after you have closed your account if reasonably necessary to comply with our legal obligations (including law enforcement requests), meet regulatory requirements, resolve disputes, maintain security, prevent fraud and abuse, enforce our Terms of Use, or fulfill your request to “unsubscribe” from further messages from us.</p>\n<p>\n<br>\n<strong>Your Choices and Accessing, Updating or Deleting Your Personal Data</strong>\n<br>\nWhenever you use our services, we aim to provide you with choices about how we use your personal data.\nWe also aim to provide you with access to your Personal Data.\nIf that information is wrong, we strive to give you ways to update it quickly or to delete it – unless we have to keep that information for legitimate business or legal purposes.\nSubject to applicable law, you may obtain a copy of personal information we maintain about you or you may update or correct inaccuracies in that information through your Profile or Account, or by contacting us at privacy@ravemobilesafety.com.\nTo help protect your privacy and maintain security, we will take steps to verify your identity before granting you access to the information.\nIn addition, if you believe that personal information we maintain about you is inaccurate, subject to applicable law, you may have the right to request that we correct or amend the information by contacting us as indicated in the How to Contact Us section below.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>European Users’ Rights With Respect to Personal Data</strong>\n</li>\n</ul>\n<p>Some data protection laws, including the European Union’s General Data Protection Regulation (“GDPR”), provide you with certain rights in connection with Personal Data you have shared with us.\nIf you are resident in the European Economic Area, you may have the following rights:</p>\n<p>\n<strong>1.&nbsp;The right to be informed: </strong>You are entitled to be informed of the use of your Personal Data.\n&nbsp;This Privacy Policy provides such information to you.<br>\n<strong>2.&nbsp;The right of access:</strong> You have the right to request a copy of your Personal Data which we hold about you.<br>\n<strong>3.&nbsp;The right of correction: </strong>You have the right to request correction or changes of your Personal Data if it is found to be inaccurate or out of date.&nbsp;<br>\n<strong>4.&nbsp;The right to be forgotten:</strong> You have the right to request us, at any time, to delete your Personal Data from our servers and to erase your Personal Data when it is no longer necessary for us to retain such data.\n&nbsp;Note, however, that deletion of your Personal Data will likely impact your ability to use our services.<br>\n<strong>5.&nbsp;The right to object (opt-out):</strong> You have the right to opt-out of certain uses of your Personal Data, such as direct marketing, at any time.&nbsp;<br>\n<strong>6.&nbsp;The right to data portability:</strong> You have the right to a “portable” copy of your Personal Data that you have submitted to us.\n&nbsp;Generally, this means your right to request that we move, copy or transmit your Personal Data stored on our servers / IT environment to another service provider’s servers / IT environment.<br>\n<strong>7.&nbsp;The right to refuse to be subjected to automated decision making, including profiling: </strong>You have the right not to be subject to a decision and insist on human intervention if the decision is based on automated processing and produces a legal effect or a similarly significant effect on you.<br>\n<strong>8.&nbsp;The right to lodge a complaint with a supervisory authority:</strong> You may contact us using the contact information below, and we will consider your request in accordance with applicable laws.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Changing or Deleting Your Information</strong>\n</li>\n</ul>\n<p>You may update your information stored on the Sites at any time, as applicable to your Sites and Services:</p>\n<p>1.&nbsp;Where you have been given access to the Sites and Services, you may update your information in the \"My Profile\", and/or \"My Account\" areas.<br>\n2.&nbsp;Where your organization provides your information on your behalf, you must contact the organization to access this information or request changes to your information.</p>\n<p>You may also update or correct information about yourself by emailing us at privacy@ravemobilesafety.com.\n&nbsp;We may retain an archived copy of your records as required by law, to comply with our legal obligations, to resolve disputes, to enforce our agreements or for other legitimate business purposes.&nbsp;</p>\n<p>We may contact you to request that you update your Personal Data on a regular basis to ensure its integrity for the purposes of ongoing data management.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>Our Opt-in/Opt-out Policy</strong>\n</li>\n</ul>\n<p>By providing an email address or other contact information on the Rave Mobile Safety Sites, you agree that we may contact you in the event of a change in this Privacy Policy, to provide you with any service related notices, or to provide you with information about our events, invitations, or related educational information.</p>\n<p>For purposes of this Privacy Policy, “opt-in” is generally defined as any affirmative action by a user to submit or receive information.</p>\n<p>We currently provide the following opt-out opportunities:</p>\n<p>1.&nbsp;At any time, you can follow a link provided in offers, newsletters or other messages (except for e-commerce confirmation or service notice emails) received from us to unsubscribe from the service.\n&nbsp.\n&nbsp;<br>\n2.&nbsp;At any time, you can contact us through privacy@ravemobilesafety.com or the address provided below to unsubscribe from the service and opt-out of our right per your consent under the terms of this Privacy Policy to share your Personal Data.<br>\n3.&nbsp;Where you have been given access to the Sites and Services, you may update your subscription settings in your account.<br>\n4.&nbsp;Where your organization may provide your information on your behalf, you must contact the organization to access this information or request changes to your information.</p>\n<p>Notwithstanding anything else in this Privacy Policy, please note that we always reserve the right to contact you in the event of a change in this Privacy Policy, or to provide you with any service-related notices.<br>\n&nbsp;</p>\n<p>\n<strong>Third Party Links</strong>\n<br>\nThe Sites may contain links to webpages operated by parties other than Rave Mobile Safety.\nWe do not control such websites and are not responsible for their contents or the privacy policies or other practices of such websites.\nOur inclusion of links to such websites does not imply any endorsement of the material on such websites or any association with their operators.\nFurther, it is up to the User to take precautions to ensure that whatever links the User selects or software the User downloads (whether from this Site or other websites) is free of such items as viruses, worms, trojan horses, defects and other items of a destructive nature.\nThese websites and services may have their own privacy policies, which the User will be subject to upon linking to the third party's website.\nRave Mobile Safety strongly recommends that each User review the third party's terms and policies.</p>\n<p>\n<br>\n<strong>International Transfer</strong>\n<br>\nWe are committed to complying with applicable laws, regulations and mandatory government standards regarding the protection of Personal Data.&nbsp;</p>\n<p>Since we are a global organization, Personal Data and any additional information submitted may be used globally in connection with employment, business processes within Rave Mobile Safety, or communicating with our clients.\nTherefore, Personal Data may be transferred to other Rave Mobile Safety entities worldwide, where it will be processed in accordance with this Privacy Policy and laws that are applicable in each country.\nCountries where we process data may have laws which are different, and potentially not as protective, as the laws of your own country.</p>\n<p>If we transfer your Personal Data out of your jurisdiction, we will implement suitable safeguards and rely on legally provided mechanisms to lawfully transfer data across borders to ensure that your Personal Data is protected.&nbsp;</p>\n<p>\n<br>\n<strong>How We Protect Personal Data</strong>\n<br>\nRave Mobile Safety maintains administrative, technical and physical safeguards designed to protect the User's Personal Data and information against accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure or use.\nWe implement appropriate technical and organizational measures to ensure a level of security appropriate to the risk, taking into account technological reality, cost, the scope, context and purposes of processing weighted against the severity and likelihood that the processing could threaten individual rights and freedoms.\n&nbsp;For example, we use commercially reasonable security measures such as encryption, firewalls, and transport layer security (TLS) or hypertext transfer protocol secure (HTTPS) to protect Personal Data.\n&nbsp;</p>\n<p>If Rave Mobile Safety collects account information for payment or credit, Rave Mobile Safety will use the information only to complete the task for which the account information was offered.<br>\n&nbsp;</p>\n<p>\n<strong>Children</strong>\n<br>\nWe do not intentionally collect any information about children under the age of 13 unless and until a relevant institution has provided consent and authorization for a child under the age of 13 to use the Sites or services and for us to collect information from such child.\n&nbsp;If you believe that we might have inadvertently collected personal information from a child under age 13 without proper consent, please contact us at privacy@ravemobilesafety.com.\n&nbsp;If we learn that we have inadvertently collected the personal information of a child under 13, or equivalent minimum age depending on jurisdiction, without proper consent, we will take steps to delete the information as soon as possible.&nbsp;<br>\n&nbsp;</p>\n<p>\n<strong>Direct Marketing and “Do Not Track” Signals</strong>\n<br>\nRave Mobile Safety does not track its customers over time and across third party websites to provide targeted advertising and therefore does not respond to Do Not Track (DNT) signals.\nHowever, some third-party sites do keep track of your browsing activities when they serve you content, which enables them to tailor what they present to you.\nIf you are visiting such sites, your browser may include controls to block and delete cookies, web beacons and similar technologies, to allow you to opt out of data collection through those technologies.</p>\n<p>\n<br>\n<strong>Privacy Rights of California Residents</strong>\n<br>\nCalifornia residents are entitled under the California Consumer Privacy Act to contact us for various purposes, including to request information about whether we have disclosed personal information to third parties for their direct marketing purposes.\nWe do not disclose personal information to third parties for their direct marketing purposes.\nCalifornia residents have the right to be informed as to what personal information about them we may have, how we collected and may use that information and how to have it corrected or deleted, and may request further information about our compliance with this law by contacting us by one of the means listed in the “How to Contact Us” section below.</p>\n<p>\n<br>\n<strong>Changes to this Privacy Policy</strong>\n<br>\nOur Privacy Policy may change from time to time.\nWe will not reduce your rights under this Privacy Policy without your explicit consent.\nWe will post any privacy policy changes on this page and, if the changes are significant, we will provide a more prominent notice (including, for certain services or products, email notification of privacy policy changes).\nWe will also keep prior versions of this Privacy Policy in an archive for your review.</p>\n<p>\n<br>\n<strong>How to Contact Us</strong>\n<br>\nIf you have any specific questions about this Privacy Policy, you can contact us via email or phone, or by writing to us at the address below.</p>\n<p>Rave Mobile Safety, Inc.<br>\nAttn: Privacy Policy Inquiry<br>\n492 Old Connecticut Path<br>\n2nd Floor<br>\nFramingham, MA 01701</p>\n<p>Toll-free: 888-605-7164&nbsp;</p>\n<p>privacy@ravemobilesafety.com</p> Privacy Policy &nbsp;·&nbsp.\nTerms of Use <br> © 2021 Rave Mobile Safety.\nAll rights reserved.\nNeed Help? <ul>\n<li>Rave Alert Help</li>\n</ul> ", "created_at": "2021-05-19 14:22:10.988181", "updated_at": "2021-05-19 12:24:23.881992"}, {"id": 6175, "name": "Terms of Use", "url": "https://www.getrave.com/help/Terms.action", "xpath": "", "text": " <ul>\n<li>Skip to content.</li>\n</ul> Timeout Warning Your Rave Alert session will soon log out for security reasons.\nClick Continue Working to stay logged in or Log Out to end your session.\nTime remaining: minutes.\nContinue Working Log Out Timeout Warning Session timed out.\nLog In &nbsp.\nTerms of Use <p>Date of Last Revision: September 2019</p>\n<p>&nbsp;</p>\n<p>These Terms of Use (the \"<strong>Terms</strong>\") describe the terms under which you may access and use the mobile and web-based messaging and telecommunication services (the \"<strong>Services</strong>\") provided by Rave Wireless, Inc.\ndba Rave Mobile Safety&nbsp;(\"<strong>Rave</strong>\") and, if applicable, the client of Rave who has licensed certain applications from Rave and through which you were granted access to the services (the “<strong>Client</strong>”).</p>\n<p>The Services are a set of applications accessed through the web or mobile devices, the features of&nbsp;&nbsp;which vary based on which applications are licensed and to which you are granted access to and for which you register.\nThese Terms may be modified by Rave at any time without prior notice.\nChanges to the Terms will be posted on this page, and this page will indicate at the top the date these Terms were last revised.\nYou agree to be bound by any such modifications once they are posted on this web site (the \"<strong>Site</strong>\"), and your continued registration to use, or use of, the Services following any such posting constitutes your acceptance of such modifications.</p>\n<p>&nbsp;</p>\n<p>\n<strong>PLEASE READ THESE TERMS OF USE CAREFULLY AS THEY CONTAIN IMPORTANT INFORMATION REGARDING YOUR LEGAL RIGHTS, REMEDIES AND OBLIGATIONS.</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Messaging</strong>\n</p>\n<p>\n<strong>At any time you may stop SMS messages from being sent to your phone by simply&nbsp;</strong>\n<strong>texting STOP to 226787 or 67283 or 78015 </strong>\n<strong>or 77295</strong>\n<strong> or 81437&nbsp;from your&nbsp;</strong>\n<strong>registered mobile phone.&nbsp;You will no longer receive text messages from Rave if you utilize this service.&nbsp;Text INFO or HELP to 226787 or 67283 or 78015 or 77295 or 81437<u>\n</u>from your registered mobile phone and you will be sent a text message with simple instructions.</strong>\n</p>\n<p>By registering for this service you will periodically receive text messages.\nThe frequency of these messages will depend on how you use this service, and how frequently the client sends messages through this service.\nMessage and data rates may apply.</p>\n<p>This service is compatible with the products and services provided by AT&amp;T, Sprint, Verizon Wireless, T-Mobile, and most other mobile phone carriers.\nA complete list of supported carriers is displayed during phone registration.</p>\n<p>Alerts sent via SMS may not be delivered to you if your phone is not in range of a transmission site, or if sufficient network capacity is not available at a particular time.\nEven within a coverage area, factors beyond Verizon's control may interfere with message delivery, including the customer's equipment, terrain, proximity to buildings, foliage, and weather.\nYou acknowledge that urgent alerts may not be timely received and that Verizon does not guarantee that alerts will be delivered.</p>\n<p>T-Mobile and its affiliated brands are not responsible for delayed or undelivered messages.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Eligibility.\nTerm</strong>\n</p>\n<p>By using the Services, you represent that you have either reached the age of majority where you live or have valid parent or legal guardian consent to be bound by these Terms.\nIf you do not know whether you have reached the age of majority where you live, or do not understand this section, please ask your parent or legal guardian for help and consent before registering for the Services or using the Services.\nIf you are the parent or legal guardian of a minor who registers for the Services or uses the Services, you and the minor accept and agree to be bound by these Terms and are responsible for all use of the Services.&nbsp.\nIf you have not reached the age of majority and do not have valid parent or legal guardian consent to agree to these Terms, you must not use the Services or any Rave application.\n&nbsp;</p>\n<p>Any registration by, use of or access to the Site or the Services by anyone under 13 is unauthorized, unlicensed and in violation of these Terms.\nYou are responsible for obtaining access to the Services and acknowledge that such access may involve third party fees (such as Internet service provider, SMS, mobile data usage or other airtime charges).\nYou are responsible for any such fees and any and all equipment necessary to access the Services.\nBy agreeing to these Terms or by using the Services, the Site and the Rave applications and services, you represent and warrant that you have the right, authority, and capacity to enter into these Terms and to abide by all of the terms and conditions hereof.\nThese Terms shall remain in full force and effect until your registration is terminated.\nRave, at its sole discretion, may restrict or terminate your use of the Services for any reason, at any time.\nIf Rave restricts or terminates your use of the Services because you have breached these Terms, you shall remain obligated under these Terms.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Registration</strong>\n</p>\n<p>As part of the registration process, you or the Client must provide certain data and personally identifiable information (such as name, address, telephone number, account number, equipment identifiers, and Internet Protocol address that you or the Client makes available to Rave) about you (collectively, \"<strong>PII</strong>\").\nYou acknowledge and agree that you are responsible for the accuracy and completeness of your PII, whether provided to Rave by you or by the Client, and that the effectiveness of the Services will depend in part upon the accuracy and completeness of your PII.\nYou agree to (a) provide to Rave and the Client accurate, current and complete PII and (b) maintain and promptly update such PII to keep it accurate, current and complete.\nYou further agree that Rave or the Client may, but is not obligated to, contact you from time to time through the Services or otherwise to verify the accuracy and completeness of your PII.</p>\n<p>You will utilize a password that will enable you to access the Services.\nYou are responsible for maintaining the confidentiality of your password, and you are fully responsible for all activities that occur through the use of your password.\nYou agree to immediately notify Rave of any unauthorized use of your password or any other breach of security.\nYou agree that the Client (if applicable), Rave or the wireless carrier providing access to the Services shall not be liable for any loss or damage arising from your failure to comply with the foregoing.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Member Conduct</strong>\n</p>\n<p>You acknowledge and agree that Rave or the Client each has the right, but not the obligation, to monitor, review and delete any messages, images or any other content that you publish, display or otherwise transmit directly or indirectly through the Services or the Site (“<strong>User Content</strong>”) that in either of their sole judgment violates these Terms, might be offensive or illegal, or might violate the rights of, harm, or threaten the safety of others.\nYou further agree to abide by any applicable Client terms and polices regarding or relating to the use of the Services.\nYou agree that Rave shall have the right to suspend or remove any member who violates these Terms or any such policy at any time and without advanced notice to the member.</p>\n<ul>\n<li>You acknowledge and agree to the following with respect to use of the Services:</li>\n<li>You will not publish, display or otherwise transmit, directly or indirectly through the Services, User Content that is unlawful, abusive, harassing, libelous, fraudulent, defamatory, obscene or threatening;</li>\n<li>You may not knowingly restrict or inhibit any other user from using and enjoying the Services;</li>\n<li>You will not collect or use information about other users;</li>\n<li>You may not impersonate any other person or entity, or misrepresent your affiliation with any other person or entity;</li>\n<li>You may not knowingly post or transmit any information or software which contains a virus, trojan horse, worm or other harmful component;</li>\n<li>You will not post or transmit any information or content to which you do not have a right to post or transmit or that you do not wish to transmit to others;</li>\n<li>You will not in any way express or imply that any opinions contained in your communications are endorsed by Rave, or that the accuracy of any facts or circumstances described by you have been verified by Rave.\nand</li>\n<li>You may not use the Services in any way for sending Spam.\nSpam is defined for these purposes as unsolicited email, text messages or voice messages directed to people not personally known to you, including but not limited to junk mail, chain letters or other unsolicited bulk email, commercial or otherwise or any email or text message sent that Rave reasonably believes constitutes Spam, based on applicable laws and industry practices.</li>\n</ul>\n<p>In the event that any User Content that violates the foregoing is posted on or through the Services or you are otherwise exposed or subject to offensive, indecent, objectionable, or otherwise damaging User Content, you agree that you shall hold harmless and waive any right to damages from the Client, the wireless carrier providing access to the Services or Rave related to such User Content.\nYou further agree that you will notify the Client, if applicable, of such User Content.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Emergency Response Contact Service – Additional Terms</strong>\n</p>\n<p>The Services may include a feature alerting an emergency response service (such as 911 or a private or public security force or emergency personnel) of a possible emergency.\nIf this type of emergency response contact service is part of the Services provided to you, you expressly consent to Rave’s disclosure of PII to any emergency response service or other emergency personnel in connection with the Services.\nYou acknowledge that neither the Client (if applicable) nor Rave is responsible for any such emergency response services nor guarantees the accuracy, integrity or quality of any emergency response service.</p>\n<p>You acknowledge that any emergency response contact service included as part of the Services is not intended to replace or as a substitute for traditional 911 service or contacting a police or security force or other emergency personnel directly and that you are responsible for determining whether to use Rave’s emergency response contact service or a traditional 911 service, or whether to contact a police or security force or other emergency personnel directly.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Links</strong>\n</p>\n<p>The Client may, based upon the Rave applications it provides, provide links to other websites or resources of possible interest to members.\nBecause Rave and the Client have no control over such websites or resources, you acknowledge and agree that the Client and Rave are not responsible for the availability of such websites or resources, and do not endorse and are not responsible or liable for any content, advertising, products, or other materials on or available from such websites or resources.\nYou also acknowledge and agree that neither the Client nor Rave shall be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such websites or resource.\nAll such websites are subject to their own policies and procedures.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Privacy and Disclosure of Information</strong>\n</p>\n<p>Terms regulating the handling of PII with respect to the Services are described in the&nbsp;Rave Privacy Policy, which is an integral part of these Terms.\nBy accepting these Terms, you are also acknowledging that you have also reviewed and are accepting the Rave Privacy Policy, as it may be amended from time to time.</p>\n<p>You acknowledge and agree that you are granting Rave and the Client (if applicable) access to your PII and that the Client and Rave may provide to each other your PII, in each case in connection with the Services.</p>\n<p>You understand and agree that the Client or Rave may send you certain communications, such as announcements, newsletters, service announcements and other administrative messages, and that these communications are considered part of your membership.\nYour ability to opt out of these communications will be governed by applicable laws, the Client’s policies and Rave’s policies.\nBy using the Services, you agree that Rave and the Client may communicate with you by SMS, MMS, telephone, email, mobile app or other means and that information about your usage of the Services may be communicated to Rave by wireless carriers and other service providers.</p>\n<p>You acknowledge that neither Rave nor the applicable Client shall be responsible for the actions or inactions of any third party to whom or to which PII is disclosed as permitted herein or in the Privacy Policy, including without limitation the disclosure or use of your PII by such third party.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Disputes</strong>\n</p>\n<p>If there is any dispute between you and Rave about or involving the Services or these Terms, you agree that the dispute will be governed by the laws of the Commonwealth of Massachusetts without regard to its conflict of law provisions and you also agree to personal jurisdiction by and venue exclusively in the state and federal courts of the Commonwealth of Massachusetts.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Disclaimer of Warranties.\nLimitation of Liability</strong>\n</p>\n<p>THE SERVICES ARE PROVIDED \"AS-IS\" AND, TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, THE CLIENT (IF APPLICABLE) AND RAVE EXPRESSLY DISCLAIM ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS.\nNEITHER THE CLIENT NOR RAVE GUARANTEES OR PROMISES ANY SPECIFIC RESULTS FROM USE OF THE SERVICES.\nTHE SERVICES MAY BE TEMPORARILY UNAVAILABLE FROM TIME TO TIME FOR MAINTENANCE OR OTHER REASONS.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY A MEMBER FROM THE CLIENT, RAVE OR THROUGH OR FROM THE SERVICES SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT IN NO EVENT WILL THE CLIENT OR RAVE BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INDIRECT, CONSEQUENTIAL, GENERAL, COMPENSATORY, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES, OR LOST PROFITS ARISING FROM YOUR USE OF, OR OTHERWISE RELATING TO, THE SERVICES, INCLUDING WITHOUT LIMITATION, EMOTIONAL DISTRESS, BODILY OR PERSONAL INJURY, DEATH OR PROPERTY DAMAGE, EVEN IF THE CLIENT OR RAVE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, THE LIABILITY OF THE CLIENT OR RAVE TO YOU RELATING IN ANY WAY TO THE SERVICES FOR ANY CAUSE WHATSOEVER, AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE GREATER OF (A) THE AMOUNT PAID, IF ANY, BY YOU TO THE CLIENT OR RAVE FOR USE OF THE SERVICES DURING THE TERM OF MEMBERSHIP, OR (B) $100.</p>\n<p>NEITHER THE CLIENT NOR RAVE IS RESPONSIBLE FOR ANY LOSS, CLAIM OR DAMAGE TO THE EXTENT RESULTING FROM INTERRUPTION, MALFUNCTION, INEFFECTIVENESS, OR UNAVAILABILITY OF THE SERVICES ATTRIBUTABLE TO ANY ACT OF GOD, FIRE, STRIKE, EMBARGO, WAR, TERRORIST ATTACK, INSURRECTION, RIOT, OR OTHER CAUSE BEYOND ITS REASONABLE CONTROL.</p>\n<p>YOU ACKNOWLEDGE THAT THE AVAILABILITY, SPEED AND EFFECTIVENESS OF THE SERVICES WILL DEPEND IN PART UPON TELECOMMUNICATIONS, INTERNET, VOICE BROADCASTING, VOICE MESSAGING AND OTHER THIRD PARTY SERVICE PROVIDERS PROVIDING MOBILE TELEPHONE, INTERNET OR OTHER INTERMEDIARY SERVICES TO YOU THAT ALLOW OR RELATE TO THE USE OF THE SERVICES BY YOU.\nNEITHER THE CLIENT NOR RAVE IS RESPONSIBLE FOR ANY LOSS, CLAIM OR DAMAGE TO THE EXTENT ATTRIBUTABLE TO ANY SUCH THIRD PARTY.</p>\n<p>NEITHER THE CLIENT NOR RAVE IS RESPONSIBLE FOR ANY TECHNICAL MALFUNCTION OF ANY COMMUNICATIONS NETWORK, SERVERS OR SERVICE PROVIDERS, COMPUTER EQUIPMENT, SOFTWARE, TRAFFIC CONGESTION OR ANY COMBINATION THEREOF, INCLUDING INJURY OR DAMAGE TO ANY COMPUTER RESULTING FROM USE OF THE SERVICES.</p>\n<p>RAVE SHALL HAVE NO LIABILITY FOR ANY LOSS, CLAIM OR DAMAGE TO THE EXTENT RESULTING FROM THE CLIENT’S FAILURE TO COMPLY WITH THE TERMS OF ITS AGREEMENT WITH RAVE REGARDING THE SERVICES OR FROM YOUR FAILURE TO COMPLY WITH THESE TERMS OR ANY OTHER APPLICABLE TERMS OR AGREEMENT WITH RAVE.</p>\n<p>NEITHER THE CLIENT NOR RAVE IS RESPONSIBLE FOR ANY INCORRECT OR INACCURATE USER CONTENT POSTED ON THE SERVICES, WHETHER POSTED BY MEMBERS OR AS A RESULT OF ANY MALFUNCTIONING EQUIPMENT OR SOFTWARE.</p>\n<p>NEITHER THE CLIENT NOR RAVE ASSUMES ANY RESPONSIBILITY FOR ANY ERROR, OMISSION, INTERRUPTION, DELETION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMMUNICATIONS LINE FAILURE, THEFT OR DESTRUCTION OR UNAUTHORIZED ACCESS TO, OR ALTERATION OF, MEMBER COMMUNICATIONS OR POSTS.</p>\n<p>NEITHER THE CLIENT NOR RAVE IS RESPONSIBLE FOR ANY LOSS, CLAIM OR DAMAGE RESULTING FROM ANY USE OF THE SERVICES, ANY USER CONTENT POSTED ON THE SERVICES OR TRANSMITTED TO MEMBERS, OR ANY INTERACTIONS BETWEEN MEMBERS, WHETHER ONLINE OR OFFLINE.</p>\n<p>THE FOREGOING DISCLAIMER OF WARRANTIES AND LIMITATIONS ON LIABILITY SHALL APPLY TO YOU AND YOUR REPRESENTATIVES, AGENTS, SUCCESSORS, PERSONAL REPRESENTATIVES, HEIRS, SPOUSE, NEXT OF KIN, AND ANY OTHER PERSON PURPORTING TO BE ACTING ON BEHALF OF YOU OR YOUR ESTATE.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Indemnity</strong>\n</p>\n<p>You agree to indemnify and hold harmless Rave from any losses, damages, liabilities, costs, or expenses (including, but not limited to, reasonable attorneys' fees and legal expenses) of any kind arising from or attributable to a breach of these Terms by you.\nYou also agree to indemnify, defend, and hold harmless Rave and its parents, affiliates, subsidiaries, officers, directors, employees, agents, contractors, successors, and assigns from and against any judgments, claims, actions, losses, damages, liabilities, costs, or expenses (including, but not limited to, reasonable attorneys' fees and legal expenses) of any kind arising from or attributable to a third-party claim if such claim arises from or relates to (a) your use of the Services or any breach by you of these Terms or (b) any privacy, employee, or consumer protection right that is implicated under these Terms or by any Rave service.\nThese indemnity provisions shall continue in effect even after, and notwithstanding, any subsequent revocation of consent or acceptance or the expiration or termination of your relationship with Rave.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Ownership</strong>\n</p>\n<p>Rave and its licensors own all right, title, and interest, including all patent, copyright, trade secret, trademark, moral rights, mask work rights, and other intellectual property rights, in and to the Services and related software and documentation, and Rave reserves all rights not expressly granted hereunder.</p>\n<p>&nbsp;</p>\n<p>\n<strong>U.S.\nExport Control</strong>\n</p>\n<p>Any software provided for use by you from Rave in connection with the Services (the \"<strong>Software</strong>\") is subject to United States export controls.\nBy downloading or using the Software, you represent and warrant that you are permitted to do so without obtaining, or requiring Rave to obtain, any license or approval from the United States or any governmental entity.\nYou further agree that you will not, directly or indirectly, export or re-export, or permit the export or re-export, of any Software to any country for which any export license or approval is required under the laws of the United States or any other country unless the appropriate export license or approval has first been obtained.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Notices</strong>\n</p>\n<p>Except as otherwise stated, any notice to Rave shall be given by certified mail to Rave Mobile Safety, 492 Old Connecticut Path, 2nd Floor, Framingham, MA 01701, Attention: Legal Department (or by e-mail to legal@ravemobilesafety.com).\nAny notice to you shall be given by certified mail or email to an address included in your PII.\nNotice shall be considered given 24 hours after e-mail is sent, unless the sending party is notified that the e-mail address is invalid.\nNotice given by postal mail shall be considered given three (3) days after the date of mailing.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Other</strong>\n</p>\n<p>No agency, joint venture, employee-employer or franchiser-franchisee relationship between you and the Client or Rave is intended or created by these Terms.\nThese Terms and any other terms regarding the Services provided in writing by Rave and accepted by you constitute the entire Agreement between you and Rave regarding the use of the Services, superseding any prior agreements between you and Rave relating to your use of the Services.\nThe failure by the Client or Rave to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision and does not waive any right to act with respect to subsequent or similar breaches.\nAny provision of these Terms that by its nature or express terms should survive, including without limitation the sections entitled “Disputes”, “Disclaimer of Warranties.\nLimitation of Liability”, “Indemnity”, “Notices”, and “Other”, will survive the completion, expiration, termination or cancellation of these Terms.\nIf any provision of these Terms is held invalid or unenforceable for any reason, such provision shall be considered to have been adjusted to the minimum extent necessary to cure such invalidity or unenforceability, and these Terms shall otherwise continue in full force and effect.\nRave and the Client may assign their respective rights or obligations hereunder.\nYou may not assign your rights or obligations hereunder without the prior written consent of Rave.\nSubject to the foregoing, these Terms shall be binding upon and inure to the benefit of the respective permitted successors and assigns of Rave, the Client and you.\nThe section titles in these Terms are for convenience only and have no legal or contractual effect.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Support</strong>\n</p>\n<p>Primary support for this service is provided by the client.\nPlease visit the help page within the&nbsp;www.getrave.com&nbsp;website for further information.\nShould you need to contact Rave Mobile Safety directly, you can reach us by email at&nbsp;techsupport@ravemobilesafety.com&nbsp;or telephone at (866) 696-4447.</p> Privacy Policy &nbsp;·&nbsp.\nTerms of Use <br> © 2021 Rave Mobile Safety.\nAll rights reserved.\nNeed Help? <ul>\n<li>Rave Alert Help</li>\n</ul> ", "created_at": "2021-05-19 14:22:10.98994", "updated_at": "2021-05-19 12:22:38.72359"}], "points": [{"id": 26583, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.ravemobilesafety.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-01-05 21:02:27.931171", "updated_at": "2022-08-17 21:56:58.445035", "quoteText": "It is our policy to only share Personal Data with contractors, service providers and other third parties who are bound by contractual obligations to keep Personal Data confidential and use it only for the purposes for which we disclose it to them.", "case_id": 188, "document_id": 6177, "quoteStart": 14824, "quoteEnd": 15071}], "urls": ["getrave.com", "ravemobilesafety.com"]}}