{"error": 448, "message": "OK", "parameters": {"id": 4560, "name": "SpaceHey", "created_at": "2021-07-06 17:38:02.624198", "updated_at": "2021-07-08 23:10:07.964415", "wikipedia": "https://en.wikipedia.org/wiki/Spacehey", "keywords": null, "related": null, "slug": "spacehey", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/4560.png", "url": "spacehey.com,im.spacehey.com,blog.spacehey.com,forum.spacehey.com,forums.spacehey.com", "documents": [{"id": 8053, "name": "Terms of Service", "url": "https://spacehey.com/tos", "xpath": "/html/body/div/main", "text": " <p>Please read the SpaceHey Rules as well.</p> Terms Of Service Last updated: 23.12.2020 1.\nTerms <p>By accessing and/or using our website at https://spacehey.com (<b>SpaceHey.com</b>) or any sub-site you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing these sites.\nThe materials contained in this websites are protected by applicable copyright and trademark law.</p>\n<p>You must be at least 13 years old to use the SpaceHey Services.\nIf you are under 13, you may not, under any circumstances or for any reason, use the Services.</p> 2.\nUser Content <p>\"User Content\" means any and all information and content that a user submits to the Site.\nYou are exclusively responsible for your User Content.\nYou bear all risks associated with use of your User Content.\nYou hereby certify that your User Content does not violate our Acceptable Use Policy (see below).\nYou may not represent or imply to others that your User Content is in any way provided, sponsored or endorsed by <b>SpaceHey.com</b>.\nBecause you alone are responsible for your User Content, you may expose yourself to liability.\n<b>SpaceHey.com</b> is not obliged to backup any User Content that you post.\nalso, your User Content may be deleted at any time without prior notice to you.\nYou are solely responsible for making your own backup copies of your User Content if you desire.</p> 3.\nAcceptable Use Policy <p>The following terms constitute our \"Acceptable Use Policy\": You agree not to use the Site to collect, upload, transmit, display, or distribute any User Content</p>\n<ol>\n<li>that violates any third-party right or any intellectual property or proprietary right;</li>\n<li>that is unlawful, harassing, abusive, tortious, threatening, harmful, invasive of another’s privacy, vulgar, defamatory, false, intentionally misleading, trade libelous, pornographic, obscene, patently offensive, promotes racism, bigotry, hatred, or physical harm of any kind against any group or individual;</li>\n<li>that is harmful to minors in any way.\nor</li>\n<li>that is in violation of any law, regulation, or obligations or restrictions imposed by any third party.</li>\n</ol>\n<p>In addition, you agree not to:</p>\n<ol>\n<li>upload, transmit, or distribute to or through the Site any software intended to damage or alter a computer system or data;</li>\n<li>send through the Site unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes, or any other form of duplicative or unsolicited messages;</li>\n<li>use the Site to harvest, collect, gather or assemble information or data regarding other users without their consent;</li>\n<li>interfere with, disrupt, or create an undue burden on servers or networks connected to the Site, or violate the regulations, policies or procedures of such networks;</li>\n<li>attempt to gain unauthorized access to the Site, whether through password mining, brute force or DDoS attacks or any other means;</li>\n<li>harass or interfere with any other user’s use and enjoyment of the Site.\nor</li>\n<li>use software or automated agents or scripts that don't use the official <b>SpaceHey.com</b> API to produce multiple accounts on the Site or to generate automated searches, requests, or queries to the Site.</li>\n</ol>\n<p>We reserve the right to review any User Content, and to investigate and/or take appropriate action against you in our sole discretion if you violate the Acceptable Use Policy or any other provision of these Terms or otherwise create liability for us or any other person.\nSuch action may include blocking, removing or modifying your User Content, terminating your Account in accordance with Section 8, and/or reporting you to law enforcement authorities.</p>\n<p>If you provide <b>SpaceHey.com</b> with any feedback or suggestions regarding the Site, you hereby assign to <b>SpaceHey.com</b> all rights in such Feedback and agree that <b>SpaceHey.com</b> shall have the right to use and fully exploit such Feedback and related information in any manner it believes appropriate.\n<b>SpaceHey.com</b> will treat any Feedback you provide to <b>SpaceHey.com</b> as non-confidential and non-proprietary.</p> 4.\nThird-Party Links &amp.\nAds <p>The Site may contain links to third-party websites and services, and/or display advertisements for third-parties.\nSuch Third-Party Links &amp.\nAds are not under the control of <b>SpaceHey.com</b>, and <b>SpaceHey.com</b> is not responsible for any Third-Party Links &amp.\nAds.\n<b>SpaceHey.com</b> provides access to these Third-Party Links &amp.\nAds only as a convenience to you, and does not review, approve, monitor, endorse, warrant, or make any representations with respect to Third-Party Links &amp.\nAds.\nYou use all Third-Party Links &amp.\nAds at your own risk, and should apply a suitable level of caution and discretion in doing so.\nWhen you click on any of the Third-Party Links &amp.\nAds, the applicable third party’s terms and policies apply, including the third party’s privacy and data gathering practices.</p> 5.\nCookies and Web Beacons <p>Like many other websites, <b>SpaceHey.com</b> uses ‘cookies’.\nThese cookies are used to store information including visitors’ preferences, and the pages on the website that the visitor accessed or visited.\nThe information is used to optimize the users’ experience by customizing our web page content based on visitors’ browser type and/or other information.</p> 6.\nUse License of the <b>SpaceHey.com</b> website <ol>\n<li> Permission is granted to temporarily download one copy of the website materials (information or code) on <b>SpaceHey.com</b>'s website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not: <ol>\n<li>modify or copy the materials;</li>\n<li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</li>\n<li>attempt to decompile or reverse engineer any software contained on <b>SpaceHey.com</b>'s website;</li>\n<li>remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>transfer the materials to another person or \"mirror\" the materials on any other server.</li>\n</ol>\n</li>\n<li>This license shall automatically terminate if you violate any of these restrictions and may be terminated by <b>SpaceHey.com</b> at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</li>\n</ol> 7.\nDisclaimer <ol>\n<li>The materials and services on <b>SpaceHey.com</b>'s website are provided on an 'as is' basis.\n<b>SpaceHey.com</b> makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.</li>\n<li>Further, <b>SpaceHey.com</b> does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials and services provided on its website or otherwise relating to such materials or on any sites linked to this site.</li>\n</ol> 8.\nLimitations <p>In no event shall <b>SpaceHey.com</b> or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials or services on <b>SpaceHey.com</b>'s website, even if <b>SpaceHey.com</b> or a <b>SpaceHey.com</b> authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p> 9.\nAccuracy of materials <p>The materials appearing on <b>SpaceHey.com</b>'s website could include technical, typographical, or photographic errors.\n<b>SpaceHey.com</b> does not warrant that any of the materials on its website are accurate, complete or current.\n<b>SpaceHey.com</b> may make changes to the materials contained on its website at any time without notice.\nHowever <b>SpaceHey.com</b> does not make any commitment to update the materials.</p> 10.\nLinks <p>\n<b>SpaceHey.com</b> has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by <b>SpaceHey.com</b> of the site.\nUse of any such linked website is at the user's own risk.</p> 11.\nModifications <p>\n<b>SpaceHey.com</b> may revise these terms of service for its website at any time without notice.\nBy using this website you are agreeing to be bound by the then current version of these terms of service.</p> 12.\nGoverning Law and Juristication <p>These terms and conditions are governed by and construed in accordance with the laws of Germany and you irrevocably submit to the exclusive jurisdiction of the courts in Stuttgart, Germany.</p> 13.\nContact Information <p>Email: </p>\n<p>For more information, see our imprint at https://tibushlabs.de/imprint</p>\n<p>The <b>SpaceHey.com</b> website located at https://spacehey.com is a copyrighted work belonging to <b>SpaceHey.com</b>.\nCertain features of the Site may be subject to additional guidelines, terms, or rules, which will be posted on the Site in connection with such features.</p>\n<p>All such additional terms, guidelines, and rules are incorporated by reference into these Terms.</p>\n<p>These Terms of Use described the legally binding terms and conditions that oversee your use of the Site.\n<b>BY LOGGING INTO THE SITE, YOU ARE BEING COMPLIANT THAT THESE TERMS</b> and you represent that you have the authority and capacity to enter into these Terms.\nIF YOU DISAGREE WITH ALL OF THE PROVISION OF THESE TERMS, DO NOT LOG INTO AND/OR USE THE SITE.</p> ", "created_at": "2021-07-06 17:38:02.62849", "updated_at": "2021-07-07 01:14:43.41064"}, {"id": 8054, "name": "Rules", "url": "https://spacehey.com/rules", "xpath": "/html/body/div/main", "text": " Rules Last updated: 14.02.2020 <p>To protect all users on SpaceHey and to prevent spam, we put some rules in place.\nPlease read them carefully and remember them whenever you are posting something on SpaceHey or you are changing your Profile.</p> Safety <p>You are not allowed to display, share or promote any form of</p>\n<ol>\n<li>Violence</li>\n<li>Abuse</li>\n<li>Harassment</li>\n<li>Hateful speech</li>\n<li>Harmful content (including self-harm and suicidal content)</li>\n<li>Illegal/unlawful content</li>\n</ol> Nudity <p>SpaceHey is not a place to display, share or promote any form of the following types of content:</p>\n<ol>\n<li>Nudity</li>\n<li>Sexual content</li>\n</ol>\n<p>Smoking/vaping brands are not allowed to create an account or promote their goods on SpaceHey.</p>\n<p>Please try to keep SpaceHey family-friendly (especially considering all Images, Videos and Links).</p> Spam <p>You are not allowed to use SpaceHey as a platform to</p>\n<ol>\n<li>Manipulate other users</li>\n<li>Create a large amount of Accounts</li>\n<li>Share excessive amounts of content of any type (\"Spam\")</li>\n</ol>\n<p>If your account got suspended, you are not allowed to create any new accounts.</p> Impersonation <p>You are not allowed to impersonate other people on SpaceHey.</p>\n<p>We understand that some of you like to create Profiles with the names of popular persons as a parody.\nIf you do something like this, please use the \"About me\" section on your Profile to inform other users that your Account is a parody account.\nYou must do this in a way which can be easily seen and understood by other users.</p> Copyright and Trademarks <p>You are not allowed to violate any intellectual property rights, including copyright and trademark, of others.</p> Feedback <p>If you have any feedback on these rules or if you have any questions, please send us an email.</p> ", "created_at": "2021-07-06 17:38:02.632516", "updated_at": "2021-07-07 01:14:10.789059"}, {"id": 8052, "name": "Privacy Policy", "url": "https://spacehey.com/privacy", "xpath": "/html/body/div/main", "text": " Privacy Policy Last updated: 24.11.2020 <p>SpaceHey.com is owned and operated by tibush GmbH.</p>\n<p>It is our policy to respect your privacy regarding any information we may collect from you across our website, https://spacehey.com, and other sites we own and operate.</p>\n<p>All information which is showing up publicly on your SpaceHey Profile can be edited by you and you can decide what is being displayed.</p>\n<p>We only ask for personal information when we truly need it to provide a service to you.\nWe collect it by fair and lawful means, with your knowledge and consent.\nWe also let you know why we’re collecting it and how it will be used.</p>\n<p>We only retain collected information for as long as necessary to provide you with your requested service.\nWhat data we store, we’ll protect within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use or modification.</p>\n<p>We don’t share any personally identifying information publicly or with third-parties, except when required to by law.</p>\n<p>Our website may link to external sites that are not operated by us.\nPlease be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies.</p>\n<p>Please note that all Users on SpaceHey have <b>full control</b> over their SpaceHey Profiles and they are able to embed content from 3rd-party Servers.\nThis means that in addition to this privacy policy, you are bound by the privacy policy of any third party content provider that the user may have embedded in their profile.</p>\n<p>You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services.</p>\n<p>Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information.\nIf you have any questions about how we handle user data and personal information, feel free to contact us.\nYou can find our contact information in our Imprint.</p> ", "created_at": "2021-07-06 17:38:02.626907", "updated_at": "2021-07-07 01:13:50.970116"}], "points": [{"id": 24063, "title": "There is a date of the last update of the agreements", "source": "https://spacehey.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:02:13.833379", "updated_at": "2021-07-08 23:02:02.953083", "quoteText": " Last updated: 24.11.2020", "case_id": 331, "document_id": 8052, "quoteStart": 15, "quoteEnd": 40}, {"id": 24065, "title": "Your personal data is not shared with third parties", "source": "https://spacehey.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:02:56.699343", "updated_at": "2021-07-08 23:00:34.97652", "quoteText": "\n<p>We don’t share any personally identifying information publicly or with third-parties, except when required to by law.", "case_id": 311, "document_id": 8052, "quoteStart": 939, "quoteEnd": 1060}, {"id": 24075, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:07:04.009746", "updated_at": "2021-07-08 23:00:25.696806", "quoteText": "<p>If you provide <b>SpaceHey.com</b> with any feedback or suggestions regarding the Site, you hereby assign to <b>SpaceHey.com</b> all rights in such Feedback and agree that <b>SpaceHey.com</b> shall have the right to use and fully exploit such Feedback and related information in any manner it believes appropriate.\n<b>SpaceHey.com</b> will treat any Feedback you provide to <b>SpaceHey.com</b> as non-confidential and non-proprietary.</p> ", "case_id": 390, "document_id": 8053, "quoteStart": 3921, "quoteEnd": 4363}, {"id": 24104, "title": "You are warned of the potential consequences related to third-party access", "source": "https://spacehey.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:43:44.322946", "updated_at": "2021-07-08 22:13:13.706551", "quoteText": "This means that in addition to this privacy policy, you are bound by the privacy policy of any third party content provider that the user may have embedded in their profile.</p>", "case_id": 209, "document_id": 8052, "quoteStart": 1467, "quoteEnd": 1644}, {"id": 24103, "title": "Many third parties are involved in operating the service", "source": "https://spacehey.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:43:02.288137", "updated_at": "2021-07-08 22:11:11.530793", "quoteText": "Please note that all Users on SpaceHey have <b>full control</b> over their SpaceHey Profiles and they are able to embed content from 3rd-party Servers.", "case_id": 208, "document_id": 8052, "quoteStart": 1315, "quoteEnd": 1466}, {"id": 24102, "title": "By using this website, you are agreeing to be bound by the then current version of these terms of service.", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:38:57.842577", "updated_at": "2021-08-12 22:28:56.610093", "quoteText": "By using this website you are agreeing to be bound by the then current version of these terms of service", "case_id": 403, "document_id": 8053, "quoteStart": 9005, "quoteEnd": 9109}, {"id": 24101, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:37:33.274901", "updated_at": "2021-07-08 21:16:10.553155", "quoteText": "SpaceHey.com</b> may revise these terms of service for its website at any time without notice.", "case_id": 121, "document_id": 8053, "quoteStart": 8910, "quoteEnd": 9004}, {"id": 24100, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:36:21.484887", "updated_at": "2021-07-08 22:12:34.276439", "quoteText": "SpaceHey.com</b> has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site.", "case_id": 279, "document_id": 8053, "quoteStart": 8596, "quoteEnd": 8733}, {"id": 24099, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:34:10.66148", "updated_at": "2021-07-08 23:00:39.576138", "quoteText": "The materials appearing on <b>SpaceHey.com</b>'s website could include technical, typographical, or photographic errors.\n<b>SpaceHey.com</b> does not warrant that any of the materials on its website are accurate, complete or current.", "case_id": 288, "document_id": 8053, "quoteStart": 8152, "quoteEnd": 8385}, {"id": 24098, "title": "First-party cookies are used", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:31:50.313683", "updated_at": "2021-07-08 22:12:30.627957", "quoteText": "hese cookies are used to store information including visitors’ preferences, and the pages on the website that the visitor accessed or visited.\nThe information is used to optimize the users’ experience by customizing our web page content based on visitors’ browser type and/or other information.</p>", "case_id": 126, "document_id": 8053, "quoteStart": 5314, "quoteEnd": 5612}, {"id": 24097, "title": "There is a date of the last update of the agreements", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:27:22.395137", "updated_at": "2021-07-08 23:02:26.162218", "quoteText": "Terms Of Service Last updated: 23.12.2020", "case_id": 331, "document_id": 8053, "quoteStart": 48, "quoteEnd": 89}, {"id": 24096, "title": "You are prohibited from attempting to gain unauthorized access to other computer systems", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:10:28.129631", "updated_at": "2021-07-08 22:12:26.341156", "quoteText": "attempt to gain unauthorized access to the Site, whether through password mining, brute force or DDoS attacks or any other means", "case_id": 284, "document_id": 8053, "quoteStart": 3019, "quoteEnd": 3147}, {"id": 24095, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:08:33.226133", "updated_at": "2021-07-08 22:13:50.399081", "quoteText": "ds are not under the control of <b>SpaceHey.com</b>, and <b>SpaceHey.com</b> is not responsible for any Third-Party Links &amp.\nAds.", "case_id": 279, "document_id": 8053, "quoteStart": 4541, "quoteEnd": 4673}, {"id": 24094, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:05:18.825195", "updated_at": "2021-07-08 22:12:19.178755", "quoteText": "generate automated searches, requests, or queries to the Site.</li>\n</ol>", "case_id": 150, "document_id": 8053, "quoteStart": 3386, "quoteEnd": 3459}, {"id": 24093, "title": "You shall not interfere with another person's enjoyment of the service", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:04:33.681117", "updated_at": "2021-07-08 21:16:59.137663", "quoteText": "<li>harass or interfere with any other user’s use and enjoyment of the Site", "case_id": 285, "document_id": 8053, "quoteStart": 3154, "quoteEnd": 3229}, {"id": 24092, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:03:22.821707", "updated_at": "2021-07-08 23:00:51.171236", "quoteText": "send through the Site unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes, or any other form of duplicative or unsolicited messages", "case_id": 281, "document_id": 8053, "quoteStart": 2515, "quoteEnd": 2706}, {"id": 24091, "title": "You agree not to use the service for illegal purposes", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:02:35.981431", "updated_at": "2021-07-08 22:12:12.631495", "quoteText": "or</li>\n<li>that is in violation of any law, regulation, or obligations or restrictions imposed by any third party", "case_id": 280, "document_id": 8053, "quoteStart": 2209, "quoteEnd": 2323}, {"id": 24088, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:59:46.836919", "updated_at": "2021-07-08 21:16:49.430103", "quoteText": "your User Content may be deleted at any time without prior notice to you", "case_id": 202, "document_id": 8053, "quoteStart": 1381, "quoteEnd": 1453}, {"id": 24078, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (Germany)", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:09:09.175985", "updated_at": "2021-07-08 23:00:21.380441", "quoteText": " <p>These terms and conditions are governed by and construed in accordance with the laws of Germany and you irrevocably submit to the exclusive jurisdiction of the courts in Stuttgart, Germany.", "case_id": 241, "document_id": 8053, "quoteStart": 9150, "quoteEnd": 9343}, {"id": 24077, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:08:43.765362", "updated_at": "2021-07-08 23:00:57.846012", "quoteText": "Further, <b>SpaceHey.com</b> does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials and services provided on its website or otherwise relating to such materials or on any sites linked to this site", "case_id": 288, "document_id": 8053, "quoteStart": 7197, "quoteEnd": 7467}, {"id": 24076, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:08:28.45538", "updated_at": "2021-07-08 23:01:19.238983", "quoteText": "<li>The materials and services on <b>SpaceHey.com</b>'s website are provided on an 'as is' basis.", "case_id": 286, "document_id": 8053, "quoteStart": 6780, "quoteEnd": 6877}, {"id": 24074, "title": "Your content can be deleted if you violate the terms", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:06:42.787013", "updated_at": "2021-07-08 23:01:23.577811", "quoteText": "<p>We reserve the right to review any User Content, and to investigate and/or take appropriate action against you in our sole discretion if you violate the Acceptable Use Policy or any other provision of these Terms or otherwise create liability for us or any other person.", "case_id": 377, "document_id": 8053, "quoteStart": 3460, "quoteEnd": 3733}, {"id": 24073, "title": "Harming minors in any ways is prohibited", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:06:17.229993", "updated_at": "2021-07-08 23:01:27.625282", "quoteText": "\n<li>that is harmful to minors in any way.", "case_id": 445, "document_id": 8053, "quoteStart": 2166, "quoteEnd": 2208}, {"id": 24072, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:06:01.35352", "updated_at": "2021-07-08 23:01:36.24848", "quoteText": "\n<li>that is unlawful, harassing, abusive, tortious, threatening", "case_id": 283, "document_id": 8053, "quoteStart": 1848, "quoteEnd": 1912}, {"id": 24071, "title": "This service is only available to users over 13 years of age", "source": "https://spacehey.com/tos", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:05:11.406828", "updated_at": "2021-07-08 23:01:40.418851", "quoteText": "You must be at least 13 years old to use the SpaceHey Services.", "case_id": 152, "document_id": 8053, "quoteStart": 583, "quoteEnd": 646}, {"id": 24070, "title": "Your feedback is invited regarding changes to the terms.", "source": "https://spacehey.com/rules", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:04:59.811748", "updated_at": "2021-07-08 23:00:30.23807", "quoteText": " <p>If you have any feedback on these rules or if you have any questions, please send us an email.</p>", "case_id": 119, "document_id": 8054, "quoteStart": 1750, "quoteEnd": 1852}, {"id": 24069, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "https://spacehey.com/rules", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:04:29.203207", "updated_at": "2021-07-08 23:01:46.920399", "quoteText": "</ol>\n<p>If your account got suspended, you are not allowed to create any new accounts.</p>", "case_id": 319, "document_id": 8054, "quoteStart": 1092, "quoteEnd": 1183}, {"id": 24068, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://spacehey.com/rules", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:04:15.687536", "updated_at": "2021-07-08 23:01:52.239746", "quoteText": "You are not allowed to use SpaceHey as a platform to</p>\n<ol>\n<li>Manipulate other users</li>\n<li>Create a large amount of Accounts</li>\n<li>Share excessive amounts of content of any type (\"Spam\")</li>", "case_id": 281, "document_id": 8054, "quoteStart": 890, "quoteEnd": 1091}, {"id": 24067, "title": "The posting of pornographic content is prohibited", "source": "https://spacehey.com/rules", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:03:58.80411", "updated_at": "2021-07-08 23:02:08.615148", "quoteText": "SpaceHey is not a place to display, share or promote any form of the following types of content:</p>\n<ol>\n<li>Nudity</li>\n<li>Sexual content</li>", "case_id": 315, "document_id": 8054, "quoteStart": 522, "quoteEnd": 667}, {"id": 24066, "title": "The service informs you that its privacy policy does not apply to third party websites", "source": "https://spacehey.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:03:10.309208", "updated_at": "2021-07-08 23:01:57.088856", "quoteText": "</p>\n<p>Our website may link to external sites that are not operated by us.\nPlease be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies.", "case_id": 299, "document_id": 8052, "quoteStart": 1060, "quoteEnd": 1307}, {"id": 24064, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://spacehey.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:02:39.309912", "updated_at": "2021-07-08 23:00:16.06715", "quoteText": "We only retain collected information for as long as necessary to provide you with your requested service.", "case_id": 303, "document_id": 8052, "quoteStart": 658, "quoteEnd": 763}], "urls": ["spacehey.com", "im.spacehey.com", "blog.spacehey.com", "forum.spacehey.com", "forums.spacehey.com"]}}