{"error": 448, "message": "OK", "parameters": {"id": 4917, "name": "IntelTechniques By Michael Bazzel", "created_at": "2021-08-29 22:06:32.658336", "updated_at": "2021-08-29 22:01:09.631373", "wikipedia": null, "keywords": null, "related": null, "slug": "inteltechniques-by-michael-bazzel", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4917.png", "url": "inteltechniques.com", "documents": [{"id": 8830, "name": "Privacy Policy", "url": "https://inteltechniques.com/privacy.html", "xpath": "/html/body/main/div[1]/div[1]/div/div", "text": " Privacy Policy <p> Our privacy policy is quite simple.\nWe collect no information about our visitors and share no details with any third party.\nWe do not use any type of web trackers or analytics, and we encourage you to verify this with a browser script blocker.\nOur main pages are coded in simple HTML.\nOur blog is a self-hosted WordPress installation, with all tracking code removed.\nThere are no tracking cookies or any invassive files copied to your computer without your consent.\nWe have no options that allow you to \"like\" or \"tweet about\" us on social networks.\nWe never disclose any provided contact information obtained or stored to any entity.\nWe do not see, collect, or store the information you search within the book's search tools.\nWe truly respect your privacy.<br>\n<br> We currently maintain a few affiliate partnerships, including Amazon, ProtonMail, and others.\nIf you purchase items from these services through links in this website, the companies know that you were directed by us.\nWe cannot see any personal information and we do not know your name or address.\nWe receive absolutely no information about you or your order.<br>\n<br> Podcast: We currently host the podcast on Soundcloud.\nWhile we collect no analytic data from our internal pages, Soundcloud collects some basic data if you listen through their website, such as country and type of device.\nWe cannot see any detailed information about you such as your name, city, IP address, etc.<br>\n<br> Disclosure Summary: We have never provided any customer, member, or visitor information to any entity.\nWe will never share or sell any information to any third-party company.\nWe have not received any court orders for any data.</p> ", "created_at": "2021-08-29 22:06:32.660434", "updated_at": "2021-08-29 20:07:42.844063"}], "points": [], "urls": ["inteltechniques.com"]}}