{"error": 448, "message": "OK", "parameters": {"id": 6739, "name": "UK WHOIS Lookup", "created_at": "2022-07-30 23:19:34.718699", "updated_at": "2022-07-30 22:01:04.351059", "wikipedia": null, "keywords": null, "related": null, "slug": "uk-whois-lookup", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6739.png", "url": "ukwhois.uk", "documents": [{"id": 12315, "name": "Terms of Service", "url": "https://ukwhois.uk/terms/", "xpath": "//body", "text": " Terms &amp.\nConditions <p> This site is made available to you subject to these terms and contitions.\n</p>\n<ol>\n<li>The ukwhois.uk website is owned and operated by Openstrike whose business address is located at 5 Ferguson Road, Devizes, Wiltshire, SN10 3UA, United Kingdom.</li>\n<li>Public use of the website is strictly limited to the UK WHOIS lookup facility and links to registrars arising there.\nAccess is restricted on a frequency basis and may be removed entirely at any time.\nAttempts to access any other web assets will result in withdrawal of the service.</li>\n<li>The service will be withdrawn if the user attempts to subvert the service or any other service provided by the site operators in any way.</li>\n<li>The service is provided as-is and no warranty is expressed or implied.</li>\n<li>Elligibility for appearance on the spinner is limited to Nominet registrars who <ol>\n<li>were listed as supporters on the PublicBenefit site as of the 19th of May 2021</li>\n<li>maintain the same tag name at Nominet as of that date</li>\n<li>agree to these terms</li>\n</ol>\n</li>\n<li>You are solely responsible and liable for the integrity, legality and suitability of any content which you may provide to the service.\nContent will not be accepted if it is deemed by us to be <ol>\n<li>discriminatory or prejudicial</li>\n<li>unsuitable for minors</li>\n<li>disparaging</li>\n<li>infringing of the rights of a third party</li>\n<li>of such a nature that it could reflect negatively on the site or its operators or users</li>\n</ol>\n</li>\n<li>You will retain all existing rights to any content which you provide to the site and will grant the site operators a perpetual, non-exclusive, royalty-free licence to display the content on the site.</li>\n<li>We shall have no liability for the following: <ol>\n<li>any failure to perform our obligations under this contract if we are prevented from doing so by causes reasonably beyond our control including but not limited to unforeseen circumstances such as industrial disputes, strikes, lockout, fire, accident, pandemic or war.</li>\n<li>any indirect, special or consequential loss or damage or loss of profit with the exception of damage for death or personal injury.\nOur total liability under this agreement (except for personal injury or death) shall not exceed the price paid.</li>\n</ol>\n</li>\n<li>Except in respect of death or personal injury caused by our negligence, we shall not be liable to you by reason of any representation (unless fraudulent), or any implied warranty, condition or other term, or any duty at common law, or under the express terms of the contract, for any indirect, special or consequential loss or damage (whether for loss of profit or otherwise), costs, expenses or other claims for compensation whatsoever (whether caused by our negligence or, of our employees or agents or otherwise) which arise out of or in connection with the supply of the goods or their use or resale by you, and our entire liability under or in connection with the contract shall not exceed the price of the services, except as expressly provided in the conditions.</li>\n<li>You may not assign, sub-licence or otherwise transfer any of your rights under these terms and conditions.</li>\n<li>For the avoidance of doubt, nothing of this contract shall confer on any third party any benefit or the right to enforce any term of this contract.</li>\n<li>If any provision of these conditions is held by any competent authority to be invalid or unenforceable in whole or in part, the validity of the other provisions of these conditions and the remainder of the provision in question, shall not be effected.</li>\n<li>The contract shall be governed by the laws of England and you agree to submit to the exclusive jurisdiction of the English Courts.</li>\n</ol>\n<ul>\n<li>Look up</li>\n<li>About</li>\n<li>Credits</li>\n<li>Terms</li>\n<li>Privacy</li>\n<li>Copyright</li>\n</ul> ", "created_at": "2022-07-30 23:19:34.722841", "updated_at": "2022-07-30 21:20:16.294879"}, {"id": 12314, "name": "Privacy Policy", "url": "https://ukwhois.uk/privacy/", "xpath": "//body", "text": " Privacy Policy For the public <p>While you use this site we will neither collect nor distribute any of\nyour private personal details.\nWe will not know them.\nThe only data\nregarding your interaction with the site which we will record will be\nyour IP address and the pages you visit.\nThis allows us to prevent\nthose with malicious intent from abusing the site.\nSuch details are\nretained for a maximum of 7 days unless malicious intent is determined\nat which point they will be retained indefinitely.\nYour IP address is\nshared with Nominet when you perform a non-cached WHOIS lookup\nas per their terms and conditions.</p>\n<p>The public section of this site sets no cookies.</p> For registrants <p>The purpose of this site is to provide access to the WHOIS\ndata as controlled by Nominet.\nAny of your private data which\nis displayed as part of a WHOIS lookup is the data which you\nhave already granted to be publicly accessible as governed by your agreement\nwith Nominet.\n<strong>If you wish to change or remove any of this data you\nshould contact your registrar</strong> or Nominet directly.</p> For registrars <p>This site makes use of registrars' public data including their\npublic support for the PublicBenefit\ncampaign to permit them to be displayed on the spinner.\nRegistrars\nwho choose to sign up to this service will also provide details relating\nto their tag which will be used for validation and for directing users to\ntheir site from the spinner.\nSuch data will be retained as long as the\nregistrar remains an active member of the site.\nThe registrar's account\non the site may be closed at any time at which point such extra data\nwill be erased.</p>\n<p>The private section of this site where registrars can manage their\naccounts requires one cookie to be set for session control.</p> For everyone <p>Data is held within the United Kingdom and will not be transferred by\nus to any other jurisdiction.\nAny data may be divulged to duly appointed\nofficers of the English courts upon legal compulsion.</p>\n<ul>\n<li>Look up</li>\n<li>About</li>\n<li>Credits</li>\n<li>Terms</li>\n<li>Privacy</li>\n<li>Copyright</li>\n</ul> ", "created_at": "2022-07-30 23:19:34.72116", "updated_at": "2022-07-30 21:20:03.614935"}], "points": [], "urls": ["ukwhois.uk"]}}