{"error": 448, "message": "OK", "parameters": {"id": 5324, "name": "Kaseya ", "created_at": "2021-10-29 03:13:50.313372", "updated_at": "2021-10-29 22:01:09.259153", "wikipedia": null, "keywords": null, "related": null, "slug": "kaseya", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5324.png", "url": "kaseya.com", "documents": [{"id": 9558, "name": "Privacy Statement", "url": "https://www.kaseya.com/legal/kaseya-privacy-statement/", "xpath": "//*[@id=\"box\"]", "text": "<p>\n<em>Privacy Statement revised as of April 21, 2020<br>\n</em>\n</p>1.\nOverview<p>Kaseya, its affiliates and group partner companies (“We”, “Us”, or “Our”) recognize the need for protection and management of your personal information.\nWe have therefore adopted this Privacy Statement to assist you in understanding what information We collect and how that information is used and shared.\nThis Privacy Statement applies to the information We collect when you access any Kaseya website, when you purchase or use a Kaseya product, or when you provide any non-public information to us.\nIf you are an employee of Kaseya, you may review the employee-specific privacy policy which can be found in your employee onboarding packet.</p>\n<p>Before you access any Kaseya website, such as at&nbsp;https://www.kaseya.com, purchase or use Kaseya products or services, or provide any non- public information to Us, you should review this Privacy Statement to understand Our information collection and use practices.</p>2.\nInformation We Collect<p>We collect certain categories of information about you and the device that you are using, particularly when you visit our websites but also when you use or purchase our products or when you provide us information to deliver you newsletters and other communications.\nIn particular:</p>\n<p>\n<strong>Contact Information:</strong>&nbsp;Contact information is information or data that can be used to identify or contact a specific individual.\nFor example, when you access Our websites, We ask you to provide certain contact information when you create an account, such as your name, address, phone number, e-mail address, user IDs and passwords, contact preferences, educational and employment background.\nIf you do not wish to provide the information requested, you may not be able to proceed with the activity or receive the benefit for which the personal information is being requested.</p>\n<p>\n<strong>Payment Information:</strong>&nbsp;If you purchase a product or service from Kaseya, you will need to provide us with payment information.\nThis may include billing and other transaction information, credit card number, or other financial information that we can use to ensure proper payment for the services you are purchasing.</p>\n<p>\n<strong>Device Information:</strong>&nbsp;As is true of most websites, We gather certain information automatically and store it in log files.\nThis information may include internet protocol (IP) addresses, browser type, Internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and/or clickstream data.\nWe may combine this automatically collected log information with other information we collect about you.</p>\n<p>\n<strong>Tracking and Location Information:</strong>&nbsp;We may collect and/or track certain information that is derived from the use of our products such as usage patterns, travel patterns, web site page views and traffic patterns.\nWe may use this tracking and location information for statistical purposes to improve our products and services and to help users manage their environment and infrastructure more efficiently.</p>\n<p>\n<strong>Mobile Device Information:</strong>&nbsp;When Our products are deployed to mobile devices via a Kaseya Application installed on the device, Our servers automatically record information that may include: the MAC (Media Access Controller) addresses from the network card in or used with your devices.\nweb requests, Internet Protocol addresses, phone numbers, browser types, browser languages, the date and time of request.\nand other information regarding internet connection activities.\nIn addition, the information collected and tracked depends upon the system configurations chosen by the administrator and the options enabled by the users and may include device location, device identifier and device user name.\nstatus of the mobile device SIM card.\nMAC addresses and device serial numbers.\nphone number, signal strength, cell tower, carrier, IMEI#, and other WWAN attributes.\nfirst and last name and email address of device user.\ndevice check-out/check-in.\nwho uses which device as well as the physical status of the device at the start of a shift and then again at the end of a shift.\napplications loaded on the device (excluding content).\nreal-time GPS location tracking and mapping, including analysis of location data and history.\nor mobile device remote control, including screen capture.\nThe administrator can perform partial or complete erasure of data on user devices, including restoring the device to its factory default.\nThe mechanisms that allow smartphones and mobile devices to be monitored run in the background of the devices.\nIndividuals are notified that these functions may occur, but may not be aware when these functions are occurring in real time.</p>\n<p>\n<strong>Kaseya Blog:</strong>&nbsp;If you use Our blog or any community forum on Our web site, you should be aware that any personally identifiable information you submit there can be read, collected, or used by other users of these forums, and could be used to send you unsolicited messages.\nWe are not responsible for the personally identifiable information you choose to submit in these forums.\nAlthough We are not responsible for the personally identifiable information you choose to submit via these forums, We will use reasonable efforts to remove that information from our blogs or community forums or if we are unable to do so and why, if you contact us at&nbsp;dpo@kaseya.com.</p>\n<p>\n<strong>Information Related to Data Collected for our Clients:</strong>\n</p>\n<ul>\n<li>Kaseya collects information under the direction of its Clients, and has no direct relationship with the individuals whose personal data it processes.\nIf you are a customer of one of our Clients and would no longer like to be contacted by one of our Clients that use our service, please contact the Client that you interact with directly.\n&nbsp;We may transfer personal information to companies that help us provide our service.\nTransfers to subsequent third parties are covered by the service agreements with our Clients.</li>\n</ul>\n<p>\n<strong>Access and Retention of Data Controlled by our Clients:</strong>\n</p>\n<ul>\n<li>We acknowledge that you have the right to access your personal information.\nKaseya has no direct relationship with the individuals whose personal data it processes.\nAn individual who seeks access, or who seeks to correct, amend, or delete inaccurate data should direct his query to the COMPANY’s Client (the data controller).\nIf requested to remove data we will respond within a reasonable timeframe.</li>\n</ul>\n<p>We will retain personal data we process on behalf of our Clients for as long as needed to provide services to our Client.\nKaseya will retain this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements</p>3.\nCookies and Similar Technologies<p>“Cookies” are small text files that are placed on your computer, smartphone or other device when you visit a website.\nLike many other website operators, Kaseya works with third party service providers and partners (including marketing partners, customer service providers, and others) to use cookies, beacons, and similar technology for a number of purposes.\nFor example, These technologies are used in:</p>\n<ul>\n<li>Analyzing site usage trends;</li>\n<li>Administering the site;</li>\n<li>Tracking users’ movements around the site;</li>\n<li>Gathering demographic information about Our user base as a whole;</li>\n<li>Saving your shopping cart;</li>\n<li>Identifying users to remember users’ settings (e.g.\nlanguage preference);</li>\n<li>For authentication and to help you sign up for Our services.</li>\n</ul>\n<p>Users can control the use of cookies at the individual browser level.\nEach browser is different, so check the “Help” menu of your browser to learn how to change your cookie preferences.\nIf you reject cookies, you may still use our site, but your ability to use some features or areas of our site may be limited.</p>\n<p>\n<strong>Behavioral Targeting / Re-Targeting</strong>\n</p>\n<p>We partner with a third party to either display advertising on our website or to manage our advertising on other sites.\nOur third party partner may use cookies or similar technologies in order to provide you advertising based upon your browsing activities and interests.\nIf you wish to opt out of interest-based advertising click&nbsp;here&nbsp;(or if located in the European Union click&nbsp;here).\nPlease note you will continue to receive generic ads.</p>4.\nHow We Use the Information We Collect<p>We use the information We collect to provide and enhance Our products and services, to operate Our business (e.g.\nbilling and other accounting purposes.\nestablishing accounts and contacting you regarding important information about your account, including notices and updates), for editorial and feedback purposes, for marketing and promotional purposes (including providing your contact information to third parties with whom Kaseya has a relationship), for statistical analysis, for product development, to contact you regarding our products and services, to monitor and maintain our network, and to address issues that may arise concerning claims of abuse or inappropriate activity.\nFor example, We may use the information We collect for the following purposes:</p>\n<ul>\n<li>Displaying personalized content and advertising;</li>\n<li>Information security and IT management;</li>\n<li>Informing you of other products or services offered by Us;</li>\n<li>Sending you relevant survey invitations;</li>\n<li>Providing you with additional materials regarding Our products and services or to connect you with a Kaseya representative;</li>\n<li>Responding directly to your questions, comments or requests for support;</li>\n<li>Analyzing site usage to improve and customize Our web sites and products and service offerings;</li>\n<li>Improving Our marketing and promotional efforts.\nand</li>\n<li>Enforcing Our agreements with you.</li>\n</ul>\n<p>Some of the information We collect allows Us to differentiate users on Our network, and in some cases, We act as a pass-through for certain pieces of information to obtain authentication for Internet access.\nWe may compile and otherwise use for any purpose any usage data or other data as set forth in the Kaseya End User License Agreement (“EULA”) including information that we may receive by providing support or professional services under that agreement.\nIf you have purchased products or services from Kaseya, please refer to the EULA to which you are party for further information regarding how we collect and process usage data.</p>\n<p>If our use of your data is governed by the European Union’s General Data Protection Regulation (“GDPR”), the California Consumer Privacy Act (“CCPA”) or under other similar privacy regulations, you should know that we rely on the following legal grounds to process your personal information:</p>\n<ul>\n<li>\n<strong>Performance of a contract</strong> – To the extent you have purchased a product or service from Kaseya, we may need to collect and use your personal information to perform the services which you have purchased.\nFor example, we may use your personal information to respond to requests you make via our website and provide you with such services.</li>\n<li>\n<strong>Compliance with law</strong>&nbsp;– In certain circumstances we may be required to process your data to comply with legal obligations to which Kaseya is subject.</li>\n<li>\n<strong>Consent</strong>&nbsp;– Some of the personal information We collect is provided by you voluntarily, for example when you sign up to join a mailing list or register for an event, and is therefore collected and used with your permission.\nTo withdraw your consent to such use, you can contact us at&nbsp;dpo@kaseya.com.</li>\n<li>\n<strong>Legitimate interests</strong>&nbsp;– We may use your personal information for our legitimate interests, such as to improve our products and services and the content on Kaseya websites.\nWe may also use your contact information to keep you and others who have provided us with their contact information up-to-date on recent product and service developments.\nIt you wish us to stop using your contact information in this manner, you can contact us at&nbsp;dpo@kaseya.com.</li>\n</ul>5.\nHow We Share Information We May Collect<p>We occasionally hire other companies to assist Us in providing products or services, handling the processing and delivery of mailings, providing customer support, hosting websites, customer billing, processing transactions, or performing statistical analysis of our services.\nThose companies will be permitted to obtain only the information they need to deliver the service.\nThey are required to maintain the confidentiality of the information and are prohibited from using it for any other purpose.</p>\n<p>We may disclose any information We collect from you if We believe such action is necessary to: In response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\nWe may also disclose your personal information as required by law, such as to comply with a subpoena or other legal process, when we believe in good faith that disclosure in necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to government requests.\nIf We are acquired by or merged with a third party, you will be notified via email and/or a prominent notice on our website of any change in ownership, uses of your personal information, and choices you may have regarding your personal information.\nWe reserve the right to transfer the personal information We have collected as part of that transaction or proposed transaction, provided that such third party agrees to maintain procedures no less protective than those found in our Privacy Statement.</p>\n<p>With regard to California Consumer Privacy Act of 2018 Section 1798.120, Kaseya does not sell personal information about consumers to third-parties.</p>6.\nAccessing And Changing Your Personal Information – CCPA Requests &amp.\nGDPR Requests<p>Depending on the relevant jurisdiction, you may have certain rights granted to you by law with respect to the personal information Kaseya and others have collected about you.\nFor example, if the GDPR or CCPA applies to the data We have collected about you, you have the right to access and correct data We have about you, to object to the processing of data, and to request that any information we have about you be erased.</p>\n<p>You may request to exercise these rights by managing your account through the online portal or by emailing our data privacy team at&nbsp;dpo@kaseya.com or by calling toll free at (877) 926-0001.\nWe will respond to your request within a reasonable timeframe, but no later than one month after you submit the request unless applicable law requires otherwise.</p>\n<p>To protect your privacy and security, we may require steps to verify your identity, such as a password and user ID, before granting access to your data.</p>\n<p>Upon request Kaseya will provide you with information about whether we hold any of your personal information.\nIf your personal information changes, or if you no longer desire our service, you may correct, update, amend, delete/remove, ask to have it removed from a public forum, directory or testimonial on our site or deactivate it by making the change on our member information page or by emailing our Customer Support at dpo@kaseya.com or by contacting us by telephone or postal mail at the contact information listed below.\nWe will respond to your request within a reasonable timeframe.</p>7.\nThird Party Sites and Services<p>Related offerings with links from Kaseya’s websites have their own privacy policies that can be viewed by clicking on the corresponding links within each respective website.\nAll Kaseya partners are encouraged to participate in industry privacy initiatives and to take a responsible attitude towards consumer privacy.</p>\n<p>However, since we do not have direct control over the policies or practices of participating third parties, we are not responsible for the privacy practices or content of those sites.\nWe recommend and encourage that you always review the privacy policies of those third parties before you provide any personal information or complete any transaction with such parties.</p>\n<p>Our web site also includes social media features, such as the Facebook “Like” button and widgets, such as the “Share this” button or interactive mini-programs that run on our site.\nThese features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly.\nSocial media features and widgets are either hosted by a third party or hosted directly on our web site, therefore your interactions with these features are governed by the privacy statement of those third parties.</p>8.\nCollection and Use of Children’s Personal Information<p>Kaseya does not knowingly collect or use personal information from children under the age of 13, or equivalent minimum age in the respective jurisdiction.\nIf Kaseya learns that we have personal information on a child under the age of 13, or equivalent minimum age depending on jurisdiction, we will take steps to delete that information from our systems.</p>9.\nCross-Border Data Transfers<p>Kaseya participates in and has certified its compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework.\n&nbsp;Kaseya is committed to subjecting all personal data received from European Union (EU) member countries and Switzerland, in reliance on the Privacy Shield Framework, to the Framework’s applicable Principles.\n&nbsp;To learn more about the Privacy Shield Framework, visit the U.S.\nDepartment of Commerce’s Privacy Shield List.\n[https://www.privacyshield.gov]</p>\n<p>Kaseya is responsible for the processing of personal data it receives, under the Privacy Shield Framework, and subsequently transfers to a third party acting as an agent on its behalf.\n&nbsp;Kaseya complies with the Privacy Shield Principles for all onward transfers of personal data from the EU and Switzerland, including the onward transfer liability provisions.</p>\n<p>With respect to personal data received or transferred pursuant to the Privacy Shield Framework, Kaseya is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission In certain situations, Kaseya may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at&nbsp;https://feedback-form.truste.com/watchdog/request.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website [https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint], you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted.</p>10.\nSecurity<p>Kaseya takes information security seriously and uses reasonable measures to protect your information from unauthorized access.\nWhen you place orders on our websites, all of your order information, including your credit card number and delivery address, is transmitted through the Internet using Transport Layer Security (TLS) technology.\nTLS technology causes your browser to encrypt your order information before transmitting it to our secure server.\nWe use a variety of security technologies depending on the situation to help protect your information from unauthorized access, use, or disclosure, such as physical access controls, TLS, Internet firewalls, and network monitoring.\nHowever, no security system is 100% secure, and therefore we cannot guarantee the security of your information or assume liability for improper access to it.\nIf you use a password to help protect your information, it is your responsibility to keep your password confidential, change the password frequently and use a strong password.\nWe strongly recommend that you do not share this password with anyone.</p>11.\nData Retentions<p>We will retain your information for as long as your account is active or as needed to provide you services.\nIf you wish to cancel your account or request that we no longer use your information to provide you services, contact us at&nbsp;dpo@kaseya.com.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>12.\nCommunication Preferences<p>You can stop delivery of promotional e-mail or other Kaseya communications by contacting Kaseya at dpo@kaseya.com.\nAdditionally, when you purchase products or services from Us, We may deliver non-promotional communications related to those products or services which may not be canceled unless you cease use of the product or service.</p>13.\nChanges to this Statement<p>We reserve the right to modify this Privacy Statement at any time, so please review it frequently.\nIf We make material changes to this Statement, We will notify you here, by email, or by means of a notice on Our home page prior to the change becoming effective.\nYour continued use of Kaseya’s products, services or websites or communication with Kaseya constitutes your agreement to this Privacy Statement and any updates.</p>14.\nContacting Us<p>If you have questions or concerns, you should first contact the Kaseya Privacy Administrator at:&nbsp;dpo@kaseya.com.\n26 West 17th Street, 9th Floor, New York, New York 10011.</p>15.\nPrivacy Shield Covered Entities<p>The Kaseya entities covered under the U.S.\nDepartment of Commerce’s Privacy Shield program and Kaseya’s U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/ request are:</p>ITG Software ULC<p>Kaseya commits to cooperate with EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) and comply with the advice given by such authorities with regard to human resources data transferred from the EU and Switzerland in the context of the employment relationship.</p>", "created_at": "2021-10-29 01:15:19.840615", "updated_at": "2021-10-29 01:15:44.743985"}, {"id": 9557, "name": "Terms of Use ", "url": "https://www.kaseya.com/legal/website-terms-of-use", "xpath": "//*[@id=\"box\"]", "text": "1.\nGeneral Applicability.<p>Please read these Terms of Use (the “TOU”) carefully before using this or any other Kaseya website (the “Websites”).\nBy accessing and using the Websites, you acknowledge and agree to abide by the TOU.\nIf you do not agree to the TOU, do not use the Websites.\nThis TOU applies to all visitors and users of the Websites.</p>2.\nLimited License and Ownership.<p>Kaseya hereby authorizes you to copy materials published by Kaseya on the Websites solely for non-commercial use within your organization (or if you are a Kaseya Partner, your customer’s organization) in support of Kaseya products and services.\nNo other use of the information is authorized.\nIn consideration of this authorization, you agree that any copy of these materials which you make shall retain all copyright and other proprietary notices in the same form and manner as on the original.\nExcept as specified above, nothing contained herein shall be construed as conferring by implication, estoppel or otherwise any license or right under any patent, trademark or copyright of Kaseya or any third party.</p>\n<p>ALL CONTENT ON THE WEBSITES IS PROTECTED BY COPYRIGHT.\nEXCEPT AS SPECIFICALLY PERMITTED HEREIN, NO PORTION OF THE INFORMATION ON THE WEBSITES MAY BE REPRODUCED IN ANY FORM, OR BY ANY MEANS, WITHOUT PRIOR WRITTEN PERMISSION FROM KASEYA.\nVISITORS OR USERS ARE NOT PERMITTED TO MODIFY, DISTRIBUTE, PUBLISH, TRANSMIT OR CREATE DERIVATIVE WORKS OF ANY MATERIAL FOUND ON THE WEBSITES FOR ANY PUBLIC OR COMMERCIAL PURPOSES.</p>\n<p>You acknowledge and agree that Kaseya owns all legal rights, title and interest in and to the Websites and content contained therein, including any Kaseya trade names, trademarks, service marks, logos, domain names, and other distinctive brand features therein (whether those rights happen to be registered or not, and wherever in the world those rights may exist), and that they are protected by worldwide trademark and copyright laws and treaty provisions.\nThey may not be copied, reproduced, modified, published, uploaded, posted, transmitted, or distributed in any way without Kaseya’s prior written permission.\nExcept as expressly provided herein, Kaseya does not grant any express or implied right to you under any patents, copyrights, trademarks, or trade secret information.</p>3.\nPrivacy And Protection Of Information.<p>See Kaseya’s https://www.kaseya.com/legal/kaseya-privacy-statement/&nbsp;relating to the collection and use of your information.</p>4.\nCompliance With Applicable Laws.\nExport Control Laws.<p>User access to the Websites is governed by all applicable laws, rules and regulations.\nAll information available on the Websites is subject to export control laws.\nYou agree to use the Websites and post, publish or disseminate information in relation thereto in strict compliance with all laws, rules and regulations.</p>\n<p>All Kaseya products and publications are commercial in nature.\nUse duplication, or disclosure by the United States Government is subject to the restrictions set forth in DFARS 252.227-7015 and FAR 52.227-19.</p>5.\nTrademarks.<p>The marks listed in the https://www.kaseya.com/legal/trademark-guidelines/&nbsp;Kaseya Trademark Guidelines are among the marks or registered marks owned by or licensed to Kaseya Limited.\nAll other brand and product names are or may be trademarks of, and are used to identify products or services of, their respective owners.</p>6.\nGeneral Disclaimer and Indemnity.<p>Although Kaseya has attempted to provide accurate information on the Websites, Kaseya assumes no responsibility for the accuracy of the information.\nKaseya may change the programs, services or products mentioned at any time without notice.\nMention of non-Kaseya products or services is for information purposes only and constitutes neither an endorsement nor a recommendation.</p>\n<p>You acknowledge that temporary interruptions in the availability of the Websites may occur from time to time as normal events.\nKaseya takes no responsibility for viruses or other destructive or intrusive computer programs that may damage your computer system or data resulting from your access to or use of the Websites.\nThe content at the Websites may be out of date, may refer to products, programs or services that are not or are no longer available in your geographic location, or may include technical inaccuracies or typographical errors.\nThe Websites are made available internationally and may contain references to products, programs and services of Kaseya and/or its suppliers that are not available in your location.\nSuch references do not imply that Kaseya or its suppliers intend to make available such products, programs or services in your location.</p>\n<p>ALL INFORMATION PROVIDED ON THE WEBSITES ARE PROVIDED “AS IS” WITH ALL FAULTS WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED.\nKASEYA AND ITS SUPPLIERS DISCLAIM ALL WARRANTIES, EXPRESSED OR IMPLIED INCLUDING, WITHOUT LIMITATION, THOSE OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT OR ARISING FROM A COURSE OF DEALING, USAGE, OR TRADE PRACTICE.</p>\n<p>KASEYA AND ITS SUPPLIERS SHALL NOT BE LIABLE FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, OR INCIDENTAL DAMAGES INCLUDING, WITHOUT LIMITATION, LOST PROFITS OR REVENUES, COSTS OF REPLACEMENT GOODS, LOSS OR DAMAGE TO DATA ARISING OUT OF THE USE OR INABILITY TO USE THE WEBSITES OR ANY KASEYA SOFTWARE OR SERVICES, DAMAGES RESULTING FROM USE OF OR RELIANCE ON THE INFORMATION PRESENT, EVEN IF KASEYA OR ITS SUPPLIERS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>Upon the request of Kaseya, you agree to defend, indemnify and hold harmless Kaseya and its suppliers, affiliates, and their representatives, officers, directors, employees and attorneys from and against all liabilities, claims, costs and expenses, including attorney fees, that arise in relation to your accessing or use of the Websites.</p>7.\nLinks to Third Party Sites.<p>The Websites may contain links to third party sites.\nAccess to any other Internet site linked to the Websites is at the user’s own risk and Kaseya is not responsible for the accuracy or reliability of any information, data, opinions, advice or statements made on these sites.\nKaseya provides these links merely as a convenience and the inclusion of such links does not imply an endorsement.</p>8.\nAccess to Password Protected/Secure Areas.<p>Access to and use of password protected and/or secure areas of the Websites is restricted to authorized users only.\nUnauthorized individuals attempting to access these areas of the Websites may be subject to prosecution.\nYou are responsible for the security of any account names, identification numbers or passwords associated with your access to and use of the Websites.\nKaseya is not liable for any unauthorized use of any accounts you establish through the Websites (e.g., through Kaseya’s online support-related services) by you, your employees, agents or anyone else.</p>9.\nSubmissions.<p>With the exception of purchase information required for the purchase of Software and Services, Kaseya does not want to receive confidential or proprietary information through its Websites.</p>\n<p>Any information sent to Kaseya, with the exception of such purchase information, will be deemed NOT CONFIDENTIAL and NOT PROPRIETARY.\nYou grant Kaseya a perpetual, royalty free, paid up, unrestricted, irrevocable license to display, use, modify, perform, create derivative works, sublicense, reproduce, transmit, and distribute any information you send Kaseya, for any and all commercial and non-commercial purposes.</p>\n<p>You also agree that Kaseya is free to use any ideas, concepts, or techniques that you send Kaseya for any purpose, including, but not limited to, developing, manufacturing, and marketing products that incorporate such ideas, concepts, or techniques.</p>\n<p>You are prohibited from posting or transmitting to or from the Websites any libelous, obscene, defamatory, pornographic, or other materials that would violate any laws, rules or regulations.\nHowever, if such communications do occur, Kaseya will have no liability related to the content of any such communications.</p>\n<p>It is neither the policy nor a practice of Kaseya to review or monitor areas on the Websites where users may transmit or post communications, including bulletin boards, chat rooms, and user forums to determine that such communications comply with this TOU and applicable laws, rules and regulations.\nhowever, Kaseya reserves the right to review such communications but has no such obligation.\nKaseya shall have no responsibility or liability for the content of any communications posted to the Websites, nor for any errors or violations of any applicable laws, rules or regulations.</p>10.\nCopyright Policy.<p>You may not post, modify, distribute, or reproduce in any way copyrighted or other proprietary materials without obtaining the prior written consent of the copyright owner of such materials.\nWe may terminate an account, deny access to a Website or service, or terminate any user who is alleged to have infringed the copyright or proprietary rights of another.</p>\n<p>Without limiting the foregoing, if you believe that your copyright or other rights have been infringed, please provide us written notice at legal@kaseya.com with the following information: (1) A description of the copyrighted work or other work that you claim has been infringed.\n(2) A description of where the material that you claim is infringing is located on our Website, networks or other repositories.\nand (3) Your address, telephone number, and email address.</p>\n<p>If the disputed materials were posted by a third party identifiable through reasonable efforts, we will provide reasonable notice to the third party of the charge.\nIf the third party responds with a valid counter-notification, we will provide you with a copy so that you may take any other steps you may consider appropriate.</p>11.\nMiscellaneous.<p>Kaseya makes no representation that content in the Websites are appropriate or available for use in any location, and access to them from territories where their content is illegal is prohibited.\nThose who choose to access the Websites from any location do so on their own initiative and are responsible for compliance with applicable local laws.\nThis TOU constitutes the entire agreement between you and Kaseya Limited (or as applicable its licensors or licensees “Kaseya”) and governs your use of the Websites.\nThe TOU and all related documents be written and interpreted in the English language.\nThe TOU and the relationship between you and Kaseya shall be governed by the laws of the Commonwealth of Massachusetts, USA without regard to its conflict of law provisions and each party shall submit to the personal and exclusive jurisdiction of the courts located in Middlesex County, Massachusetts.\nIf any provision of this TOU is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of the TOU remain in full force and effect.\nIn the case of any violation of these rules and regulations, Kaseya reserves the right to seek all remedies available by law and in equity for such violations.\nKaseya may revise this TOU at any time by updating this posting.\nYou should visit this page from time to time to review the then-current TOU because they are binding on you.</p>", "created_at": "2021-10-29 03:13:50.315999", "updated_at": "2021-10-29 01:14:33.246475"}], "points": [], "urls": ["kaseya.com"]}}