{"error": 448, "message": "OK", "parameters": {"id": 6737, "name": "American Guest House", "created_at": "2022-07-30 23:15:00.099258", "updated_at": "2022-07-30 22:01:04.310479", "wikipedia": null, "keywords": null, "related": null, "slug": "american-guest-house", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6737.png", "url": "americanguesthouse.com", "documents": [{"id": 12311, "name": "Privacy Policy", "url": "https://www.americanguesthouse.com/privacy-policy", "xpath": "//*[@id=\"post-3\"]", "text": " Privacy Policy <p>American Guest House is a United States based business which complies with applicable laws to protect your personal information.\nAs a data controller, upon consent, we will collect and process your personal information in order to provide you with superior service, analyze your travel and accommodation preferences, and inform you of specials, packages and events.\nYou may withdraw your consent at any time.</p>\n<p>We take the protection of your stored data very seriously and are following regulations set forth by the EU Data General Data Protection Regulation (GDPR).\nWe have updated our Privacy Policy below so you know what data we collect from you, know how we use that data, and ensure that you have meaningful control over both.</p>\n<p>Individuals located in the European Union have a right to change, request deletion of, or know the extent of personal information collected by our business.\nUnless required to do otherwise by law, we will honor requests to update, correct, change, or delete personal data following successful identity verification.</p>\n<p>American Guest House has adopted reasonable physical, technical and organizational safeguards which guard against accidental, unauthorized or unlawful destruction, loss, alteration, disclosure, access, use or processing of the personal data in our possession.\nCustomers and visitors will be promptly notified in the event of any known unauthorized access to, or use of personal data.</p>\n<p>We may amend this policy at any time by posting a revised version on our website.\nPlease check back occasionally for updates and feel free to contact us regarding our privacy policy via email at info@americanguesthouse.com.</p>\nCollection and Storage of Personal Data\n<p>The processing of personal data, such as the name, address, e-mail address, or telephone number of our customers, shall to the best of our knowledge, be in line with the General Data Protection Regulation (GDPR), and in accordance with country-specific data protection regulations.</p>\n<ul>\n<li>We only collect personal data to be able to deliver accommodations in a safe and legal way for both us and the guest and in line with required regulations.</li>\n<li>As we only use personal data for the purposes mentioned in the point above we assume guest give consent by a clear affirmative action (entering their own personal data by themselves and confirming the reservation by pressing a button in the system).</li>\n<li>We collect the following personal data: name, address, phone number, email address, and credit card data.</li>\n<li>We never collect personal data for accompanying children under 16.</li>\n<li>We never use personal data for profiling purposes.</li>\n<li>We never sell or use personal data that we have received to a third party.</li>\n<li>Subscriptions to receive email updates will be held indefinitely.</li>\n<li>You may request deletion of your data from our marketing databases by opting out of consent.</li>\n<li>If you wish to update, remove, or add to the information collected by our website or held by our marketing team, you may submit your request on our website or by email to info@americanguesthouse.com</li>\n<li>Any incident related to a data breach or theft of data is immediately reported to the Privacy Commission.</li>\n</ul>\nCustomer Access to Data Requests\n<ul>\n<li>If a customer asks for their personal data, we will provide it free of charge.</li>\n<li>We communicate the personal data we store to our customer both through the booking confirmation and in the arrival information.\nThe only exception to this rule is credit card information which we only send encrypted and only upon specific request.</li>\n</ul>\nVisiting Our Website\n<p>By visiting our website, you consent to the collection and use of your personal data as described herein.\nIf you do not agree with the terms set herein, please do not visit this website.\nIf required by applicable law, we will seek your explicit consent to process personal data collected or volunteered by you.\nKindly note that any consent will be entirely voluntary.</p>\nCookies\n<p>Many Internet sites and servers use cookies.\nThrough the use of cookies, American Guest House can provide visitors to our website with more user-friendly services that would not be possible without the cookie setting.\nCookies allow us to recognize our website users to make it easier for the users to utilize our website.\nFor example, the website user that uses cookies does not have to enter access data each time the website is accessed.\nAnother example is the cookie of a shopping cart in an online shop.\nThe online store remembers the articles that a customer has placed in the virtual shopping cart via a cookie.</p>\n<p>Visitors to our website may opt-out of cookies storage at any time and prevent the setting of cookies by means of a setting of the Internet browser used, and may thus permanently deny the setting of cookies.</p>\nEmail Marketing\n<p>We operate an email mailing list program used to inform consented subscribers about news, specials, and events.\nUsers subscribe through an online automated process where they give their explicit permission.\nThe subscriber’s personal details are collected, processed, managed and stored in accordance with the regulations named in ‘The policy’ above.</p>\n<p>Email marketing messages may contain tracking beacons, tracked clickable links, or similar server technologies in order to track subscriber activity within email marketing messages.\nWhere used, such marketing messages may record a range of subscriber data relating to the customer’s engagement, geographic, and demographics.\nThrough our emails you may unsubscribe or opt-out at any time.</p>\nSubscriptions to Newsletters\n<p>Our customers are informed regularly by means of a newsletter about offers, specials and events.\nThe customer may only receive our newsletter by (1) having a valid e-mail address and (2) the customer consents to the subscription.</p>\n<p>The personal data collected as part of a registration for the newsletter is only used to send our newsletter.\nThere will be no transfer of personal data collected by the newsletter service to third parties.\nThe subscription to our newsletter may be terminated by the customer at any time.\nThe consent to the storage of personal data, which the customer has given, may be cancelled at any time.\nTo unsubscribe to our newsletter, a corresponding link is found in each newsletter.\nIt is also possible to unsubscribe from the newsletter at any time by email or in writing.</p>\nExternal Website Links &amp.\nThird Parties\n<p>Although we only look to include quality, safe and relevant external links, users are advised to adopt a policy of caution before clicking any external web links mentioned throughout our website.</p>\n<p>We cannot guarantee or verify the contents of any externally linked website despite our best efforts.\nVisitors to our website should therefore note they click on external links at their own risk and we cannot be held liable for any damages or implications caused by visiting any external links mentioned.</p>\nReservations Privacy Policy\n<p>Read our Privacy Policy for our reservation system.</p>\nContacting Us\n<p>If there are any questions regarding this privacy policy, you may contact us using the information below.</p>\n<p>American Guest House<br>\n2005 Columbia Rd NW Washington, DC 20009<br>\n(202) 588-1180<br>\ninfo@americanguesthouse.com<br>\nwww.americanguesthouse.com</p> ", "created_at": "2022-07-30 23:15:00.102659", "updated_at": "2022-07-30 21:15:25.152984"}], "points": [], "urls": ["americanguesthouse.com"]}}