{"error": 448, "message": "OK", "parameters": {"id": 1531, "name": "Garmin", "created_at": "2019-05-06 23:57:03.181187", "updated_at": "2021-03-25 03:19:40.701352", "wikipedia": "https://en.wikipedia.org/wiki/Garmin", "keywords": null, "related": null, "slug": "garmin", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1531.png", "url": "www.garmin.com", "documents": [{"id": 5949, "name": "Terms of Use (USA)", "url": "https://www.garmin.com/en-US/legal/terms-of-use/", "xpath": "//*[@id=\"app-root\"]/main/div/div", "text": "Terms of Use\n<p>Last updated: March 11, 2021</p>\n<p>Welcome to the Internet sites of Garmin Ltd.\nand its subsidiaries (\"Garmin\").\n\"Garmin Sites\" include garmin.com, fusionentertainment.com, tacx.com, garmin.blogs.com, my.garmin.com, connect.garmin.com, thisisant.com, FltPlan.com and other Internet sites on which these Terms of Use are posted.\nThe Garmin Sites, products and content may be branded Fusion<sup>®</sup>, Tacx<sup>®</sup>, ANT<sup>TM</sup>, ANT+<sup>®</sup>, FltPlan<sup>®</sup> or other brand owned by Garmin.\nGarmin is sometimes referred to herein as \"we,\" \"us\" or \"our.\"</p>\n<p>PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING ANY GARMIN SITE.\nBy using any Garmin Site you signify your agreement to these Terms of Use.\nIf you do not agree to these Terms of Use, you may not use the Garmin Sites.</p>\n<p>Note that special terms might apply to some services or features offered on certain Garmin Sites.\nThese terms are posted in connection with the applicable service or feature.\nAny such terms are in addition to these Terms of Use, and in the event of a conflict, prevail over these Terms of Use.</p>\n<p>Garmin may modify these Terms of Use at any time by updating this posting.\nYou are bound by any such modification and should therefore visit this page periodically to review these Terms of Use.</p>\nUse of Content\n<p>The content contained on Garmin Sites, such as text, graphics, images, audio, video and other material, as well as the domain names, tagline, organization and user look and feel (collectively, the \"Content\"), is protected by copyright, trademark and other such laws in the United States and foreign countries, and is owned or controlled by Garmin or by third parties that have licensed their Content to Garmin.\nUnauthorized use of the Content may violate copyright, trademark, and other laws.\nWhere a Garmin Site is configured to enable the download of particular Content, you may download one copy of such Content to a single computer for your personal, noncommercial home use only, provided that (a) you retain all copyright and other proprietary notices contained in the original Content, (b) you may not sell or modify the Content or reproduce, display, publicly perform, distribute, or otherwise use the Content in any way for any public or commercial purpose without the prior written permission of Garmin, and (c) you may not use the Content in a manner that suggests an association with any of our products, services or brands.</p>\n<p>You may not, without the prior written permission of Garmin, \"mirror\" on any other server any material contained on any Garmin Site.\nThe use of the Content on any other website or in a networked computer environment for any purpose is prohibited, without the express written permission of Garmin.\nThe trademarks, logos and service marks (the \"Marks\") displayed on the Garmin Sites are owned by Garmin or third parties.\nYou are prohibited from use of those Marks without the express, written permission of Garmin or such third party.\nIf you would like information about obtaining Garmin's permission to use the Content on your website, email terms@garmin.com.</p>\n<p>In the event that we offer downloads of software on a Garmin Site and you download such software, the software, including without limitation any files, images incorporated in or generated by the software, and data accompanying the software (collectively, the \"Software\") is licensed to you by us or third-party licensors for your personal, noncommercial home use only.\nWe do not transfer title to the Software to you.\nYou may not distribute or otherwise exploit the Software or decompile, reverse engineer, disassemble or otherwise reduce the Software to a human-readable form.\nUNLESS OTHERWISE SPECIFICALLY AND EXPRESSLY STATED ELSEWHERE, GARMIN HEREBY DISCLAIMS ALL WARRANTIES WITH REGARD TO THE SOFTWARE, INCLUDING WITHOUT LIMITATION ALL WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NONINFRINGEMENT, WHETHER SUCH WARRANTIES ARE EXPRESS, IMPLIED OR STATUTORY.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, GARMIN SHALL NOT BE LIABLE FOR (1) ANY INACCURACY, ERROR IN OR FAILURE OF THE SOFTWARE.\n(2) ANY LOSS OR DAMAGE (INCLUDING WITHOUT LIMITATION ANY CONSEQUENTIAL, INDIRECT, INCIDENTAL, SPECIAL OR EXEMPLARY DAMAGES) ARISING FROM ANY DOWNLOAD OR USE MADE OF THE SOFTWARE, OR OCCASIONED BY ANY SUCH INACCURACY, ERROR OR FAILURE OF THE SOFTWARE.</p>\nPublic Forums and Communication\n<p>\"Public Forum\" means an area, site or feature offered as part of any Garmin Site that offers the opportunity for users to submit content (\"User Submissions\") for viewing by one or more Garmin Site users, including without limitation a message board, forum, social community environment, conversation page, or blog.</p>\n<p>You acknowledge that Public Forums and features offered therein are for public and not private communications, and you have no expectation of privacy with regard to any User Submission to a Public Forum.\nWe cannot guarantee the security of any information you disclose through any of these media.\nyou make such disclosures voluntarily and at your own risk.\nYou should use good judgment when posting information, remarks or other content regarding other users, service providers, Garmin or any other third party.\nYou may be held legally responsible for damages suffered by other users, Garmin or third parties as a result of legally actionable or defamatory comments, remarks or other information or content that you post to a Garmin Site.\nGarmin is not legally responsible for any User Submissions, even if a User Submission is defamatory or otherwise legally actionable.</p>\n<p>You are and will remain solely responsible for the User Submissions you distribute on or through any Garmin Site in any Public Forum and for the consequences of submitting and posting same.\nWe have no duty to monitor any Public Forum.\nYou will be solely liable for any damage resulting from any infringement of copyrights, proprietary rights, or any other harm resulting from a User Submission.\nBy submitting material to any Garmin Site, you automatically grant, or warrant that the owner of such material has expressly granted, Garmin the royalty-free, perpetual, irrevocable, non-exclusive right and license to use, reproduce, modify, adapt, publish, translate and distribute such material (in whole or in part) worldwide and/or to incorporate it in other works in any form, media or technology now known or hereafter developed for the full term of any copyright or other rights that may exist in such material.\nYou also permit any other user to access, view, store or reproduce the material for that user's personal use.\nYou hereby grant Garmin the right to edit, copy, publish and distribute any material you make available on any Garmin Site.</p>\n<p>You acknowledge that your use or reliance upon any User Submission posted in any Public Forum is at your own risk.\nFor example, we are not responsible for, and we do not endorse, the opinions, advice, or recommendations posted or sent by users in any Public Forum, and we specifically disclaim any and all liability in connection therewith.\nWe do not confirm nor verify the qualifications, background, or abilities of users or the information they post in any Public Forum.\nTherefore, we recommend that you be careful and exercise common sense and good judgment when using any Garmin Site or Public Forum.</p>\n<p>Rules of Conduct: you agree that you will not submit any User Submission on any Garmin Site that:</p>\n<ul>\n<li>is defamatory, abusive, harassing, threatening, or an invasion of a right of privacy of another person;</li>\n<li>is bigoted, hateful, or racially or otherwise offensive;</li>\n<li>is violent, vulgar, obscene, pornographic or otherwise sexually explicit, or otherwise harms or can reasonably be expected to harm any person or entity;</li>\n<li>is illegal or encourages or advocates illegal activity or the discussion of illegal activities with the intent to commit them, including a User Submission that is, or represents an attempt to engage in, child pornography, stalking, sexual assault, fraud, trafficking in obscene or stolen material, drug dealing and/or drug abuse, harassment, theft, or conspiracy to commit any criminal activity;</li>\n<li>infringes or violates any right of a third party, including: (a) copyright, patent, trademark, trade secret or other proprietary or contractual rights.\n(b) right of privacy (specifically, you must not distribute another person's personal information of any kind without their express permission) or publicity.\nor (c) any confidentiality obligation;</li>\n<li>is commercial, business-related or advertises or offers to sell any products, services or otherwise (whether or not for profit), or solicits others (including solicitations for contributions or donations);</li>\n<li>contains a virus or other harmful component, or otherwise tampers with, impairs or damages the Garmin Sites or any connected network, or otherwise interferes with any person or entity's use or enjoyment of the Garmin Sites;</li>\n<li>(a) does not generally pertain to the designated topic or theme of the relevant Public Forum.\n(b) violates any specific restrictions applicable to a Public Forum, including its age restrictions and procedures.\nor (c) is antisocial, disruptive, or destructive, including \"flaming,\" \"spamming,\" \"flooding,\" \"trolling,\" and \"griefing\" as those terms are commonly understood and used on the Internet.\nor</li>\n<li>is false or misleading.</li>\n</ul>\n<p>We cannot and do not assure that other users are or will be complying with the foregoing Rules of Conduct or any other provisions of these Terms of Use, and, as between you and us, you hereby assume all risk of harm or injury resulting from any such lack of compliance.</p>\n<p>We reserve the right, but disclaim any obligation or responsibility, to refuse to post or communicate or remove any User Submission from any Garmin Site that violates these Terms of Use (including the Rules of Conduct).</p>\nAccounts\n<p>Some services on the Garmin Sites permit or require you to create an account to participate or to secure additional benefits.\nYou agree to provide, maintain and update true, accurate, current, and complete information about yourself as prompted by our registration processes (the \"Registration Data\").\nYou agree not to impersonate any person or entity or misrepresent your identity or affiliation with any person or entity, including using another person's username, password or other account information, or another person's name, likeness, voice, image or photograph.\nYou also agree to notify us promptly at garminsecurity@garmin.com of any unauthorized use of your username, password, other account information, or any other breach of security that you become aware of involving or relating to any Garmin Site.</p>\n<p>We may suspend or terminate your account and your ability to use any Garmin Site or portion thereof for failure to comply with these Terms of Use or any special terms related to a particular service.</p>\nGarmin's Liability\n<p>Garmin makes no representations or warranties about the accuracy, reliability, completeness, or timeliness of the Content or about the results to be obtained from using the Garmin Sites and the Content.\nAny use of the Garmin Sites and the Content is at your own risk.\nChanges are periodically made to Garmin Sites and may be made at any time.\nGarmin further reserves the right to modify, suspend, or discontinue any service on or feature of the Garmin Sites (including any changes to or removal of Content) at any time with or without notice to you, and Garmin shall not be liable to you or to any third party should it exercise such rights.\nSome Content on the Garmin Sites may be provided by third parties, and Garmin will not be held responsible for any such Content provided by third parties.</p>\n<p>GARMIN DOES NOT WARRANT THAT THE GARMIN SITES WILL OPERATE ERROR-FREE OR THAT THE GARMIN SITES OR THEIR SERVERS ARE FREE OF COMPUTER VIRUSES OR OTHER HARMFUL GOODS.\nIF YOUR USE OF THE GARMIN SITES OR THE CONTENT RESULTS IN THE NEED FOR SERVICING OR REPLACING EQUIPMENT OR LOSS OF PROFITS OR DATA, GARMIN WILL NOT BE RESPONSIBLE FOR THOSE COSTS.</p>\n<p>THE GARMIN SITES AND CONTENT ARE PROVIDED ON AN 'AS IS' BASIS WITHOUT ANY WARRANTIES OF ANY KIND.\nGARMIN, TO THE FULLEST EXTENT PERMITTED BY LAW, DISCLAIMS ALL WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE WARRANTY OF MERCHANTABILITY, NONINFRINGEMENT OF PROPRIETARY OR THIRD-PARTY RIGHTS, AND THE WARRANTY OF FITNESS FOR PARTICULAR PURPOSE.</p>\n<p>GARMIN SHALL USE REASONABLE EFFORTS TO PROTECT INFORMATION OR DATA SUBMITTED BY YOU TO A GARMIN SITE IN CONNECTION WITH ANY SERVICE ON OR FEATURE OF THE GARMIN SITE, BUT YOU AGREE THAT YOUR SUBMISSION OF SUCH INFORMATION OR DATA IS AT YOUR SOLE RISK, AND YOU HEREBY RELEASE GARMIN FROM ANY AND ALL LIABILITY TO YOU FOR ANY LOSS OR LIABILITY RELATING TO SUCH INFORMATION IN ANY WAY.</p>\n<p>GARMIN IS NOT RESPONSIBLE FOR ANY DATA CHARGES YOU MAY INCUR IN CONNECTION WITH YOUR USE OF ANY SERVICE ON OR FEATURE OF THE GARMIN SITES.\n</p>\nDisclaimer of Certain Damages\n<p>Your use of the Garmin Sites is at your own risk.\nIf you are dissatisfied with any of the Content, other contents, any service on, or feature of the Garmin Sites or with these Terms and Conditions, your sole remedy is to discontinue use of the Garmin Sites.\nIN NO EVENT WILL GARMIN OR ANY THIRD PARTIES MENTIONED AT THE GARMIN SITES BE LIABLE FOR ANY DAMAGES WHATSOEVER (INCLUDING, BUT NOT LIMITED TO, INCIDENTAL, EXEMPLARY, AND CONSEQUENTIAL DAMAGES, LOST PROFITS, OR DAMAGES RESULTING FROM LOST DATA OR BUSINESS INTERRUPTION) RESULTING FROM THE USE OR INABILITY TO USE THE GARMIN SITES AND THE CONTENT, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT GARMIN IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME COUNTRIES, STATES, OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR LOSS OR DAMAGE CAUSED BY GROSS NEGLIGENCE, PERSONAL INJURY OR DEATH, OR OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU, IN WHICH CASE GARMIN’S LIABILITY SHALL BE LIMITED TO THE FULLEST EXTENT SUCH EXCLUSION OR LIMITATION IS ALLOWABLE UNDER THE APPLICABLE LAW.\nIn no event shall the total liability of Garmin to you for all losses and damages, including for any implied warranties, exceed the greater of fifty U.S.\ndollars (US $50.00) or the total amount you paid Garmin to use any service on or feature of the Garmin Sites in the twelve months prior to the date of an initial claim made against Garmin.</p>\nLinks to Other Sites\n<p>The Garmin Sites may contain links to third-party websites that are maintained by others.\nAny such links are provided solely as a convenience to you and not as an endorsement by Garmin of the contents on such third-party websites.\nGarmin is not responsible for the content of linked third-party sites and does not make any representations or warranties regarding the content or accuracy of materials on such third-party websites or the privacy practices of such third parties.\nIf you decide to access linked third-party websites, you do so at your own risk.</p>\nThird-party Applications\n<p>On Garmin Sites, you might have an opportunity to download applications that were developed by third parties.\nGarmin is not responsible for and makes no representations or warranties regarding the content or functionality of these third-party applications or the privacy practices of such third-party developers.\nIf you decide to download and use any of these third-party applications, then you do so at your own risk.</p>\nIndemnity\n<p>By using a Garmin Site, you agree, to the extent permitted by law, to defend, indemnify, and hold harmless Garmin, its officers, directors, employees and agents, from and against any claims, actions or demands, including without limitation reasonable legal and accounting fees, alleging or resulting from your breach of these Terms of Use or your violation of any law or rights of a third party.</p>\nExport Control\n<p>The United States and certain other countries control the export of products and information.\nYou agree to comply with such restrictions and not to export or re-export the Content to countries or persons prohibited under export control laws.\nBy downloading the Content, you are agreeing that you are not in a country where such export is prohibited and that you are not on the U.S.\nCommerce Department's Table of Denial Orders or the U.S.\nTreasury Department's list of Specially Designated Nationals.\nYou are responsible for compliance with the laws of your local jurisdiction regarding the import, export, or re-export of the Content.</p>\nCopyright Policy\n<p>Garmin respects the intellectual property rights of others.\nIt is Garmin's policy, at its discretion and when appropriate, to terminate the accounts of users who may infringe or repeatedly infringe the copyrights of third parties.</p>\n<p>To submit a copyright infringement notification to Garmin relating to a Garmin Site, including but not limited to User Submissions or Content, please submit a notification pursuant to the Digital Millennium Copyright Act (\"DMCA\") or, as applicable, other laws, by providing the below-specified Copyright Agent with the following information in writing:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material.</li>\n<li>Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>You acknowledge that if you fail to comply with all of the requirements of the preceding paragraph, your notification may not be valid.\nPlease see 17 U.S.C.\n§ 512 for more information regarding the DMCA and DMCA notifications.</p>\n<p>Our Agent to Receive Notification of Claimed Copyright Infringement can be reached as follows:</p>\n<p>By email: copyright@garmin.com</p>\n<p>By mail: <br>\nDMCA Designated Agent <br>\nAttn: Legal Department <br>\nGarmin International, Inc.\n<br>\n1200 East 151st Street <br>\nOlathe, Kansas 66062</p>\nGeneral\n<p>Except to the extent expressly provided in the following paragraph, all legal issues arising from or related to your use of any Garmin Site and these Terms of Use shall be construed in accordance with and governed by the laws of the State of Kansas applicable to contracts entered into and performed within the State of Kansas without respect to its conflict of laws principles.\nBy using a Garmin Site, you agree to submit to the personal and exclusive jurisdiction of the United States District Court for the District of Kansas, or any Kansas State court sitting in Johnson County, to resolve any dispute, claim or cause of action arising out of these Terms of Use or your use of the Garmin Sites.\nYou hereby irrevocably waive, to the fullest extent permitted by law, any objection which you may now or hereafter have to the laying of the venue of any such proceeding brought in such a court and any claim that any such proceeding brought in such a court has been brought in an inconvenient forum.\nIf (a) you are not a U.S.\ncitizen.\n(b) you do not reside in the U.S..\n(c) you are not accessing the Garmin Site from the U.S..\nand (d) you are a citizen of one of the countries identified below, you hereby agree that any dispute, claim, or cause of action arising from these Terms of Use or your use of the Garmin Sites shall be governed by the applicable law set forth below, without regard to any conflict of law provisions, and you hereby irrevocably submit to the jurisdiction of the courts located in the state, province or country identified below whose law governs:</p>\n<p>If you are a resident of any European Union country, the United Kingdom (U.K.), Switzerland, Norway, Iceland or Australia, the governing law and forum shall be the laws and courts of your usual place of residence.</p>\n<p>Specifically excluded from application to these Terms of Use is the United Nations Convention on Contracts for the International Sale of Goods.</p>\n<p>In the event of a complaint, or to request further information, the provider may be contacted in writing at Garmin International, Inc., 1200 East 151st Street, Olathe, Kansas 66062, USA, by telephone at (913) 397-8200 (ask for the webmaster), or by email at terms@garmin.com.</p>\n<p>If you are under the age of majority in your country of residence, you should review these Terms of Use with a parent or guardian to ensure that you and parent or legal guardian understand these Terms of Use.\n</p>", "created_at": "2021-05-12 22:22:30.436914", "updated_at": "2021-05-12 22:23:18.013667"}, {"id": 5948, "name": "Terms of Use (Netherlands)", "url": "https://www.garmin.com/nl-NL/legal/terms-of-use/", "xpath": "//body", "text": " Garmin benutzt Cookies und vergleichbare Technologien auf seinen Webseiten.\nDiese beinhalten Cookies, welche für die grundlegende Funktionalität der Seiten benötigt werden, funktionale Cookies zur Verbesserung der Performanz und Cookies zum Zweck der personalisierten Werbung Dritter auf Seiten unserer Partner oder in den sozialen Medien.\nSie haben die Wahl, alle Cookies zu akzeptieren, alle außer den notwendigen Cookies abzulehnen oder die entsprechenden Einstellungen selbst zu verwalten um sie Ihren Bedürfnissen entsprechend anzupassen und in Zukunft Ihre Auswahl zu verändern.\nImpressum Datenschutzerklärung Akzeptieren Ablehnen Einstellungen verwalten Skip navigation links<ul>\n<li>Wearables Producten Alle wearables &amp.\nsmartwatches Fashion en hybride smartwatches MARQ Luxe Smartwatch Collectie Hardlopen Multisport Avontuur Zwemmen Duiken Golf Activity tracking Kids wearablesKAARTEN Wearable Kaarten Golf Kaarten GolfbanenAccessoires Apps Wearable &amp.\nsmartwatch accessoriesONTDEK Blog Carrière Connect IQ Garmin Connect Garmin Express Garmin Pay Garmin Professionals Garmin technologieVENU® SQ GPS SMARTWATCHES<p>\n</p>MEER INFORMATIE</li>\n<li>Sporten en fitness Producten Hardlopen Fietsen Activity tracking Golf Indoor Training Multisport Zwemmen Duiken Watersporten Garmin Index™ Smart ScaleKAARTEN Fietskaarten Wearable Kaarten Golf Kaarten GolfbanenAccessoires Wearable &amp.\nsmartwatch accessories Fietsaccessoires Indoor trainingsaccessoires AppsONTDEK Blog Carrière Connect IQ Garmin Coach Garmin Connect Garmin Express Garmin Enterprise Health Solutions Garmin Pay Garmin Professionals Garmin technologie Strategische relatiesAPPROACH® SERIES<p>\n</p>MEER INFORMATIE</li>\n<li>Outdoor Producten Hiken en handhelds Satellite Communicators Overlanding Sportsman &amp.\nTactisch Sporthonden HuisdierenKAARTEN Outdoor kaarten Wearable KaartenAccessoires AppsONTDEK Blog Carrière Connect IQ Garmin Connect Garmin Express Garmin Professionals BaseCamp inReach account Garmin technologieMARQ® PERFORMANCE EDITIONS<p>\n</p>MEER INFORMATIE</li>\n<li>Automotive Producten Auto's Motorfietsen Vrachtwagens Caravans/Campers Motor- en autosport Overlanding Dashboard en achteruitrijcamera's FleetKAARTEN Kaart Updates Koop nieuwe kaarten Inbouw KaartenAccessoires AppsONTDEK Blog BaseCamp Carrière Garmin ExpressTREAD™ POWERSPORT NAVIGATIESYSTEEM MET GROUP RIDE TRACKER<p>\n</p>MEER INFORMATIE</li>\n<li>Maritiem Producten Kaartplotters Stuurautomaten Radar Panoptix Sonar Black Boxes Transducers Instrumenten en instrumentpakketten VHF &amp.\nAIS Camera's Antennes &amp.\nSensoren Fishfinders Trolling Motors Fusion audio-amusement EmpirBus Digital Switching Handhelds &amp.\nWearables Connectivity AppsWaterkaarten Winkelen UpdatenONTDEK ActiveCaptain Community Blog Carrière Garmin Express Marine Software Updates OneHelmGPSMAP® X3 SERIES<p>\n</p>MEER INFORMATIE</li>\n<li>Luchtvaart Producten Luchtvaart algemeen Helikopters Experimenteel Draagbare GPS Apps flyGarmin dienstenONTDEK Blog CarrièreGarmin Autoland<p>\n</p>\n<p>Bescherm je kostbaarste lading</p>\n<p>\n</p>Nu kopen</li>\n<li>Support Support Luchtvaart Support</li>\n<li>ACTIES AANBIEDINGEN EN PROMOTIES BladerACTIES<p>\n</p>\n<p>Bekijk onze aanbiedingen</p>\n<p>\n</p>ONTDEK</li>\n</ul> SupportSupport Luchtvaart Support CloseProfiel Bestellingen Aanmelden0Total items in cart: 0GRATIS BEZORGING VOOR BESTELLINGEN VANAF € 30.\nGebruiksvoorwaarden\n<p>Laatst bijgewerkt: 13 maart 2021</p>\n<p>Welkom op de internetsites van Garmin Ltd.\nen haar dochtermaatschappijen (\"Garmin\").\nDe \"Garmin-sites\" zijn garmin.com, fusionentertainment.com, tacx.com, garmin.blogs.com, my.garmin.com, connect.garmin.com en andere internetsites waarop deze Gebruiksvoorwaarden worden gepubliceerd.\nDe Garmin sites, producten en inhoud kunnen worden voorzien van het merk Fusion®, Tacx®, ANTTM, ANT+®, FltPlan® of een ander merk dat eigendom is van Garmin.\nIn deze gebruiksvoorwaarden kan naar Garmin worden verwezen met de termen \"we\", \"ons\" of \"onze\".</p>\n<p>LEES DEZE VOORWAARDEN ZORGVULDIG VOORDAT U EEN WEBSITE VAN GARMIN GAAT GEBRUIKEN.\nDoor een Garmin-site te gebruiken geeft u aan dat u akkoord gaat met deze Gebruiksvoorwaarden.\nAls u niet akkoord gaat met deze Gebruiksvoorwaarden, mag u de Garmin-sites niet gebruiken.</p>\n<p>Er kunnen speciale voorwaarden verbonden zijn aan het gebruik van sommige services of functies die worden aangeboden op bepaalde Garmin-sites.\nDie voorwaarden worden gepubliceerd in samenhang met de service of de functie waarop ze van toepassing zijn.\nDergelijke voorwaarden vormen een aanvulling op deze Gebruiksvoorwaarden en hebben bij strijdigheid voorrang boven de Gebruiksvoorwaarden.</p>\n<p>Garmin kan deze Gebruiksvoorwaarden op elk gewenst moment herzien door deze publicatie bij te werken.\nU bent gebonden aan dergelijke wijzigingen en dient deze pagina daarom regelmatig te bezoeken om de Gebruiksvoorwaarden te controleren.</p>\nGebruik van de inhoud\n<p>De inhoud op Garmin-sites, zoals tekst, afbeeldingen, foto's, geluid, beeld en andere materiaal, alsmede de domeinnamen, taglines, organisatie en het ontwerp en de uitstraling (tezamen de \"Inhoud\"), wordt beschermd door auteursrechten, handelsmerken en soortgelijke wetgeving van de Verenigde Staten en andere landen, en is eigendom van of wordt beheerd door Garmin of door derden die hun Inhoud in licentie aan Garmin hebben verstrekt.\nOngeoorloofd gebruik van de Inhoud kan in strijd zijn met auteursrechten, handelsmerkrechten en andere rechten.\nAls een Garmin-site geschikt is gemaakt voor het downloaden van bepaalde Inhoud, bent u gerechtigd om één exemplaar van dergelijke Inhoud te downloaden naar één enkele computer, uitsluitend voor privégebruik thuis zonder zakelijk winstoogmerk, op voorwaarde dat u zich houdt aan de volgende bepalingen: (a) u handhaaft alle auteursrechten en andere kennisgevingen met betrekking tot het eigendomsrecht in de oorspronkelijke Inhoud, (b) u bent niet gerechtigd de Inhoud te verkopen, te wijzigen, te reproduceren, weer te geven, in het openbaar uit te voeren, te verspreiden, of anderszins de Inhoud te gebruiken op enigerlei wijze voor enig openbaar of zakelijk doel zonder voorafgaande schriftelijke toestemming van Garmin, en (c) u mag de Inhoud niet gebruiken op een manier die de indruk wekt van een associatie met een van onze producten, diensten of merken.</p>\n<p>U bent niet gerechtigd zonder voorafgaande schriftelijke toestemming van Garmin materiaal van een Garmin-site te \"spiegelen\" op een andere server.\nHet gebruik van de Inhoud op enige andere Website of in een computernetwerkomgeving met welk oogmerk dan ook, is verboden zonder uitdrukkelijke, schriftelijke toestemming van Garmin.\nDe handelsmerken, logo's en servicemerken (de \"Merken\") die op de Garmin-sites worden weergegeven, zijn eigendom van Garmin of van derden.\nHet is u verboden deze Merken te gebruiken zonder de uitdrukkelijke, schriftelijke toestemming van Garmin of dergelijke derden.\nAls u informatie wilt over het verkrijgen van toestemming van Garmin voor het gebruik van de Inhoud op uw website, stuurt u dan een e-mailbericht naar terms@garmin.com.</p>\n<p>Als wij de mogelijkheid aanbieden software te downloaden van een Garmin-site en u downloadt dergelijke software daadwerkelijk, dan wordt die software inclusief, zonder enige uitzondering, alle bestanden, afbeeldingen begrepen in of gegenereerd door die software, en gegevens die de software vergezellen (tezamen de \"Software\") u onder licentie verstrekt door ons of derden die licentiehouder zijn, uitsluitend voor privégebruik thuis zonder zakelijk winstoogmerk.\nWe dragen het eigendom van de Software niet aan u over.\nU mag de Software niet distribueren, noch op andere wijze aanwenden voor het behalen van winst, noch decompileren, onderwerpen aan reverse-engineering, demonteren of anderszins herleiden tot door mensen leesbare vorm.\nTENZIJ ELDERS UITDRUKKELIJK EN EXPLICIET GESTELD, WIJST GARMIN HIERBIJ ALLE GARANTIES MET BETREKKING TOT DE SOFTWARE AF, MET INBEGRIP VAN MAAR NIET BEPERKT TOT VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL, EIGENDOM EN NIET-INBREUKMAKENDHEID, ONGEACHT OF DEZE GARANTIES EXPLICIET, IMPLICIET OF WETTELIJK GEGARANDEERD ZIJN.</p>\n<p>VOOR ZOVER TOEGESTAAN DOOR DE WET, GARMIN ZAL NIET AANSPRAKELIJK ZIJN VOOR (1) ENIGE ONNAUWKEURIGHEID, FOUT OF ONVOLKOMENHEID IN DE SOFTWARE.\n(2) ENIG VERLIES OF SCHADE (MET INBEGRIP VAN MAAR NIET BEPERKT TOT ENIGE INDIRECTE, INCIDENTELE, SPECIALE OF EXEMPLAIRE SCHADE OF GEVOLGSCHADE) VOORTVLOEIEND UIT HET DOWNLOADEN OF GEBRUIK VAN DE SOFTWARE, OF ALS GEVOLG VAN EEN DERGELIJKE ONNAUWKEURIGHEID, FOUT OF ONVOLKOMENHEID IN DE SOFTWARE.</p>\nOpenbare Forums en communicatie\n<p>Een \"Openbaar Forum\" is een gedeelte, site of functie, aangeboden als onderdeel van een Garmin-site waarop of waarmee gebruikers de mogelijkheid wordt geboden inhoud te plaatsen (\"Bijdragen van Gebruikers\") die zichtbaar is voor één of meer gebruikers van Garmin-sites, inclusief, maar niet beperkt tot, bulletinboards, forums, omgevingen voor sociale netwerken, gesprekspagina's en blogs.</p>\n<p>U erkent dat Openbare Forums en de daarmee samenhangende functies bedoeld zijn voor openbare communicatie, niet voor privécommunicatie, en dat u geen verwachtingen koestert omtrent de privacy van Bijdragen van Gebruikers aan een Openbaar Forum.\nWe kunnen de veiligheid van informatie die u via dergelijke media hebt gepubliceerd, niet garanderen.\nu openbaart dergelijke publicaties vrijwillig en voor eigen risico.\nU dient uw gezonde oordeel te gebruiken bij het plaatsen van informatie, opmerkingen of andere inhoud met betrekking tot andere gebruikers, serviceproviders, Garmin of een andere derde partij.\nU kunt wellicht juridisch verantwoordelijk worden gehouden voor schade die andere gebruikers, Garmin of derde partijen hebben opgelopen ten gevolge van juridisch bezwaarlijke of lasterlijke opmerkingen, notities of andere informatie of Inhoud die u op een Garmin-site plaatst.\nGarmin is juridisch gezien niet verantwoordelijk voor Bijdragen van Gebruikers, ook al is de Bijdrage van de Gebruiker lasterlijk of anderszins juridisch bezwaarlijk.</p>\n<p>U bent en blijft zelf volledig verantwoordelijk voor Bijdragen van Gebruikers die u distribueert naar of via een Garmin-site op enig Openbaar Forum, en voor de gevolgen van het verzenden en publiceren daarvan.\nWij hebben geen verplichting Openbare Forums te bewaken.\nU bent zelf volledig aansprakelijk voor enigerlei schade die het gevolg kan zijn van enige inbreuk op auteursrechten, schendingen van eigendomsrechten, of enige andere schade die het gevolg is van een Bijdrage van een Gebruiker.\nDoor materiaal te verzenden naar een Garmin-site, verleent u automatisch aan Garmin het royaltyvrije, definitieve, onherroepelijke, niet-exclusieve recht en de licentie voor het wereldwijd gebruiken, reproduceren, wijzigen, aanpassen, publiceren, vertalen en distribueren van deze inhoud (hetzij volledig of gedeeltelijk) en/of om deze inhoud op te nemen in ander werk in willekeurige vorm, media of technologie, hetzij nu bestaand of in de toekomst ontwikkeld, gedurende de volledige termijn van op dergelijke materiaal rustend auteursrecht of enig ander recht, of staat u garant dat de eigenaar van dergelijk materiaal diezelfde rechten en licenties expliciet heeft verleend.\nU verleent ook andere gebruikers toestemming om het materiaal weer te geven, op te slaan of te reproduceren voor privégebruik door die gebruiker.\nU verleent hierbij Garmin het recht al het materiaal dat u beschikbaar maakt op een Garmin-site, te bewerken, te kopiëren, te publiceren en te distribueren.</p>\n<p>U erkent dat u bij gebruik van of vertrouwen in een Bijdrage van een Gebruiker, die op een Openbaar Forum is gepost, geheel voor eigen risico handelt.\nWij zijn bijvoorbeeld niet verantwoordelijk voor, en evenmin onderschrijven we de meningen, adviezen of aanbevelingen die worden gepost of verzonden door gebruikers op enig Openbaar Forum, en we wijzen expliciet elke aansprakelijkheid af die daarmee samenhangt.\nWe bevestigen of controleren de kwalificaties, achtergrond of vaardigheden van gebruikers of de informatie die ze op een Openbaar Forum posten niet.\nWe raden u daarom aan voorzichtig te zijn en uw gezond verstand en beoordelingsvermogen te gebruiken wanneer u gebruikmaakt van een Garmin-site of een Openbaar Forum.</p>\n<p>Gedragsregels: U stemt ermee in dat u geen Bijdrage van een Gebruiker op een Garmin-site zult plaatsen die:</p>\n<ul>\n<li>beledigend, grof, irritant of bedreigend is, of een inbreuk betekent op de privacy van iemand anders;</li>\n<li>bekrompen, haatdragend of aanstootgevend is op raciale of andere gronden;</li>\n<li>gewelddadig, vulgair, obsceen, pornografisch of anderszins seksueel expliciet is, of op een andere wijze personen of groepen zal of kan schaden;</li>\n<li>illegaal is of aanzet tot illegale activiteiten, of die verdedigt, of uitnodigt tot discussies die tot doel hebben illegale activiteiten te ontplooien, inclusief Bijdragen van Gebruikers met als onderwerp kinderpornografie, stalken, seksueel misbruik, fraude, handel in gestolen of obscene goederen, drugs en/of drugsgebruik, het lastigvallen van anderen, diefstal, of samenzwering met het doel criminele activiteiten te ontplooien, en bijdragen waarin pogingen worden gedaan daaraan deel te nemen;</li>\n<li>inbreuk maakt op de rechten van derden of die rechten schendt, inclusief: (a) auteursrecht, octrooi, handelsmerk, handelsgeheim of andere eigendomsrechten of rechten voortvloeiend uit een contract.\n(b) recht op privacy (u mag met name geen privégegevens van andere personen, van welke aard dan ook, distribueren zonder hun expliciete toestemming) of publicatie.\nof (c) geheimhoudingsplicht;</li>\n<li>een commercieel of zakelijk doel heeft, of waarbij reclame wordt gemaakt voor producten, diensten of andere zaken, of producten, diensten en andere zaken ter verkoop worden aangeboden (al dan niet met winstoogmerk), of naar de gunst van anderen wordt gedongen (inclusief oproepen tot bijdragen of donaties);</li>\n<li>een virus of een anderszins kwaadaardig onderdeel bevat, of op andere wijze Garmin-sites of aangesloten netwerken wijzigt, onbruikbaar maakt of beschadigt, of op andere wijze gebruik en genot van de Garmin-sites voor willekeurige personen of groepen verstoort;</li>\n<li>(a) niet in het algemeen betrekking heeft op het vastgestelde onderwerp of thema van het onderhavige Openbare Forum.\n(b) specifieke restricties schendt die van toepassing zijn op een Openbaar Forum, inclusief leeftijdsbeperkingen en procedures met betrekking tot leeftijd.\nof (c) asociaal, ontwrichtend, of destructief is, inclusief berichten waarbij sprake is van \"flames\", \"spam\", \"floods\", \"trols\" en \"griefers\", in de gangbare betekenis en het gangbare gebruik van die termen op internet.\nof</li>\n<li>vals, dan wel misleidend zijn.</li>\n</ul>\n<p>We kunnen niet garanderen, en doen dat dan ook niet, dat andere gebruikers de hiervoor genoemde Gedragsregels of andere bepalingen van de Gebruiksvoorwaarden zullen naleven, en, in de relatie tussen u en ons, draagt u alle risico van schade of letsel die voortvloeit uit dergelijk niet-naleving.</p>\n<p>We behouden ons het recht voor, maar wijzen elke verplichting of verantwoordelijkheid af, om te weigeren Bijdragen van Gebruikers te posten, of te communiceren, of te verwijderen van welke Garmin-site dan ook, als die Bijdragen van Gebruikers deze Gebruiksvoorwaarden (inclusief de Gedragsregels) schenden.</p>\nAccounts\n<p>Sommige services op de Garmin-sites staan u toe of verplichten u een account aan te maken voor deelname of de toegang tot extra voordelen.\nU verklaart hierbij dat u tijdens het registratieproces waarheidsgetrouwe, accurate, actuele en volledige informatie (de \"Registratiegegevens\") opgeeft.\nU verklaart dat u zich niet zult uitgeven voor een andere persoon of groep, of een verkeerde voorstelling van zaken zult geven met betrekking tot uw identiteit of uw relatie tot een andere persoon of groep, en geen gebruikersnaam van iemand anders zult gebruiken, noch diens wachtwoord, noch andere accountgegevens, noch de naam van een andere persoon, diens beeltenis of foto, noch misbruik zult maken van enige gelijkenis met een andere persoon.\nU verklaart bovendien dat u ons via garminsecurity@garmin.com onmiddellijk op de hoogte zult brengen van onbevoegd gebruik van uw gebruikersnaam, wachtwoord of andere accountinformatie, of van welke andere vorm van inbreuk dan ook op de beveiliging, waarmee u wordt geconfronteerd en die betrekking heeft op een Garmin-site, of waarbij een Garmin-site is betrokken.</p>\n<p>We mogen uw account sluiten en de mogelijkheid gebruik te maken van Garmin-sites of delen daarvan opschorten bij niet-naleving van deze Gebruiksvoorwaarden of speciale voorwaarden die zijn gekoppeld aan een specifieke dienst.</p>\nDe aansprakelijkheid van Garmin\n<p>Garmin doet geen uitspraken over en biedt geen garanties voor de nauwkeurigheid, betrouwbaarheid, geschiktheid of tijdigheid van de Inhoud, of over de resultaten die kunnen worden bereikt door het gebruik van de Garmin-sites en de Inhoud.\nHet gebruik van de Garmin-sites en de Inhoud is geheel voor uw eigen risico.\nEr worden regelmatig wijzigingen op de Garmin-sites aangebracht.\nDit kan op elk moment gebeuren.\nGarmin behoudt zich het recht voor om op elk moment met of zonder kennisgeving aan u services op of functies van de Garmin sites (inclusief wijzigingen in of verwijdering van inhoud) te wijzigen, op te schorten of te beëindigen, en Garmin is niet aansprakelijk jegens u of derden indien zij dergelijke rechten uitoefent.\nBepaalde Inhoud op de Garmin-sites is afkomstig van derden.\nGarmin is niet verantwoordelijk voor dergelijke van derden afkomstige Inhoud.</p>\n<p>GARMIN GARANDEERT NIET DAT DE GARMIN-SITES FOUTLOOS WERKEN OF DAT DE GARMIN-SITES OF DE BIJBEHORENDE SERVER VRIJ ZIJN VAN COMPUTERVIRUSSEN OF ANDERE SCHADELIJKE ZAKEN.\nALS UW GEBRUIK VAN DE GARMIN-SITES OF DE INHOUD RESULTEERT IN NOODZAKELIJK ONDERHOUD OF VERVANGENDE APPARATUUR OF VERLIES VAN WINST OF GEGEVENS, IS GARMIN NIET VERANTWOORDELIJK VOOR DE KOSTEN.</p>\n<p>DE GARMIN-SITES EN DEZE INHOUD WORDEN IN DE HUIDIGE STAAT GELEVERD, ZONDER ENIGE GARANTIE IN WELKE VORM DAN OOK.\nGARMIN WIJST, VOOR ZOVER WETTELIJK TOEGESTAAN, ALLE GARANTIES VAN DE HAND, MET INBEGRIP VAN, MAAR NIET BEPERKT TOT, GARANTIES MET BETREKKING TOT VERKOOPBAARHEID, HET NIET SCHENDEN VAN EIGENDOMSRECHTEN, RECHTEN VAN DERDEN EN GESCHIKTHEID VOOR EEN BEPAALD DOEL.</p>\n<p>GARMIN ZAL REDELIJKE INSPANNINGEN LEVEREN OM INFORMATIE OF GEGEVENS DIE U NAAR EEN Garmin SITE HEBT VERZONDEN TE BESCHERMEN IN VERBAND MET ENIGE SERVICE OP OF FUNCTIE VAN DE GARMIN SITE, MAAR U GAAT ERMEE AKKOORD DAT UW INDIENING VAN DERGELIJKE INFORMATIE OF GEGEVENS UW EIGEN RISICO IS, EN U ONTSLAAT GARMIN HIERBIJ VAN ENIGE EN ALLE AANSPRAKELIJKHEID VOOR ENIG VERLIES OF ENIGE AANSPRAKELIJKHEID MET BETREKKING TOT DERGELIJKE INFORMATIE OP WELKE MANIER DAN OOK.</p>\n<p>GARMIN IS NIET VERANTWOORDELIJK VOOR EVENTUELE DATAKOSTEN DIE U MAAKT DOOR UW GEBRUIK VAN SERVICES OP OF FUNCTIES VAN DE GARMIN SITES.</p>\nAfwijzing van bepaalde schade\n<p>Het gebruik van de Garmin sites door u geschiedt volledig op uw eigen risico.\nAls u ontevreden bent met enige Inhoud op de Garmin sites of andere inhoud op, of functie van de Garmin sites, of met deze Gebruiksvoorwaarden, is de enige remedie de Garmin sites niet langer gebruiken.\nGARMIN, EN EVENMIN ENIGE DERDE DIE WORDT GENOEMD OP DE GARMIN SITES, IS IN GEEN ENKEL GEVAL AANSPRAKELIJKHEID VERSCHULDIGD VOOR ENIGE SCHADE (MET INBEGRIP VAN, MAAR NIET BEPERKT TOT, INCIDENTELE SCHADE, MORELE SCHADE OF GEVOLGSCHADE, GEDERFDE WINST OF SCHADE DOOR HET VERLIES VAN GEGEVENS OF BEDRIJFSONDERBREKING) DIE VOORTVLOEIT UIT HET GEBRUIK OF HET NIET KUNNEN GEBRUIKEN VAN DE GARMIN SITES EN DE INHOUD, AL DAN NIET OP BASIS VAN EEN GARANTIE, OVEREENKOMST, ONRECHTMATIGE DAAD OF EEN ANDERE WETTELIJKE THEORIE EN ZELFS NIET INDIEN GARMIN OP DE HOOGTE WAS GESTELD VAN DE MOGELIJKHEID VAN DERGELIJKE SCHADE.\nIN SOMMIGE LANDEN, STATEN OF RECHTSGEBIEDEN IS DE UITSLUITING OF BEPERKING VAN AANSPRAKELIJKHEID VOOR VERLIES OF SCHADE VEROORZAAKT DOOR ERNSTIGE NALATIGHEID, PERSOONLIJK LETSEL OF OVERLIJDEN NIET TOEGESTAAN.\nOF VAN INCIDENTELE OF GEVOLGSCHADE, WAARDOOR DE BOVENSTAANDE BEPERKING OF UITSLUITING MOGELIJK NIET OP U VAN TOEPASSING IS, IN WELK GEVAL DE AANSPRAKELIJKHEID VAN GARMIN BEPERKT IS TOT DE VOLLE OMVANG VAN EEN DERGELIJKE UITSLUITING OF BEPERKING IS TOEGESTAAN VOLGENS DE TOEPASSELIJKE WETGEVING.\nIn geen geval zal de totale aansprakelijkheid van Garmin jegens u voor alle verliezen en schade, inclusief voor eventuele impliciete garanties, groter zijn dan vijftig Amerikaanse dollar (USD $ 50,00) of het totale bedrag dat u Garmin hebt betaald om in de twaalf maanden voorafgaand aan de datum van een eerste claim tegen Garmin gebruik te maken van een service op of functie van de Garmin sites.</p>\nKoppelingen naar andere sites\n<p>Op de Garmin-sites staan mogelijk koppelingen naar websites van derden die door anderen worden onderhouden.\nDergelijke koppelingen worden slechts als service aan u aangeboden en houden geen goedkeuring in door Garmin van de inhoud op dergelijke websites van derden.\nGarmin is niet verantwoordelijk voor de inhoud van sites van derden en doet geen uitspraken over, en geeft evenmin garanties voor de inhoud of nauwkeurigheid van materialen op websites van derden of de handelwijze met betrekking tot privacy van dergelijke derden.\nAls u ervoor kiest om gekoppelde websites van derden te bezoeken, dan doet u dat op uw eigen risico.</p>\nToepassingen van externe partijen\n<p>Op Garmin sites kunt u mogelijk toepassingen downloaden die zijn ontwikkeld door externe partijen.\nGarmin is niet verantwoordelijk voor en geeft geen garanties met betrekking tot de content of functionaliteit van deze toepassingen van externe partijen of het privacybeleid van dergelijke externe ontwikkelaars.\nAls u besluit deze toepassingen van externe partijen te downloaden en gebruiken, is dat op uw eigen risico.</p>\nSchadeloosstelling\n<p>Door gebruik te maken van een Garmin site, gaat u ermee akkoord om, voor zover toegestaan door de wet, Garmin en de medewerkers, managers, werknemers en agenten te verdedigen in, schadeloos te stellen voor en te vrijwaren van claims, rechtszaken of eisen, met inbegrip van, maar niet beperkt tot, redelijke juridische en administratieve kosten, die voortvloeien uit of in verband staan met het door u schenden van deze Gebruiksvoorwaarden.</p>\nExportbeperkingen\n<p>De Verenigde Staten en bepaalde andere landen hebben wetgeving op het terrein van de export van producten en informatie.\nU gaat ermee akkoord u aan dergelijke beperkingen te houden en de Inhoud niet te exporteren of opnieuw te exporteren naar landen of personen waarnaar dat volgens de exportwetgeving niet is toegestaan.\nDoor de Inhoud te downloaden gaat u ermee akkoord dat u zich niet in een land bevindt waarnaar dergelijke export niet is toegestaan en verklaart u dat u niet voorkomt op de Denial Orders van de Commerce Department van de V.S.\nof de lijst van de Treasury Department met Specially Designated Nationals.\nU bent verantwoordelijk voor de naleving van de wetgeving van uw rechtsgebied met betrekking tot het importeren, exporteren of opnieuw exporteren van de Inhoud.</p>\nAuteursrechtbeleid\n<p>Garmin respecteert de intellectuele eigendomsrechten van anderen.\nHet is het beleid van Garmin om, naar eigen goeddunken en waar van toepassing, de accounts van gebruikers te beëindigen die mogelijk inbreuk plegen op of herhaaldelijk inbreuk plegen op het auteursrecht van derden.</p>\n<p>Als u bij Garmin melding wilt maken van schending van het auteursrecht met betrekking tot een Garmin site, inclusief maar niet gelimiteerd tot bijdragen of inhoud van gebruikers, dien dan een melding in overeenkomstig de Digital Millennium Copyright Act (\"DMCA\") door de volgende informatie schriftelijk bij de onderstaande met auteursrechten belaste medewerker in te dienen:</p>\n<ul>\n<li>Een fysieke of elektronische handtekening van iemand die gemachtigd is op te treden namens de eigenaar van een exclusief recht waarop vermoedelijk inbreuk is gepleegd.</li>\n<li>Vermelding van het werk waarop auteursrecht berust waarop vermoedelijk inbreuk is gepleegd, of, als het om meerdere werken gaat waarop auteursrecht berust die zich op een en dezelfde website bevinden en waarvoor één melding wordt ingediend, een representatieve lijst met desbetreffende werken op die site.</li>\n<li>Vermelding van het materiaal waarop auteursrecht berust en waarop vermoedelijk inbreuk is gepleegd of dat onderwerp is van inbreukplegende activiteit en dat dient te worden verwijderd of waartoe toegang onmogelijk dient te worden gemaakt, en informatie die redelijkerwijs voldoende is om de serviceprovider in staat te stellen het materiaal te vinden.</li>\n<li>Informatie die redelijkerwijs voldoende is om de serviceprovider in staat te stellen contact op te nemen met de klagende partij, zoals een adres, telefoonnummer, en, indien beschikbaar, een e-mailadres waarop de klagende partij kan worden bereikt.</li>\n<li>Een verklaring dat de klagende partij er oprecht van overtuigd is dat het gebruik van het materiaal op de wijze waarover de klacht wordt ingediend niet is toegestaan door degene bij wie het auteursrecht berust, door zijn agent, of door de wet.</li>\n<li>Een verklaring dat de informatie in de melding nauwkeurig is en op straffe van meineed dat de klagende partij gemachtigd is op te treden namens de eigenaar van een exclusief recht waarop vermoedelijk inbreuk is gepleegd.</li>\n</ul>\n<p>U erkent dat als u niet voldoet aan alle vereisten in de voorgaande alinea uw DMCA-melding mogelijk ongeldig is.\nRaadpleeg 17 U.S.C.\n§ 512 voor meer informatie over de DMCA en DMCA-meldingen.</p>\n<p>Onze medewerker voor meldingen van vermoedelijke inbreuk op auteursrechten kan als volgt worden bereikt:</p>\n<p>Per e-mail: copyright@garmin.com</p>\n<p>Per post:<br>\nDMCA Designated Agent<br>\nAttn: Legal Department<br>\nGarmin International, Inc.<br>\n1200 East 151st Street<br>\nOlathe, KS 66062, Verenigde Staten</p>\nAlgemeen\n<p>Behalve voor zover expliciet in onderstaande paragraaf bepaald, worden alle wettelijke publicaties die voortvloeien uit of in verband staan met uw gebruik van een Garmin site en deze Gebruiksvoorwaarden opgesteld in overeenstemming met en zoals vastgelegd in de wetgeving van de staat Kansas met betrekking tot overeenkomsten die zijn aangegaan en van kracht zijn in de staat Kansas en zijn niet onderworpen aan conflicterende wetsregels.\nDoor gebruik te maken van een Garmin site gaat u ermee akkoord dat u zich aan de persoonlijke en exclusieve jurisdictie van de Amerikaanse rechtbank van het district Kansas of even welke rechtbank in Johnson County, Kansas, om het even welk geschil, eis of oorzaak van actie op te lossen die uit deze Gebruiksvoorwaarden of uw gebruik van de plaatsen van Garmin voortvloeit.\nU stemt er hierbij onherroepelijk mee in, voor zover wettelijk toegestaan, nu of later geen bewaar te hebben tegen beslissingen omtrent locatie of dergelijke procedures in een dergelijke rechtbank en enige claim dat een dergelijke procedure in een dergelijke rechtbank plaatsvindt.\nAls (a) u geen ingezetene bent van de Verenigde Staten.\n(b) niet in de Verenigde Staten woont.\n(c) u de Garmin site niet vanuit de Verenigde Staten gebruikt.\nen (d) u een ingezetene bent van een van de onderstaande landen, stemt u er hierbij mee in dat enig geschil, claim of oorzaak van een rechtszaak voortvloeiend uit deze Gebruiksvoorwaarden of uw gebruik van de Garmin sites onderworpen zal zijn aan het toepasselijk recht zoals hieronder vermeld, ongeacht enige conflicterende rechtsprincipes, en u onderwerpt zich hiermee onherroepelijk aan het rechtsgebied van de rechtbanken in de staat, provincie of het land hieronder waarvan de wetten bepalend zijn:</p>\n<p>Als u ingezetene bent van een land in de Europese Unie, van het Verenigd Koninkrijk (VK), Zwitserland, Noorwegen, IJsland of Australië is het recht van uw gebruikelijke woonplaats toepasselijk en zijn de rechtbanken in uw gebruikelijke woonplaats bevoegd.</p>\n<p>Specifiek uitgesloten van toepassing op deze Gebruiksvoorwaarden is het Verdrag van de Verenigde Naties inzake contracten voor de internationale verkoop van goederen.</p>\n<p>In het geval van een klacht of als u meer informatie wenst, kunt u schriftelijk contact opnemen met Garmin International, Inc., 1200 East 151st Street, Olathe, Kansas 66062, Verenigde Staten van Amerika, of telefonisch op 00 1 913 397-8200 (vraag naar de webmaster), of per e-mail via terms@garmin.com.</p>\n<p>Als u in uw land van verblijf wordt beschouwd als minderjarige, dient u deze Gebruiksvoorwaarden door te nemen met een ouder of voogd om ervoor te zorgen dat u en uw ouder of wettelijke voogd deze Gebruiksvoorwaarden begrijpen.</p>\n<ul>\n<li>Klantenservice<ul>\n<li>Aanbiedingen en promoties</li>\n<li>Order/Return Status</li>\n<li>Verzending &amp.\nRetourzendingen</li>\n<li>Informatie over garantie</li>\n<li>Verkoopvoorwaarden</li>\n<li>Zoek een dealer</li>\n<li>Contact</li>\n<li>Gegevensbeheer</li>\n</ul>\n</li>\n<li>Bedrijf<ul>\n<li>Over Ons</li>\n<li>Blog</li>\n<li>Duurzaamheid</li>\n</ul>\n</li>\n<li>Carrière<ul>\n<li>Vacatures</li>\n<li>Garmin NL Candidate Privacy policy</li>\n</ul>\n</li>\n<li>Garmin Sites<ul>\n<li>Garmin Connect</li>\n<li>Garmin Express</li>\n<li>flyGarmin</li>\n<li>Connect IQ</li>\n<li>Garmin Health</li>\n<li>Sensoren</li>\n</ul>\n</li>\n<li>Partners<ul>\n<li>Fleet Management</li>\n<li>Developers (Engels)</li>\n<li>Dealer Center Login</li>\n<li>OneHelm</li>\n</ul>\n</li>\n</ul>Nederland | Netherlands<ul>\n<li>Garmin on Facebook</li>\n<li>Garmin on Twitter</li>\n<li>Garmin on YouTube</li>\n<li>Garmin on Pinterest</li>\n<li>Garmin on Instagram</li>\n</ul>\n<p>Copyright © 1996-2021 Garmin Ltd.\nof haar dochtermaatschappijen.</p>\n<ul>\n<li>Site map</li>\n<li>Gebruiksvoorwaarden</li>\n<li>Privacyverklaring</li>\n<li>Veiligheid</li>\n<li>Naleving</li>\n</ul>Cookie Preferences ", "created_at": "2021-05-12 22:21:46.117223", "updated_at": "2021-05-12 22:21:53.990574"}, {"id": 5947, "name": "Privacy Policy (Netherlands)", "url": "https://www.garmin.com/nl-NL/privacy/global/policy/", "xpath": "//body", "text": " Garmin benutzt Cookies und vergleichbare Technologien auf seinen Webseiten.\nDiese beinhalten Cookies, welche für die grundlegende Funktionalität der Seiten benötigt werden, funktionale Cookies zur Verbesserung der Performanz und Cookies zum Zweck der personalisierten Werbung Dritter auf Seiten unserer Partner oder in den sozialen Medien.\nSie haben die Wahl, alle Cookies zu akzeptieren, alle außer den notwendigen Cookies abzulehnen oder die entsprechenden Einstellungen selbst zu verwalten um sie Ihren Bedürfnissen entsprechend anzupassen und in Zukunft Ihre Auswahl zu verändern.\nImpressum Datenschutzerklärung Akzeptieren Ablehnen Einstellungen verwalten Skip navigation links<ul>\n<li>Wearables Producten Alle wearables &amp.\nsmartwatches Fashion en hybride smartwatches MARQ Luxe Smartwatch Collectie Hardlopen Multisport Avontuur Zwemmen Duiken Golf Activity tracking Kids wearablesKAARTEN Wearable Kaarten Golf Kaarten GolfbanenAccessoires Apps Wearable &amp.\nsmartwatch accessoriesONTDEK Blog Carrière Connect IQ Garmin Connect Garmin Express Garmin Pay Garmin Professionals Garmin technologieVENU® SQ GPS SMARTWATCHES<p>\n</p>MEER INFORMATIE</li>\n<li>Sporten en fitness Producten Hardlopen Fietsen Activity tracking Golf Indoor Training Multisport Zwemmen Duiken Watersporten Garmin Index™ Smart ScaleKAARTEN Fietskaarten Wearable Kaarten Golf Kaarten GolfbanenAccessoires Wearable &amp.\nsmartwatch accessories Fietsaccessoires Indoor trainingsaccessoires AppsONTDEK Blog Carrière Connect IQ Garmin Coach Garmin Connect Garmin Express Garmin Enterprise Health Solutions Garmin Pay Garmin Professionals Garmin technologie Strategische relatiesAPPROACH® SERIES<p>\n</p>MEER INFORMATIE</li>\n<li>Outdoor Producten Hiken en handhelds Satellite Communicators Overlanding Sportsman &amp.\nTactisch Sporthonden HuisdierenKAARTEN Outdoor kaarten Wearable KaartenAccessoires AppsONTDEK Blog Carrière Connect IQ Garmin Connect Garmin Express Garmin Professionals BaseCamp inReach account Garmin technologieMARQ® PERFORMANCE EDITIONS<p>\n</p>MEER INFORMATIE</li>\n<li>Automotive Producten Auto's Motorfietsen Vrachtwagens Caravans/Campers Motor- en autosport Overlanding Dashboard en achteruitrijcamera's FleetKAARTEN Kaart Updates Koop nieuwe kaarten Inbouw KaartenAccessoires AppsONTDEK Blog BaseCamp Carrière Garmin ExpressTREAD™ POWERSPORT NAVIGATIESYSTEEM MET GROUP RIDE TRACKER<p>\n</p>MEER INFORMATIE</li>\n<li>Maritiem Producten Kaartplotters Stuurautomaten Radar Panoptix Sonar Black Boxes Transducers Instrumenten en instrumentpakketten VHF &amp.\nAIS Camera's Antennes &amp.\nSensoren Fishfinders Trolling Motors Fusion audio-amusement EmpirBus Digital Switching Handhelds &amp.\nWearables Connectivity AppsWaterkaarten Winkelen UpdatenONTDEK ActiveCaptain Community Blog Carrière Garmin Express Marine Software Updates OneHelmGPSMAP® X3 SERIES<p>\n</p>MEER INFORMATIE</li>\n<li>Luchtvaart Producten Luchtvaart algemeen Helikopters Experimenteel Draagbare GPS Apps flyGarmin dienstenONTDEK Blog CarrièreGarmin Autoland<p>\n</p>\n<p>Bescherm je kostbaarste lading</p>\n<p>\n</p>Nu kopen</li>\n<li>Support Support Luchtvaart Support</li>\n<li>ACTIES AANBIEDINGEN EN PROMOTIES BladerACTIES<p>\n</p>\n<p>Bekijk onze aanbiedingen</p>\n<p>\n</p>ONTDEK</li>\n</ul> SupportSupport Luchtvaart Support CloseProfiel Bestellingen Aanmelden0Total items in cart: 0GRATIS BEZORGING VOOR BESTELLINGEN VANAF € 30.\nPrivacy Garmin.com Privacybeleid\n<p>Laatst bijgewerkt: 29 april 2021</p>\n<p>\n<em>Vorig beleid bekijken</em>\n</p>\n<p>Uw privacy is belangrijk voor Garmin.\nWe hebben dit Privacybeleid ontwikkeld om u te voorzien van informatie over hoe we uw persoonlijke gegevens verwerken wanneer u een Garmin account maakt, met onze klantenservice communiceert, een aankoop doet in een van de winkels van Garmin, Garmin.com of andere Garmin websites bezoekt of Garmin apps gebruikt die een koppeling naar dit Privacybeleid bevatten.</p>\n<p>Overige Garmin websites, services, apps en producten die een link naar een ander Garmin privacybeleid bevatten, vallen onder dat privacybeleid.\nWe hebben bijvoorbeeld een apart privacybeleid dat van toepassing is op Garmin Connect en daarmee compatibele Garmin wearables en andere toestellen.\nKlik hier om ons andere privacybeleid te bekijken.</p>\n<p>\"Persoonlijke gegevens\" is informatie die betrekking heeft op een geïdentificeerde of identificeerbare natuurlijke persoon.</p>\n<p>Om naar een specifiek deel van dit Privacybeleid te gaan, klikt u op een koppeling hieronder:</p>\n<ul>\n<li>\nCategorieën van Persoonlijke gegevens verwerkt door Garmin\n</li>\n<li>\nCategorieën van Ontvangers van Persoonsgegevens\n</li>\n<li>\nOverdracht van Persoonlijke gegevens\n</li>\n<li>\nCookies en vergelijkbare technologieën\n</li>\n<li>\nApplicatieanalyse\n</li>\n<li>\nKinderen\n</li>\n<li>\nUpdates van Privacybeleid\n</li>\n<li>\nBehoud van Persoonlijke gegevens\n</li>\n<li>\nGeautomatiseerde besluitvorming, inclusief profilering\n</li>\n<li>\nGegevensbeheerder en Gegevensbeschermingfunctionaris\n</li>\n<li>\nUw rechten\n</li>\n</ul> Categorieën van Persoonlijke gegevens verwerkt door Garmin Persoonlijke gegevens die worden verwerkt wanneer u een Garmin account aanmaakt:\n<p>Wanneer u een Garmin account maakt, vragen we u uw e-mailadres, naam en wachtwoord te verstrekken.\nU kunt desgewenst alleen uw voornaam of een bijnaam in plaats van uw volledige naam verstrekken.</p>\n<blockquote>\nDoelen en Juridische gronden:\n<p>Garmin verwerkt uw e-mailadres en wachtwoord omdat u uw e-mailadres en uw wachtwoord gebruikt om u bij uw account aan te melden.\nDe juridische grond voor het verwerken van uw e-mailadres en wachtwoord voor dit doel dient Garmins rechtmatige belang bij het beschermen van de veiligheid van uw account.</p>\n<p>(b) Garmin verwerkt uw e-mailadres ook om u belangrijke informatie over uw Garmin producten, services, apps of account toe te sturen, zoals belangrijke veiligheidsinformatie of belangrijke wijzigingen aan dit Privacybeleid.\nDe naam die u opgeeft is gekoppeld aan uw accountprofiel en wordt weergegeven wanneer u opmerkingen of ander materiaal op een Garmin website of app plaatst of contact maakt met andere Garmin gebruikers.\nDe juridische grond voor het verwerken van uw e-mailadres en naam voor deze doelen is Garmins rechtmatige belang bij het verstrekken van belangrijke veiligheidsinformatie of overige informatie over uw Garmin producten, services, apps of account of materiële wijzigingen aan dit Privacybeleid aan u, en bij het bieden van een mogelijkheid voor u om met andere Garmin gebruikers in contact te komen.</p>\n<p>Indien u uw toestemming geeft voor het ontvangen van marketinginformatie van Garmin, zal Garmin uw e-mailadres ook verwerken om u marketinginformatie over Garmin producten, services en apps te sturen, evenals nieuwsbrieven.\nDe juridische grond voor het verwerken van uw e-mailadres voor dit doel is uw toestemming.\nU kunt uw toestemming op elk moment intrekken middels het wijzigen van uw voorkeuren in uw Garmin account of via de afmeldkoppeling onderaan in onze marketinge-mails.\nDe marketinge-mails die u van Garmin ontvangt zijn gebaseerd op de voorkeuren die u in uw Garmin account opgeeft, de locatie aangegeven door uw IP-adres, de soorten Garmin toestellen die u aan uw Garmin account hebt toegevoegd en mogelijke abonnementen in uw Garmin account.\nDe juridische grond voor het verwerken van deze gegevens voor dit doel is Garmins rechtmatige belang bij het verminderen van het aantal marketinge-mails verzonden naar elke particuliere klant door te selecteren welke klanten een bepaalde marketinge-mail ontvangen in plaats van elke marketinge-mail naar elke klant te verzenden die toestemming heeft gegeven voor het ontvangen van marketinge-mails.</p>\n<p>(d) Garmin verwerkt uw e-mailadres ook om het aan uw Garmin account te koppelen wanneer u communiceert met onze ondersteuningsmedewerkers.\nDe juridische grond voor dit verwerken is ons rechtmatige belang in het bieden van hoogwaardige klantenservice.</p>\n<p>(e) Garmin verwerkt uw e-mailadres ook om klanten te laten weten dat zij de gebruiksvoorwaarden hebben geschonden.\nDe juridische grond voor dit verwerken is ons rechtmatige belang bij het garanderen van een kwalitatieve ervaring voor alle klanten en het garanderen van naleving van onze voorwaarden.</p>\n</blockquote>\nPersoonlijke gegevens die worden verwerkt wanneer u uw Garmin toestel synchroniseert:\n<p>Wanneer u uw Garmin toestel via Garmin Express synchroniseert, registreren we gegevens over de transmissie, zoals het bij de synchronisatie gebruikte IP-adres, het tijdstip en de datum van de synchronisatie, logbestanden met informatie over crashes of problemen, de geografische locatie van het toestel, informatie over uw toestel, informatie over het netwerk dat werd gebruikt bij de synchronisatie (bijvoorbeeld WiFi of mobiel) en het batterijniveau van het toestel.</p>\n<blockquote>\nDoel en Juridische grond:\n<p>We verwerken deze gegevens om fouten of synchronisatieproblemen op te sporen en te verhelpen.\nDe juridische grond voor het verwerken van deze gegevens voor dit doel is Garmins rechtmatige belang bij het verhelpen van fouten of synchronisatieproblemen en het bieden van hoogwaardige productondersteuning.</p>\n</blockquote>\nPersoonlijke gegevens die worden verwerkt wanneer u met Garmin communiceert:\n<p>Als u via e-mail, telefoon, online of in persoon met onze ondersteuningsmedewerkers communiceert, verzamelen we persoonlijke gegevens, bijvoorbeeld uw naam, adres, telefoonnummer, e-mailadres en contactvoorkeuren.\nDaarnaast verzamelen we informatie over bijvoorbeeld de serienummers en aankoopdatum van uw Garmin producten.\nWe kunnen ook gebeurtenislogboeken bijhouden die van pas kunnen komen bij het diagnosticeren van prestatiegerelateerde problemen met producten of apps, en informatie met betrekking tot een ondersteunings- of serviceprobleem.\nOm onze klantenservice te verbeteren, kunnen we - met inachtneming van de toepasselijke wetgeving - telefoongesprekken die u voert met onze ondersteuningsmedewerkers opnemen, zodat we deze later nog eens kunnen afspelen.\nOok analyseren we de feedback die we hebben verkregen via vrijwillige enquêtes onder klanten.\nMet uw toestemming kunnen onze ondersteuningsmedewerkers, indien nodig, zich bij uw Garmin account aanmelden voor probleemoplossing en om uw probleem te verhelpen.</p>\n<blockquote>\nDoelen en Juridische gronden:\n<p>We gebruiken deze informatie om u klantenservice en productondersteuning te bieden en om de kwaliteit van en de soorten klantenservice en productondersteuning die we onze klanten bieden te volgen, en om te voorzien in reparaties, retourhandelingen of inruilhandelingen.\nDe juridische grond voor het verwerken van deze gegevens voor deze doelen is Garmins rechtmatige belang bij het bieden van hoogwaardige productondersteuning.\nDe juridische grond voor het aanmelden bij uw Garmin account, indien nodig, voor probleemoplossing en om uw probleem te verhelpen is toestemming.\nu kunt deze intrekken.</p>\n</blockquote>\nPersoonlijke gegevens die worden verwerkt wanneer u uw Garmin toestel of app voor autonavigatie gebruikt:\n<p>Als u een Garmin toestel of app voor autonavigatie gebruikt en uw toestemming geeft, verzamelt Garmin uw toestelgegevens, zoals locatie, snelheid, richting en datum en tijd van opname, en uploadt deze gegevens.\nAls u, wanneer u daar om wordt gevraagd, uw toestemming geeft, kan Garmin deze samengevoegde gegevens ook delen met derden om de kwaliteit te verbeteren van de functies voor verkeersinformatie en parkeerinformatie en andere functies die door contentproviders worden geleverd.</p>\n<blockquote>\nDoel en Juridische grond:\n<p>Deze gegevens worden samengevoegd met gegevens van andere gebruikers die daartoe toestemming hebben gegeven en worden gebruikt ter verbetering van de kwaliteit van onze producten, services en apps en de functies voor verkeersinformatie, parkeerinformatie en andere functies die door Garmin of derden worden geleverd.\nDe juridische grond voor het verwerken van deze gegevens voor dit doel is uw toestemming.\nu kunt deze te allen tijde intrekken in de instellingen van uw Garmin toestel of app.</p>\n</blockquote>\nPersoonlijke gegevens die worden verwerkt wanneer u een product, service of abonnement op een Garmin website of app of via de klantenservice aanschaft:\n<p>Als u een product, service of abonnement op een Garmin website of app of via de klantenservice aanschaft, verzamelt Garmin uw naam, postadres, e-mailadres en telefoonnummer.\nWij bekijken of bewaren uw betaalkaartgegevens niet.\nExterne betalingsverwerkers worden gebruikt afhankelijk van de regio en het gekochte product.\nTot deze betalingsverwerkers behoren Adyen, PayPal, Alipay (alleen China), WeChat Pay met tenpay (alleen China), UnionPay (alleen China), NewebPay, Klarna en Vertrans.\nMeer informatie over Adyen vindt u hier.\nWe maken ook gebruik van Cybersource, een oplossing van Visa, in onze fraudedetectieprocessen, en we maken gebruik van adresverificatieservices van derden zoals Google of CDYNE.</p>\n<p>Narvar, een andere derde partij, biedt in sommige regio's verzendingsinformatie waarmee u items kunt volgen die zijn gekocht op een Garmin website of die zijn gekocht, gerepareerd of ingeruild via de klantenservice.\n</p>\n<blockquote>\nDoelen en Juridische gronden:\n<p>We verzamelen uw naam, postadres en telefoonnummer zodat we uw bestelling kunnen verwerken en uw aankoop kunnen afhandelen.\nDe juridische grond voor het verwerken van uw naam, postadres en telefoonnummer voor deze doelen is de uitvoering van een overeenkomst.\nWe verwerken uw persoonlijke gegevens ook als onderdeel van onze processen om fraude te detecteren.\nDe juridische grond voor het verwerken van uw persoonlijke gegevens voor dat doel is ons rechtmatige belang bij het beschermen van Garmin en onze klanten tegen pogingen om frauduleuze transacties uit te voeren.</p>\n</blockquote>\nPersoonlijke gegevens die worden verwerkt wanneer u een product in een Garmin winkel aanschaft:\n<p>Wanneer u een product in een Garmin winkel koopt, kunnen wij uw naam, adres, telefoonnummer, andere contactgegevens of aankoopgegevens verzamelen, zoals het factuurnummer of de aangeschafte producten.\nIn sommige landen kunnen externe leveranciers worden gebruikt voor het genereren van de rapportage die vereist is voor de desbetreffende belastingdienst.</p>\n<blockquote>\nDoelen en Juridische gronden:\n<p>Wij verwerken deze gegevens om een factuur in onze systemen te genereren voor belastingrapportage of op uw verzoek.\nDe juridische basis voor de verwerking van uw informatie voor het genereren van een factuur voor belastingaangifte is het voldoen van een wettelijke verplichting.\nDe juridische basis voor de verwerking van uw informatie voor het op aanvraag genereren van een factuur is het uitvoeren van een contract.</p>\n</blockquote>\nPersoonlijke gegevens die worden verwerkt wanneer u locatie gebaseerde services op uw Garmin toestel of app gebruikt:\n<p>Als u op uw Garmin toestel of app gebruikmaakt van locatie gebaseerde services, bijvoorbeeld voor weersinformatie, dan wordt de fysieke locatie van uw toestel verzameld zodat Garmin of onze providers u dergelijke locatiegebaseerde diensten kunnen aanbieden.</p>\n<blockquote>\nDoel en Juridische grond:\n<p>Het doel van het verwerken van de locatie van uw toestel is u de locatiegebaseerde diensten te bieden die u wilt gebruiken.\nDe juridische grond voor het verwerken van deze gegevens voor dit doel is de uitvoering van een overeenkomst.</p>\n</blockquote> Categorieën van Ontvangers van Persoonsgegevens UW LIVETRACK GENODIGDEN:\n<p>LiveTrack is een functie die op bepaalde Garmin toestellen beschikbaar is en waarmee u een koppeling naar geselecteerde personen kunt sturen, zodat zij de real-time locatie van uw toestel kunnen zien.\nOmdat iedereen die toegang tot deze koppeling heeft de real-time locatie van uw Garmin toestel kan zien, moet u zorgvuldig bepalen naar wie u de koppeling wilt sturen.\nU moet er zeker van zijn dat u erop kunt vertrouwen dat zij de koppeling niet doorsturen naar personen van wie u niet wilt dat ze de locatie van uw Garmin toestel kunnen zien.</p>\nANDERE DIENSTVERLENERS:\n<p>Garmin gebruikt cloudservices van derden zoals Adobe en SendGrid, een Twilio service, ter assistentie bij het verzenden van e-mails.\nDeze services volgen de activiteiten gekoppeld aan deze e-mails, bijvoorbeeld of de e-mails zijn geopend, of er op koppelingen in de e-mails werd geklikt en of er aankopen werden gedaan na het klikken op deze koppelingen.\nGarmin gebruikt deze gegevens om de mate van betrokkenheid met de e-mails te analyseren.\nGarmin maakt ook gebruik van externe serviceproviders om meer inzicht te verkrijgen in het gebruik van Garmin Express en de Garmin website en app, en voor gerelateerde doeleinden.</p>\n<p>Garmin maakt gebruik van externe serviceproviders om aangeschafte producten naar klanten te verzenden.\nIn sommige regio's gebruikt Garmin een derde partij, Erply, om verkooppuntdiensten te leveren voor aankopen in de winkel en een andere derde partij, Global Blue, om op verzoek documentatie voor belastingteruggave aan klanten te verstrekken.\nGarmin maakt ook gebruik van een externe serviceprovider, VHT, om een functionaliteit voor terugbelverzoeken te bieden voor ondersteuningsdoeleinden.</p>\nANDERE OPENBAARMAKINGEN:\n<p>We kunnen uw persoonlijke gegevens openbaar maken aan anderen: (a) als we hiervoor uw toestemming hebben gekregen.\n(b) om aan geldige wettelijke verplichtingen te voldoen, zoals een geldige dagvaarding, een rechterlijk bevel of juridische beschikking of andere legale procedure.\n(c) om een van onze algemene voorwaarden of beleidsrichtlijnen af te dwingen.\nof (d) zoals noodzakelijk om beschikbare rechtsmiddelen te gebruiken of bij verdediging tegen juridische claims.</p>\n<p>We kunnen uw persoonlijke gegevens ook aan een partner, een dochteronderneming of een derde overdragen in geval van een reorganisatie, fusie, verkoop, joint venture, afstand, overdracht of andere beschikking van een deel of alle activiteiten, activa of aandelen van Garmin (met inbegrip van, maar niet beperkt tot een faillissement of soortgelijke procedure), op voorwaarde dat het dergelijke entiteit waaraan we persoonlijke gegevens overdragen niet is toegestaan uw persoonlijke gegevens te verwerken op een andere manier dan beschreven in dit Privacybeleid zonder u daar kennisgeving van te geven en zonder uw toestemming te verkrijgen, indien door toepasselijk recht vereist.</p> Overdracht van Persoonlijke gegevens <p>Garmin is een wereldwijd opererende onderneming.\nOm onze producten, apps en diensten aan te bieden, moeten we mogelijk uw persoonlijke gegevens overdragen aan andere Garmin bedrijven in andere landen.\nBekijk Garmin bedrijven.</p>\n<p>Voor klanten buiten China, wanneer u een Garmin account maakt, persoonlijke gegevens aan uw accountprofiel toevoegt of uw activiteitgegevens uploadt naar uw Garmin account, worden uw persoonlijke gegevens verzameld en opgeslagen op servers in de Verenigde Staten, het Verenigd Koninkrijk en/of Australië.\nVoor klanten in China, wanneer u een Garmin account maakt, persoonlijke gegevens aan uw accountprofiel toevoegt of uw activiteitgegevens uploadt naar uw Garmin account, worden uw persoonlijke gegevens verzameld en opgeslagen op de servers van Garmin China Shanghai RHQ Co.\nLtd in China.\n</p>\n<p>Persoonlijke gegevens van personen die in een land in de Europese Economische Ruimte (\"EER\"), het Verenigd Koninkrijk (\"VK\") of in Zwitserland wonen, worden beheerd door Garmin Würzburg GmbH en namens Garmin bedrijven verwerkt om ondersteuning, infrastructuur, beveiliging en andere belangrijke functies te bieden.\nGarmin Würzburg GmbH is door de Europese Commissie goedgekeurde modelcontractclausules aangegaan wanneer deze bedrijven niet gevestigd zijn in de EER of een rechtsgebied dat door de Europese Commissie adequaat wordt geacht.</p>\n<p>Garmin International, Inc., Garmin Services, Inc.\nen Garmin AT, Inc.\nvoldoen aan de EU-U.S.\nen Swiss-U.S.\nPrivacy Shield principes met betrekking tot het verzamelen, gebruiken, delen en bewaren van persoonlijke gegevens uit de EER, het Verenigd Koninkrijk en Zwitserland, zoals beschreven in onze EU-VS Privacy Shield-certificering en Swiss-U.S.\nPrivacy Shield-certificering.\nMeer informatie over Privacy Shield.</p>\n<p>Garmin International, Inc., Garmin Services, Inc.\nen Garmin AT, Inc.\nzijn onderworpen aan het toezicht van de Federal Trade Commission in de Verenigde Staten en blijven verantwoordelijk voor persoonlijke gegevens overgedragen aan derden die ze namens ons verwerken.\nAls u een klacht over onze naleving van het Privacyschild hebt, neemt u contact met ons op via privacy@garmin.com.\nU kunt een klacht ook naar ons gekozen onafhankelijke orgaan ter beslechting van geschillen, JAMS, sturen en u kunt onder bepaalde omstandigheden het arbitrageproces van Privacy Shield in gang zetten.</p>\n<p>Alle Garmin bedrijven zijn verplicht om de privacypraktijken uiteengezet in dit Privacybeleid op te volgen.</p> Cookies en vergelijkbare technologieën <p>Informatie over het gebruik van cookies en vergelijkbare technologieën door Garmin op onze websites vindt u in ons Cookiebeleid.</p> Applicatieanalyse <p>We verzamelen ook gegevens van gebruikers over hun gebruik van mobiele Garmin apps en Garmin Express.\nTot de analytische informatie die we verzamelen, behoren de datum en het tijdstip waarop de app onze servers benaderde, de versie van de app, de locatie van het toestel, de taalinstelling, welke informatie en bestanden werden gedownload naar de app, het gebruikersgedrag (bijv.\ngebruikte functies, hoe vaak de app werd gebruikt), informatie over de status van het toestel, het toestelmodel, informatie over de hardware en het besturingssysteem en informatie over de werking van de app.\nGarmin gebruikt deze gegevens om de kwaliteit en functionaliteit van deze en andere apps te verbeteren, om producten en functies te ontwikkelen en op de markt te brengen die aansluiten bij uw behoeften en die van andere gebruikers en problemen met de stabiliteit van de app en andere gebruiksproblemen zo snel mogelijk te identificeren en op te lossen.</p>\n<p>De juridische grond voor het verwerken van deze analytische gegevens is ons rechtmatige belang bij het begrijpen van hoe onze klanten met onze producten en apps communiceren, zodat we de gebruikerservaring en de functionaliteit van onze producten en apps kunnen verbeteren.</p>\n<ul>\n<li>\n<p>\n<strong>Google:</strong> Google Analytics wordt gebruikt om statistieken en demografische gegevens, interesses en gedrag van gebruikers in apps te volgen.\nLees meer informatie over hoe deze analytische informatie kan worden gebruikt, hoe je het gebruik van jouw informatie kunt beheren en hoe je kunt voorkomen dat je gegevens door Google Analytics worden gebruikt.</p>\n</li>\n<li>\n<p>\n<strong>Azure Application Insights:</strong> Azure Application Insights, een Microsoft service, wordt gebruikt zodat we het gebruik van Garmin Express beter kunnen begrijpen om de gebruikerservaring te verbeteren.</p>\n</li>\n<li>\n<p>\n<strong>Microsoft App Center.\nFirebase (Crashlytics):</strong> Microsoft App Center, voorheen bekend als HockeyApp, en Firebase (Crashlytics), een Google service, worden door ons gebruikt om beter inzicht te krijgen in het gebruik van onze apps en om de gebruikerservaring te verbeteren en de hoofdoorzaken van het vastlopen van apps te identificeren en op te lossen.</p>\n</li>\n<li>\n<p>\n<strong>Flurry.\nAmplitude:</strong> Flurry en Amplitude worden gebruikt om meer inzicht te krijgen in het gebruik van mobiele Garmin apps om de gebruikerservaring te verbeteren.</p>\n</li>\n</ul>\nSOCIALE NETWERKEN:\n<p>Sociale netwerken van derde partijen die sociale-netwerkfuncties bieden (bijv.\nde mogelijkheid om verbinding te maken met sociale media, zoals Facebook, Google, QQ of Sina Weibo, om vrienden toe te voegen als contactpersonen of om een pagina \"leuk te vinden\") in mobiele Garmin apps kunnen informatie verzamelen over uw gebruik van onze websites en apps.\nHet gebruik van deze informatie door een derde partij is onderworpen aan het privacybeleid dat beschikbaar is op de website van het desbetreffende sociale netwerk.\nWe raden u aan om dit zorgvuldig door te nemen.\nDergelijke derde partijen kunnen deze methoden en deze informatie voor hun eigen doeleinden gebruiken door informatie over uw gebruik van onze apps te koppelen aan persoonlijke informatie die zij van u hebben.\nWe kunnen ook analyse-informatie verkrijgen van sociale netwerken om de effectiviteit van onze content en advertenties op sociale netwerken te meten (bijv.\nhet aantal keer dat wordt weergegeven of doorgeklikt).</p> Kinderen <p>Wij verzoeken personen jonger dan 13 jaar in de VS en jonger dan 16 jaar in de rest van de wereld geen persoonlijke gegevens aan Garmin te verstrekken.\nAls we ontdekken dat we persoonlijke gegevens hebben verzameld van een persoon jonger dan 13 jaar in de VS of jonger dan 16 jaar in de rest van de wereld, verwijderen wij deze gegevens zo snel mogelijk.</p> Updates van Privacybeleid <p>We zullen dit Privacybeleid bijwerken wanneer we nieuwe producten, services en apps toevoegen, als we onze huidige aanbiedingen verbeteren of wanneer technologieën en wetten veranderen.\nU kunt vaststellen wanneer dit Privacybeleid voor het laatst is aangepast door te kijken naar de vermelding \"Laatst bijgewerkt\" boven aan deze pagina.\nWijzigingen worden van kracht zodra het aangepaste Privacybeleid door ons is gepubliceerd.</p>\n<p>We zullen het u laten weten als deze wijzigingen materieel zijn en, als dit wettelijk verplicht is, zullen we om uw toestemming vragen.\nDeze kennisgeving wordt via e-mail verstrekt of er wordt een kennisgeving van de wijzigingen geplaatst op Garmin websites en apps die verwijzen naar de privacy voorwaarden.</p> Behoud van Persoonlijke gegevens <p>We behouden uw persoonlijke gegevens zo lang als uw Garmin account als actief wordt beschouwd.\nKijk daarnaast hieronder naar \"Uw rechten\" voor een beschrijving van uw recht op wissen.</p> Geautomatiseerde besluitvorming, inclusief profilering <p>Garmin neemt geen beslissingen op basis van algoritmen of andere geautomatiseerde verwerking die een aanzienlijk effect op u kunnen hebben.</p> Gegevensbeheerder en Gegevensbeschermingfunctionaris <p>Als u in een land in de EER, het Verenigd Koninkrijk of in Zwitserland woont, worden uw door Garmin verzamelde persoonlijke gegevens beheerd door Garmin Würzburg GmbH, Beethovenstrasse 1a, 97080 Würzburg, Duitsland.\nDe functionaris voor gegevensbescherming van de EU van het bedrijf is per e-mail te bereiken op euprivacy@garmin.com.</p>\n<p>Als u in China woont, worden door Garmin verzamelde persoonlijke gegevens beheerd door Garmin China Shanghai RHQ Co.\nLtd., 37F, Tower A, New CHJ International Business Center, No 391, Guiping Road, Xuhui District, Shanghai 200233, China.\nper e-mail te bereiken via cnprivacy@garmin.com.</p>\n<p>Als u niet in de EER, het Verenigd Koninkrijk, Zwitserland of China woont, worden de door Garmin verzamelde persoonlijke gegevens beheerd door Garmin International, Inc., 1200 E.\n151st St., Olathe, Kansas 66062, VS.\nper e-mail te bereiken via privacy@garmin.com.\nDe Braziliaanse gegevensbeschermingfunctionaris van het bedrijf is op hetzelfde adres gevestigd en kan per e-mail worden bereikt via privacy@garmin.com.</p> Uw rechten <p>Als u in de Europese Economische Ruimte, het Verenigd Koninkrijk of Zwitserland woont, hebt u krachtens de Algemene verordening gegevensbescherming (\"AVG\") het recht Garmin te vragen om toegang tot en rectificatie of wissen van uw persoonlijke gegevens, gegevensoverdraagbaarheid, beperking van verwerking van uw persoonlijke gegevens, het recht om bezwaar te maken tegen verwerking van uw persoonlijke gegevens, en het recht een klacht in te dienen bij een toezichthoudende instantie.\nGa voor meer informatie over deze rechten naar de pagina 'Mijn rechten' met betrekking tot de AVG van de Europese Commissie, die in een aantal talen kan worden weergegeven.\nAls u buiten de Europese Economische Ruimte, het Verenigd Koninkrijk en Zwitserland woont, hebt u mogelijk vergelijkbare rechten overeenkomstig uw lokale wetten.\n</p>\n<p>Om toegang tot of rectificatie van, overdraagbaarheid of wissen van uw persoonlijke gegevens te vragen of om uw Garmin account te verwijderen, bezoekt u ons Accountbeheercentrum.</p>\n<p>Als u in de Europese Economische Ruimte, het Verenigd Koninkrijk of Zwitserland woont en uw recht op beperking van verwerking of uw recht op bezwaar tegen verwerking wilt uitoefenen, neemt u contact op met de Europese gegevensbeschermingfunctionaris van het bedrijf bij Garmin Würzburg GmbH, Beethovenstrasse 1a, 97080 Würzburg, Duitsland, of per e-mail via euprivacy@garmin.com.</p>\n<p>Als u in China woont en uw rechten met betrekking tot uw gegevens wilt uitoefenen, neem dan per e-mail contact op met Garmin China Shanghai RHQ Co.\nLtd.\nvia cnprivacy@garmin.com.</p>\n<p>Als u niet in de Europese Economische Ruimte, het Verenigd Koninkrijk, Zwitserland of China woont, maar van mening bent dat u het recht hebt deze of andere rechten uit te oefenen volgens uw lokale wetgeving, neem dan per e-mail contact op met Garmin International, Inc.\nvia privacy@garmin.com.</p>\nKennisgeving voor inwoners van Californië met betrekking tot privacypraktijken en -rechten\n<p>Als u een inwoner van Californië bent, geeft de wet van Californië u mogelijk extra rechten met betrekking tot uw persoonlijke gegevens.\nOm meer te weten te komen over uw privacyrechten in Californië, raadpleegt u onze CCPA-kennisgeving over privacy.</p>\n<p>\n<em>Alle handelsmerken zijn eigendom van hun respectieve eigenaars.</em>\n</p> Terug naar boven <ul>\n<li>Klantenservice<ul>\n<li>Aanbiedingen en promoties</li>\n<li>Order/Return Status</li>\n<li>Verzending &amp.\nRetourzendingen</li>\n<li>Informatie over garantie</li>\n<li>Verkoopvoorwaarden</li>\n<li>Zoek een dealer</li>\n<li>Contact</li>\n<li>Gegevensbeheer</li>\n</ul>\n</li>\n<li>Bedrijf<ul>\n<li>Over Ons</li>\n<li>Blog</li>\n<li>Duurzaamheid</li>\n</ul>\n</li>\n<li>Carrière<ul>\n<li>Vacatures</li>\n<li>Garmin NL Candidate Privacy policy</li>\n</ul>\n</li>\n<li>Garmin Sites<ul>\n<li>Garmin Connect</li>\n<li>Garmin Express</li>\n<li>flyGarmin</li>\n<li>Connect IQ</li>\n<li>Garmin Health</li>\n<li>Sensoren</li>\n</ul>\n</li>\n<li>Partners<ul>\n<li>Fleet Management</li>\n<li>Developers (Engels)</li>\n<li>Dealer Center Login</li>\n<li>OneHelm</li>\n</ul>\n</li>\n</ul>Nederland | Netherlands<ul>\n<li>Garmin on Facebook</li>\n<li>Garmin on Twitter</li>\n<li>Garmin on YouTube</li>\n<li>Garmin on Pinterest</li>\n<li>Garmin on Instagram</li>\n</ul>\n<p>Copyright © 1996-2021 Garmin Ltd.\nof haar dochtermaatschappijen.</p>\n<ul>\n<li>Site map</li>\n<li>Gebruiksvoorwaarden</li>\n<li>Privacyverklaring</li>\n<li>Veiligheid</li>\n<li>Naleving</li>\n</ul>Cookie Preferences ", "created_at": "2021-05-12 22:20:57.36529", "updated_at": "2021-05-12 22:21:04.805533"}, {"id": 2488, "name": "Privace Policy (USA)", "url": "https://www.garmin.com/en-US/privacy/global/policy/", "xpath": "//body", "text": "\nSkip navigation links<ul>\n<li>Wearables Products All Wearables &amp.\nSmartwatches Fashion &amp.\nHybrid Smartwatches MARQ Luxury Watch Collection Running Multisport Adventure Swimming Diving Golf Fitness Tracking Kids WearablesMaps Wearable Maps Golf Maps Golf Course LocatorAccessories Wearable &amp.\nSmartwatch Accessories AppsDiscover Blog Careers Connect IQ For Women Garmin Connect Garmin Express Garmin Pay Garmin Pros Garmin Technology Shop all salesLILY™<p>\n</p>SHOP</li>\n<li>Sports &amp.\nFitness Products Running Cycling Fitness Tracking Golf Tacx® Indoor Cycling Multisport Swimming Diving Water Sports Smart Scale Kids Wearables Baseball &amp.\nSoftballMaps Cycling Maps Wearable Maps Golf Maps Golf Course LocatorAccessories Wearable &amp.\nSmartwatch Accessories Cycling Accessories Indoor Training Accessories AppsDiscover Blog Careers Connect IQ Garmin Connect Garmin Express Garmin Health Enterprise Solutions Garmin Pay Garmin Pros Garmin Technology Shop all sales Strategic Relationships Women of AdventureSAVE NOW ON VENU® SQ<p>\n</p>SHOP</li>\n<li>Outdoor Recreation Products Handhelds Satellite Communicators Off-Road Adventure Watches Sportsman &amp.\nTactical Sporting Dogs Household PetsMaps Outdoor Maps Hunting Maps Wearable Maps DeLorme Atlas &amp.\nGazetteerAccessories AppsDiscover Blog Careers Connect IQ Garmin Connect Garmin Express Garmin Pros Garmin Technology inReach Account Shop all sales Women of AdventureSOLAR POWERED SMARTWATCHES<p>\n</p>SHOP</li>\n<li>Automotive Products Cars Motorcycles Semi Trucks RV Motorsports Off-Road Dash &amp.\nBackup Cameras FleetMaps Map Updates Purchase New Maps In-Dash MapsAccessories AppsDiscover Automotive OEM Solutions Blog Careers Garmin Express RV OEM Solutions Shop all salesSAVE NOW ON RV 785 WITH BUILT-IN DASH CAM<p>\n</p>SHOPSAVE $100 ON AN 8” RV GPS NAVIGATOR<p>\n</p>SHOP</li>\n<li>Marine Products Chartplotters Autopilots Radar Panoptix Sonar Black Boxes Transducers Instruments &amp.\nInstrument Packs VHF &amp.\nAIS Cameras Antennas &amp.\nSensors Fishfinders Ice Fishing Bundles &amp.\nKits Trolling Motors Fusion Audio Entertainment EmpirBus Digital Switching Handhelds &amp.\nWearables Connectivity AppsCharts &amp.\nMaps Purchase UpdateDiscover ActiveCaptain Community Blog Careers Garmin Express Garmin Pros Marine Software Updates OneHelm Shop all salesMSC™ 10 MARINE SATELLITE COMPASS<p>\n</p>\n<p>Know exactly where you’re headed</p>\n<p>\n</p>SHOP</li>\n<li>Aviation Markets General Aviation Business Aviation Helicopters Experimental Government &amp.\nDefenseFLTPLAN.COM Services Flight Planning Crew &amp.\nFleet Management Runway Analysis Safety Management SystemProducts ADS-B &amp.\nTransponders Flight Decks &amp.\nDisplays Flight Instruments Engine Indication Systems Navigation &amp.\nRadios Autopilots Audio Panels Weather Traffic Datalinks &amp.\nConnectivity Portable GPS, Wearables &amp.\nAppsDatabases Aviation Database UpdatesDiscover Autonomí Blog Careers FltPlan.com flyGarmin Promotions Support TrainingGarmin Autoland<p>\n</p>\n<p>Protect your most precious cargo</p>\n<p>\n</p>LEARN MORE</li>\n<li>Support Support Center Aviation Support Marine Support</li>\n<li>SALE SALES AND PROMOTIONS Shop all salesBIG SAVINGS!<p>\n</p>\n<p>Check out our current sales</p>\n<p>\n</p>SHOP NOW</li>\n</ul> SupportSupport Center Aviation Support Marine Support CloseAccount Orders Sign In0Total items in cart: 0FREE GROUND SHIPPING ON ORDERS $25 AND UP.\nFREE 2ND-DAY SHIPPING ON MOST ORDERS $499 AND UP.Unsupported Browser Detected – For best results, please update your browser.\nLearn MoreClose IE Banner Privacy Garmin Privacy Policy\n<p>Last Updated: April 29, 2021</p>\n<p>\n<em>Review Previous Policy</em>\n</p>\n<p>Your privacy is important to Garmin.\nWe developed this Privacy Policy to provide you with information on how we process your personal data when you create a Garmin account, interact with our customer support specialists, make a purchase in one of our stores, visit Garmin.com or other Garmin websites, or use Garmin apps that include a link to this Privacy Policy.</p>\n<p>Other Garmin websites, apps, and products that include a link to a different Garmin privacy policy are governed by that privacy policy.\nFor example, we have a separate privacy policy that applies to Garmin Connect and its compatible wearables and other devices.\nClick here to review our other privacy policies..</p>\n<p>“Personal data” is information relating to an identified or identifiable natural person.</p>\n<p>To jump to a specific section of this Privacy Policy, please click on a link below:</p>\n<ul>\n<li>\nCategories of Personal Data Processed by Garmin\n</li>\n<li>\nCategories of Recipients of Personal Data\n</li>\n<li>\nTransfers of Personal Data\n</li>\n<li>\nCookies and Similar Technologies\n</li>\n<li>\nApplication Analytics\n</li>\n<li>\nChildren\n</li>\n<li>\nPrivacy Policy Updates\n</li>\n<li>\nRetention of Personal Data\n</li>\n<li>\nAutomated Decision-Making, Including Profiling\n</li>\n<li>\nData Controller and Data Protection Officer\n</li>\n<li>\nYour Rights </li>\n</ul> Categories of Personal Data Processed by Garmin Personal data that is processed when you create a Garmin account:\n<p>When you create a Garmin account, we ask you to provide your email address, name, and password.\nYou can choose to provide only your first name or a nickname instead of your full name if you wish.</p>\n<blockquote>\nPURPOSES AND LEGAL GROUNDS:\n<p>(a) Garmin processes your email address and password because you use your email address and password to sign in to your account.\nThe legal ground for processing your email address and password for this purpose is Garmin’s legitimate interest in protecting the security of your account.</p>\n<p>(b) Garmin also processes your email address for the purpose of sending you important information about your Garmin products, services, apps, or account, such as important safety information or material changes to this Privacy Policy.\nThe name you provide is associated with your account profile and is displayed when you submit comments or other material on a Garmin website or app or engage with other Garmin users.\nThe legal ground for processing your email address and name for these purposes is Garmin’s legitimate interest in providing you important safety or other information about your Garmin products, services, apps, or account or material changes to this Privacy Policy and in providing you an opportunity to engage with other Garmin users.</p>\n<p>(c) If you provide your opt-in consent to receiving marketing information from Garmin, Garmin will also process your email address for the purpose of sending you marketing information about Garmin products, services, and apps, as well as newsletters.\nThe legal ground for processing your email address for this purpose is your consent.\nYou may withdraw your consent at any time by changing your preferences in your Garmin account or through the unsubscribe link at the bottom of our marketing emails.\nThe marketing emails you receive from Garmin are based on the preferences you provide in your Garmin account, the locale indicated by your Internet Protocol (IP) address, the types of Garmin devices you have added to your Garmin account, and any subscriptions included in your Garmin account.\nThe legal ground for processing this data for this purpose is Garmin’s legitimate interest in reducing the number of marketing emails sent to each particular customer by selecting which customers receive a particular marketing email rather than sending every marketing email to every customer who has consented to receiving marketing emails.</p>\n<p>(d) Garmin also processes your email address to associate it with your Garmin account when you interact with our customer support representatives.\nThe legal ground for this processing is our legitimate interest in providing quality customer support.</p>\n<p>(e) Garmin also processes your email address to notify customers when they have violated our terms.\nThe legal ground for this processing is our legitimate interest in ensuring a quality experience for all customers and ensuring adherence to our terms.</p>\n</blockquote>\nPersonal data that is processed when you sync your Garmin device:\n<p>When you sync your Garmin device through Garmin Express, we log data about the transmission, such as the IP address used when syncing, the sync time and date, crash/diagnostic logs, geographic location of the device, information about your device, information about the network used to sync (e.g., Wi-Fi or cellular), and device battery level.</p>\n<blockquote>\nPURPOSE AND LEGAL GROUND:\n<p>We process this information to help identify and resolve errors or syncing issues.\nThe legal ground for processing this information for this purpose is Garmin’s legitimate interest in resolving errors or syncing issues and providing quality product support.</p>\n</blockquote>\nPersonal data that is processed when you communicate with Garmin:\n<p>When you interact with our customer support representatives by email or telephone, online, or in person, we collect personal data, such as your name, mailing address, phone number, email address, and contact preferences, and information about the Garmin products you own, such as their serial numbers and dates of purchase, and subscriptions you've purchased.\nWe also may create event logs that are useful in diagnosing product or app performance-related issues and capture information relating to the support or service issue.\nTo improve customer service, subject to applicable laws, we may also record and review conversations with customer support representatives and analyze any feedback provided to us through voluntary customer surveys.\nWith your consent, our customer support representatives may sign in to your Garmin account, if appropriate, to help troubleshoot and resolve your issue.</p>\n<blockquote>\nPURPOSES AND LEGAL GROUNDS:\n<p>We use this information to provide you with customer and product support, to monitor the quality and types of customer and product support we provide to our customers, and to facilitate repairs, returns, or exchanges.\nThe legal ground for processing this information for these purposes is Garmin’s legitimate interest in providing quality product support.\nThe legal ground for signing in to your Garmin account, if appropriate, to help troubleshoot and resolve your issue is your consent, which you may withdraw.</p>\n</blockquote>\nPersonal data that is processed when you use your Garmin auto navigation device or app:\n<p>If you use a Garmin auto navigation device or app and provide your consent, then Garmin will collect and upload from your device data such as location, speed, direction, and time and date of recording.\nIf you provide your consent when asked, then Garmin may also share this aggregated data with third parties to enhance the quality of the traffic, parking, and other features enabled by content providers.</p>\n<blockquote>\nPURPOSE AND LEGAL GROUND:\n<p>This data is aggregated with data from other consenting users and is used to enhance the quality of our products, services, and apps and the traffic, parking, and other features enabled by Garmin or third parties.\nThe legal ground for processing this data for this purpose is your consent, which you may withdraw at any time within the settings of your Garmin device or app.</p>\n</blockquote>\nPersonal data that is processed when you purchase a product, service, or subscription on a Garmin website or app or through customer support:\n<p>If you purchase a product, service, or subscription on a Garmin website or app or through customer support, then Garmin will collect your name, address, email address, and telephone number.\nWe do not view or store your payment card information.\nThird-party payment processors are used depending on region and product purchased.\nThese payment processors include Adyen, PayPal, Alipay (China only), WeChat Pay powered by tenpay (China only), UnionPay (China only), NewebPay, Klarna, and Veritrans.\nMore information about Adyen can be found here.\nWe also use Cybersource, a solution provided by Visa, in our fraud detection processes, and we use address verification services provided by third parties such as Google or CDYNE.</p>\n<p>In some regions, another third party, Narvar, provides shipment information to allow you to track items purchased from a Garmin website or purchased, repaired, or exchanged through customer support.</p>\n<blockquote>\nPURPOSES AND LEGAL GROUNDS:\n<p>We collect your name, mailing address, and telephone number so we can process your order and fulfill your purchase.\nThe legal ground for processing your name, mailing address, and telephone number for these purposes is performance of a contract.\nWe also process your personal data as part of our fraud detection processes.\nThe legal ground for processing your personal data for that purpose is our legitimate interest in protecting Garmin and our customers from attempts to engage in fraudulent transactions.</p>\n</blockquote>\nPersonal data that is processed when you purchase a product in a Garmin store:\n<p>When you purchase a product in a Garmin store, we may collect your name, address, telephone number, other contact information, or purchase details, such as invoice number or products purchased.\nIn some countries, third-party providers may be used to generate the reporting required for the appropriate tax regulatory agency.</p>\n<blockquote>\nPURPOSES AND LEGAL GROUNDS:\n<p>We process this information to generate an invoice in our systems for tax reporting purposes or upon your request.\nThe legal ground for processing your information for generation of an invoice for tax reporting purposes is fulfillment of a legal obligation.\nThe legal ground for processing your information for generation of an invoice at your request is performance of a contract.</p>\n</blockquote>\nPersonal data that is processed when you use location-based services on your Garmin device or app:\n<p>If you choose to use location-based services, such as weather, traffic information, fuel prices, movie times, and local event information, on your Garmin app or device, then the physical location of your device will be collected in order for Garmin or our providers to provide you with such location-based services.</p>\n<blockquote>\nPURPOSE AND LEGAL GROUND:\n<p>The purpose of processing the location of your device is to provide you the location-based services you wish to use.\nThe legal ground for processing this data for this purpose is performance of a contract.</p>\n</blockquote> Categories of Recipients of Personal Data YOUR LIVETRACK INVITEES:\n<p>LiveTrack is a feature available on some Garmin devices that enables you to send a link to people of your choice that allows them to see the real-time location of your device.\nBecause anyone with access to the link will be able to see the real-time location of your Garmin device, you should use caution in determining to whom you want to send the link and be sure that you trust them to not send the link to others whom you do not want to be able to view the location of your Garmin device.</p>\nOTHER SERVICE PROVIDERS:\n<p>Garmin uses cloud services from third parties such as Adobe and SendGrid, a Twilio service, to assist in sending emails.\nThose services track the activities associated with these emails, such as whether they were opened, whether links in the emails were clicked on, and whether purchases were made following clicks on those links.\nGarmin uses this data to analyze the level of engagement with its emails.\nGarmin also uses third-party service providers to help us better understand usage of Garmin Express and Garmin websites and apps and for related purposes.</p>\n<p>Garmin uses third-party service providers to ship purchased products to customers.\nIn some regions, Garmin uses a third party, Erply, to provide point-of-sale services for in-store purchases and another third party, Global Blue, to provide tax rebate paperwork for customers upon request.\nGarmin also uses a third-party service provider, VHT, to provide callback request functionality for customer support purposes.</p>\nOTHER DISCLOSURES:\n<p>We may disclose personal data about you to others: (a) if we have your valid consent to do so.\n(b) to comply with legal obligations, such as a valid subpoena, court or judicial order, or other valid legal process.\n(c) to enforce any of our terms and conditions or policies.\nor (d) as necessary to pursue available legal remedies or defend legal claims.</p>\n<p>We may also transfer your personal data to an affiliate, a subsidiary, or a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of Garmin’s business, assets, or stock, including, without limitation, in connection with any bankruptcy or similar proceeding, provided that any such entity that we transfer personal data to will not be permitted to process your personal data other than as described in this Privacy Policy without providing you notice and, if required by applicable laws, obtaining your consent.</p> Transfers of Personal Data <p>Garmin is a global business.\nTo offer our products, apps, and services, we may need to transfer your personal data to Garmin-owned companies in other countries.\nView Garmin-owned companies.</p>\n<p>For customers outside of China, when you create a Garmin account, add personal data in your account profile, or upload data to your Garmin account, your personal data will be collected and stored on servers in the U.S., U.K., and/or Australia.\nFor customers in China, when you create a Garmin account, add personal data in your account profile, or upload data to your Garmin account, your personal data will be collected and stored on Garmin China Shanghai RHQ Co., Ltd.’s servers in China.</p>\n<p>Personal data regarding individuals who reside in a country in the European Economic Area (\"EEA\"), United Kingdom (\"U.K.\"), or Switzerland is controlled by Garmin Würzburg GmbH and processed on its behalf by other Garmin-owned companies to provide support, infrastructure, security, and other key functions.\nGarmin Würzburg GmbH has entered into European Commission-approved model contractual clauses where these companies are not located in the EEA or a jurisdiction deemed adequate by the European Commission.</p>\n<p>Garmin International, Inc., Garmin Services, Inc., and Garmin AT, Inc.\ncomply with the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield principles regarding the collection, use, sharing, and retention of personal information from the EEA, U.K., and Switzerland, as described in our EU-U.S.\nPrivacy Shield certification and Swiss-U.S.\nPrivacy Shield certification.\nLearn more about Privacy Shield.</p>\n<p>Garmin International, Inc., Garmin Services, Inc., and Garmin AT, Inc.\nare subject to the oversight of the U.S.\nFederal Trade Commission and remain responsible for personal data transferred to third parties that process it on our behalf.\nIf you have a complaint about our Privacy Shield compliance, please contact us at privacy@garmin.com.\nYou can also refer a complaint to our chosen independent dispute resolution body, JAMS, and in certain circumstances, invoke the Privacy Shield arbitration process.</p>\n<p>All Garmin-owned companies are required to follow the privacy practices set forth in this Privacy Policy.</p> Cookies and Similar Technologies <p>Information about Garmin's use of cookies and similar technologies on our websites can be found in our Cookie Policy.</p> Application Analytics <p>We collect data from users about their usage of Garmin mobile apps and Garmin Express.\nThe types of analytical information that are collected include the date and time the app accesses our servers, app version, the location of the device, language setting, what information and files have been downloaded to the app, user behavior (e.g., features used, frequency of use), device state information, device model, hardware and operating system information, and information relating to how the app functions.\nGarmin uses this data to improve the quality and functionality of these and other apps.\nto develop and market products and features that best serve you and other users.\nand to help identify and fix app stability issues and other usability problems as quickly as possible.</p>\n<p>The legal ground for processing this analytical information is our legitimate interest in understanding how our customers interact with our products and apps so we can enhance the user experience and functionality of our products and apps.</p>\n<p>Here are examples of third-party providers we currently use:</p>\n<ul>\n<li>\n<p>\n<strong>Google:</strong> Google Analytics is used to track statistics and user demographics, interests, and behavior in apps.\nFind out more information about how this analytics information may be used, how to control the use of your information, and how to opt out of having your data used by Google Analytics.</p>\n</li>\n<li>\n<p>\n<strong>Azure Application Insights:</strong> Azure Application Insights, a Microsoft service, is used to help us better understand usage of Garmin Express to improve user experience.</p>\n</li>\n<li>\n<p>\n<strong>Microsoft App Center.\nFirebase (Crashlytics):</strong> Microsoft App Center, formerly known as HockeyApp, and Firebase (Crashlytics), a Google service, are used to help us better understand usage of our apps to improve user experience and to identify and resolve the root causes of app crashes.</p>\n</li>\n<li>\n<p>\n<strong>Flurry.\nAmplitude:</strong> Flurry and Amplitude are used to help us better understand usage of Garmin mobile apps to improve user experience.</p>\n</li>\n</ul>\nSOCIAL NETWORKS:\n<p>Third-party social networks that provide social networking features (e.g., to allow you to connect to social media, such as Facebook, Google, QQ, or Sina Weibo, to find friends to add as connections or to \"Like\" a page) in Garmin mobile apps, may gather information regarding your use of our apps.\nThe use of such information by a third party depends on the privacy policy available on that social network’s website, which we encourage you to carefully review.\nSuch third parties may use these methods and this information for their own purposes by relating information about your use of our apps with any of your personal information that they may have.\nWe may also obtain analytics information from social networks that help us measure the effectiveness of our content and advertisements on social networks (e.g., impressions and clicks).</p> Children <p>We request individuals under the age of 13 in the U.S.\nand under the age of 16 in the rest of the world not provide personal data to Garmin.\nIf we learn that we have collected personal data from a child under the age of 13 in the U.S.\nor under 16 in the rest of the world, we will take steps to delete the information as soon as possible.</p> Privacy Policy Updates <p>We may update this Privacy Policy from time to time as we add new products, services, and apps, as we improve our current offerings, and as technologies and laws change.\nYou can determine when this Privacy Policy was last revised by referring to the “Last Updated” legend at the top of this page.\nAny changes will become effective upon our posting of the revised Privacy Policy.</p>\n<p>We will provide notice to you if these changes are material and, where required by applicable law, we will obtain your consent.\nThis notice will be provided by email or by posting notice of the changes on the Garmin websites and apps that link to this Privacy Policy.</p> Retention of Personal Data <p>We will retain your personal data as long as your Garmin account is considered to be active.\nIn addition, see below under “Your Rights” for a description of your right of erasure.</p> Automated Decision-Making, Including Profiling <p>Garmin does not make any decisions based on algorithms or other automated processing that significantly affect you.</p> Data Controller and Data Protection Officer <p>If you reside in a country in the EEA, U.K., or Switzerland, then your personal data collected by Garmin is controlled by Garmin Würzburg GmbH, Beethovenstr.\n1a, 97080 Würzburg, Germany.\nThe company's EU Data Protection Officer can be reached by email at euprivacy@garmin.com.</p>\n<p>If you reside in China, then your personal data collected by Garmin is controlled by Garmin China Shanghai RHQ Co., Ltd., 37F, Tower A, New CHJ International Business Center, No 391, Guiping Road, Xuhui District, Shanghai 200233, China, which you can contact by email at cnprivacy@garmin.com.</p>\n<p>If you reside outside of the EEA, U.K., Switzerland, and China, then your personal data collected by Garmin is controlled by Garmin International, Inc., 1200 E.\n151<sup>st</sup> St., Olathe, Kansas 66062, USA, which you can contact by email at privacy@garmin.com.\nThe company's Brazilian Data Protection Officer is located at the same address and can be reached by email at privacy@garmin.com.</p> Your Rights <p>If you reside in the EEA, U.K., or Switzerland, you have the right, subject to the conditions set out in the General Data Protection Regulation (\"GDPR\") or other applicable law, to request from Garmin access to and rectification or erasure of your personal data, data portability, restriction of processing of your personal data, the right to object to processing of your personal data, and the right to lodge a complaint with a supervisory authority.\nFor more information about these rights, please visit the European Commission’s “My Rights” page relating to GDPR, which can be displayed in a number of languages.\nIf you reside outside of the EEA, U.K., and Switzerland, you may have similar rights under your local laws.</p>\n<p>To request access to or rectification, portability, or erasure of your personal data, or to delete your Garmin account, please visit our Account Management Center.</p>\n<p>If you reside in the EEA, U.K., or Switzerland and you wish to exercise your right to restriction of processing or your right to object to processing, please contact the company's EU Data Protection Officer at Garmin Würzburg GmbH, Beethovenstr.\n1a, 97080 Würzburg, Germany, or by email at euprivacy@garmin.com.</p>\n<p>If you reside in China and you wish to exercise any of your data subject rights, please contact Garmin China Shanghai RHQ Co., Ltd.\nby email at cnprivacy@garmin.com.</p>\n<p>If you do not reside in the EEA, U.K., Switzerland, or China but you believe you have a right to exercise these or any other rights under your local laws, please contact Garmin International, Inc.\nby email at privacy@garmin.com.</p>\nNotice for California Residents of Privacy Practices and Rights\n<p>If you are a California resident, California law may provide you with additional rights regarding your personal data.\nTo learn more about your California privacy rights, please visit our CCPA Privacy Notice.</p>\n<p>\n<em>All trademarks are the property of their respective owners.</em>\n</p> Back to Top <ul>\n<li>Customer Service<ul>\n<li>Support Center</li>\n<li>Deals and Promotions</li>\n<li>Order/Return Status</li>\n<li>*Shipping, Returns &amp.\nRefunds</li>\n<li>Warranty Information</li>\n<li>Find a Dealer</li>\n<li>Data Management</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>Company<ul>\n<li>About Us</li>\n<li>Blog</li>\n<li>Investors</li>\n<li>Newsroom</li>\n<li>Retail Store</li>\n<li>Sustainability</li>\n</ul>\n</li>\n<li>Careers<ul>\n<li>Jobs</li>\n<li>Benefits</li>\n<li>Life at Garmin</li>\n<li>Students</li>\n</ul>\n</li>\n<li>Garmin Sites<ul>\n<li>Garmin Connect</li>\n<li>Garmin Express</li>\n<li>flyGarmin</li>\n<li>Connect IQ</li>\n<li>Garmin Health: Enterprise Health Solutions</li>\n<li>Sensors</li>\n</ul>\n</li>\n<li>Partners<ul>\n<li>Fleet Management</li>\n<li>Developers</li>\n<li>Dealer Resource Center</li>\n<li>OneHelm</li>\n<li>Garmin Gear</li>\n<li>Sponsorships</li>\n</ul>\n</li>\n</ul>United States<ul>\n<li>Garmin on Facebook</li>\n<li>Garmin on Twitter</li>\n<li>Garmin on YouTube</li>\n<li>Garmin on Pinterest</li>\n<li>Garmin on Instagram</li>\n</ul>\n<p>Copyright © 1996-2021 Garmin Ltd.\nor its subsidiaries</p>\n<ul>\n<li>Site Map</li>\n<li>Terms of Use</li>\n<li>Privacy</li>\n<li>Security</li>\n<li>Web Accessibility</li>\n</ul> ", "created_at": "2020-04-22 15:46:58.6884", "updated_at": "2021-05-12 22:20:01.445425"}], "points": [], "urls": ["www.garmin.com"]}}