{"error": 448, "message": "OK", "parameters": {"id": 5127, "name": "Project Z", "created_at": "2021-10-14 19:09:46.467279", "updated_at": "2022-06-27 22:00:56.624632", "wikipedia": null, "keywords": null, "related": null, "slug": "project-z", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/5127.png", "url": "projz.com", "documents": [{"id": 9196, "name": "Terms of Service", "url": "https://www.projz.com/terms-of-service", "xpath": "//body", "text": "You need to enable JavaScript to run this app.Terms of Service<p>\n<em>Last updated: September 27th, 2020</em>\n</p>1.\nYour Relationship With Us<p>Welcome to Project Z (the “Platform”), which is provided by Supersymmetry PTE.\nLTD.\nin Singapore (collectively such entities will be referred to as “Project Z”, “we” or “us”).</p>\n<p>You are reading the Terms of Service (the “Terms”), which govern the relationship and serve as an agreement between you and us and set forth the terms and conditions by which you may access and use the Platform and our related websites, services, applications, products and content (collectively, the “Services”).\nAccess to certain Services or features of the Services (such as, by way of example and not limitation, the ability to submit or share User Content (defined below) may be subject to age restrictions and not available to all users of the Services.\nOur Services are provided for private, non-commercial use.\nFor purposes of these Terms, “you” and “your” means you as the user of the Services.</p>\n<p>The Terms form a legally binding agreement between you and us.\nPlease take the time to read them carefully.</p>\n<p>Please take a look at Project Z’s Privacy Policy too—it explains how we collect, use, and share information about you when you access or use our Services.</p>\n<br>2.\nAccepting the Terms<p>By accessing or using our Services, you confirm that you can form a binding contract with Project Z, that you accept these Terms and that you agree to comply with them.\nYour access to and use of our Services is also subject to our Privacy Policy and User Guideline, the terms of which can be found directly on the Platform, or where the Platform is made available for download, on your mobile device’s applicable app store, and are incorporated herein by reference.\nBy using the Services, you consent to the terms of the Terms of Service.</p>\n<p>If you are accessing or using the Services on behalf of a business or entity, then (a) “you” and “your” includes you and that business or entity, (b) you represent and warrant that you are an authorized representative of the business or entity with the authority to bind the entity to these Terms, and that you agree to these Terms on the entity’s behalf, and (c) your business or entity is legally and financially responsible for your access or use of the Services as well as for the access or use of your account by others affiliated with your entity, including any employees, agents or contractors.</p>\n<p>You can accept the Terms by accessing or using our Services.\nYou understand and agree that we will treat your access or use of the Services as acceptance of the Terms from that point onwards.</p>\n<p>You should print off or save a local copy of the Terms for your records.</p>\n<br>3.\nChanges to the Terms<p>We amend these Terms from time to time, for instance when we update the functionality of our Services, or when there are regulatory changes.\nWe will use commercially reasonable efforts to generally notify all users of any material changes to these Terms, such as through a notice on our Platform, however, you should look at the Terms regularly to check for such changes.\nWe will also update the “Last Updated” date at the top of these Terms, which reflect the effective date of such Terms.\nYour continued access or use of the Services after the date of the new Terms constitutes your acceptance of the new Terms.\nIf you do not agree to the new Terms, you must stop accessing or using the Services.</p>\n<br>4.\nYour Account with Us<p>To access or use some of our Services, you must create an account with us.\nWhen you create this account, you must provide accurate and up-to-date information.\nIt is important that you maintain and promptly update your details and any other information you provide to us, to keep such information current and complete.</p>\n<p>It is important that you keep your account password confidential and that you do not disclose it to any third party.\nIf you know or suspect that any third party knows your password or has accessed your account, you can reset your password by receiving password recovery SMS via your registered phone number or receiving password recovery email via your registered email address and promptly notify us at: support@projz.com.</p>\n<p>You agree that you are solely responsible (to us and to others) for the activity that occurs under your account.</p>\n<p>We reserve the right to disable your user account at any time, including if you have failed to comply with any of the provisions of these Terms, or if activities occur on your account which, in our sole discretion, would or might cause damage to or impair the Services or infringe or violate any third party rights, or violate any applicable laws or regulations.</p>\n<p>If you no longer want to use our Services again, and would like your account deleted, please go to app Settings/Delete Account.\nIf you are having issues deleting your account, please contact us via&nbsp;support@projz.com.\nOnce you choose to delete your account, you will not be able to reactivate your account or retrieve any of the content or information you have added.</p>\n<br>5.\nYour Access to and Use of Our Services<p>Your access to and use of the Services is subject to these Terms and all applicable laws and regulations.\nYou may not:</p>\n<ul>\n<li>access or use the Services if you are not fully able and legally competent to agree to these Terms or are authorized to use the Services by your parent or legal guardian;</li>\n</ul>\n<ul>\n<li>make unauthorized copies, modify, adapt, translate, reverse engineer, disassemble, decompile or create any derivative works of the Services or any content included therein, including any files, tables or documentation (or any portion thereof) or determine or attempt to determine any source code, algorithms, methods or techniques embodied by the Services or any derivative works thereof;</li>\n</ul>\n<ul>\n<li>distribute, license, transfer, or sell, in whole or in part, any of the Services or any derivative works thereof;</li>\n</ul>\n<ul>\n<li>market, rent or lease the Services for a fee or charge, or use the Services to advertise or perform any commercial solicitation;</li>\n</ul>\n<ul>\n<li>use the Services, without our express written consent, for any commercial or unauthorized purpose, including communicating or facilitating any commercial advertisement or solicitation or spamming;</li>\n</ul>\n<ul>\n<li>interfere with or attempt to interfere with the proper working of the Services, disrupt our website or any networks connected to the Services, or bypass any measures we may use to prevent or restrict access to the Services;</li>\n</ul>\n<ul>\n<li>incorporate the Services or any portion thereof into any other program or product.\nIn such case, we reserve the right to refuse service, terminate accounts or limit access to the Services in our sole discretion;</li>\n</ul>\n<ul>\n<li>use automated scripts to collect information from or otherwise interact with the Services;</li>\n</ul>\n<ul>\n<li>impersonate any person or entity, or falsely state or otherwise misrepresent you or your affiliation with any person or entity, including giving the impression that any content you upload, post, transmit, distribute or otherwise make available emanates from the Services;</li>\n</ul>\n<ul>\n<li>intimidate or harass another, or promote sexually explicit material, violence or discrimination based on race, sex, religion, nationality, disability, sexual orientation or age;</li>\n</ul>\n<ul>\n<li>use or attempt to use another’s account, service or system without authorization from Project Z, or create a false identity on the Services;</li>\n</ul>\n<ul>\n<li>use the Services in a manner that may create a conflict of interest or undermine the purposes of the Services, such as trading reviews with other users or writing or soliciting fake reviews;</li>\n</ul>\n<ul>\n<li>use the Services to upload, transmit, distribute, store or otherwise make available in any way: files that contain viruses, trojans, worms, logic bombs or other material that is malicious or technologically harmful;</li>\n</ul>\n<ul>\n<li>any unsolicited or unauthorized advertising, solicitations, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or any other prohibited form of solicitation;</li>\n</ul>\n<ul>\n<li>any private information of any third party, including addresses, phone numbers, email addresses, number and feature in the personal identity document (e.g., National Insurance numbers, passport numbers) or credit card numbers;</li>\n<li>any material which does or may infringe any copyright, trademark or other intellectual property or privacy rights of any other person;</li>\n</ul>\n<ul>\n<li>any material which is defamatory of any person, obscene, offensive, pornographic, hateful or inflammatory;</li>\n</ul>\n<ul>\n<li>any material that would constitute, encourage or provide instructions for a criminal offence, dangerous activities or self-harm;</li>\n</ul>\n<ul>\n<li>any material that is deliberately designed to provoke or antagonise people, especially trolling and bullying, or is intended to harass, harm, hurt, scare, distress, embarrass or upset people;</li>\n</ul>\n<ul>\n<li>any material that contains a threat of any kind, including threats of physical violence;</li>\n</ul>\n<ul>\n<li>any material that is racist or discriminatory, including discrimination on the basis of someone’s race, religion, age, gender, disability or sexuality;</li>\n</ul>\n<ul>\n<li>any answers, responses, comments, opinions, analysis or recommendations that you are not properly licensed or otherwise qualified to provide.\nor</li>\n</ul>\n<ul>\n<li>material that, in the sole judgment of Project Z, is objectionable or which restricts or inhibits any other person from using the Services, or which may expose Project Z, the Services or its users to any harm or liability of any type.</li>\n</ul>\n<p>In addition to the above, your access to and use of the Services must, at all times, be compliant with our User Guidelines.</p>\n<p>We reserve the right, at any time and without prior notice, to remove or disable access to content at our discretion for any reason or no reason.\nSome of the reasons we may remove or disable access to content may include finding the content objectionable, in violation of these Terms or our User Guidelines, or otherwise harmful to the Services or our users.\nOur automated systems analyze your content to provide you personally relevant product features, such as customized search results, and content recommendations.\nThis analysis occurs as the content is sent, received, and when it is stored.</p>\n<br>6.\nIntellectual Property Rights<p>Project Z respects the intellectual property of others and requires that users of our Services do the same.\nWe have a policy that includes the removal of any infringing materials from the Services and for the termination, in appropriate circumstances, of users of our Services who are repeat infringers.\nIf you believe that anything on our Services infringes a copyright that you own or control, you can submit a copyright notice from here, or trademark notice from here.</p>\n<p>Also, please note that if you knowingly misrepresent that any activity or material on our Service is infringing, you may be liable to Project Z for certain costs and damages.</p>\n<p>If we remove Your Content in response to a copyright or trademark notice, we will notify you via Project Z's private messaging system.\nIf you believe Your Content was wrongly removed due to a mistake or misidentification, you can send a notification to us by support@projz.com.</p>\n<br>7.\nContent<p>The Services may contain information, text, links, graphics, photos, videos, or other materials (“<strong>Content</strong>”), including Content created with or submitted to the Services by you or through your Account (“<strong>Your Content</strong>”).\nWe take no responsibility for and we do not expressly or implicitly endorse any of Your Content.</p>\n<p>By submitting Your Content to the Services, you represent and warrant that you have all rights, power, and authority necessary to grant the rights to Your Content contained within these Terms.\nBecause you alone are responsible for Your Content, you may expose yourself to liability if you post or share Content without all necessary rights.</p>\n<p>You retain any ownership rights you have in Your Content, but you grant Project Z the following license to use that Content:</p>\n<p>When Your Content is created with or submitted to the Services, you grant us a worldwide, royalty-free, perpetual, irrevocable, non-exclusive, transferable, and sublicensable license to use, copy, modify, adapt, prepare derivative works from, distribute, perform, and display Your Content and any name, username, voice, or likeness provided in connection with Your Content in all media formats and channels now known or later developed.\nThis license includes the right for us to make Your Content available for syndication, broadcast, distribution, or publication by other companies, organizations, or individuals who partner with Project Z.\nYou also agree that we may remove metadata associated with Your Content, and you irrevocably waive any claims and assertions of moral rights or attribution with respect to Your Content.</p>\n<p>Any ideas, suggestions, and feedback about Project Z or our Services that you provide to us are entirely voluntary, and you agree that Project Z may use such ideas, suggestions, and feedback without compensation or obligation to you.</p>\n<p>Although we have no obligation to screen, edit, or monitor Your Content, we may, in our sole discretion, delete or remove Your Content at any time and for any reason, including for a violation of these Terms, a violation of our policy (See Term 5.\nYour Access to and Use of Our Services), or if you otherwise create liability for us.</p>\n<br>8.\nIndemnity<p>You agree to defend, indemnify, and hold harmless Project Z, its parents, subsidiaries, and affiliates, and each of their respective officers, directors, employees, agents and advisors from any and all claims, liabilities, costs, and expenses, including, but not limited to, attorneys’ fees and expenses, arising out of a breach by you or any user of your account of these Terms or arising out of a breach of your obligations, representation and warranties under these Terms.</p>\n<br>9.\nDisclaimers<p>THE SERVICES ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE\" WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nPROJECT Z, ITS LICENSORS, AND ITS THIRD PARTY SERVICE PROVIDERS DO NOT WARRANT THAT THE SERVICES ARE ACCURATE, COMPLETE, RELIABLE, CURRENT, OR ERROR FREE.\nPROJECT Z DOES NOT CONTROL, ENDORSE, OR TAKE RESPONSIBILITY FOR ANY CONTENT AVAILABLE ON OR LINKED TO THE SERVICES OR THE ACTIONS OF ANY THIRD PARTY OR USER, INCLUDING MODERATORS.\nWHILE PROJECT Z ATTEMPTS TO MAKE YOUR ACCESS TO AND USE OF OUR SERVICES SAFE, WE DO NOT REPRESENT OR WARRANT THAT OUR SERVICES OR SERVERS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<br>10.\nLimitation of Liability<p>IN NO EVENT AND UNDER NO THEORY OF LIABILITY, INCLUDING CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, WARRANTY, OR OTHERWISE, WILL THE PROJECT Z ENTITIES BE LIABLE TO YOU FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, OR LOST PROFITS ARISING FROM OR RELATING TO THESE TERMS OR THE SERVICES, INCLUDING THOSE ARISING FROM OR RELATING TO CONTENT MADE AVAILABLE ON THE SERVICES THAT IS ALLEGED TO BE DEFAMATORY, OFFENSIVE, OR ILLEGAL.\nACCESS TO, AND USE OF, THE SERVICES IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR DEVICE OR COMPUTER SYSTEM, OR LOSS OF DATA RESULTING THEREFROM.\nIN NO EVENT WILL THE AGGREGATE LIABILITY OF THE PROJECT Z ENTITIES EXCEED THE GREATER OF ONE HUNDRED U.S.\nDOLLARS ($100) OR ANY AMOUNT YOU PAID PROJECT Z IN THE PREVIOUS SIX MONTHS FOR THE SERVICES GIVING RISE TO THE CLAIM.\nTHE LIMITATIONS OF THIS SECTION WILL APPLY TO ANY THEORY OF LIABILITY, INCLUDING THOSE BASED ON WARRANTY, CONTRACT, STATUTE, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, AND EVEN IF THE PROJECT Z ENTITIES HAVE BEEN ADVISED OF THE POSSIBILITY OF ANY SUCH DAMAGE, AND EVEN IF ANY REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED ITS ESSENTIAL PURPOSE.\nTHE FOREGOING LIMITATION OF LIABILITY WILL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.</p>\n<br>11.Governing Law<p>These Terms of Service shall be governed by and construed in accordance with the laws of the Republic of Singapore without regard to its conflict of law rules.\nThe United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transaction Act, to the extent applicable, are expressly disclaimed.\nUnless otherwise required by applicable laws, any dispute, controversy, claim or difference of any kind whatsoever shall arising out of or relating to these Terms of Service against or relating to Project Z or any Indemnified Party under these Terms of Service shall be referred to and finally resolved by arbitration in Singapore in accordance with the Arbitration Rules of the Singapore International Arbitration Centre (“SIAC Rules”) for the time being in force, which rules are deemed to be incorporated by reference in this Section.\nThere will be one (1) arbitrator and the language of the arbitration shall be English.\n</p>\n<br>12.\nMiscellaneous<p>These Terms constitute the entire agreement between you and us regarding your access to and use of the Services.\nOur failure to exercise or enforce any right or provision of these Terms will not operate as a waiver of such right or provision.\nIf any provision of these Terms is, for any reason, held to be illegal, invalid or unenforceable, the rest of the Terms will remain in effect.\nYou may not assign or transfer any of your rights or obligations under these Terms without our consent.\nWe may freely assign these Terms.</p>\n<br>Contact: <p>Questions, comments and requests regarding this Terms of Service should be contacted via:</p>\n<p>\n<strong>Email Address: </strong>legal@projz.com</p>\n<p>\n<strong>Attention: Terms of Service</strong>\n</p>HomeTerms of ServicePrivacy PolicyHelp Center© 2020 Supersymmetry PTE.\nLTD.", "created_at": "2021-10-14 17:10:59.401144", "updated_at": "2021-10-14 17:11:25.908287"}, {"id": 9195, "name": "Privacy Policy", "url": "https://www.projz.com/privacy-policy", "xpath": "//body", "text": "You need to enable JavaScript to run this app.Privacy Policy<p>\n<em>Last updated: September 27th, 2020</em>\n</p>1.\nWhat information do we collect<p>Welcome to Project Z (the “Platform”), which is provided by Supersymmetry PTE.\nLTD.\nin Singapore (collectively such entities will be referred to as “Project Z”, “we” or “us”).</p>\n<p>We collect information when you create an account and use the Platform, such as your email address, content you create, and your location.\nWe also collect information you share with us from third-party social network providers, and technical and behavioral information about your use of the Platform.\nWe also collect information contained in the messages you send through our Platform.\nMore information about the categories and sources is provided below.</p>\n<p>\n<strong>Information you choose to provide</strong>\n</p>\n<p>For certain activities, such as when you register, upload content to the Platform, or contact us directly, you may provide some or all of the following information:</p>\n<ul>\n<li>Registration information, such as your username, password, language, email address (only if you register with your email address) and phone number(only if you register with your phone number);</li>\n</ul>\n<ul>\n<li>Profile information, such as your location, gender, school information, and profile image;</li>\n</ul>\n<ul>\n<li>User-generated content, including posts, comments, texts, photographs, links, gifs, and videos that you choose to upload on the Platform (“User Content”);</li>\n</ul>\n<ul>\n<li>Other information: Information in correspondence you send to us, or the information you share through surveys or your participation in challenges or contests such as your gender, age, likeness and preferences.</li>\n</ul>\n<p>\n<strong>Information we collect automatically</strong>\n</p>\n<p>We automatically collect certain information from you when you use the Platform, including your IP address, geolocation-related data (as described below), unique device identifiers, browsing history (including content you have viewed in the Platform), Cookies (as defined below), your mobile carrier, time zone setting, and mobile or device information including the model of your device, screen resolution, operating system, app and file names and types, and platform.</p>\n<p>\n<strong>Usage Information</strong>\n</p>\n<p>We collect information regarding your use of the Platform and any other User Content that you generate through and broadcast on our Platform.\nWe also link your subscriber information with your activity on our Platform across all your devices using your phone number, email, or similar information.</p>\n<p>\n<strong>Location data</strong>\n</p>\n<p>We collect information about your location, including location information based on your SIM card and/or IP address.\nWith your permission, we may also collect Global Positioning System (GPS) data.\nAnd such GPS data is used to confirm your city and ONLY the city information will be transferred to the server.</p>\n<p>\n<strong>Messages</strong>\n</p>\n<p>We collect and process, which includes scanning and analyzing, information you provide in the context of composing, sending, or receiving messages through our Service's messaging functionality.\nThat information includes the content of the message and information about when the message has been sent, received and/or read, as well as the participants of the communication.\nPlease be aware that messages sent to other users of our Service will be accessible by those users and that we are not responsible for the manner in which those users use or disclose messages.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>We and our service providers and business partners use cookies and other similar technologies (“Cookies”) to automatically collect information, measure and analyze which web pages you click on and how you use the Platform, enhance your experience using the Platform, improve the Platform.\nCookies are small files which, when placed on your device, enable the Platform to provide certain features and functionality.\nTo learn how to disable Cookies, see the “Your choices” section below.</p>\n<br>2.\nHow we use your information<p>We use your information to fulfill and enforce our Terms of Service, to improve and administer the Platform, and to allow you to use its functionalities.\nWe may also use your information to show you suggestions and promote the platform.</p>\n<p>We generally use the information we collect:</p>\n<ul>\n<li>to fulfill requests for products, services, Platform functionality, support and information for internal operations, including troubleshooting, data analysis, testing, research, statistical, and survey purposes and to solicit your feedback;</li>\n</ul>\n<ul>\n<li>to customize the content you see when you use the Platform.\nFor example, we may provide you with services based on the country settings you have chosen or show you content that is similar to content that you liked or interacted with;</li>\n</ul>\n<ul>\n<li>to improve and develop our Platform and conduct product development;</li>\n</ul>\n<ul>\n<li>to support the social functions of the Platform, including to permit you and other users to connect with each other through the Platform and for you and other users to share, download, and otherwise interact with User Content posted through the Platform;</li>\n</ul>\n<ul>\n<li>to help protect the safety of the Platform and our users, which includes detecting abuse, frauding, and illegal activity on the Platform;</li>\n</ul>\n<ul>\n<li>to ensure that you are old enough to use the Platform (as required by law);</li>\n</ul>\n<ul>\n<li>to communicate with you, including to notify you about changes in our services;</li>\n</ul>\n<ul>\n<li>to announce you as a winner of our contest, sweepstakes, or promotions if permitted by the promotion rule, and to send you any applicable prizes;</li>\n</ul>\n<ul>\n<li>to enforce our terms, conditions, and policies;</li>\n</ul>\n<ul>\n<li>consistent with your permissions, to provide you with location-based services, such as personalized content;</li>\n</ul>\n<ul>\n<li>to inform our algorithms;</li>\n</ul>\n<ul>\n<li>to combine all the information we collect or receive about you for any of the foregoing purposes;</li>\n</ul>\n<ul>\n<li>for any other purposes disclosed to you at the time we collect your information or pursuant to your consent.</li>\n</ul>\n<br>3.\nHow we share your information<p>We are committed to maintaining your trust, and we want you to understand when and with whom we may share the information we collect.\nWe will share your information with the following selected third parties:</p>\n<ul>\n<li>\n<strong>Authorized third-party vendors and service providers</strong>.\nWe may share your information with third-party vendors and service providers that help us perform our business operations, including research, database maintenance, contest administration, technology services, deliveries, analytics, data storage and hosting, disaster recovery, search engine optimization, marketing, and data processing.</li>\n</ul>\n<ul>\n<li>Legal purposes.\nWe may disclose your information to respond to subpoenas, court orders, legal process, law enforcement requests, legal claims or government inquiries, and to protect and defend the rights, interests, safety, and security of Supersymmetry PTE.\nLTD., our affiliates, users, or the public.</li>\n</ul>\n<ul>\n<li>With your consent.\nWe may share information for any other purposes disclosed to you at the time we collect the information or pursuant to your consent.</li>\n</ul>\n<ul>\n<li>In an emergency.\nWe may share information if we believe it's necessary to prevent imminent and serious bodily harm to a person.</li>\n</ul>\n<p>\n<strong>If you choose to engage in public activities on the Platform, you should be aware that any information you share may be read, collected, or used by other users.\nYou should use caution in disclosing personal information while engaging.\nWe are not responsible for the information you choose to submit.</strong>\n</p>\n<br>4.\nYour Choices<ul>\n<li>Your mobile device may include a feature that allows you to opt out of some types of targeted advertising (\"Limit Ad Tracking\" on iOS and \"Opt out of Interest-Based Ads\" on Android).</li>\n</ul>\n<ul>\n<li>You can switch off GPS location information functionality on your mobile device if you do not wish to share GPS information.</li>\n</ul>\n<ul>\n<li>If you have registered for an account you may access, review, and update certain personal information that you have provided to us by logging into your account and using available features and functionalities.</li>\n</ul>\n<ul>\n<li>You may delete your account information at any time from the user settings page.\nYou can also submit a request to delete the personal information Project Z maintains about you by following the process described in the “Your Rights” section below.\nWhen you delete your account, your profile is no longer visible to other users and disassociated from content you posted under that account.\nPlease note, however, that the comments, and messages you submitted prior to deleting your account will still be visible to others unless you first delete the specific content.\nWe may also retain certain information about you as required by law or for legitimate business purposes after you delete your account.</li>\n</ul>\n<br>5.\nSecurity<p>We use reasonable measures to help protect information from loss, theft, misuse and unauthorized access, disclosure, alteration, and destruction.\nYou should understand that no data storage system or transmission of data over the Internet or any other public network can be guaranteed to be 100 percent secure.\nPlease note that information collected by third parties may not have the same security protections as information you submit to us, and we are not responsible for protecting the security of such information.</p>\n<br>6.\nChildren<p>The Platform is not directed at children under the age of 13.\nIf we become aware that personal information has been collected on the Platform from a person under the age of 13 we will delete this information and terminate the person’s account.\nIf you believe that we have collected information from a child under the age of 13 on the Platform, please contact us at support@projz.com.</p>\n<br>7.\nYour Rights<p>\n<strong>Data Subject and Consumer Information Requests </strong>\n</p>\n<p>Requests for a copy of the information The Platform has about your account—including EU General Data Protection Regulation (GDPR) data subject access requests and California Consumer Privacy Act (CCPA) consumer information requests—can be submitted to datarequest@projz.com.\nAn email with more detailed instructions on how to request the data will be responded to you.\nYou may also designate an authorized agent to exercise these rights on your behalf.\nProject Z does not discriminate against users for exercising their rights under data protection laws to make requests regarding their personal information.</p>\n<p>\n<strong>Additional Information for EEA Users</strong>\n</p>\n<p>Users in the European Economic Area have the right to request access to, rectification of, or erasure of their personal data.\nto data portability in certain circumstances.\nto request restriction of processing.\nto object to processing.\nand to withdraw consent for processing where they have previously provided consent.\nThese rights can be exercised using the information provided under “Your Choices” above.\nEEA users also have the right to lodge a complaint with their local supervisory authority.</p>\n<p>As required by applicable law, we collect and process information about individuals in the EEA only where we have a legal basis for doing so.\nOur legal bases depend on the Services you use and how you use them.\nWe process your information on the following legal bases:</p>\n<ul>\n<li>You have consented for us to do so for a specific purpose;</li>\n</ul>\n<ul>\n<li>We need to process the information to provide you the Services, including to operate the Services, provide customer support and personalized features and to protect the safety and security of the Services;</li>\n</ul>\n<ul>\n<li>It satisfies a legitimate interest (which is not overridden by your data protection interests), such as preventing fraud, ensuring network and information security, enforcing our rules and policies, protecting our legal rights and interests, research and development, personalizing the Services, and marketing and promoting the Services;</li>\n</ul>\n<ul>\n<li>We need to process your information to comply with our legal obligations.</li>\n</ul>\n<p>\n<strong>Additional Information for California Users</strong>\n</p>\n<p>The California Consumer Privacy Act (“CCPA”) requires us to provide California residents with some additional information about the categories of personal information we collect and share, where we get that personal information, and how and why we use it.</p>\n<p>We may collect the following categories of personal information from California residents, depending on the Services used:</p>\n<ul>\n<li>Identifiers, like your Project Z username, email address, IP address, and cookie information;</li>\n</ul>\n<ul>\n<li>Internet or other electronic network activity information, such as information about your activity on our Services;</li>\n</ul>\n<ul>\n<li>Geolocation information based on your IP address, or more specific location information if you authorize your device to provide it to us;</li>\n</ul>\n<ul>\n<li>Audiovisual information in pictures, audio, or video content submitted to Project Z;</li>\n</ul>\n<ul>\n<li>Demographic information, but only if you explicitly provide it to us, such as by filling out a survey;</li>\n</ul>\n<ul>\n<li>Inferences we make based on other collected data, for purposes such as recommending content, advertising, and analytics.</li>\n</ul>\n<p>You can find more information about (a) what we collect and sources of that information, (b) the business purposes for collecting that information, and (c) the categories of third parties with whom we share that information in the “What Information Do We Collect” section above.</p>\n<p>If you are a California resident, you have additional rights under the CCPA, including the right to request access to or deletion of your personal information, and information about our data practices, as well as the right not to be discriminated against for exercising your privacy rights.\nThese rights can be exercised as described in the Data Subject and Consumer Information Requests section above.</p>\n<br>8.\nChanges<p>We may update this Privacy Policy from time to time.\nWhen we update the Privacy Policy, we will notify you by updating the “Last Updated” date at the top of this policy and posting the new Privacy Policy and providing any other notice required by applicable law.\nWe recommend that you review the Privacy Policy each time you visit the Platform to stay informed of our privacy practices.</p>\n<br>9.\nWhere do we store your personal data<p>The personal data that we collect from you will be transferred to, and stored at cloud server in the US.</p>\n<br>10.\nContact<p>Questions, comments and requests regarding this policy should be sent to:</p>\n<p>\n<strong>Email Address: </strong>legal@projz.com</p>\n<p>\n<strong>Attention: Privacy Policy</strong>\n</p>HomeTerms of ServicePrivacy PolicyHelp Center© 2020 Supersymmetry PTE.\nLTD.", "created_at": "2021-10-14 19:09:46.469766", "updated_at": "2021-10-14 17:10:29.48179"}], "points": [{"id": 27269, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.projz.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-03-12 22:20:40.17675", "updated_at": "2022-06-27 01:38:50.165308", "quoteText": "Your continued access or use of the Services after the date of the new Terms constitutes your acceptance of the new Terms.\n", "case_id": 403, "document_id": 9196, "quoteStart": 3294, "quoteEnd": 3417}, {"id": 27273, "title": "The court of law governing the terms is in location X", "source": "https://www.projz.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-03-12 22:24:03.48822", "updated_at": "2022-03-12 22:24:03.48822", "quoteText": "These Terms of Service shall be governed by and construed in accordance with the laws of the Republic of Singapore without regard to its conflict of law rules.\n", "case_id": 163, "document_id": 9196, "quoteStart": 16582, "quoteEnd": 16742}, {"id": 27272, "title": "You maintain ownership of your content", "source": "https://www.projz.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-03-12 22:23:05.300002", "updated_at": "2022-06-27 01:45:12.794615", "quoteText": "You retain any ownership rights you have in Your Content, ", "case_id": 183, "document_id": 9196, "quoteStart": 12337, "quoteEnd": 12395}, {"id": 27271, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://www.projz.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-03-12 22:22:25.859765", "updated_at": "2022-03-12 22:22:25.859765", "quoteText": "<p>We reserve the right, at any time and without prior notice, to remove or disable access to content at our discretion for any reason or no reason.\n", "case_id": 202, "document_id": 9196, "quoteStart": 10031, "quoteEnd": 10180}, {"id": 27270, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://www.projz.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-03-12 22:21:45.793208", "updated_at": "2022-03-12 22:21:45.793208", "quoteText": "<p>We reserve the right to disable your user account at any time, including if you have failed to comply with any of the provisions of these Terms, or if activities occur on your account which, in our sole discretion, would or might cause damage to or impair the Services or infringe or violate any third party rights, or violate any applicable laws or regulations.</p>\n<p>", "case_id": 201, "document_id": 9196, "quoteStart": 4409, "quoteEnd": 4782}, {"id": 27268, "title": "There is a date of the last update of the agreements", "source": "https://www.projz.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-03-12 22:19:16.250954", "updated_at": "2022-06-27 01:39:14.410801", "quoteText": "<em>Last updated: September 27th, 2020</em>\n</p>", "case_id": 331, "document_id": 9196, "quoteStart": 66, "quoteEnd": 114}], "urls": ["projz.com"]}}