{"error": 448, "message": "OK", "parameters": {"id": 3098, "name": "Leanpub", "created_at": "2021-04-12 08:55:57.207336", "updated_at": "2021-04-13 00:01:06.42483", "wikipedia": null, "keywords": null, "related": null, "slug": "leanpub", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3098.png", "url": "leanpub.com", "documents": [{"id": 4928, "name": "Copyright Policy", "url": "https://leanpub.com/takedown", "xpath": "//*[@id=\"scroll-wrapper\"]/div[2]/article/section", "text": "\nCopyright Take Down Policy Infringement Warning <p>Ruboss respects copyright and intellectual property rights, and we expect all users of the leanpub.com website (the “Site”) to do the same.\nAllegedly infringing materials on the Site may be removed or suspended at any time, in accordance with the Terms of Service.\nRepeated infringement by a user of the Site (the “User”) may, in appropriate circumstances, result in a termination of that User’s access to and use of the Site.</p>\n<p>Leanpub is based in Canada and we comply with Canadian copyright law, which is based on a “Notice and Notice” regime.\nWhile we are extremely serious about taking down infringing or potentially infringing Content as soon as possible upon notification or discovery of such Content, please note that we are not legally required to do so upon receipt of a Notification of Infringement.</p>\n<p>Before sending a Notification of Infringement or a Counter-Notification, we recommend you read this entire page, and Section 8 of our Terms of Service.</p> Notification of Infringement <p>If you believe that any of your work has been copied or published or has otherwise been used in connection with the Site in a way that constitutes copyright infringement or is otherwise an infringement of your intellectual property rights, please provide Ruboss’s Agent for Notice of claims of copyright or other intellectual property infringement (the “Agent for Notice”) with the following information:</p>\n<ol>\n<li>The name and address of the claimed owner of the copyright or other intellectual property interest (the “Claimant”);</li>\n<li>An electronic or physical signature of the Claimant, or the person authorized to act on their behalf;</li>\n<li>Identification of the material that is subject to the claimant’s copyright and is allegedly infringed, including a description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>The date on which the alleged infringement was discovered, and/or an indication that the alleged infringement is current, at the date and time of notification;</li>\n<li>A description of where the material that you claim is infringing is located on the Site, including at least one Internet address, and with enough detail that we may find it on the Site;</li>\n<li>A statement of the Claimant’s rights or interests in relation to the related Content, for example a claim of copyright ownership of the Content;</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law.\nand</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or intellectual property owner, or authorized to act on the Claimant’s behalf.</li>\n</ol>\n<p>A Notification of Infringement <strong>must not</strong> contain any of the following:</p>\n<ul>\n<li>Any offer to settle the claim of infringement</li>\n<li>Any request, demand, or offer regarding payment or the release of personal information, in relation to the claim of infringement</li>\n<li>Any reference, such as a hyperlink, to such a request, demand, or offer not included in the Notification of Infringement</li>\n<li>Any other information that is proscribed by regulation</li>\n</ul>\n<p>\n<strong>Under Canadian law, Ruboss is required to forward a complete copy of a compliant Notification of Infringement to the alleged infringing person or persons, including the name and address of the Claimant.</strong>\n</p>\n<p>\n<strong>Under Canadian law, upon receipt of a compliant Notification of Infringement, Ruboss is not required to take down or otherwise restrict access to Content on the Site.</strong>\n</p>\n<p>Ruboss’s Agent for Notice of claims of copyright or other intellectual property infringement can be reached as follows:</p> By Mail Ruboss Technology Corporation\n1321 Blanshard Street\nSuite 301\nVictoria, British Columbia, Canada\nV8W 0B6 By Email <p>hello@leanpub.com</p> Counter-Notification <p>Under Canada’s “Notice and Notice” regime, there is no requirement to provide a person or persons affected by a Notification of Infringement with an opportunity to submit a Counter-Notification.\nHowever, we have elected to give Users the opportunity to submit a Counter-Notification to help us resolve issues regarding claims concerning copyright and intellectual property ownership.\nReceipt of a Counter-Notification does not bind Ruboss to any legal obligations, and our intention is for the Counter-Notification to be used only for the purposes of our internal deliberations.\nUnless we are obliged to do so through a legal process, we will not release the information in the Counter-Notification to the Claimant or the Claimant’s representative or representatives.</p>\n<p>If you elect to send us a Counter-Notification (for example, in the event that, in response to a notice of its infringement, we have taken down or disabled access to material that you have contributed to the Site), to be effective it must be a written communication provided to our Agent for Notice that includes the following:</p>\n<ol>\n<li>The name and address of the claimed owner of the copyright or other intellectual property interest (the “Counter-Claimant”);</li>\n<li>An electronic or physical signature of the Counter-Claimant, or the person authorized to act on their behalf;</li>\n<li>Identification of the material that is subject to the Claimant’s Notification of Infringement, including a description of the copyrighted work or other intellectual property subject to the claim of infringement;</li>\n<li>A description of where the alleged infringing material is (or was, if we have disabled access to it) located on the Site, including at least one Internet address, and with enough detail that we may find it on the Site;</li>\n<li>A statement of the Counter-Claimant’s rights or interests in relation to the related Content, for example a claim of copyright ownership of the Content;</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or intellectual property owner, or authorized to act on the Claimant’s behalf.</li>\n</ol>\n<p>Such Counter-Notification should be sent to Ruboss’s Agent for Notice as follows:</p> By Mail Ruboss Technology Corporation\n1321 Blanshard Street\nSuite 301\nVictoria, British Columbia, Canada\nV8W 0B6 By Email <p>hello@leanpub.com</p>\n<p>To repeat, unless we are obliged to do so through a legal process, we will not release the information in the Counter-Notification to the Claimant or the Claimant’s representative or representatives.</p> ", "created_at": "2021-04-12 08:55:59.531676", "updated_at": "2021-04-12 08:58:39.885014"}, {"id": 4927, "name": "Terms of Service", "url": "https://leanpub.com/terms", "xpath": "//*[@id=\"scroll-wrapper\"]/div[2]/article/section", "text": "\nLeanpub Terms of Service <p>\n<em>These Terms of Service (the “Terms of Service” or “Terms) are effective as of</em> April 21, 2010, <em>and were last updated on</em> February 2, 2021.</p>\n<p>Leanpub (“Leanpub”) is a service of Ruboss Technology Corporation (“Ruboss”), a corporation incorporated in British Columbia, Canada.\nThese Terms of Service govern your access to and use of Leanpub, the Leanpub website, applications, public APIs and client software (collectively referred to as the “Site”, the “Service” or the “Services”), and any information, texts, graphics, or other materials uploaded, downloaded or appearing on the Services, including without limitation videos, code samples, Course material or any other content made available for download or streaming, as well as PDF files, EPUB files, MOBI files, LPUB files and other formats of ebooks, and any other forms of content added and/or made available for sale (free or otherwise) on the Site (all of which is collectively referred to in the Terms as “Content”).</p>\n<p>YOUR ACCESS TO AND USE OF LEANPUB IS CONDITIONAL UPON YOUR ACCEPTANCE OF, AND COMPLIANCE WITH, THE FOLLOWING TERMS AND CONDITIONS.\nBY ACCESSING OR USING THE SERVICES YOU AGREE TO BE BOUND BY THESE TERMS.\nRUBOSS RESERVES THE RIGHT TO CHANGE THESE TERMS AT ANY TIME, AND YOUR CONTINUED USE OF LEANPUB, OR ACCESS TO THE CONTENT, CONSTITUTES BINDING ACCEPTANCE OF ANY AND ALL CHANGES TO THESE TERMS.</p>\n<p>Any person who accesses the Site or Services (the “User” or “Users”), including those who purchase, manage, build and deliver Content to be made available to other Users, such as the author of a book made available for sale on Leanpub, must check the Terms of Service regularly for updates.\nRuboss is not liable for any failure to notify users of a change in the Terms of Service, and is not responsible for ensuring users have read and understood the Terms of Service.</p> 1.\nDescription of Services <p>Leanpub is a platform for the creation and dissemination of works including ebooks and courses (the “Product” or “Products”).\nLeanpub is built to encourage content creators to begin publishing and selling their work before it is complete, in a process called Lean Publishing.\nThe Lean Publishing process includes a number of potential improvements to the conventional publishing process.\nFor example, it allows authors to begin building a community of readers earlier in the life cycle of a work such as an ebook.\nit allows readers to provide feedback to the author to improve the quality of their book.\nit allows for creative pricing incentives, such as offering a work for a lower price to early adopters.\nand it can provide encouragement to an author to complete a work they would otherwise have abandoned.</p> 2.\nBasic Terms 2.1 Services <p>Ruboss disclaims all responsibility and liability for the availability, timeliness, security or reliability of the Services or any other client software.\nRuboss also reserves the right to modify, suspend or discontinue the Services without notice at any time and without any liability to you.\nThis includes, but is not limited to, the right to create limits on the use of the Service, and storage of files on the Service, at the sole discretion of Ruboss.</p> 2.2 User Responsibility <p>Each User is responsible for their use of the Services, for any Content they post to the Services, and for any consequences thereof.\nThe Content you submit, post, or display may be viewable by other Users of the Service and through third party services and websites.\nYou should only provide Content that you are comfortable sharing with others under these Terms.</p>\n<p>Content made available via the Service is the sole responsibility of the User that makes the content available.\nThis includes but is not limited to completed books and unfinished or in-progress books.\nRuboss accepts no liability of any kind in relation to any and all Content posted to the Service (published, in-progress, or otherwise).</p> 2.3 Types of User-Generated Content for Sale <p>There are various types of User-generated Content available for sale on Leanpub.\nThese included but are not limited to:</p>\n<p>Books or Ebooks: Original works that may be presented in PDF, EPUB, MOBI, LPUB and HTML or other digital formats that may be read on computers and/or hand-held devices and may be comprised of any one or more of the following types of content, without excluding any other type of content: text, images, video, music, code samples, figures, and tables.</p>\n<p>Bundles: Groupings of two or more ebooks by one or more Account Holder(s), available for purchase as a single item.</p>\n<p>Courses: Content made available for viewing and/or sale as part of Leanpub’s Courses service.\nThis includes, but is not limited to, Content such as multiple-choice questions with which Users may interact, and in relation to which Users may be assessed and assigned grades, automatically or manually.\nUsers may also be given certificates in relation to what is deemed by the Course Author or another relevant Leanpub User to be successful completion of, for example, a set of questions, with the measure of success to be determined by a relevant Leanpub User.</p>\n<p>Extras: Digital files made available for distribution via Leanpub by Users.\nExtras may include videos, photos, artwork, source files, code samples, apps, templates and worksheets, or any other content made available by Users for consumption via Leanpub.</p>\n<p>Packages: A group of items for sale on Leanpub, consisting of the sale as a unit of a Book and in addition at least a single Extra.</p> 2.4 Leanpub Accounts <p>Signing up on Leanpub involves an arrangement by which a user is given personalized access to a website or application by entering a username and password (an “Account”) and potentially other information.</p>\n<p>People use Leanpub Accounts for a variety of purposes.\nDifferent features may be made available to Users based on how they use Leanpub.\nFor the purposes of clarity in these Terms, on occasion Accounts may be referenced according to a specific use or function, as follows:</p>\n<ul>\n<li>Author Account: An Account which includes editorial access to at least one Product.</li>\n<li>Cause Account: A non-profit or charitable organization that has applied for and been accepted to the Leanpub for Causes program after having accepted the terms of the Leanpub for Causes program.</li>\n<li>Publisher Account: An Account which includes editorial access to at least one Product under the designation of “Publisher.”</li>\n<li>University Account: An Account which includes editorial access to at least one Product under the designation of “University.”</li>\n<li>User Account: An account that does not include access to Author Account features or Publisher Account features.\nA User Account Holder may purchase and read Leanpub books and otherwise interact with Authors, Publishers and other Users on the Site, including reader discussion forums.</li>\n</ul> 2.4.1 Restrictions on Account Names, Usernames, Product Names, and URL Slugs <p>Users are not required to use their own names for their Account names or their usernames.</p>\n<p>However, there are restrictions on the Account names, Usernames, Product names (the “Name” or “Names”), and URL slugs that Users are permitted to use.</p>\n<p>Users are not permitted to use a trademarked word or the name of any non-fictional person or organization in the Name of their account or of one of their Products or in the slug part of the URL for an Account or Product, unless they have the demonstrable authority to do so.\nSince Leanpub sells books and courses, we do not permit the use of such names in parody accounts or products.</p>\n<p>Furthermore, it is not permitted to use a Name or URL slug that, taken on its own, is associated with a disaster or pandemic or historical event, or any thing of a similar nature.\nWe understand that many Users may do this for benevolent purposes (such as a giveaway), but all Names and URL slugs must be clearly differentiated from a named disaster or pandemic or historical event, in part to prevent confusion, or the perception of poor taste.\nFor example, you may not use the word “coronavirus” or “COVID-19” as an entire Name (of an Account name, Username or Product name) or as the entire URL slug of a product.\nFor guidance in this area, a book, bundle, course or course set with the title “COVID-19” and the URL slug of “covid19” would not be acceptable.\nhowever, a book with the title “A Guide to Self-Isolating”, the subtitle “How to Stay Home Alone”, and the URL slug “guide-to-self-isolating”, would be acceptable.</p>\n<p>If Ruboss, at its sole discretion, deems a Name or URL slug to be in violation of any one or more of these restrictions, Ruboss may rename or close any Account or Product associated with this violation, and refund any purchases.</p> 2.4.2 Deleting Author Accounts <p>If we receive a request from a User to delete the User’s Author Account, in the interest of expediency, we will refund all refundable purchases of Products of which the User is the Primary Author (see Section 2.5 “Types of Leanpub Users” below for details concerning Primary Author status).</p> 2.4.3 Death of Account Owner <p>If the owner of an Account dies, ownership of the Account passes to a new owner according to the specifical legal circumstances in each case.\nTo be clear, upon the death of the owner of an Account, we do not “lock” the Account or unpublish any associated Product or Products (if any), unless we receive formal notice of a request to do do by a person authorized to make such a request.</p> 2.5 Types of Leanpub Users <p>For the purposes of clarity, in these Terms Leanpub Users may be referenced according to specific functions or responsibilities, as follows:</p>\n<ul>\n<li>Account Holder: The individual person who created a Leanpub Account who is therefore the owner of the account (the “Original Account Holder”), or the person to whom ownership of the account has been transferred by the Original Account Holder.\nA Leanpub account may belong to an organization and be used by a representative of the organization on the organization’s behalf.</li>\n<li>Author: A User who has created a Product they have made available on Leanpub, or who has played a role in the creation of such a Product.</li>\n<li>Co-Author: One of the Authors of a Product with multiple Authors.</li>\n<li>Minor: A person under the age of majority in the relevant jurisdiction or who is otherwise designated as a minor in the relevant jurisdiction.</li>\n<li>Original Account Holder: The individual who creates a Leanpub account, or the organization on whose behalf an individual creates a Leanpub account.</li>\n<li>Primary Author: The Author or owner of a Product granted unique authority over various aspects of a Product or an advertisement on Leanpub of an Author’s Product or Products (the “Placement” or “Placements”), including but not limited to the original division of royalties amongst co-authors, any subsequent change in the division of royalties, the granting or the revocation of co-authorship status to another Leanpub User or Users, and any other authority granted by Leanpub as defined in these Terms or otherwise granted by Leanpub, subject to alteration or revocation by Leanpub at any time and for any reason.\nA Publisher or a University may be regarded as the Primary Author of a Product.\nPlease note that the authority of a Primary Author to change settings like these on Leanpub is in no way related to any rights associated with any Content, including copyright ownership.\nin other words, a User having Primary Author status on Leanpub says nothing about their copyright ownership of any Content both in itself, and relative to any Co-Authors of the Content.\nIf you are a Primary Author and you remove a Co-Author from a Product, when that Co-Owner has a valid copyright ownership claim to the content, you will be in violation of these Terms (see the Section 8 below, on copyright and related matters).</li>\n<li>Publisher: Any User who holds or has held a Publisher Account.</li>\n<li>Reader: A User who accesses a Leanpub Product.\nA Reader may or may not be an account holder.</li>\n<li>University: Any User who holds or has held a University Account.</li>\n</ul> 2.6 Responsibility For Completion <p>Responsibility for the completion of any Product that is initially published in-progress is exclusively the responsibility of the User or Users who manage the Product on Leanpub (the Product’s “Author” or “Authors”), as well as the Users who hold Publisher or University Accounts under which a Product is managed.\nRuboss is not obligated to offer a refund or refunds related to any purchase of an in-progress Product that is not later completed.\nThe publication and sale of an in-progress Product does not represent a promise on the part of Ruboss or the User or Users responsible for the production of the Content.</p> 2.7 Minimum Age Requirements <p>You must be at least eighteen (18) years of age, or the age of majority in the jurisdiction where you reside if that age is greater than 18, to be an Account Holder with related access to the Site and Services.\nIf a parent or guardian becomes aware that their child has breached this condition and provided Ruboss with personally identifiable information without their consent, the parent or guardian should contact us at privacy@leanpub.com.\nIf we become aware that someone who does not meet our Minimum Age Requirements is acting as an Account Holder, and has provided us with personally identifiable information, we will make reasonable efforts to delete such information from our files.</p>\n<p>Minors are prohibited from creating Leanpub accounts.\nA Minor may only access the Service through an Account held by their parent or legal guardian.\nAll payments must only be made by/to persons who are not Minors.\nRuboss disclaims all responsibility and liability for Users who are Minors.\nAny and all responsibility for the actions of a Minor, and the consequences thereof, are the responsibility of the parent or guardian.</p>\n<p>A parent or guardian of a Minor may create an Account and publish work on behalf of a Minor, as long as the parent or guardian manages the Account, and is responsible for all actions associated with the Account (this includes, but is not limited to, publishing, purchasing, updating, and downloading).</p>\n<p>Children under the age of 13 are prohibited from accessing or using the Site or Services, regardless of parental approval.</p>\n<p>Due to the presence or potential presence of mature content, Minors are prohibited from accessing the Fiction subgenres of Erotica and Fan Fiction.\nFor the purposes of these Terms, “Erotica” is defined as literature or art or any Content intended to arouse sexual desire, containing mature content.\n“Fan Fiction” is defined as fiction featuring characters or other recognizable content from a particular TV series, movie, book, or other media created by a person or persons other than the Author(s) of the Content.</p>\n<p>Erotica and Fan Fiction Products are required to be categorized as such by the Primary Author, and Ruboss reserves the right to remove content or terminate memberships, as stated in Section 14 of these Terms, for any violation of this policy.\nUsers are required to verify they are over 18 years of age before accessing each of the subgenres of Erotica and Fan Fiction on the Site.\nRuboss is not responsible or liable for any User who is a Minor who fraudulently accesses these subgenres.\nParents and guardians who give Minors access to the Site and Services are responsible for ensuring the Content viewed is appropriate, and that the Minor does not misrepresent their age to access the Erotica or Fan Fiction subgenres.\nIf we become aware that a Minor is accessing Erotica or Fan Fiction, the Account Holder will be notified via email, and further action may be taken at Ruboss’ sole discretion.</p> 2.8 Your Ability to Accept Terms <p>By accepting the Terms and using the Services you represent and warrant that you have the legal capacity to enter into these Terms, and that entering into these Terms does not conflict with any arrangements or agreements between you and any other person or entity.</p>\n<p>You may use the Services only if you can enter into a binding contract with Ruboss and are not a person barred from receiving services under Canadian law, or other applicable jurisdictions.\nYou may use the Services only in compliance with these Terms and all applicable local, provincial, state, national, and international laws, rules and regulations.\nIf you are unwilling or unable to be bound by these Terms, you are not permitted to use the Services, and must immediately stop using the Services.</p> 2.9 Product State <p>A Leanpub Product is always in a definite product state (the “State” or “Product State”) that may affect how it is presented or not presented on Leanpub, whether or not it is currently published, etc.\nFor example, a Product may be in the “Published” State or the “Unpublished” state, and this may affect how it is presented and accessed on Leanpub.</p>\n<p>The meaning of Product States is determined by Leanpub and may change at any time for any reason.\nNew States may be added and old States removed, with State reassignment carried out by Leanpub at its sole discretion and without warning.\nProduct States include Published, Unpublished, Embargoed, Retired, Forcibly Retired, and Deleted, amongst others.</p> 2.9.1 The Forcibly Retired State <p>The Forcibly Retired Product State is designed to address situations in which Content is deemed by Ruboss, at its sole discretion, to be Content that we do not want to be available for sale or display on our Site.\nWhen a Product is set to the Forcibly Retired State, various restrictions apply, including but not limited to the following:</p>\n<ul>\n<li>Any Author associated with the Product will have their access to the Product on Leanpub revoked</li>\n<li>Users will not be able to buy or view the Product on the public Leanpub Site (although Users who have purchased a Product that has been Forcibly Retired may retain access to the Product in their Leanpub Library)</li>\n<li>At Ruboss’s discretion, the URL for the Product will be restricted from future use in association with another Product on Leanpub</li>\n</ul> 2.9.2 Writing Modes <p>Besides the Product States which apply to a Leanpub Product, there are currently eight different writing modes on Leanpub:</p>\n<ol>\n<li>Dropbox</li>\n<li>GitHub</li>\n<li>Bitbucket</li>\n<li>Leanpub In-Browser Text Editor</li>\n<li>Leanpub Visual Editor</li>\n<li>Google Docs</li>\n<li>Bring Your Own Book</li>\n<li>Cold Storage</li>\n</ol>\n<p>The number and type of writing modes on Leanpub is subject to change.</p>\n<p>If Leanpub removes a writing mode, it will, at its sole discretion, convert books into a different writing mode or grandfather the writing mode for existing authors.</p>\n<p>So, for example, if the Leanpub Visual Editor was removed, Leanpub could either convert those books into using the Leanpub In-Browser Text Editor (or a different mode) or Leanpub could just keep the Leanpub Visual Editor around for books which already used it.</p> 2.9.3 Output Folders <p>Separate from writing modes is the concept of an Output Folder.\nLeanpub currently offers the feature of automatically copying generated ebook files into an Output Folder.\nCurrently an Output Folder is a folder on Dropbox, but this is subject to change.</p>\n<p>Leanpub may change the nature of Output Folders at any time, or remove the feature entirely.</p> 2.9.4 The Cold Storage Writing Mode <p>There are a number of Writing Modes on Leanpub, including Dropbox Writing Mode.\nIn Dropbox Writing Mode, the book manuscript folder is stored in a Dropbox folder which is shared between Leanpub and the author(s) of the book.</p>\n<p>A book is considered Inactive if it has not been previewed or published in an extended period of time.\nThis amount of time is currently six (6) months, but this may be increased or decreased at Leanpub’s sole discretion.</p>\n<p>If a book in Dropbox Writing Mode is Inactive, Leanpub may change its Writing Mode into the Cold Storage Writing Mode.</p>\n<p>When we move a Product to the Cold Storage state, we attempt to create a new version of the Product’s manuscript folder using our Versions feature.\nWe then remove ourselves from the Dropbox folder which is shared with Leanpub and the author(s).</p>\n<p>There are two ways to restore a Product from Cold Storage:</p>\n<ol>\n<li>Go to the Preview or Publish page for the Product, where you will find relevant instructions for sharing the Dropbox folder containing the manuscript with Leanpub.\nDoing this attempts to restore your manuscript to the version in the Dropbox folder which you share with Leanpub.</li>\n<li>Go to the Writing Mode page, where you can just change into any of the other Writing Modes.\nDoing this will start with a manuscript folder containing the most recent version of the files which we have.\n(This is the same as the most recent version on your manuscript versions page.) If you happen to have newer files than these files, you can just copy any newer manuscript files into this new folder.</li>\n</ol> 2.10 Abusive Speech <p>Any User or person who engages in abusive speech or other abusive actions in their use of the Services, or in their contact with Leanpub Users, or employees, officers, or contractors of Ruboss (an “Abusive Speaker”), may have their access to Leanpub suspended or blocked.</p>\n<p>If a User or person is deemed by Ruboss to have engaged in abusive speech, Ruboss may suspend access to, or terminate, a User’s Leanpub account.\nRuboss may also take measures to protect Users, or employees, officers, or contractors of Ruboss from being contacted by the Abusive Speaker.\nThis may include blocking the Abusive Speaker’s email address from being able to send emails to any @leanpub.com email address, or blocking the email address from being used on “Email the Author(s)” forms, along with any other relevant action Ruboss deems appropriate.</p>\n<p>This policy means that, for example, if you send an email to hello@leanpub.com with abusive speech and/or other abusive content, without any requirement to respond to you or give you any warning, we may block hello@leanpub.com from receiving emails sent from your email address, and/or block your email address from being used to create a new Account, or access an existing Account.</p>\n<p>The purpose of this policy is not just to stop abusive speech carried out in association with the Services, but also to prevent such abusive speech from occurring in association with Ruboss.\nTherefore, this policy extends to the world outside direct use of the Services, and includes any contact with persons associated with Ruboss or any of its services.\nFor example, if we discover abusive speech in your social media interactions, even if those interactions have nothing to do with Ruboss, we may invoke this policy and suspend access to an associated Leanpub account, and/or block any future use of the Services by the Abusive Speaker, to the extent we are able to do so.</p>\n<p>Ruboss reserves the right to determine, at its own discretion, what constitutes abusive speech, and to invoke this policy without warning or any communication whatsoever.\nFor guidance on this matter, please read section 9 of these Terms, “Content Policy;” however, that section does not limit Ruboss’s right to determine whether an activity constitutes abusive speech.</p>\n<p>An example of abusive speech is racist speech.\nAnother example is threatening an individual with death, or any form of physical violence.\nThe threat does not have to be direct or take textual form in order to be determined by Ruboss to be abusive speech.</p>\n<p>The decision to invoke this policy and take action with respect to a User or person is entirely at the discretion of Ruboss.</p> 2.11 Code of Conduct and Statements Involving Personally Identifying Information <p>Leanpub books and any associated public repositories will not be used to make personal attacks or statements which are defamatory or potentially libellous toward any other person, regardless of whether they have an Account.\nThis is especially true if there is enough Personally Identifying Information to identify the individual or individuals being mentioned.</p>\n<p>The determination that these Terms have been violated is at the sole discretion of Ruboss.\nAny such occurrence in a book or public repository may result in Ruboss deleting that Leanpub book, and potentially terminating any Account(s) we deem to be associated with the occurrence.</p>\n<p>Leanpub does not exist to be used as a weapon in interpersonal disputes.\nUsing Leanpub is this way is a gross misuse of our platform, which we have zero tolerance for.</p> 2.12 Artificial Inflation of Sales Counts <p>The artificial inflation of sales counts (“Artificial Sales Inflation”) for Products is prohibited.\nThis constitutes a violation of these Terms and may result in Account suspension or termination, at the sole discretion of Ruboss.\nExamples of Artificial Sales Inflation include, but are not limited to, making free purchases of your own Book using fake or otherwise unused email accounts.\nWhether or not a case of Artificial Sales Inflation has taken place is a determination made solely at the discretion of Ruboss.</p>\n<p>If we suspect Artificial Sales Inflation is taking place, or has taken place, in association with a Product, without any obligation to notify you, we may suspend the ability of customers to purchase the Product until we have completed our investigation of the matter.\nAt its sole discretion, Ruboss may cancel any purchase we deem or suspect to be associated with a case of Artificial Sales Inflation.</p> 2.13 Chief Compliance Officer <p>Ruboss has a Chief Compliance Officer (the “CCO”) who functions as a point of contact for the enforcement of these Terms, and for making reasonable efforts to ensure Ruboss’s compliance with all applicable laws and regulations generally.\nIt is the responsibility of the Chief Compliance Officer to see that Ruboss responds in a timely manner to reasonable reports of potential violations of these Terms, and to resolve issues with Users relating to potential violations of these Terms, and any actions or determinations undertaken by Ruboss in response to potential violations of these Terms.</p>\n<p>The CCO is also the Agent of Notice and the Data Protection Officer for Ruboss.</p>\n<p>To contact the Ruboss CCO via email, send an email to hello@leanpub.com with the subject: “Attention: Chief Compliance Officer.” To contact the CCO via post, you may send a letter to the address presented at the end of these Terms.</p> 2.14 The Leanpub API <p>The Leanpub API is for the personal, non-commercial use of Leanpub Users.\nIts use may be restricted to Users with a Paid Plan.\nBy “personal, non-commercial use”, we mean that a User can use the Leanpub API for their own Products (for example, to preview and publish them, viewing their sales, and generating coupons), but no one is permitted to use the Leanpub API as the basis for building and selling software.</p>\n<p>Access to the Leanpub API may be revoked for any User, at any time, for any reason.</p> 2.15 Suspending Accounts <p>\n<strong>AT ITS SOLE DISCRETION, IF RUBOSS DETERMINES THAT A USER MAY HAVE VIOLATED THESE TERMS OR OTHER RELEVANT POLICIES, OR OTHERWISE ENGAGED IN ANY BEHAVIOUR DEEMED UNACCEPTABLE BY RUBOSS, RUBOSS MAY, WITHOUT NOTIFYIING THE USER, TAKE ONE OR MORE OF THE FOLLOWING ACTIONS, OR ANY OTHER ACTION DEEMED BY RUBOSS TO BE APPROPRIATE, BASED ON THE DETAILS OF THE VIOLATION:</strong>\n</p>\n<ul>\n<li>\n<strong>REMOVAL FROM THE SERVICES OF ANY ASSOCIATED BOOK, BUNDLE, EXTRA, OR PACKAGE AND ASSOCIATED MATERIAL;</strong>\n</li>\n<li>\n<strong>REMOVAL FROM THE SERVICES OF ANY OTHER BOOK, BUNDLE, EXTRA, OR PACKAGE AND ASSOCIATED MATERIAL THAT IS ASSOCIATED WITH THE USER OR THE UNACCEPTABLE ACTIVITY;</strong>\n</li>\n<li>\n<strong>DISABLING OF THE USER’S ACCESS TO THEIR LEANPUB ACCOUNT OR ACCOUNTS;</strong>\n</li>\n<li>\n<strong>REPORTING THE USER TO LAW ENFORCEMENT AUTHORITIES;</strong>\n</li>\n<li>\n<strong>REFUNDING ALL REFUNDABLE PURCHASES OF ANY OR ALL OF THE USER’S PRODUCTS IN ALL OF THEIR ACCOUNTS.\nAND</strong>\n<ul>\n<li>\n<strong>A PERMANENT BAN OF THE USER FROM USE OF THE SERVICES, INCLUDING ANY ACCOUNTS OWNED BY THE USER AT THE TIME THE BAN IS INITIATED, AND ANY FUTURE ACCOUNT OR ACCOUNTS CREATED BY THE BANNED USER.</strong>\n</li>\n</ul>\n</li>\n</ul> 2.16 Product Categories <p>Leanpub Products may be associated with a category or a number of categories (the “Category” or “Categories”).\nCategories help people discover Products based on their individual interests.</p>\n<p>At its sole discretion, Ruboss may create, rename, or remove any Category, and Ruboss may choose to associate any Product with any Category or Categories.\nIn addition, Ruboss may also remove or change any Category that a User has chosen to associate with a Product, if we believe the associated Category does not match our perception of the Product’s purpose or nature.</p> 3.\nAccount Plans <p>Account plans are characterized by one or more particular sets of privileges and other characteristics (the “Plan” or “Plans”).\nThese characteristics may include things like the Royalty Rate applied to the sale of a Product, or the number of Products an Author may create.</p>\n<p>The terms of a Plan, the cost of the plan, payment by the User, the Plan’s Royalty Rate, and the number of products that may be created in associated with the Plan, are set at time of purchase and are subject to later change at the sole discretion of Ruboss.</p>\n<p>Payment may be accepted for a Plan on a monthly basis (the “Monthly Plan” or “Monthly Plans”) or based on a single one-time charge (the “Flat Fee Plan” or “Flat Fee Plans”).\nSee Section 11 below for details about making payments to Leanpub.</p> 3.1 Country Restrictions on Recurring Plan Payment Terms <p>Some countries may not permit recurring monthly billing for things like our Account Plans.\nIf your country does not permit monthly billing of this kind, then you may not open a Plan that requires recurring payments from you.</p> 3.2 Monthly Plans, the Free Trial Period and Plan Payment Details <p>Some Plans are paid for by the User on a monthly basis (the “Paid Plan” or “Paid Plans”).</p>\n<p>Each Paid Plan may begin with a free trial period (the “Free Trial Period” or “Free Trial Periods”).</p>\n<p>During the Free Trial Period, Users will be able to use Leanpub to create a Product or Products.\nHowever, during the Free Trial Period, a Product associated with the Plan may not be published on Leanpub or in any way be made available for sale from Leanpub.\nThis includes Products with a free Minimum Price.</p>\n<p>A User may cancel a Plan during the Free Trial Period.</p>\n<p>When a Free Trial for a Plan is activated, payment of the first monthly fee will be processed on the sooner of a) 15 days from the Free Trial’s activation or b) the publication on Leanpub of a Product associated with the Plan.</p>\n<p>Upon receipt of this first payment, Products associated with the Plan may be made available for sale on Leanpub.</p>\n<p>Subsequent charges for the Plan will be billed on a monthly basis, based on the date when the first payment was received.</p> 3.3 Monthly Plan Cancellation and Last Payment Refund <p>A User may cancel a Monthly Plan at any time.\nUpon cancellation of a Monthly Plan, the last Plan payment will be refunded, and any Products associated with the Plan will be unpublished and no longer available for sale, free or otherwise, on Leanpub.\nThis revokes access to any material the User may have created on Leanpub or uploaded to Leanpub, or anything else associated with the Plan.</p>\n<p>After cancellation, royalty payments associated with the Plan at the time of cancellation will be made as usual, including the application of the 45-day refund policy on purchases and the 45-Day Hold Period, until no more royalties are owed.</p>\n<p>Ruboss reserves the right to cancel any Monthly Plan at any time, at its sole discretion.\nIf a Monthly Plan is cancelled for abuse and/or violation of these Terms, the last Plan payment will not be refunded.\nIf the Monthly Plan is cancelled for no fault, such as for business reasons, then the last payment will be refunded.</p> 3.4 Flat Fee Plans and the 45-Day Refund Period <p>Leanpub may, on occasion, offer Flat Fee Plans that you pay for once.\nFor example, these plans could be for individual books, or could be for a Standard or Pro plan with a longer than normal duration or with no fixed expiry date.</p>\n<p>There is no Free Trial Period for these Flat Fee Plans.\nHowever, within 45 days of the purchase of a Flat Fee Plan, a User is entitled to request a refund for their purchase.</p> 3.5 Plan Termination Due to Non-Receipt of Monthly Payment <p>If a scheduled Monthly Plan payment is not received by Ruboss, your Plan will be terminated.\nThis means that any Products associated with the plan will no longer be available for sale on Leanpub and access to the Products using Leanpub will be revoked.</p> 3.6 Free Plan Bonuses <p>If a User has been paid a certain total in royalties, they may be eligible for a free Monthly Plan.\nThese free Monthly Plans will be made available at Leanpub’s discretion.</p> 4.\nAdvertisements 4.1 Third Party Advertisements <p>The Services may include advertisements, which may be targeted with respect to the Content or information on the Services, queries made through the Services, or other information.\nThe types and extent of advertising by Ruboss on the Services are subject to change without notice.\nIn consideration for Ruboss granting you access to and use of the Services, you agree that Ruboss and its third party providers and partners may place such advertising on the Services or in connection with the display of Content or information from the Services, whether that Content or information is submitted by you or others.</p>\n<p>These advertisements may include, but are not limited to, advertisements for other Content uploaded by other users to Leanpub regardless of any negative impact this may have to you.</p>\n<p>For example, if you write a book about cheese and publish it on the Site, Ruboss reserves the right to advertise other Leanpub books about cheese and also any cheese-related products or services on the pages of the Leanpub website used for your Product(s) and in the Services such as an online service facilitated by Leanpub where Users can interact with one another in a public format (the “Forum” or “Forums”) used for your book.</p>\n<p>Ruboss disclaims all responsibility or liability for any losses or damages associated with or as a consequence of advertisements on the Site.</p> 4.2 Free and Paid Placements and the Leanpub Advertising Program <p>Authors and Publishers may choose to advertise their Product or Products via free or paid Placements (including the “Free Placement,” “Free Placements,” “Paid Placement” and “Paid Placements”) that Leanpub may offer and arrange.\nThis includes Placements purchased for display on The Shelf (the “Shelf Spot” or “Shelf Spots”) and/or any other such offering, and placements made via the opt-in Leanpub Advertising Program.</p>\n<p>Authors and Publishers may choose to opt in to the Leanpub Advertising Program to boost awareness of their work by being featured in special locations reserved for the Leanpub Advertising Program such as the Site, mailing list emails, social media, or other external channels.\nThe percentage of each sale allocated to a User eligible to receive royalties associated with the sale of a Product or Products on Leanpub (the “Royalty Rate”) for sales made through the Leanpub Advertising Program may vary depending on the terms of the specific Placement.\nRuboss does not guarantee that opting in to the Advertising program will increase sales or awareness of any Product or other Content.\nRuboss reserves the right to modify the Leanpub Advertising Program, and the terms of any Placement, Free or Paid, at any time and at its sole discretion.\nAs a courtesy, any changes to this program will typically be communicated to the Users participating in a Placement.</p>\n<p>The rules that govern the authority to make changes to a Placement, including its status, are the same as those that apply to the Primary Author of a Product.\nThe Primary Author of a Placement may opt out of a Placement at any time.\nYou must be the Primary Author of a Product in order to associate a Product with a Placement.\nFor example, if you have purchased a spot on The Shelf, you must be the Primary Author of a Book in order associate the Book with your space on The Shelf.</p>\n<p>To be clear, if you have purchased a space on The Shelf and have been using it to advertise a Book of which you are the Primary Author, and your status with respect to the Book is changed such that you are no longer the Primary Author of the Book, the Book will no longer be associated with your space on The Shelf.</p>\n<p>Paid Placements are non-refundable.\nPlacements are non-transferrable.\nfor example, the Primary Author of a Placement may not transfer their status as Primary Author of the Placement to any other User or person.</p>\n<p>A Product may only be displayed in association with a Placement if the Product is in a published Product State and is not under Embargo or any other restriction.\nIf a Product that is involved in a Placement is not in a Published State, for example if a User or Leanpub changes the Product’s State to any State incompatible with participation in the Placement, then the Product will be removed from the Placement.\nAny payment received for the Placement will not be refunded.</p>\n<p>Leanpub reserves the right to remove a Product from a Placement at any time at its sole discretion.\nFor example, if Leanpub determines that a Product or Author is in violation of these Terms or any law, Leanpub reserves the right to remove that Product or all of that Author’s Products from any Placement.</p> 4.2.1 Using Unpaid Royalties to Pay for Leanpub Advertising Placements <p>Authors may under some circumstances be permitted to apply unpaid royalties toward the purchase of a Paid Placement or Placements (the “Unpaid Royalties Payment”).\nIn this case, the amount of the Unpaid Royalties Payment is deducted from the calculation of the royalties owed to the Author.\nUnpaid Royalties Payments are non-refundable.</p> 4.2.2 Shelf Spots <p>Shelf Spots may not be transferred to other Users.\nEach Shelf Spot is dedicated to the Product it is associated with at the time the Shelf Spot is purchased.\na Shelf Spot may not be transferred to another Product.\nLike all Paid Placements, a purchase of a Shelf Spot is not refundable.</p> 4.3 Marketing <p>Ruboss has sole discretion in determining all marketing and promotions within the Leanpub Site and Services and may, without limitation, market and promote any Content or Product, including Books, Bundles and Packages, by making portions of them available to prospective customers at no charge, or advertising a Product image (such as a Book cover image) in Leanpub advertisements throughout the Site or elsewhere, including for example in tweets on Twitter and in Facebooks posts.</p>\n<p>Ruboss reserves the right to promote at no cost to Ruboss any Product or Products for sale on the Site in locations other than the Site, including physical promotions in physical locations, and locations online.\nThis includes, for example, the use of the names and representations of the appearances, avatars or logos of any Author or Publisher, in addition to descriptions and representations of the Product or Products being marketed.</p>\n<p>Ruboss has no obligation to market or promote any Content or Product, or to continue to market or promote any Product after it has begun doing so.</p> 4.4 Review Copies and Desk Copies <p>At its sole discretion, Ruboss may distribute up to 100 copies per year of any Product available for sale on Leanpub for free to interested parties.\nThere are three main use cases for this: (1) requests for a “desk copy” or “desk copies” of a Product from an academic or an academic institution, (2) free copies to customers for customer service reasons and (3) giveaways of a few copies of an ebook to meetup groups or user groups for promotional purposes.</p> 5.\nPrivacy <p>Any information that you provide on the Services is subject to our Privacy Policy (the “Privacy Policy”), which governs our collection and use of such information.\nYou understand that through your use of the Services you expressly consent to the collection and use of this information as set forth in the Privacy Policy.</p>\n<p>As part of providing the Services, we may need to communicate to you certain information by email, such as service announcements and administrative messages.\nThese communications are considered part of the Services and your Leanpub Account.\ntherefore, you are not able to choose not to receive them.\nIf you do not wish to receive such communications, you may need to initiate the termination of your Account, which you may do by notifying us via email at hello@leanpub.com.</p>\n<p>The Privacy Policy can be found here.\nAccepting these Terms constitutes acceptance of the Privacy Policy.\nWe may update the Privacy Policy from time to time, without notice.\nThe User is responsible for ensuring they are up to date on the Privacy Policy.\nWe recommend that you check it regularly.</p> 6.\nContent Pricing Policy <p>The Leanpub purchasing model allows a User under some circumstances to choose the Purchase Price for a Product within the constraints set by an Author, Co-Author, or any other person with the authority to set the Product’s prices.</p>\n<p>A Leanpub User who offers a Product for sale on Leanpub may choose two prices for each Product: a Suggested Price and a Minimum Price (“Variable Pricing”).\nThe Minimum Price must be lower than or equal to the Suggested Price.</p>\n<p>When they are purchasing a Product, the User then chooses the purchase price they wish to pay (the “Purchase Price” or “Purchase Prices”), within the constraints of this Variable Pricing model and other constraints set by Leanpub, such as the lowest price which an Author or Publisher may set for Content that is not $0.00 (the “Lowest Permitted Not Free Minimum Price”) and the highest price which may set as the sale price for a Product (the “Maximum Price”).</p>\n<p>There are special rules for the sale of Bundles.\nFor Bundles, only one price is set (the “Bundle Price”).</p>\n<p>Authors, Co-Authors, Publishers and Universities all have the authority to set the price or prices of a Product.\nThe price or prices may be changed by any Account Holder with the capability to do so at any time and for any reason by a User with the ability to do so within Leanpub.</p> 6.1 Minimum Price Rules <p>The Minimum Price of a Product can either be free or not free.</p>\n<p>There are special rules for books with a Minimum Price that is not free.</p>\n<ol>\n<li>If the Product is not available for purchase at a Minimum Price of $0.00 (that is, it is not a “Free Product”), the Minimum Price must be at least the Lowest Permitted Not Free Minimum Price.</li>\n<li>Currently, the Lowest Permitted Not Free Minimum Price is $4.99.</li>\n<li>Ruboss may raise or lower the Lowest Permitted Not Free Minimum Price at any time.\nIf the Lowest Permitted Not Free Minimum Price is changed, all Products that are not Free Products, where the Product’s Minimum Price is lower than the new Lowest Permitted Not Free Minimum Price, will automatically have their Minimum Price changed to the new Lowest Permitted Not Free Minimum Price.\nFor example, if a Book is for sale at a Minimum Price of $4.99, and we raise the Lowest Permitted Not Free Minimum Price to $5.99, the Book will then have a Minimum Price of $6.00.</li>\n</ol> 6.2 Maximum Price <p>The current Maximum Price of any Product for sale on Leanpub is $500.00.\nThis price is set by Ruboss and is not customizable by individual Account Holders.\nSpecial rules apply to Fan Fiction books, and any individual Product that is Fan Fiction, and any Bundle that includes a Fan Fiction Product, must have a Maximum Price of Free.</p>\n<p>For bulk orders, consisting of the simultaneous purchase of multiple copies of the same Product, if the calculated Purchase Price exceeds the $500.00 Maximum Price, a private order can be made by contacting hello@leanpub.com.\nPrivate orders will be payable by wire transfer, subject to a possible fee, and will be non-refundable.</p> 6.3 Purchasing Multiple Copies of a Product <p>Under some circumstances, Users may purchase multiple copies of a Product (the “Multiple Copy Purchase” or “Multiple Copy Purchases”).\nA Multiple Copy Purchase may be purchased in two ways:</p>\n<p>1) By increasing the price of the Product to be the equivalent to the number of copies being purchased times a price chosen for a single copy of the Product by the User (the “Chosen Price”).\nThe Chosen Price must be equal to or greater than the Minimum Price of the Product, and must be equal to or less than the Maximum Price.\nThe purchaser may then distribute copies of the Product purchased equal to the multiple of the price chosen to purchase the equivalent of a single copy of the Product.\nSince Leanpub has no Digital Rights Management, these copies can be shared directly by the purchaser.</p>\n<p>2) By using the shopping cart feature that permits the User to purchase a number of copies set by the User.\nIn this case, after the purchase is completed, the User will be provided with the ability to distribute a purchase token (the “Purchase Token” or “Purchase Tokens”) for each copy purchased.\nPurchase Tokens may be sent via the purchaser’s Account to other people (the “Purchase Token Recipient” or “Purchase Token Recipients”) by using an email address for each Purchase Token Recipient.\nA Purchase Token may only be used once to redeem the purchase of a Product.</p> 6.4 Packages and Extras <p>Packages and Extras are prohibited for the genres of Erotica and Fan Fiction.\nFor more information, see Section 9.1.</p>\n<p>Adding a Leanpub book as an Extra and selling it in a Package is not permitted.\nThis practice is confusing to customers, who expect to buy a Bundle, if they are buying a number of books as a group on the Leanpub bookstore.\nIf you want to sell a number of Leanpub books in a group on the Leanpub bookstore, you should create a Bundle of Leanpub books.\nIf we discover that a User has violated this policy, we may remove the related Extra or Extras, and/or remove the associated Package or Packages, from sale in the Leanpub bookstore, without any requirement to inform the Primary Author or any User associated with the violation or violations.</p> 6.5 Bundles <p>Multiple Leanpub Products can be sold as Bundles.\nBundles include two or more Products associated with one or more Account Holders.\nRoyalties from the sale of the Bundles are split according to an agreed-upon formula by the Account Holders whose Products are included in the Bundle.\nRuboss is not responsible for the any agreement between Users regarding Bundle pricing and royalty splits, or the process by which any agreement is reached or modified, and Ruboss is not liable for any real or perceived discrepancies, losses, or damages associated with the splitting of royalties between Account Holders.</p>\n<p>The Bundle Price is equivalent to the Minimum Price set for the Bundle.</p>\n<p>Bundles including work in the genres of Erotica and Fan Fiction are subject to further terms and conditions.\nSee Section 9.1 for details.</p>\n<p>Any Account Holder with the ability to set the Bundle Price may change the Bundle Price at any time and for any reason.</p>\n<p>If the State of one or more of the Products in a Bundle is Unpublished, Deleted, or a Product in a Bundle is otherwise not for sale on Leanpub, then the entire Bundle will be removed for sale from the Leanpub.</p> 6.6 Courses <p>Ruboss is not responsible for any consequence to a User related to the use of a Course.\nFor example, if a User fails a Course due to a mistake on the part of a Course Author with the ability to edit or create a Course, Ruboss is not responsible for any consequence to the User.\nThis includes, for example, failure to meet an employer’s requirement to successfully complete the Course.</p> 6.6.1 Special Rules for Returns of Courses <p>Under certain circumstances, Courses may not be returned for a refund even if the normal 45-day period for requesting a return has not expired.\nThese special circumstances exist because of the unique nature of Courses and the reasons people take them, and Leanpub’s intention to keep the situation fair for Course Authors.</p>\n<p>Circumstances which preclude the return of a Course within 45 days of purchase include the following:</p>\n<ul>\n<li>Cases where the learner has failed the last or sole course attempt</li>\n<li>Cases where the learner has generated a certificate</li>\n</ul>\n<p>Courses provided by Universities which partner with Leanpub may have additional terms here.</p> 6.7 Coupons <p>Authors may issue links or internet addresses for their Leanpub Products to offer them for sale at a different price from those displayed as the Minimum Price and the Suggested Price (the “Coupon” or “Coupons”).\nCoupons may be subject to various constraints, including but not limited to Start Dates, End Dates, and Maximum Uses.\nA Coupon is redeemable only for the Product for which it is created.</p>\n<p>Account Holders with the appropriate level of access can create Coupons, for example, to offer a Book or Package for sale at a price lower than the Minimum Price.\nCoupons have no cash value.\nCoupons are non-transferable, and may not be sold.</p>\n<p>When a coupon is made, a URL is created that any User may visit in order to purchase the Product for the price set by the Coupon.\nRuboss is not responsible for the misuse of a Coupon or Coupons, for example, in the case where a User gives a Coupon link to another User to whom the Author did not intend to offer the Coupon.</p>\n<p>Finally, Leanpub Customer Support may issue Coupons to readers for free or discounted purchases at our sole judgement, for things such as review copies (especially “desk copies” for instructors), to resolve customer complaints or just to ensure overall customer satisfaction.\nThese Coupons will be created as normal book Coupons that you can see on the Coupon page, and they typically will have a note on them indicating they are Leanpub Customer Support coupons.\nOur goal is to provide excellent customer service to readers and authors, and that includes not bothering an author about small questions of coupons for individual customer issues.\nIssues such as these should just be resolved, instead of spawning multiple emails for the author and for Leanpub employees.</p> 7.\nSupported Formats 7.1 Books <p>The Services may be used to create Content and Products, including but not limited to Books and Courses (the “Leanpub Workflow”).\nThis activity is distinguished, for example, from using Leanpub to upload an ebook file created without the use of the Services.</p>\n<p>A User may use the Leanpub Workflow to generate a Book in the PDF, EPUB, MOBI, and LPUB formats, as well as an HTML version.</p>\n<p>Leanpub books may be written using Leanpub-Flavoured Markdown, a custom specification on how to write documents (i.e.\nbooks) by using a plain text format, which is a variant of Markdown, and is intended for the creation of books.</p>\n<p>As part of the Leanpub Workflow, Users may also create Products, including Books and Courses, using Markua, a unique specification for creating documents and other forms of content using a plain text format.</p>\n<p>For a Book to be viewable in the in-browser reader and the Leanpub iOS App or Android App, the Book must be generated in the Leanpub Workflow.</p>\n<p>Currently, the LPUB file format is a subset of EPUB.\nThis is subject to change at any time at the sole discretion of Ruboss.</p>\n<p>Account Holders with the appropriate access may also upload a PDF and/or an EPUB and/or a MOBI file for sale on the Leanpub Bookstore.\nThe available formats are clearly represented on each Book’s landing page.\nUsers are responsible for ensuring the Book they buy is compatible with their programs and devices.</p>\n<p>In general, Leanpub does not guarantee that any file available for purchase on Leanpub will be compatible with any programs, devices, or versions of the Site, Services, or Applications.</p>\n<p>Users may utilize the Leanpub 45-day Happiness Guarantee to refund any purchase they have made that is not compatible with their program, device, or version of the Site, Services, or Applications.</p> 7.2 Leanpub iOS App Formats <p>The Leanpub iOS App supports LPUB files which have been generated via the Leanpub Workflow.</p>\n<p>The Leanpub iOS App does not support reading any files which have been uploaded to Leanpub, regardless of the file format.\nFor clarity, this is true regardless of whether the format of a file that is uploaded to Leanpub is a PDF, EPUB, MOBI, or LPUB file.</p> 7.3 Leanpub Android App Formats <p>The Leanpub Android App supports LPUB files which have been generated via the Leanpub Workflow.</p>\n<p>The Leanpub Android App does not support reading any files which have been uploaded to Leanpub, regardless of the file format.\nFor clarity, this is true regardless of whether the format of a file that is uploaded to Leanpub is a PDF, EPUB, MOBI, or LPUB file.</p> 7.4 Leanpub Web Viewing Formats <p>The Leanpub Web Viewer (the “Web Viewer”), which allows Books to be read using desktop and mobile internet browsers, supports LPUB files which have been generated by and published on Leanpub only.</p>\n<p>The Web Viewer does not support reading any files which have been uploaded to Leanpub, regardless of the file format.\nThe only way to make a file available for reading in the Web Viewer is to generate and publish it using the Leanpub Workflow.\nFor clarity, this is true regardless of whether the format of the file being uploaded is a PDF, EPUB, MOBI, or LPUB file.</p> 7.5 Restrictions on Digital Files Uploaded to Leanpub <p>Leanpub authors can use Leanpub to generate digital files, like ebook files, and they can also upload arbitrary types of digital content as “Extras.” Furthermore, Leanpub authors can also use our “Bring Your Own Book” feature to upload ebook files to Leanpub.\nFinally, even in writing modes where Leanpub is generating ebook files, Leanpub authors can override these files by, for example, uploading their own PDF file to replace the one generated by Leanpub.</p>\n<p>In all cases, including all of these cases and more, we have very strict rules about the files you may upload to Leanpub.</p>\n<p>When you upload digital files to Leanpub, and for as long as they are stored on Leanpub through your action or actions, you must be the copyright owner of the contents of each digital file, or you must be authorized to upload and store the file or files using Leanpub.\nTo be clear, no other service, person, or organization may have any ownership claim on the contents of any such digital file, such as copyright ownership, or distribution rights that would restrict you from uploading and storing the file or files using Leanpub, unless you have their formal consent to upload the associated digital files to Leanpub (for example, a legally binding agreement giving you distribution rights for the content, even if you do not own the copyright).</p>\n<p>A User may not upload digital files which violate these Terms of Service.\nWithout excluding any other policy described in these Terms, no digital file uploaded to Leanpub may contain any of the following:</p>\n<ol>\n<li>Digital Rights Management (DRM) software or any other anti-circumvention or other copy-control system (see section 7.5.1 below).</li>\n<li>Watermarking of any kind (see section 7.5.2 below).</li>\n<li>Headers, footers or verso page material promoting other publishing services (see section 7.5.3 below).</li>\n<li>Viruses or malware.</li>\n<li>Images other than the cover page, if the ebook is categorized as Erotica.\nOn Leanpub, books categorized as Erotica cannot contain any images in the book content themselves.</li>\n</ol>\n<p>We do not automatically inspect digital files uploaded to Leanpub to determine their compliance with these Terms.\nThe successful uploading of a digital file to Leanpub does not represent any commitment on our part that the digital file that has been uploaded to Leanpub is in compliance with these Terms.\nWe reserve the right to remove and delete any uploaded digital file or files, at our sole discretion and at any time, should we determine, at our sole discretion, that the uploading and storing of the file or files using Leanpub may involve a violation of these Terms.</p> 7.5.1 Leanpub Does Not Use Digital Rights Management (DRM) Software <p>Leanpub does not use Digital Rights Management (DRM) software or any other anti-circumvention or copy-control system of any kind.</p>\n<p>We find DRM to be objectionable for a number of reasons.\nOne reason is the same reason that we do not permit watermarking: DRM is a process designed to treat every reader as a potential thief, instead of as a valued customer.\nWe will not facilitate this type of approach, since it is against our values.</p> 7.5.2 Leanpub Does Not Accept the Publication of Watermarked Content <p>Leanpub Users are not permitted to use Leanpub to publish Content containing a watermark or watermarks, including Books.\nAt our sole discretion, we may choose to Unpublish, Retire, or otherwise remove or delete any Book, or any other Content published on Leanpub, if we discover that it contains any watermarks.</p>\n<p>If you publish Content (such as an ebook) on Leanpub that contains watermarks because you were unaware of our restriction on watermarks, this does not mean you are not permitted to publish the Book if you remove the watermarks.\nIn this case, we recommend that you publish a new version of the Book, without the watermarks.\nIf you are not permitted to publish the Content on Leanpub without watermarks, then the Content must not be published on Leanpub because that would involve a violation of these Terms.</p>\n<p>We find watermarking to be objectionable for a number of reasons.\nOne reason is that watermarking, like DRM, implies that every reader is a potential thief instead of a valued customer.\nWe will not facilitate this type of approach, since it is against our values.</p> 7.5.3 Leanpub Does Not Accept Headers, Footers or Verso Page Material Promoting Other Publishing Services <p>Just as we restrict watermarking, we also prohibit headers, footers or verso page material promoting other publishing services.\n(We also prohibit watermarking which does that, but since we prohibit all watermarking, this is included in that prohibition.)</p>\n<p>If we did permit books which marketed competing publishing services in their headers, footer or verso page, then some readers may perceive an implied endorsement, association or partnership between Leanpub and those services, where there in fact is none.\nSo, our simple solution is to prohibit this.</p>\n<p>This restriction is not unique to Leanpub.\nFor example, we have heard reports of Amazon KDP informing Leanpub Authors that they are not permitted to sell a Book on Amazon if it contains the Leanpub brand information on the Book’s verso page.\nSo, to support authors who wish to sell their Leanpub books on KDP, we have an “Export Unbranded Ebook” feature in our platform.\nIf you use another platform to produce your ebook which you then wish to sell on Leanpub using our Bring Your Own Book feature, hopefully they are as helpful and free of lock-in to you as we are to our authors.</p> 7.5.4 Leanpub Does Not Accept Sample Books Promoting the Sale of the Complete Book on Other Services <p>Users are not permitted to use Leanpub to provide customers with a sample Book that points to other services for the acquisition of a complete copy of the Book.</p> 7.6 Distributing Your Leanpub-Generated Content Using Other Services <p>Leanpub does not restrict you from distributing Content you create yourself and publish on Leanpub, or Content generated using our services (the “Leanpub-Generated Content”), on other services.\nFor example, as far as Leanpub is concerned, you are permitted to publish a Book on Leanpub which has already been sold elsewhere, or that is currently being sold elsewhere, or that you may someday in the future sell elsewhere.</p>\n<p>To be clear, as far as Leanpub is concerned, you may publish, distribute or sell a Book on Leanpub that you may simultaneously publish, distribute, or sell on another service, at any price.</p>\n<p>Please note that if you are publishing, selling, or distributing Leanpub-Generated Content on another service or services, we do have some restrictions regarding that content, which are set out in section 7.6.1 below.</p>\n<p>Please note that other services may have restrictions that restrict you from using Leanpub to publish your Content, or that place pricing restrictions on you, when you simultaneously publish Content on their service, and on other services.\nIt is your responsibility to be in compliance with the rules imposed by any other services you are using.</p>\n<p>If you use another service to create and distribute your Content, it is not against our policy for you to also publish your Content on Leanpub, provided you are in compliance with these Terms, including, for the sake of clarity, and not to the exclusion of any other policy set out in these Terms, the following specific points:</p>\n<ol>\n<li>You must own the copyright to the Content, or formally represent the owner of the copyright.</li>\n<li>You must have the rights to publish, distribute, or sell the Content using Leanpub, which is available to Users worldwide without restriction.</li>\n<li>You must not have entered into any agreement, including signing a contract or agreeing to other Terms of Service for another service, which would restrict you from using Leanpub to publish, distribute, or sell the Content using Leanpub.</li>\n</ol> 7.6.1 Restrictions on Exporting Leanpub-Generated Content for Distribution Using Other Services <p>As set out in the previous section, if you use Leanpub to create Leanpub-Generated Content, it is consistent with these Terms for you to use other services to distribute your Leanpub-Generated Content.\nHowever, the following restrictions do apply:</p>\n<ol>\n<li>You may not use another service to publish, distribute, or sell the ebook files you generate which include the Leanpub-branded verso page (the “Leanpub-Branded Ebook” or “Leanpub-Branded Ebooks”).\nYou are only permitted to use other services to publish, distribute, or sell the unbranded ebook files generated using our “Export Unbranded Ebook” process (the “Unbranded Ebook” or “Unbranded Ebooks”).</li>\n</ol>\n<p>There are a number of reasons for this restriction.\nOne reason is that we do not want to confuse customers who acquire a copy of copy of your Book or Books on another service, and expect Leanpub to provide them with customer support.\nWith print books, this is not a big concern for us (since we do not sell print books), but with Ebooks, it is a valid concern for us.\nSo, only Leanpub can sell Leanpub-Branded Ebooks.</p>\n<ol>\n<li>You are permitted to sell print books based on the print-ready PDF exports that Leanpub generates (the “Print-Ready PDF” or “Print-Ready PDFs”), or other print-targeted Leanpub-Generated Content we produce, such as the InDesign exports.\nThe print-ready PDF exports that Leanpub generates may have Leanpub branding in them.\n(This is currently an option which authors may choose to include or exclude.\nYou are permitted to sell print books based on the Print-Ready PDFs, including or excluding the Leanpub branding.\nWe are currently not concerned about customers asking for support from Leanpub on the print books, since we do not sell print books and since we appreciate the marketing.</li>\n</ol> 8.\nCopyright, Creative Commons, Public Domain, Disputed Content, and Related Policies <p>To ensure that Leanpub remains focused on its mission, and does not degenerate into a sideshow, we have a number of harsh-sounding policies.</p>\n<p>VIOLATING ANY OF THE POLICIES IN THIS SECTION WILL RESULT IN ACCOUNT SUSPENSION OR DELETION (INCLUDING ALL OF THE ACCOUNT HOLDER’S PRODUCTS) AT OUR SOLE DISCRETION, WITHOUT ANY NOTICE REQUIRED.</p> 8.1 Copyright Holders Only <p>Only the holder of the associated copyright for any Content may use Leanpub to publish that Content.</p>\n<p>This restriction is not limited to the contents of a Product.\nit applies to any Content, including, for example, a User’s profile or a Product’s “About” section.</p> 8.2 Standard Copyright License <p>Leanpub Authors and/or Publishers and/or Universities own the copyright to their work.\nLeanpub does not own the copyright to Products or any other Content created and/or sold on Leanpub.\nBy default, Leanpub books are published under a standard copyright license, belonging to the Author or Authors and/or Publisher or Publishers and/or University or Universities.</p> 8.3 Creative Commons Policy <p>Leanpub also provides an easy mechanism for Users to choose to publish their copyrighted works under one of a number of Creative Commons Licenses as an alternative to the standard copyright license.</p>\n<p>However, you are ONLY allowed to publish a Creative Commons Product on Leanpub if YOU are the copyright owner(s) for that Product.\nYou cannot publish Creative Commons Products that you do not own the copyright to, even if the Creative Commons license permits it elsewhere.</p>\n<p>Ironically, one reason we are doing this is actually to support the Creative Commons process for in-progress Products.\nIf there is an explosion of identical or similar copies of in-progress or completed Creative Commons works on Leanpub, it potentially harms the ability of the original author(s) to both profit from their work and to get feedback, as the question of which is the canonical work is made more obscure.</p> 8.4 Public Domain Book Publishing Policy <p>Leanpub only allows the sale of Public Domain Products that are significantly differentiated from the original, or other versions of the Public Domain Product.\nFor a Product to be considered significantly differentiated it must, for example, either be a unique translation of an original book, include relevant unique illustrations to which, for example, the Author or Publisher owns the copyright, or contain annotations.\nAnnotations must be unique contributions made by the User or Users wishing to sell the Product on Leanpub.\nUnique contributions include, but are not limited to, essay introductions, study guides, or literary or historical critiques.\nAll annotations must be the original work of the User wishing to sell the Book on Leanpub.</p>\n<p>Leanpub reserves the right to refuse any Public Domain content that it does not deem to include significantly differentiated content.</p>\n<p>Public Domain Products must include an indication in the Product title to that effect, such as “Translated”, “Annotated” or “Illustrated”.</p> 8.5 Copyright Infringement is STRICTLY FORBIDDEN <p>If we determine that ANY of the content in a Product does or may infringe upon the copyright of others, we will remedy this by stopping the sale of the Product and possibly deleting the offending Book or Package.\nWe may also suspend or delete any Leanpub account, including all Products associated with it, if, at Ruboss’s sole discretion, we feel that the perceived offence warrants it.</p>\n<p>Ruboss also reserves the right to withhold revenue and to refund all refundable purchases of all of a User’s products if Ruboss, at its sole discretion, determines there to have been a violation of these Terms associated with the User’s account.</p> 8.6 Account Holders Authorize Ruboss to Send DMCA Takedown Notices on Your Behalf <p>Leanpub Account Holders hereby appoint Ruboss as a DMCA copyright representative, and authorize us to send DMCA Takedown notices on their behalf, for as long as their Product is available for sale on the Leanpub Bookstore.\nThis does not constitute a promise, commitment or requirement to send DMCA Takedown notices under any circumstances.\nRuboss reserves the option to do so with the intention of addressing particularly egregious violations of copyright.</p> 8.7 Notification of Copyright Infringement, Counter-Notification, and Disputed Content <p>Ruboss is located in Canada and complies with Canadian regulations.\nOn the matter of copyright, Canada has a “Notice and Notice” regime, under which we are obliged to forward a compliant notification of copyright infringement (a “Notification of Infringement”) to any party alleged in the Notification of Infringement to have added Content to Leanpub that violates the claimant’s copyright or intellectual property rights.</p> 8.7.1 Submitting a Notification of Infringement <p>By law, a compliant Notification of Infringement sent to Ruboss (by mail or email) must include the following (the “Positive Information”):</p>\n<ul>\n<li>The name of and address of the claimant</li>\n<li>A detailed specification of the infringement</li>\n<li>Details concerning the timing of the infringement.\nfor example, the date on which the alleged infringement was discovered, and/or an indication that the alleged infringement is current, at the date and time of notification</li>\n<li>Identify the material that is subject to the claimant’s copyright and is allegedly infringed, and a statement of the claimant’s rights or interests in relation to the related Content</li>\n<li>Identify the Internet address associated with the related content.\nfor example, a Leanpub Book’s URL</li>\n</ul>\n<p>A legally compliant Notification of Infringement must not include the following (the “Negative Information”):</p>\n<ul>\n<li>Any offer to settle the claim of infringement</li>\n<li>Any request, demand, or offer regarding payment, or the release of personal information, in relation to the claim of infringement</li>\n<li>Any reference, such as a hyperlink, to such a request, demand, or offer not included in the Notification of Infringement</li>\n<li>Any other information that is proscribed by regulation</li>\n</ul>\n<p>To help establish the credibility of the claim, we may also ask for other information, such as an electronic signature.</p>\n<p>Upon receipt of a legally compliant Notification of Infringement, Ruboss is not required to take any other action, besides the requirement to forward the Notification of Infringement to the User or Users alleged to have violated the claimant’s copyright or intellectual property rights.\nIn this circumstance, we may choose to remove the associated Product or Products from sale on the Leanpub bookstore, and we may choose to revoke Users’ access to any associated Product or Products (such as revoking the Author or Authors’ access to the Product on Leanpub, including placing the associated Product or Products in the “Forcibly Retired” Product State), or take any other action we deem appropriate, at our sole discretion, without any requirement to inform any associated Users of our action or actions.\nWe may also choose to do nothing, at our sole discretion.</p> 8.7.2 Submitting a Counter-Notification to Ruboss <p>Upon receipt of a Notification of Infringement from Ruboss, a User may dispute the Notification of Infringement by sending to Ruboss (by mail or mail) a counter-notification (the “Counter-Notification”).</p>\n<p>The Counter-Notification process set out in these Terms is defined by Ruboss for the purpose of protecting Users from ostensibly frivolous claims of infringement, and to give Users a formal, transparently defined opportunity to establish their seriousness regarding the matter.\nThis Counter-Notification process is not required or defined by Canadian regulation.\nThis process does not subject Ruboss to any legal obligations in addition to those specifically required by regulation.\nWe have established this process for the purposes of transparency and signalling how seriously we take issues concerning copyright.</p>\n<p>A Counter-Notification sent to Ruboss must contain the following:</p>\n<ul>\n<li>The name of and address of the claimant</li>\n<li>Identification of the Internet address associated with the related content.\nfor example, a Leanpub Book’s URL</li>\n<li>Identification of the material set out in the Notification of Infringement, and a declaration of the User’s rights or interests in relation to the related Content</li>\n</ul>\n<p>To help establish the credibility of the Counter-Notification, we may also ask for other information, such as an electronic signature.</p>\n<p>Unless we are ordered to do so through a legal process, the contents of the Counter-Notification will not be shared with the claimant.</p>\n<p>At its sole discretion, Ruboss may respond to the Counter-Notification by carrying out an action or actions it deems appropriate.\nFor example, if we set a User’s Book to be Forcibly Retired after receiving a compliant Notification of Infringement, upon receipt of a Counter-Notification from an affected User, we may choose to return the Book to the State it was in when we changed its State to the Forcibly Retired state.</p>\n<p>At any point in the process, we may also choose to classify the associated Content as Disputed Content (see the “Disputed Content” section of these Terms.) We may also choose to do nothing.\nReceipt of a Counter-Notification does not bind Ruboss to any response.\nin particular, it does not bind us to setting a Product to a State of Published, in which it can be sold on the Site.</p> 8.7.3 Disputed Content <p>It is not Ruboss’s responsibility to mediate copyright disputes, nor should it be.\nThat is a matter for people to work out either between themselves, or in court.\nIf we become aware that any Content is or may be related to some disagreement or other conflict regarding ownership of copyright or intellectual property rights (i.e.\nthat it is or may be “Disputed Content”), we may choose to respond, at our sole discretion, to limit our exposure to the Disputed Content.</p>\n<p>For example, we may set any Product associated with the Disputed Content to the Forcibly Retired state.\nWe may also restrict the access to Leanpub for any Users associated with the Disputed Content, and we reserve the right to delete any other Content created by those Users.\nWe may also delete the Users’ Leanpub Accounts entirely.\nTo be clear, we may terminate any User’s access to Leanpub at any time and without notification to the affected Users, upon determination, at our sole discretion, that the User is associated with Disputed Content.</p>\n<p>Our response may also include withholding any royalties associated with the Disputed Content, and to refund all refundable purchases of the Content.\nWe may also remove the Disputed Content from Users’ Leanpub libraries, at our sole discretion.</p>\n<p>Matters related to Disputed Content are often unresolvable from the perspective of Ruboss.\nOur decision to classify Content as Disputed Content is in no way a declaration or judgment regarding the ownership of the Disputed Content nor a declaration or judgment regarding any User’s participation in infringing activity.\nInstead, it is a means of limiting Ruboss’s exposure to matters of apparently genuine dispute, or those where the truth is, from our perspective, indeterminate.</p>\n<p>For this reason, unless Ruboss decides otherwise at its sole discretion, once a URL has become associated with Disputed Content, it is no longer available for use to sell any content on Leanpub.\nThis includes new content not associated with the Disputed Content, and even content created by other Users.</p> 8.8 Non-Author Copyright Owners <p>It is permissible for copyright owners who are not the Author or Authors of any Content to publish and sell that Content on Leanpub.\nThis includes, for example, a company that owns the copyright to the Content, or someone who has inherited copyright ownership from a deceased person.</p> 8.8.1 Death of Copyright Holder <p>If the copyright owner of Content dies, the person to whom the copyright is passed becomes the Owner of any associated Content published on Leanpub.\nThe new owner of the Content takes on the rights of the Primary Author and may leave the Content up for sale on Leanpub, retire the Content, or take any other action permitted to a Primary Author.\nTo be clear, upon the death of a copyright owner for any Content, we do not “lock” the Account or unpublish any associated Product or Products.</p> 9.\nContent Policy <p>All Content, whether publicly posted in Forums, published in Books, Bundles, Extras and/or Packages or Course sold on Leanpub, or privately transmitted between Users of Leanpub, is the sole responsibility of the person or persons who originated such content.</p>\n<p>Leanpub may not monitor or control any or all of the Content posted via the Services and takes no responsibility for any such Content.\nAny use or reliance of any Content or materials posted via the Services, or obtained though the Services, is done at the User’s own risk.</p>\n<p>We do not endorse, support, represent or guarantee the completeness, truthfulness, accuracy, or reliability of any Content or Product or communication posted or sold via the Services.\nNor do we endorse any opinions expressed via the Services.</p>\n<p>You understand that by using the Services, you may be exposed to Content that might be offensive, harmful, inaccurate or otherwise inappropriate, or in some cases, postings that have been mislabeled or are otherwise deceptive.</p>\n<p>Under no circumstances will Ruboss be liable in any way for any Content, including but not limited to, any errors or omissions in any Content, or any loss or damage of any kind incurred as a result of the use of any Content posted, emailed, transmitted or otherwise made available via the Services or broadcasted elsewhere.</p>\n<p>By uploading Content to the Site, and by using the Services, you represent and warrant that the Content:</p>\n<ul>\n<li>Is owned by you or, to the extent that it is owned by someone else, that you have permission from the owner to provide the Content to Leanpub for use as described above and, in either case, that the Content does not contain any personally identifiable information about any individual (“Personal Information”) other than yourself;</li>\n<li>Does not violate any copyright, trademark, trade secret or other intellectual property right of any third party;</li>\n<li>Does not invade any person’s right of privacy or publicity;</li>\n<li>Does not include any false attribution, such as a fabricated testimonial from a celebrity, or any other person or organization;</li>\n<li>Does not contain material that is unlawful, obscene, defamatory, extremely pornographic, hate speech, harassing, threatening, harmful, invasive of privacy or publicity rights, abusive, inflammatory, or otherwise objectionable;</li>\n<li>Does not include malicious code, which includes, without limitation, viruses, Trojan horses, worms, time bombs, cancelbots, or any other computer programming routines that may damage, interfere with, surreptitiously intercept, or expropriate any system, program, data, or personal information (including but not limited to Personal Information);</li>\n<li>Does not break the law, encourage or facilitate the breaking of the law, or violate any applicable regulation, rule or policy, of any applicable jurisdiction;</li>\n<li>Does not offer to disseminate fraudulent goods, services, schemes, or promotions.\nand</li>\n<li>To the best of your knowledge, all factual information in the Content you upload is true and accurate, and the use of any recipe, formula, or instruction in the Content will not result in personal injury to any person.</li>\n</ul>\n<p>The person who creates and/or uploads the Content, or to whom control of the Content is transferred in the case that the identity of the Account Holder is transferred from one person to another, is entirely responsible for the Content.\nSince computers and other equipment (both yours and ours) are subject to occasional malfunction, you agree that you will not hold Ruboss responsible for any damage to, corruption or destruction of the Content.\nIn addition, Ruboss is not responsible for backing up or archiving the Content.</p>\n<p>While Leanpub does offer a Versions feature that is meant to provide Authors with a means to record changes to their work as they write, Authors should not rely on this feature as a backup.\nRuboss reserves the right to discontinue this feature, or any other feature, at any time.\nIf any Content transmitted to Leanpub is damaged, lost or corrupted in any way, Ruboss will have no obligation or liability to you.</p>\n<p>As a User of the Services, you agree:</p>\n<ul>\n<li>Not to post any Content that would violate these Terms;</li>\n<li>Not use the Services to harm anyone, including but not limited to Minors, in any way;</li>\n<li>Not to use “spam,” “blast-faxes,” or recorded telephone messages to market or sell Content or any other product or service;</li>\n<li>Not to interfere with the operation of the Site via the use of viruses, programs or technology designed to disrupt or damage software or hardware;</li>\n<li>Not to employ a robot, spider or other process or device to harvest e-mail addresses or other user information or to monitor the activity on the Site;</li>\n<li>Not to impersonate another person or entity or forge any e-mail communication or message.\nand</li>\n<li>Not to use Leanpub to sell physical goods.\nThis includes, but is not limited to, offering codes or coupons to customers that they may redeem for physical goods.\nTo be clear, you may only use Leanpub to sell digital goods.</li>\n</ul>\n<p>As an Author and/or Publisher of any Content that you contribute to and sell or promote via the Site, you agree that any Content made available for sale through the Site will only be provided to Users pursuant to the agreement contained in Section 10 (“Rights to Content Posted on the Site”).</p>\n<p>In addition to complying with all the above restrictions on conduct and Content, you are responsible for adhering to all local and national laws of the jurisdiction in which you are located.</p>\n<p>Ruboss, at its sole discretion, reserves the right to refuse publication on the Site of any Content or to remove any and all Content that Ruboss determines to be inappropriate, illegal, offensive, potentially or actually harmful in any respect, that negatively affects Site operations or the Leanpub brand, or that misrepresents the nature of the Content, its current state of completeness, its plan for development.</p>\n<p>Ruboss reserves the right to remove any Content or Product and suspend or delete any account that has apparently been abandoned in an incomplete state.\nThis includes the right to appropriate a URL that a User has associated with a Product.\nFor example, if you create a book and assign it a generic URL such as leanpub.com/computers, and you do not publish a Product, we may appropriate the URL and assign you a new one.\nThis is to prevent Users from “squatting” on potentially valuable URLs.</p>\n<p>At our discretion, we may remove Content and/or ban Users deemed to be suspicious and Users we deem to have violated or probably violated our policies with respect to the Site or Services.\nWe reserve the right to amend our policies from time to time at our sole discretion, without notice.</p>\n<p>If you believe any materials in the Site infringe your copyright, you should notify Ruboss of your copyright infringement claim and at our discretion Ruboss will take appropriate action in accordance with our Copyright Take Down Policy, which governs how we respond to claims of copyright infringement.\nThe Copyright Take Down Policy can be found here.\nAccepting these Terms constitutes acceptance of the Copyright Take Down Policy.</p> 9.1 Fan Fiction and Erotica <p>There are additional rules and features for certain types of Content.\nIn particular, special rules and restrictions apply to books categorized as Erotica or Fan Fiction.</p> 9.1.1 Identification and Age Verification <p>Fan Fiction books must be identified as such, and must also identify the original work(s) upon which they are based.\nIf the creator or copyright holder of the original work objects to a derivative work of Fan Fiction, we reserve the right to unpublish or otherwise take down the books in question.</p>\n<p>Books categorized as Fan Fiction will appear in their own Category lists and will not appear in the main Leanpub bestseller lists, or first published list.\nBased on the assumption that much of Fan Fiction is also Erotica, Fan Fiction Category will also be kept behind an age verification form in order to prevent inadvertent access to Minors.</p>\n<p>Books containing mature or erotic materials must be categorized as Erotica.\nBooks categorized as Erotica will appear in their own Category lists and will not appear in the main Leanpub bestseller lists, or first published list.\nThe Erotica Category will be kept behind an age verification form, in order to prevent access to Minors.</p> 9.1.2 Fan Fiction Pricing <p>Fan Fiction books are always Free.\nThis does not mean that Fan Fiction books will have a $0.00 Minimum Price and a $0.00 Suggested Price: Leanpub does not allow Users to pay any price for Fan Fiction.\nThis is because a work of Fan Fiction is usually considered a derivative work, so for the protection of the author and of Leanpub we insist that Fan Fiction is always given away, not sold.</p>\n<p>Ruboss reserves the right, but is not required to, refund any purchases of a Product for a price great than $0.00 (the “Paid Purchase” or “Paid Purchases”) of Fan Fiction at the Author’s and/or Publisher’s expense.</p>\n<p>Erotica books that are not also Fan Fiction will be subject to the standard Leanpub Pricing Policies.</p> 9.1.3 Packages Including Erotica and/or Fan Fiction <p>Packages including Fan Fiction or Erotic materials are prohibited.\nAuthors may not add Extras to Books in the Fan Fiction or Erotica genre.\nThis includes, but is not limited to, a prohibition on video, audio, artwork, or other digital Extras.\nAny Packages that include Extras deemed to include Fan Fiction, Erotica or Content that is in any way inappropriate will be removed at Ruboss’ sole discretion, and further actions may be taken in accordance with Sections 8 and 13 of this Terms of Service.\nWhile Leanpub approves of the creation and distribution of Fan Fiction and Erotica, Packages and Extras are prohibited in order to protect the authors, artists, other copyright holders of the original works, and to lessen the potential for copyright, trademark, or other legal issues associated with Extras and Packages in these genres.</p> 9.1.4 Bundles Including Erotica and/or Fan Fiction <p>If any Product in a Bundle is categorized as Erotica, the entire Bundle will be categorized as Erotica.\nNon-Erotica books that are included in Erotica Bundles will only be subject to restrictions and Age Verifications in association with the Bundle.\nthis will not impact the non-Erotica Book on a stand-alone basis.\nBundles that include Products from the Erotica genre will only appear in the Erotica categories, and will be subject to Age Verification.</p>\n<p>Works under the genre of Fan Fiction can be bundled with other Fan Fiction books or books in other genres.\nhowever, the Bundle Price for any Bundle that includes Fan Fiction must be Free.\nAny Bundle that includes work under the genre of Fan Fiction will be Free, even if other works in the bundle have a Minimum Price that is Not Free.</p> 9.1.5 Images <p>Books categorized as Fan Fiction or Erotica cannot contain any images in the book manuscripts themselves.\nOur book generator will ignore any image tags in the body of a Fan Fiction or Erotica manuscript.\n(This is to ensure that none of the images are copyrighted and not eligible for publication or are pornographic in nature.) If Authors or Publishers attempt to include images in the manuscript, the image will automatically be removed from the book being generated.\nThe only image allowed in a book categorized as Fan Fiction of Erotica is the cover image (the “Book Cover”).\nAs with all Leanpub Books, Fan Fiction and Erotica Authors and/or Publishers must own the copyright to the image used as the Book Cover, and this image must be PG13, and must not be mature or erotic in nature.</p>\n<p>In order to prevent Authors and Publishers from including images in books they upload directly, books in the Categories of Erotica and Fan Fiction will only be accepted if they are generated via the Leanpub book generator.</p>\n<p>Ruboss reserves the right, but is not required to, remove any Content that violates these terms for Erotica and Fan Fiction, and may take further action at its sole discretion.</p> 9.1.6 Prohibited Content <p>While Leanpub supports free speech and artistic expression, it in no way condones pornographic photographs or movies, hard-core material that depicts graphic sexual acts, or any erotic material about, or including, Minors in any way.\nLeanpub is strongly against child pornography and STRICTLY PROHIBITS any erotic stories that include characters who are Minors.</p>\n<p>Other offensive materials, including but not limited to, crime scene pictures or videos, pictures or videos depicting animal cruelty, or other disturbing materials are not to be uploaded or made available via the Site or Services, sold, or given away using the Site or Services.</p>\n<p>Ruboss reserves the right, but is not required to, remove any content deemed inappropriate and take any further actions it deems appropriate against the Author(s) or Publisher(s) of the relevant Content.\nRuboss understands that what may be acceptable in one country or society may not be in another, and it implores its Users to consider the global community when publishing Content.\nHowever, Ruboss reserves the right to determine what Content is appropriate to be sold on the Leanpub Site.</p> 9.2 Bad Products <p>Excluding Users who have been blocked by Ruboss, or who are prevented from doing so by some other circumstance (such as their country’s government blocking access to Leanpub), in general, anyone can sign up to Leanpub at any time, and set up a landing page for a Product, a User page for their Account, and/or publish a Product at any time, or use Leanpub in some other way.\nThis means that Leanpub is vulnerable to people doing bad things, including publishing a Product or Products with little or no original content, or even abusing Leanpub to publish a Product or Products that may potentially be harmful to the interests of Leanpub and its Users (a “Bad Product” or “Bad Products”).</p>\n<p>If Ruboss, at its sole discretion, determines a Product to be a Bad Product, it will undertake whatever action Ruboss deems necessary to resolve the situation.\nThis may involve the use of automated processes.\nRuboss is not required to give advance warning, or provide any notification of, or explanation for, any such action.</p>\n<p>For example (but without limitation), Ruboss may delete a Bad Product, or change a Bad Product’s Product State to any other Product State, such as changing the Product State from Published to Unpublished.</p>\n<p>In addition, Ruboss may take action with regard to any User that Ruboss deems to be associated with a Bad Product.\nFor example, if a User publishes a Bad Product, or creates a landing page or User page that is Ruboss deems, at its sole discretion, to be unacceptable, Ruboss may suspend the User’s access to their Account, or delete their Account.</p> 9.3 Jokes and Joke Products <p>On occasion, a User may create a Product or User page, or undertake some other activity on Leanpub, that is intended as a joke (a “Joke” or “Joke Product”).\nIf Ruboss, at its sole discretion, determines that an act is a Joke or a Product is a Joke Product, it reserves the right to take action to prevent the Joke or Joke Product from having a negative effect on Leanpub and/or Users.\nFor example, Ruboss may force a Product to be for sale only for free, with no option for a User or Users to pay for the Product.\nRuboss is not required to inform any User or Users of such an action.</p> 9.4 SEO, Advertising, and Related Activity is Prohibited <p>Leanpub is a platform used to create, publish, and promote Leanpub Products, and to promote Leanpub Authors.\nIt is also a platform where people can discover Leanpub Authors and Products, and where they can buy and consume those Leanpub Products.</p>\n<p>It is not permitted to use Leanpub for any other primary purpose, including, without limitation, advertising a business or a non-Leanpub product, or for SEO, or for any similar purpose (collectively, the “Banned Promotional Activity”).</p>\n<p>If we determine, at our sole discretion, that a User may be engaged in Banned Promotional Activity, without any obligation to notify the User, we may suspend their account.</p> 9.4.1 Promotion of Specific Cryptocurrencies is Prohibited <p>While we welcome the publication of Products that discuss the subject of cryptocurrencies in general, it is not permitted to use Leanpub as a platform for promoting the use of any specific cryptocurrency.\nWe would consider this to be a form of advertising, even if the Author or Authors of the product are not being directly compensated in any way for their work on the related Product or Products.</p>\n<p>This restriction is not limited to the contents of a Product.\nit applies to any Content, including, for example, a User’s profile or a Product’s “About” section.</p> 10.\nRights to Content Posted on the Site 10.1 Ruboss Property <p>Ruboss is the owner of all intellectual property rights, including but not limited to all copyrights, patents, and trademarks, associated with Leanpub, the Site and the Services, with all rights reserved.\nThis is exclusive of Content provided by third parties, including but not limited to Content which is owned by the licensors of such Content.\nRuboss owns the design, format and layout of the Site.\nRuboss authorizes users of the Site to use the Site and to copy materials posted to the Site (unless otherwise available for purchase) strictly for their own personal, non-commercial use, provided they maintain all notices of rights on the Content.\nAny and all other uses of the materials posted on the Site are prohibited.\nSuch authorization from Ruboss does not extend to use of the design, format, or layout of the Site, which may be further protected under applicable trade dress, trademarks, or copyright laws.\nAll copyright, patent, trademark, and other intellectual property-related notices must remain affixed to any materials downloaded from the Site.\nFailure to maintain such notices voids the authorization granted above.\nIn granting this authorization, Ruboss grants no other rights, title, ownership, license, or other property interest in the materials and subject matter posted on the Site, and in any intellectual property rights protecting such materials and subject matter.</p>\n<p>The Leanpub logo and the names of all Leanpub products and/or services as posted herein are either trademarks or service marks, or registered trademarks and/or service marks of Ruboss and all rights are reserved therein by Ruboss.</p>\n<p>It is not permitted to use the Leanpub logo on the cover or landing page image of any Leanpub Product, in part because we do not want to imply endorsement of any Product.</p> 10.2 Unsolicited Idea Submission Policy <p>While Leanpub loves feedback from Authors, Publishers and other Users on how to improve the Site and Services, it will not compensate those who submit solicited or unsolicited ideas to Leanpub or Ruboss.\nTo prevent any confusion or misunderstanding when new ideas are implemented onto the Site or Services, any submissions of ideas, including but not limited to ideas for advertisements, promotions, or ways to improve the user experience of Leanpub will become the property of Ruboss.\nWhile Ruboss reserves the right to use any materials or ideas submitted, it is not obliged to do so.</p>\n<p>Payment for ideas or submissions to Ruboss will only be made if a private agreement was made between the parties in advance of the idea submission.</p>\n<p>Any feedback can be forwarded to hello@leanpub.com.</p> 10.3 License Grant to Leanpub <p>You retain your rights to any Content you submit, post or display on or through the Site or Services.\nHowever, by submitting, posting or displaying Content on or through the site or Services you grant us certain rights.\nThese rights differ based on the type of Content.\nFor Content contained in a Product sold or given away on Leanpub, you grant us a fully transferable, fully sub-licensable, non-exclusive license to copy, reproduce, print, publish, distribute and otherwise use the Content in conjunction with the Services worldwide, for as long as that Product is sold or given away on Leanpub.\nFor all other types of Content you post on Leanpub, such as comments posted on the Leanpub Forums, you grant us a fully transferable, fully sub-licensable, irrevocable, non-exclusive license to copy, reproduce, print, publish, create derivate works of, distribute, translate, and otherwise use the Content in conjunction with the Site and Services, and any works derived from the Licensee’s Work in all media, in perpetuity, worldwide.</p> 10.4 Permissions Agreement (“Permissions Agreement”) for Content Posted in the Forums <p>Posting on the Forums automatically invokes the following Permission Agreement:</p>\n<p>The User making the Forum post (the “Licensor”) and the Author or Authors, and/or Publisher or Publishers, and/or University or Universities associated with a Product or Products (the “Licensee”) hereby enter into this Permissions Agreement regarding the use of selected materials from the Licensor’s Product or Products, if any (the “Licensor’s Work”):</p>\n<ol>\n<li>Licensed Materials: This Permissions Agreement applies to information posted in Forums for the Licensee’s Work, including but not limited to any text, source code or accompanying explanations (the “Licensed Materials”).</li>\n<li>License: The Licensor hereby grants the Licensee’s successors, assigns, and sublicenses, an irrevocable, non-exclusive license to copy, reproduce, print, publish, make derivate works of, distribute, translate, and otherwise use the Licensed Materials in the Licensee’s Work, and any works derived from the Licensee’s Work in all media, in perpetuity, and worldwide.</li>\n<li>Use of Licensed Materials: The Licensee may edit the Licensed Materials as the Licensee sees fit.\nThe Licensee may, at the Licensee’s sole discretion, provide appropriate credit for the use of the Licensor’s Work, in the manner and style in which the Licensee generally conveys such information.\nThe Licensee shall have no obligation to use the Licensed Materials in the Licensee’s Work.</li>\n<li>Compensation: The intangible benefit of having participated in the Forum constitutes full compensation for the use of the Licensor’s Work.</li>\n<li>Warranties and Indemnity: The Licensor warrants to the Licensee that the Licensor owns and controls the rights licensed in this Permissions Agreement, and agrees to indemnify and defend the Licensee from any claim, loss or liability arising from a breach of the foregoing warranty.</li>\n</ol> 10.5 Licence Grant to a Purchaser of Products <p>Since Leanpub Products, including ebooks, are typically PDFs or some other digital format, they are intangibles and you can’t own your own copy in the same way you can own a paper book.\nThe rights you receive in and to a Leanpub Product and its content come directly from the Product’s Author or Authors, and/or Publisher or Publishers, and/or University or Universities.\nFor example, the ebook copy itself is provided to you in the form of a license only.\nAll of the content of the Book is subject to copyright and other laws just like any print book.\nWithout restricting the application of the Author’s and/or Publisher’s rights available under copyright or other intellectual property or other property laws, or available at common law, the copyright owner(s) of each Product you purchase via Leanpub grants you, subject to your compliance with these Terms, the following license:</p>\n<ul>\n<li>You may download and save the Product onto any device that supports the format of the Product for your personal, non-commercial use;</li>\n<li>You may transfer the Product from device to device;</li>\n<li>You may not store any copies of the Product on publicly accessible servers, including FTP or HTTP servers (“web servers”);</li>\n<li>Your license to the Product is not transferable;</li>\n<li>You may NOT sell the Product and transfer the Rights associated with the Product;</li>\n<li>Furthermore, if this non-transferability clause is forbidden by the local or national laws of the jurisdiction in which you are located, you may not purchase a licence from Leanpub;</li>\n<li>You may make a reasonable number of archival copies of your Product.\nand</li>\n<li>If you made a “Multiple Copy Purchase” you may distribute the additional copies purchased to the intended recipients, who are then deemed to be bound by the Leanpub Terms and Privacy Policy.</li>\n</ul>\n<p>Otherwise, your use and enjoyment of the content of your Product will be as permitted by applicable law, including but not limited to copyright law.\nYour rights to the Product as set out in these Terms shall remain in force for so long as you comply with these Terms and for so long as your retain a copy of your Product.</p>\n<p>We take copyright issues extremely seriously.\nSince some of us are authors ourselves, we know how it feels to have Content you have spent countless evenings and weekends writing “shared” on torrent sites.\nPlease do not do this.\nIf you “share” a book that someone has self-published, you are not ripping off some mega-corporation, you are ripping of a real person and you are violating the legal rights of the copyright holder.\n(This is especially true of Leanpub books, where most of the revenue usually goes directly to the authors).</p>\n<p>Leanpub Products are made available to Users via clickable download links (the “Download Link” or “Download Links”) or accessible URLs that give the User the ability to download or view the associated digital file.\nDownload Links are made available to Users in various ways, including in an email or emails sent to the email address associated with the related Product purchase, and in the User’s Leanpub Account.\nRuboss is not responsible for any unauthorized sharing or display of the Download Links, and there are no special protections applied to Download Links.</p> 10.6 Special Terms for Organizational Purchasers of Products <p>If you are purchasing a Product on behalf of an organization through which you intend to make the Product available to multiple readers:</p>\n<ul>\n<li>Your organization and each individual who is given access to, or a copy of, the Product, are subject to the same terms and conditions as individual purchasers of Leanpub Products.\nand</li>\n<li>You should buy a copy of the Product for the maximum number of team members you expect to be using the Product at any given time.</li>\n</ul> 10.7 Special Terms for Library Purchasers of Ebooks <p>Since Leanpub’s focus is on the writing, publishing and selling of in-progress Books and Packages, library purchases represent a potential problem for Leanpub Authors and Publishers.\nFurthermore, both libraries and authors often have their own opinions about how Product sales to libraries should work.</p>\n<p>As such, if you wish to purchase a Product on behalf of a library, you must contact the User or Users to whom the Product belongs directly, in order to arrange the purchase.\nSince Authors and Publishers own their copyright, this can be arranged separately from Leanpub.</p> 11.\nPayment Terms 11.1 Payments to Leanpub for Content and Services <p>In order to purchase Content, Services, Products or tools on or through the Site or Services, a User must either possess a PayPal account or a credit card or another form of payment that is accepted by PayPal.</p>\n<p>All payments are made in USD.</p>\n<p>Ruboss uses PayPal for all payments, and Users who buy or sell Products or other materials using the Leanpub Site or Service are subject to the PayPal Terms and Conditions.\nFor Terms and Conditions for PayPal purchases, please visit the PayPal website and read their Privacy Policy and Legal Agreement.</p>\n<p>Ruboss is not liable for any payment issues associated with PayPal, including but not limited to issues that prevent us from depositing royalties into a PayPal account, or if a jurisdiction blocks any or all of PayPal’s services.</p>\n<p>Since Ruboss uses PayPal for all payments, Users residing in jurisdictions that do not support PayPal will be unable to pay for Content for sale by Leanpub or receive royalty payments from Leanpub.\nIt is the User’s sole responsibility to ensure their PayPal account is accurate and up to date in order to complete purchases and receive royalty payments or do anything else involving PayPal, including, for example, receiving a refund.</p> 11.2 Payments from Leanpub for Author Royalties <p>By default, royalties will be paid monthly by PayPal.\nIf you would like to arrange for payment via wire transfer, there are special conditions regarding royalty arrangements.\nPlease see section 11.6 “Optional Royalty Payment via Wire Transfer Arrangement” below for the details.</p>\n<p>If no separate PayPal email account has been added to a User’s Account information on Leanpub, then Leanpub will attempt to send a payment via PayPal to the Leanpub User email address associated with the Account.</p>\n<p>Leanpub will attempt to automatically pay the PayPal transaction fees for royalty payments.\nHowever, in some cases, this option may not be available.\nIn such cases, the author must pay the transaction fee for the royalty payment.\nUnfortunately, we are unable to guarantee in advance that Leanpub will be able to automatically pay the PayPal transaction fee.</p>\n<p>The minimum monthly payout is configurable by Users to whom royalties are allocated, and can be set to a dollar amount from $20.00 to $1,000.00.</p>\n<p>Royalties which are paid by PayPal are paid in one of two ways:</p>\n<ol>\n<li>Mass Payment: This is a bulk payment process which lets Leanpub pay multiple Users at once.\nThe minimum monthly payout range of $20 to $1000 applies to Mass Payment only.</li>\n<li>Individual Payment: This is an individual payment process, for Users who have special circumstances with their PayPal account and cannot be paid via the mass payment process.\nFor Individual Payment, the minimum monthly payout is at least $40.</li>\n</ol>\n<p>If Ruboss owes a User less than $20.00 in royalties for purchases whose Royalty Hold Period has elapsed, it will roll the royalty amount forward to the following month, until an amount of $20.00 is reached.</p>\n<p>If a User cannot be paid using the mass payment process that lets Leanpub automatically pay the PayPal transaction fees for royalty payments, the minimum royalty payment that we will make is $40.00.\nTo be clear, the minimum royalty payment amount for payments that Leanpub must process manually is $40.00.</p>\n<p>For any Product with more than one Author, the royalties for any Product that is not administered by a Publisher will be split between the Co-Authors, and any other parties eligible to receive royalties associated with the Product, based on the percentages specified in the administrative interface for the book (the “Multiple Author Royalty Split”), or upon a request to Leanpub from the Primary Author to change the Multiple Author Royalty Split.</p>\n<p>Royalties will be paid monthly by PayPal only.\nAny changes made to the royalty structure are not retroactive.\nAll changes made to the royalty structure will take affect when the change is made.\nAll PayPal payments are made in US Dollars.</p>\n<p>All Leanpub Products have a 45-day return policy (see Section 11, Returns).\nNote that special rules may apply to specific products given their unique nature, such as Courses.</p>\n<p>Since every Leanpub Product purchase (which does not include the purchase of an advertisement or advertisements) can be refunded in the first 45 days after the purchase is made, we hold the royalties owing from a purchase for a period of time (the “Royalty Hold Period”) before making the royalties from that purchase part of the monthly PayPal payout.</p>\n<p>The Royalty Hold Period is equal to the number of days after each Paid Purchase during which the associated Royalties owed to the User are held by Leanpub and not released for payment to the relevant recipient of the Royalties.\nThe primary purposes for the Royalty Hold Period are to allow for the recalculation of Royalties owed due to refunds and fraud.\nThe Royalty Hold Period is at least 45 days by default to match the length of our return policy.</p>\n<p>Royalties that have been allocated to a User will be subtracted if the purchase upon which the royalty allocation was based is later subject to a return.</p>\n<p>Ruboss reserves the right, at its discretion, to shorten the Royalty Hold Period to fewer than 45 days for any Product or User.\nShortening the Royalty Hold Period does not constitute a waiver, and Ruboss reserves the right to change the Royalty Hold Period back to the standard at any time without notice.</p>\n<p>Every month, we pay royalties on the outstanding purchases whose Royalty Hold Period has elapsed.\nWe typically pay these royalties in the first few business days of the month.\nOur intention is that royalties will be paid no later than 25 days following the end of the calendar month, after the Royalty Hold Period of 45 days for a purchase has elapsed.</p>\n<p>The Royalty Rate applied at the time of the sale of a Product will be determined according to the Plan associated with the Product.</p>\n<p>Ruboss reserves the right to enforce a Minimum Price and Maximum Price on the sale of a Leanpub Product (see Section 6, “Content Pricing Policy”).</p>\n<p>Where multiple Users receive royalties from a single Product, Leanpub will make separate payments to each User, based on the percentages specified in the administrative interface by the Primary Author, or as set by Leanpub at the Primary Author’s request.</p>\n<p>If a User’s Account is inactive or is terminated and Ruboss is unable to contact a User by using the contact information provided in the User’s Account, it may also, at its discretion, charge a termination fee equal to the amount of the User’s unpaid royalties to cover administrative costs.</p>\n<p>If this section seems complicated, don’t worry: on your Sales page we have a Royalty Summary table which shows the Product royalties currently due, unpaid Product royalties, and other information.</p> 11.3 Using Royalties for Purchases and Pre-Tax Discounts <p>Royalties owing to a User may be used for pre-tax discounts on, or purchases of, non-refundable Placements.\nTo be clear, this form of purchase excludes royalties that have already been paid to the User.\nAt the time a pre-tax discount or purchase of this kind is made, the amount of royalties owing to the User will be reduced by an amount equivalent to the discount or purchase, including any applicable taxes.</p> 11.4 Chargebacks <p>Despite our generous return policy, sometimes customers use chargebacks.\nA chargeback is typically where a customer contacts their credit card company and disputes a charge made on their account.</p>\n<p>Leanpub almost never contests chargeback claims, since this is a battle we almost always lose.</p>\n<p>In the case that a purchase is later associated with a chargeback, the funds associated with the purchase are returned to the customer, and Leanpub deducts the related royalty payment from the calculation of royalties owing to the relevant User (the “Chargeback-Related Royalty Calculation Adjustment”).</p>\n<p>In the case that a User has received a royalty payment related to a purchase that is later subject to a chargeback claim (the “Chargeback-Related Royalty Payment”), Leanpub reserves the right to deduct an amount equivalent to the Chargeback-Related Royalty Payment from the User’s future royalty payments (the “Chargeback-Related Royalty Deduction”).</p>\n<p>Ruboss reserves the right to stop all further purchases from, and terminate, any Account associated with the abuse our Happiness Guarantee, including the use of chargebacks.\nSee Section 14, “Terminating Membership and/or Removing Content”, for more details.</p> 11.5 Payment For Services <p>A User wishing to write or publish a Product or Products on Leanpub may subject to a payment of a fee in order to do so (the “Product Creation Purchase” or “Product Creation Purchase”).\nThis fee may take the form of a one-time payment, or it may take the form of multiple periodic payments, including monthly payments, as set out in Section 3, “Account Plans”.</p>\n<p>Each Product Creation Purchase is subject to our 45-Day Happiness Guarantee.</p>\n<p>Use of the Site or Services in association with a mobile device or a limited internet service is subject to the service provider’s normal rates and fees, such as internet or telephone provider data charges.\nRuboss will not be held liable for any associated charges incurred by using our Send to Kindle feature or any other Service.</p>\n<p>The basic use of the Leanpub Site and Services, excluding the purchase of non-free Products and Product Creation Purchases, is offered free of charge for all users.\nHowever, please note that use of the Site or Services in association with a mobile device or a limited internet service is subject to the service provider’s normal rates and fees, such as internet or telephone provider data charges.\nRuboss will not be held liable for any associated charges incurred by using our Send to Kindle or any other Leanpub Service.</p> 11.6 Optional Royalty Payment via Wire Transfer Arrangement <p>We will consider requests to receive royalty payments via wire transfer (the “Wire Transfer Arrangement”) on a case-by-case basis.</p>\n<p>A User’s participation in a Wire Transfer Arrangement is at Leanpub’s discretion and may be discontinued at any time.\nWe are bound to comply with all applicable regulations and some individuals may be excluded from entering into or continuing a Wire Transfer Arrangement.\nThis may include the exclusion of Users from particular countries or in particular circumstances.\nThis service may not be used to circumvent laws, regulations or obligations of any kind.</p>\n<p>The following special conditions will apply to a Wire Transfer Arrangement:</p>\n<ul>\n<li>To cover transaction costs, administrative costs and any other costs to Ruboss associated with wire transfers, we will apply a fee of 5% plus $50 to each wire transfer.\nFor example, if your pre-fee royalty payment is calculated to be $1,000, we will apply a 5% fee of $50 and the $50 fee, so the wire transfer amount will be $900.</li>\n<li>The User is responsible for paying any extra fees that are applied to the transaction on their end (for example, any extra fees applied for currency conversion by the receiving financial institution) and any other fees that are applied to them as a condition of receiving each wire transfer.</li>\n<li>We will make wire transfer payments to the User a maximum of once per quarter.\nThese payments will be scheduled, and the schedule is subject to change at Leanpub’s sole discretion.</li>\n<li>The minimum pre-fee amount eligible for a wire transfer payment is $1,000.\nWe will not send wire transfers for royalties payments that are lower than this minimum amount.</li>\n<li>To receive a royalty payment via wire transfer, the User’s royalty rate for all the User’s Leanpub Products (that is, all the Products from which they receive royalties) must be set to the 80% royalty rate.\nIf a User’s Products are set to a different “grandfathered” royalty rate, the User must opt each Product in to the new 80% royalty rate.</li>\n</ul> 12.\nReturns <p>We are proud of our return policy.\nWe consider it a core Leanpub value.</p>\n<p>Ruboss is proud to offer all Users who purchase Leanpub Products “The Leanpub Happiness Guarantee” (the “Happiness Guarantee”).\nWithin 45 days of a purchase you can get a %100 refund on any Leanpub purchase, unless we determine that you are or have been abusing the refund policy.\n(There is an exception, where a Course may no longer be available for a refund, even if 45 days have not elapsed.\nsee Section 6.6.1).\nThis is an honour system: there is no DRM or anti-circumvention or other copy-control system used on the purchase of any downloadable Leanpub Product.\nWe believe that if we take the risk out of purchasing we will improve User happiness, which should lead to more readers and thus more author happiness.</p>\n<p>Abuse of the Happiness Guarantee leads to author unhappiness, so it will not be tolerated.\nAbusing the Happiness Guarantee means doing things like buying three bundles of six books and then immediately requesting refunds on all of them, or continually buying books, reading them, and requesting returns each time.\nThis, and similar obviously exploitative behaviour, goes against the spirit of the Happiness Guarantee.\nIf we determine that a User is abusing the Happiness Guarantee we reserve the right to not issue to them any more refunds.\nIf necessary, we will also inform PayPal of the situation, and provide them with whatever information is required to determine whether we are being unfair or not in our decision.\nRuboss also reserves the right to terminate accounts, block future purchases, and remove content from Users who are deemed to have abused or potentially abused the Happiness Guarantee.</p>\n<p>Disputes of these matters can be directed to hello@leanpub.com.</p> 13.\nUser Registration and Information <p>You must ensure that you have correctly completed the information in the user registration form on the Site (the “User Information”).\nIn the event that any part of your User Information changes, please ensure to promptly update your User Information on the Site.\nIt is your responsibility to keep all of your User Information on the Site current.</p>\n<p>You will have the opportunity to select a username and password on the user registration form.\nYou are solely responsible in all respects for a) all use of the Site made using your username and password, including monitoring the use of Minors accessing your account, and b) maintaining the confidentiality of your password.\nWe encourage you to use a “strong” password (passwords that use a combination of upper and lower case letters, numbers and symbols) for your account.\nRuboss cannot and will not be liable for any loss or damage arising from your failure to comply with the above requirements.\nOnly one individual may access the Site at the same time using the same username and password.\nYou agree to notify Ruboss immediately of any unauthorized use of your email address, username or password, or of any other security beach regarding the Site or Services of which you are aware.\nRuboss may refuse to grant you a username or password that impersonates someone else, is protected by trademark or other proprietary right law, is vulgar or otherwise offensive, or for any other reason.</p>\n<p>User registration and information is subject to the Leanpub Privacy Policy.</p> 13.1 User Profile Policy <p>You are responsible for all information provided to, or posted on the Services.\nYou must ensure that all information you provide in connection with your Leanpub account, such as your name, email address, photo, and other information, is accurate and up-to-date.\nYou may maintain only one account at a time.\nIf for any reason your account is disabled, you may not create another account without our permission.</p>\n<p>Leanpub allows you to upload a photo of yourself to your profile to better identify yourself, find new friends and opportunities in the Leanpub system, and to help Authors create a brand around their work.</p>\n<p>Users are not to misrepresent themselves, imitate others, or post photos that include a Minor or Minors.\nA User is not permitted to use as a profile photo a photo of a person who is not the User.\nAuthors writing under a pseudonym, who do not wish to display their identities, may not upload a photo of another person, but may, for example, upload an image of an inanimate object, or a disguised image to represent themselves.</p> 14.\nTerminating Membership and/or Removing Content <p>Ruboss, at its sole discretion and without notice, may terminate or suspend any Account, for any reason, without prior notice to any User.\nTypical reasons for terminating an Account include, but are not limited to, any potentially suspicious activity, such as money laundering, or credit card fraud, or carrying out any unauthorized transactions.</p>\n<p>Under these Terms, Ruboss may terminate your Account, block your ability to purchase, create, or publish any Products, remove any associated Content, and refund any or all refundable purchases of Products associated with your Account (including purchases of any Product or Products associated with the Account), and permanently ban you from using the Services.\nUpon termination of your account, Ruboss has no obligation to provide a refund of any amounts paid to Ruboss and its subsidiaries, or of monies owed to the User (royalties or otherwise).</p>\n<p>You may terminate your Account on the account information section of the Site, or by contacting hello@leanpub.com with a specific request to do so.\nYour request to terminate will become effective within 30 days after receipt of your request has been acknowledged by Ruboss.\nAll provisions of this agreement relating to payment, commissions, service, fees, disclaimers, limitations of liability, indemnification, confidentiality, and proprietary rights (including without limitation license rights such as the Permissions Agreement) shall survive termination.</p>\n<p>After Content has been removed from Leanpub it will no longer be available for purchase or visible to Users who have not purchased it.\nIt may still be available to Users who have purchased it.\nFurthermore, if any Content is removed from being for sale but has previously been sold (including free purchases), it may still be listed as Content having been produced by you in your Leanpub User profile or elsewhere on Leanpub.</p>\n<p>Ruboss does not retain any residual rights to remove work other than those outlined above.</p>\n<p>If you choose to terminate your account, the terms outlined above regarding the status of Content you have uploaded or created using Leanpub remain applicable.</p> 15.\nPrimary Authors and Co-Authors <p>Terms regarding copyright holder status are stated in Section 8 of these terms, “Copyright, Creative Commons and Public Domain Policies”.\nThis section regards the administrative status within Leanpub that may be assigned to Leanpub Users with respect to Products and Placements.</p>\n<p>When a User creates a Leanpub Product or Placement, that customer is granted Primary Author status in relation to the Product or Placement (the “Primary Author”).\nThe Primary Author has administrative authority with respect to the Product associated with the feature set provided by Leanpub to the Primary Author (the “Feature Set”), and may undertake any action Primary Authors are permitted by Leanpub to undertake in relation to the Product or Placement.</p>\n<p>Exceptions to the rule that creating a Product makes a User a Primary Author may exist.\nFor example, a University may assign an administrator to manage a Leanpub University account, under which teachers may be able to create Courses, but the status of Primary Author is granted to the administrator, not the teacher.</p>\n<p>The Feature Set and permissions available to all Leanpub Users, including the Primary Author of a book, are subject to change at any time and at Leanpub’s sole discretion.\nThe assignment of Primary Author status in no way represents a statement by Leanpub regarding the ownership of or copyright in relation to any Product or Placement or uploaded Conte, including any Extras, and any other rights, material or goodwill associated with the Product and its associated Content at any time or in any circumstances.</p>\n<p>Primary Authorship can be transferred by Leanpub to another Leanpub User and/or to another Leanpub account at the request of the Primary Author.\nIn this case, the Primary Author that requests the transfer becomes a Former Primary Author (a “Former Primary Author”) and Primary Author status will be revoked from the Former Primary Author.\nThis does not exclude other reasons for Leanpub to transfer Primary Author status to another Leanpub User.</p>\n<p>The Primary Author of a Product or Placement may at any time assign Co-Author status with respect to a Product to another Leanpub User or Users (the “Co-Author” or “Co-Authors”), if such status is available.\nAny assigned Co-Author will be granted Co-Author status upon approving the assignation of that status by using the feature or features provided by Leanpub for that purpose, or otherwise communicating to Leanpub their acceptance of the assignation of Co-Author status.\nThe assignment of Co-Author status does not represent a statement, on the part of either Leanpub or the Primary Author, of any Co-Author’s ownership of or copyright in relation to any Leanpub Product, and any other rights, material or goodwill associated with a Product at any time or in any circumstances.\nAt any time and without requiring any approval, confirmation, or any other kind of communication to, from or with any Co-Author or Co-Authors, the Primary Author of Product may revoke Co-Author status from any or all of a Product’s Co-Authors, and the Co-Author or Co-Authors whose Co-Author status has been revoked become Former Co-Authors (the “Former Co-Author” and “Former Co-Authors”).\nIf royalties from a Product’s sales were being allocated to a Co-Author, after Co-Author status has been revoked from a customer, the Former Co-Author will no longer be allocated any new royalties associated with the Product.</p>\n<p>The Primary Author may at their sole discretion, at any time or for any reason, request that Leanpub re-allocate the percentage of royalties from a Products sale owing to the Primary Author and any Co-Author or Co-Authors.\nThis change is effective from the moment it is made, and does not apply to any royalties already owing the Primary Author, and any current or Former Co-Author or Co-Authors.</p>\n<p>In the case that Leanpub is informed that there is a dispute about Co-Authorship of a Product, we reserve the right to remove the Product from Leanpub, remove access to the Product via Leanpub from the Primary Author and/or any current or Former Co-Author and/or Co-Authors, and from any User who at the time or previously held Primary Author status.</p> 16.\nPublishers <p>The terms in this Terms of Service and the Leanpub Privacy Policy also all apply to Publishers.</p>\n<p>Publishers are responsible for paying the authors and/or content creators, editors and any other person or organization with which they are associated.\nRuboss is not liable for any discrepancies between Publishers and those with which they are associated regarding expectations concerning royalties or any other matter.\nRuboss will only send royalties to the PayPal account associated with the Leanpub Account to which royalties are owed in relation to the sale of any Product.\nAny division of royalties is beyond Ruboss’ control and responsibility.</p>\n<p>Publishers are not eligible to receive pay discount rates for Product Creation Purchases.</p> 17.\nCauses <p>Authors and Publishers are free to assign a royalty percentage to any Cause that has been approved as part of the Leanpub for Causes program that allows Authors and Publishers to share royalties with a Cause (“Leanpub for Causes”, or the “Leanpub for Causes Program”).\nHowever, this does not imply any endorsement on the part of the Cause of the Author and/or Publisher or the associated Content or an actions or statements made by any party associated with the Content or its promotion or dissemination on Leanpub or elsewhere.</p>\n<p>Royalties owed to Causes will be paid via PayPal using the PayPal email address associated with the Cause in the form used to register and maintain information about Causes (the “Cause Form”).</p>\n<p>Any User with the ability to change the royalty percentage owing to a Cause in association with the sale of a Product may change the royalty percentage owing to a Cause at any time and for any reason.\nSuch changes have no effect on royalties owing prior to the change in the royalty percentage owing to the Cause.</p> 18.\nUniversities <p>Ruboss may enter into contracts with universities in order to satisfy their unique institutional requirements.\nIn such cases, we will display to Users who attempt to purchase a university’s course (including free purchases), relevant information regarding the use of Users’ Personal Information in order to fulfill the contract will be displayed.\nThe purchase of a course associated with any such contract will be contingent upon the User’s acceptance of these terms.</p> 19.\nInternational Users <p>Ruboss makes no representation that material on the Site or Services is appropriate to or available at locations outside of Canada and the United States.\nYou may not use the Site or export the Content in violation of United States export regulations.\nIf you access the Site from a location outside the United States or Canada, you are responsible for compliance with all applicable local laws and any local taxes that may be required.</p> 20.\nThe Services are Available “AS-IS” <p>Your access to and use of the Services or any Content is at your own risk.\nYou understand and agree that the Site and Services are provided to you on an “AS-IS” and “AS-AVAILABLE” basis.\nWithout limiting the foregoing, RUBOSS AND ITS PARTNERS DISCLAIM ANY REPRESENTATIONS, WARRANTIES AND CONDITIONS, EXPRESSED OR IMPLIED, OR MERCHANTABILITY, MERCHANTABLE QUALITY, DURABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE OR NON-INFRINGEMENT.\nWe make no warranty, and disclaim all responsibility and liability for the completeness, accuracy, availability, timeliness security or reliability of the Site or Service or any Content thereon.\nRuboss will not be responsible or liable for any harm to your computer system, loss of data, or other harm that results from your access to or use of the Site or Services, or any Content.\nYou also agree that Ruboss has no responsibility or liability for the deletion of, or the failure to store or transmit, any Content and other communications maintained by the Site or Services.\nWe make no warranty that the Site or Services will meet your requirements or be available on an uninterrupted, secure, or error-free basis.\nNo advice or information, whether oral or written, obtained from Ruboss or through the Site or Services, will create any warranty not expressly made herein.\nRuboss may also in its discretion modify the features, availability, operation and/or look and feel of Leanpub from time to time without notice to Users.</p> 21.\nLinks <p>The Services may contain links to third-party websites or resources.\nYou acknowledge and agree that we are not responsible or liable for: (i) the availability or accuracy of such websites or resources.\nor (ii) the content, products, or services on or available from such websites or resources.\nLinks to such websites or resources do not imply any endorsement by Ruboss of such websites or resources or the content, products, or services available from such websites or resources.\nYou acknowledge that you accept sole responsibility for, and assume all risk arising from, your use of any such websites or resources.</p> 22.\nThird-Party Websites, Software and Sites <p>The Site and Services may use plug-ins or direct you to websites, software or services owned or operated by third parties (“Third Party Properties”).\nWe have not reviewed all of the Third Party Properties to which you may be directed and we have no control over such Third Party Properties.\nWe have no control over and are not responsible for (a) the content and operation of such Third Party Properties, or (b) the privacy or other practices of such Third Party Properties.\nThe fact that the Site directs you to such Third Party Properties does not indicate any approval or endorsement of any Third Party Properties.\nWe direct you to such Third Party Properties only as a convenience.\nYou are responsible for the costs associated with such Third Party Properties, including any applicable license fees and service charges.\nAccordingly, we strongly encourage you to become familiar with the terms of use and practices of any such Third Party Properties.</p>\n<p>YOU AGREE THAT YOUR USE OF THIRD PARTY WEBSITES AND RESOURCES,\nINCLUDING WITHOUT LIMITATION, YOUR USE OF ANY CONTENT, INFORMATION, DATA, ADVERTISING, PRODUCTS, OR OTHER MATERIALS ON OR AVAILABLE THROUGH SUCH WEBSITES AND RESOURCES, IS AT YOUR OWN RISK AND IS SUBJECT TO THE TERMS AND CONDITIONS OF USE APPLICABLE TO SUCH SITES AND RESOURCES.</p> 23.\nSecurity <p>We take appropriate and reasonable technical, organizational, and procedural measures to protect Personal Information from loss, misuse, unauthorized access, disclosure, alteration, and destruction, taking into account the risks involved in the processing and the nature of the Personal Information.\nIf you have any questions about the security of your Personal Information, you may contact us at dpo@leanpub.com.</p>\n<p>Leanpub accounts require a username or email and a password to log in.\nMembers must keep their password secure, and never disclose it to a third party.\nAccount passwords are hashed, which means we cannot see a User’s password.\nWe do not send forgotten passwords.\nWe will only provide Users with instructions on how to reset them.</p> 24.\nLimitation of Liability <p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, RUBOSS AND ITS SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS (OTHER THAN CONTENT CONTRIBUTORS GRANTING LICENSES PURSUANT TO THESE TERMS) WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING WITHOUT LIMITATION, LOSS OF PROFITS, OPPORTUNITY, DATA, USE, GOOD-WILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (I) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE SERVICES.\n(II) ANY CONDUCT OR CONTENT OF\nANY THIRD PARTY ON THE SERVICES, INCLUDING WITHOUT LIMITATION, ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF OTHER USERS OR THIRD PARTIES.\n(III) ANY CONTENT OBTAINED FROM THE SERVICES.\nAND (IV) UNAUTHORIZED ACCESS, USE OR ALTERATION OF YOUR TRANSMISSIONS OR CONTENT, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING WITHOUT LIMITATION NEGLIGENCE) OR ANY OTHER LEGAL THEORY, WHETHER OR NOT RUBOSS HAS BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES, AND EVEN IF A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.</p>\n<p>You agree that the liability of Ruboss, its officials, employees, affiliates, and agents, if any, arising out of any kind of legal claim (whether in contract, tort, or otherwise) in any way connected with any transaction entered hereunder or the Site or Services shall not exceed the amount you paid to Ruboss in connection with the transaction giving rise to such claim.</p>\n<p>Any action under these Terms must be commenced within one (1) year of knowledge or discovery of the cause of action.</p>\n<p>The foregoing limitation applies to the acts, omissions, negligence, and gross negligence of Ruboss, its officers, employees, affiliates and agents which, but for this provision, would give rise to the cause of action against Ruboss in contract, tort, or any other legal doctrine.\nYour sole and exclusive remedies under these Terms are as expressly set out in these Terms.</p> 25.\nIndemnification <p>You shall indemnify and hold Ruboss harmless against all third party claims, demands, suits, actions, judgements, losses, costs, damages (direct, indirect and consequential), lawyer’s fees and expenses that Ruboss may sustain or incur by reason of any breach or alleged breach of any representation, warranty, term or condition of these Terms, and for any act or omission by you which is in any way related thereto.</p> 26.\nExclusions <p>Some jurisdictions do not allow the exclusion of certain warranties or the exclusion of limitation of liability for consequential or incidental damages.\nTherefore, if the jurisdiction you are in does not allow it, then the limitations above may not apply to you.\nThe limitations above do not apply where they contravene local law.</p> 27.\nWaiver and Severability <p>The failure of Ruboss to enforce any rights or provisions of these Terms will not be deemed a waiver of such right or provision.</p>\n<p>Every provision of these Terms is intended to be severable.\nIf any section of these Terms is found to be void, invalid or unenforceable, then such section will be deemed amended and will be interpreted, if possible, in a way that renders it enforceable.\nIf such an interpretation is not possible, then that condition shall be deemed severable and shall not affect the validity and enforceability of any remaining condition.</p> 28.\nControlling Law and Jurisdiction <p>These Terms and any action relating thereto will be governed by the laws of the Province of British Columbia, Canada, without regard to or application of the conflict of law provisions of your province, state, or country of residence.\nAll claims, legal proceedings or litigation arising in connection with the Services will be brought solely in Vancouver, British Columbia, Canada, and you consent to the jurisdiction of such courts and waive any objection as to inconvenient forum.\nNotwithstanding the foregoing, Ruboss reserves the right to seek injunctive, specific performance or any other legal or equitable remedy from any court of competent jurisdiction.</p> 29.\nEntire Agreement <p>These Terms, the Privacy Policy, and the Copyright Take Down Policy are the entire and exclusive agreement between Ruboss and yourself regarding the Services (excluding any service for which you have a separate agreement with Ruboss that is explicitly in addition to or in place of these Terms), and these Terms supersede and replace any prior agreements between Ruboss and yourself regarding the Services.</p>\n<p>Ruboss may revise these Terms from time to time.\nThe most current version can be found here.\nIf the revision, in Ruboss’ sole discretion, is material to the user, Ruboss will attempt to notify you via email, to the email address associated with your Account.\nBy continuing to access or use the Services after those revisions become effective, you agree to be bound by the revised terms.</p>\n<p>If at any time you do not wish to be bound by the Terms, you must terminate your membership by contacting hello@leanpub.com see Section 14, Terminating Membership and/or Removing Content.</p>\n<p>These Terms are binding.\nThe United Nations Convention on Contracts for the International Sale of Goods shall not apply to these Terms.</p>\n<p>The Site and Services are operated and provided by Ruboss Technology Corporation.</p>\n<p>Our address is:</p>\n<p>Ruboss Technology Corporation<br>\n1321 Blanshard Street<br>\nSuite 301<br>\nVictoria, British Columbia, Canada<br>\nV8W 0B6<br>\n604-265-0857</p>\n<p>If you have any questions about these Terms, or the Privacy Policy, or the Copyright Take Down Policy, please contact us.\nThe preferred method of contact is via email to hello@leanpub.com.</p> ", "created_at": "2021-04-12 08:55:58.853065", "updated_at": "2021-04-12 08:57:19.750747"}, {"id": 4926, "name": "Privacy Policy", "url": "https://leanpub.com/privacy", "xpath": "//*[@id=\"scroll-wrapper\"]/div[2]/article/section", "text": "\nPrivacy Policy <p>\n<em>This Privacy Policy is effective as of October 30, 2009, and was last updated on September 9, 2020.\nThis policy may be updated from time to time, and we recommend users check it regularly.</em>\n</p>\n<p>If you have any questions about this Privacy Policy, please contact us at privacy@leanpub.com.</p> General Statement About Leanpub, Data, and Privacy <p>Our primary goals in collecting personally identifiable information are to provide you with the products and services made available through the Site, including, but not limited to, provision of the Service, communicating with you, and and managing your registered user account, if you have one.\nIn general, Leanpub collects Personal Data when you register with Leanpub, make a purchase (including free purchases), when you use Leanpub services and when you visit Leanpub pages or pages related to the Content posted on Leanpub pages.\nThat information is used to fulfill your requests for products and services, to conduct research, to contact you, to contact those who purchase your Content and to improve Leanpub services generally.</p> 1.\nPrivacy Policy Overview <p>This Policy explains how we may Process your information.</p>\n<p>Ruboss Technology Corporation (“Ruboss”) is the company that runs the Leanpub service found at https://leanpub.com.\nThis is the Privacy Policy for the Leanpub service.</p>\n<p>Ruboss owns, operates, or provides access to, interactive websites, mobile and connected applications, and other online interactive features and services, including, but not limited to, emails, newsletters, and promotional giveaways (collectively the “Services”).</p>\n<p>This Privacy Policy applies to all information collected about you by Ruboss, regardless of how it is collected or stored, and describes, among other things, the types of information collected about you when you interact with the Services, how your information may be used, when your information may be disclosed, how you can control the use and disclosure of your information, and how your information is protected.</p>\n<p>Except as otherwise noted in this Privacy Policy, Ruboss is a data controller (as that term is used under the EU General Data Protection Regulation (“GDPR”)), which means that we decide how and why the information you provide to us is Processed.\nThis Policy explains how we use the information you provide to us to be able to continue to provide the Services.\nContact details are provided in Section 17 below.</p>\n<p>This Policy may be amended or updated from time to time to reflect changes in our practices with respect to the Processing of your information, or changes in applicable law.\nWe encourage you to read this Policy carefully, and to regularly check this page to review any changes we might make.</p> 2.\nCategories of Information We May Process <p>We may Process: your personal details (such as your name).\ndemographic data (such as your age).\nyour contact details (such as your address).\nrecords of your consents.\npurchase details.\ninformation about your interactions with our content or advertising.\nand any views or opinions you provide to us.\nWe may also Process information about you from your use of our Services (such as the type of device you are using, the internet service provider, your IP address, etc.), including your interactions with content and advertising on the Services.</p>\n<p>“Personal Information” means information that is about any individual, or from which any individual is directly or indirectly identifiable.</p>\n<p>“Process”, “Processing” or “Processed” means anything that is done with any Personal Information, whether or not by automated means, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.\nAll of this activity will take place in Canada and the United States.</p>\n<p>Ruboss is a company registered in the Province of British Columbia, Canada.\nHowever, the servers that run Leanpub may reside in Canada or the United States.\nIf you reside outside the U.S.\nor Canada, your personally identifiable information will be transferred to the U.S.\nor Canada, and processed and stored there under U.S.\nor Canadian privacy standards.\nBy visiting our Site and providing information to us, you consent to such transfer to, and processing in, the U.S.\nor Canada.\nLeanpub will transfer your Personal Data to other countries where it does business.</p>\n<p>We may Process the following categories of Personal Information about you:</p>\n<ul>\n<li>Personal details, including but not limited to the following: your name, your username or login details, your password, and areas or topics of interest.</li>\n<li>Demographic information, including but not limited to the following: age, date of birth, and language preferences.</li>\n<li>Your contact details, including but not limited to the following: postal address.\ntelephone and/or mobile number.\nemail address.\nand your public social media handles or profile(s).</li>\n<li>Consent records, including but not limited to the following: records of any consents you may have given, together with the date and time, means of consent and any related information (such as the subject matter of the consent).</li>\n<li>Purchase and payment details, including but not limited to the following: records of purchases and prices, subscription details, how much you choose to pay and which organizations participating in the Leanpub for Causes program (the “Cause” or “Causes”_ you designate as recipients of your money, invoice records, payment records, billing address, payment method, cardholder or accountholder name, payment amount, and payment date.</li>\n<li>Views and opinions, including but not limited to the following: any views and opinions that you or other users choose to send to us, or publicly post about us on social media platforms or in the Services.</li>\n</ul>\n<p>We may also collect other kinds of information from you or other sources, which we refer to as “Other Information” in this Policy, which may include but is not limited to:</p>\n<ul>\n<li>Information about your use of the Services, such as usage data and statistical information, which may be aggregated.</li>\n<li>Browsing history including the websites or other services you visited before and after interacting with the Services.</li>\n<li>Searches for and interactions with e-commerce opportunities, such as offers contained in the Services</li>\n<li>Non-precise information about the approximate physical location (for example, at the city or zip code level) of a user’s computer or device derived from the IP address of such computer or device (“GeoIP Data”).</li>\n<li>Internet Protocol (“IP”) address, which is a unique string of numbers automatically assigned to your device whenever you access the Internet.</li>\n<li>Information collected through the use of cookies, Javascript, pixel tags, and other technologies, including information collected using such methods and technologies about (i) your visits to, and interaction and engagement with, the Services, content and ads on third party websites, applications, platforms and other media channels (“Channels”), and (ii) your interaction with emails including the content and ads therein (collectively, “Online Data”).</li>\n<li>Device type, settings and software used.</li>\n<li>Log files, which may include IP addresses, browser type, ISP referring/exit pages, operating system, date/time stamps and/or clickstream data, including any clicks on customized links.</li>\n<li>Web Beacons, which are electronic files that allow a website to count users who have visited that page or to access certain cookies.</li>\n<li>Pixel Tags, also known as clear GIFs, beacons, spotlight tags or web bugs, which are a method for passing information from the user’s computer to a third party website.</li>\n<li>Local Shared Objects, and Local Storage, such as HTML5.</li>\n<li>Embedded Scripts which are programming codes designed to collect information about your interactions with the Service by temporarily downloading onto your device from our web server or a third party with whom we work.\nEmbedded scripts are only active while you are connected to the Service and are deleted or deactivated thereafter.</li>\n<li>Mobile analytics to understand the functionality of our mobile applications on your phone.</li>\n</ul>\n<p>Under certain circumstances and depending on applicable law, some of this Other Information may constitute Personal Information.\nPersonal Information together with Other Information is hereinafter referred to as “User Information”.</p> 3.\nSensitive Personal Information <p>We do not seek to collect or otherwise Process your Sensitive Personal Information.\nWhere we need to Process your Sensitive Personal Information for a legitimate purpose, we do so in accordance with applicable law.\nThe Services are not intended for use by children.</p>\n<p>We do not collect or otherwise Process Personal Information about race or ethnicity, political opinions, religious or philosophical beliefs, trade union membership, physical or mental health, sexual life, any actual or alleged criminal offences or penalties, or any other information that may be deemed to be sensitive under GDPR (collectively, “Sensitive Personal Information”) in the ordinary course of our business.</p>\n<p>Where it becomes necessary to Process Sensitive Personal Information under GDPR or any other regulation, we would rely on one of the following legal bases:</p>\n<ul>\n<li>Compliance with applicable law: We may Process your Sensitive Personal Information where the Processing is required or permitted by applicable law;</li>\n<li>Detection and prevention of crime: We may Process your Sensitive Personal Information where the Processing is necessary for the detection or prevention of crime (including the prevention of fraud);</li>\n<li>Establishment, exercise or defense of legal rights: We may Process your Sensitive Personal Information where the Processing is necessary for the establishment, exercise or defense of legal rights.\nor</li>\n<li>Consent: We may Process your Sensitive Personal Information where we have, in accordance with applicable law, obtained your prior, express consent prior to Processing your Sensitive Personal Information.</li>\n</ul>\n<p>For the details of the Minimum Age Requirements for the Site, please refer to section 2.7 of our Terms of Service.\n</p>\n<p>Ruboss reserves the right to refuse service to anyone at any time without notice for any reason.</p> 4.\nHow We Collect or Create Information <p>We may collect or obtain User Information about you: directly from you (such as when you contact us).\nin the course of our relationship with you (for example, if you make a purchase, free or therwise).\nwhen you make your Personal Information public (for example, if you make a public post about us on social media).\nwhen you download, install, or use any of our Services.\nwhen you visit our Services.\nwhen you register to use any part of the Services.\nor when you interact with any third party content or advertising on the Services.</p>\n<p>We may also receive User Information about you from third parties (such as social network services).\nWe may also create User Information about you, such as records of your interactions with us.</p>\n<p>Ruboss is not responsible for Personal Information you volunteer about yourself in public areas of the Services, such as the Forums.\nThis Policy does not cover the practices of third parties who may provide information about you to Ruboss.</p>\n<p>Collection of User Information: We may collect User Information about you from the following sources:</p>\n<ul>\n<li>Data you provide: We may obtain your Personal Information when you provide it to us across our Services (for exmaple, where you sign up for emails or newsletters.\nregister for site membership or create a profile or account on any part of the Services.\nenter a promotional giveaway.\nparticipate in surveys.\ncontact us via email, telephone or by any other means.\nor purchase a subscription, etc.).</li>\n<li>Business relationship data: We may collect or obtain your Personal Information in the ordinary course of our relationship with you (for example, if you make a purchase from us).</li>\n<li>Data you make public: We may collect or obtain your Personal Information that you clearly choose to make public, including via social media (for example, we may collect information from your social media profile(s) if you make a public post about us).</li>\n<li>Service data: We may collect or obtain your Personal Information when you visit, download, use or register to use any part of our Service.</li>\n<li>Content and advertising information: If you choose to interact with any third party content or advertising on the Channels, we may receive User Information about you from the relevant third party.</li>\n<li>Third party information: We may collect or obtain your Personal Information from service providers and third parties who provide it to us and combine such information with information we have collected about you.\nThis may include channels such as social network sites or services (such as Twitter, Facebook etc.).\nWe may also obtain information about purchases you make from our billing processors (such as PayPal), including information about the Products you own on the Service.\nTo the extent we combine such third party sourced information with Personal Information we have collected about you on the Service, we will treat the combined information as Personal Information under this Privacy Policy.</li>\n</ul>\n<p>Please note that Ruboss is not responsible for the information you volunteer about yourself in the discussions in certain public areas of the Services or information that you choose to make public in your member profile or other areas of the Services that allow users to upload or post content.\nWe discourage users from posting such Personal Information in this fashion.\nYou can change your publicly available information at any time via your profile page.</p>\n<p>To request removal of your Personal Information from these areas, please see Section 17 in this Privacy Policy for further details.\nIn some cases, we may not be able to remove your Personal Information, in which case we will let you know we are unable to do so and why.</p>\n<p>This Privacy Policy does not cover the practices of third parties, including those that may disclose information to Ruboss.\nWe are not responsible for the accuracy of any information provided by third parties or third party policies or practices.</p>\n<p>We may also create User Information about you, such as records of your interactions with us and details of your purchase history, for internal administrative purposes and analysis.\nWe may also combine data you have provided to us with data obtained from third parties such as social networks.</p> 5.\nPurposes for Which We May Process Your Information <p>We may Process User Information for the following purposes: providing the Services to you.\ncommunicating with you.\nproviding advertising to you on the Channels.\nanalyzing engagement with our audience.\nobserving user engagement and purchase activity across the Service and Channels.\nmarketing our services and offerings to current and prospective customers.\nmanaging our IT systems.\nfinancial management.\nconducting surveys.\nensuring the security of our systems.\nconducting investigations where necessary.\ncompliance with applicable law.\nand improving our Services.</p>\n<p>The purposes for which we may Process User Information, subject to applicable law, include:</p>\n<p>-Provision of the Services to You: providing the Services to you from Ruboss or its partners including (i) offering of promotional giveaways, (ii) processing of your payment information for your purchases or subscriptions, (iii) management of your account, (iv) offering promotional and marketing information to you, and (v) customer support and relationship management.</p>\n<ul>\n<li>Offering and Improving the Services: operating and managing the Services for you.\nproviding personalized content to you.\ncommunicating and interacting with you via the Services.\nidentifying issues with the Services and planning improvements to or creating new Services.\nand notifying you of changes to any of our Services.</li>\n<li>Surveys: engaging with you for the purposes of obtaining your views on our Services.</li>\n<li>Communications: communicating with you via any means (including via email or social media) regarding information in which you may be interested, subject to ensuring that such communications are provided to you in compliance with applicable law.\nmaintaining and updating your contact information where appropriate.\nand obtaining your prior, opt-in consent where required.\nWe may provide direct marketing to you as set out in Section 6 below.</li>\n<li>Advertising: providing advertising based on your interests and interactions with the Services and Channels, including using User Information to serve you advertisements on the Channels.\nFor further information, please see Section 7 below.</li>\n<li>Audience Engagement: identification and development of audience engagement, advertising and promotional strategies on various platforms and channels, both within the Service and on Channels.</li>\n<li>User Engagement and Purchases: tracking purchase traffic and activity across the Service and on Channels, including review of your browsing history (if available).\nprovision of analytics and measurement of cost of traffic against money being made.</li>\n<li>Fraud Prevention: Our Service may use third party fraud prevention software designed to prevent your credit card and other Personal Information from being used in a fraudulent purchase through the Service.\nSuch software may work by analyzing user behavior and detecting patterns that indicate fraud, and may also involve a third party tracking your activity over time and over a network of sites.</li>\n<li>Marketing to Customers: We may market to current and prospective customers and their employees who have indicated an interest in doing business with, or have previously conducted business with, Ruboss in order to further generate and promote our business.\nSuch efforts include sending marketing emails to drive the use of services offered by Ruboss.</li>\n<li>IT Administration: administration of Ruboss’s information technology systems.\nnetwork and device administration.\nnetwork and device security.\nimplementing data security and information systems policies.\ncompliance audits in relation to internal policies.\nidentification and mitigation of fraudulent activity.\nand compliance with legal requirements.</li>\n<li>Security: electronic security measures (including monitoring of login records and access details) to help mitigate the risk of and provide the ability to identify and rectify a security incident.</li>\n<li>Financial Management: general business and financial management purposes, including: economic, financial and administrative management.\nplanning and reporting.\npersonnel development.\nsales.\naccounting.\nfinance.\ncorporate audit.\nand compliance with legal requirements</li>\n<li>Investigations: detecting, investigating and preventing breaches of policy, and criminal offences, in accordance with applicable law.</li>\n<li>Legal Proceedings: establishing, exercising and defending legal rights.</li>\n<li>Legal Compliance: Subject to applicable law, we reserve the right to release information concerning any user of Services when we have grounds to believe that the user is in violation of our Terms of Service or other published guidelines or has engaged in (or we have grounds to believe is engaging in) any illegal activity, and to release information in response to court and governmental orders, other requests from government entities, civil subpoenas, discovery requests and otherwise as required by law or regulatory obligations.\nWe also may release information about users when we believe in good faith that such release is in the interest of protecting the rights, property, safety or security of Ruboss, any of our users or the public, or to respond to an emergency.</li>\n</ul> 6.\nDirect Marketing <p>We may Process your User Information to contact you via email or other methods of communication to provide you with information regarding the Services that may be of interest to you.\nWe may send information to you regarding the Services, upcoming promotions and other information that may be of interest to you, using the contact details that you have provided to us and always in compliance with applicable law.</p>\n<p>You may unsubscribe from our newsletter lists at any time by following the unsubscribe instructions included in every email we send.\nWe will not send you any such emails from a list you have selected to be unsubscribed from, but we may continue to contact you to the extent necessary for the purposes of any other Services you have requested or for additional emails you have signed up for.</p>\n<p>Please note that we automatically opt Users into receiving emails when an Author publishes a new version of their Product, and the Author chooses to send “Release Notes” to Users who have purchased the Product.\nLeanpub is committed to the Lean Publishing process, and we believe automatically opting Users in to receive such emails in their best interest, as it is useful for Users to know when a Product has been updated.\nYou may opt out of these emails individually (for example, you can opt out of receiving these emails from a single book) or collectively (meaning you can opt out of all emails of this type by changing a single setting) in your account settings.</p> 7.\nCookies, Similar Technologies and Online Behavioral Advertising <p>We may Process your User Information by placing or reading Cookies and similar technologies on the Services and Channels.</p>\n<p>Certain technologies enable us to assign a unique identifier to you, and relate information about your use of the Services to Other Information about you.\nWe and our partners also use these technologies to analyze trends.\nadminister the Services.\ncollect and store information such as user settings and anonymous browser identifiers.\nsupplement to our server logs and other methods of traffic and response measurement.\ngather demographic information about our user base.\nand to improve our understanding of traffic on the Services.</p>\n<p>Certain third parties may collect information about you for online behavioral advertising purposes in order for you to receive relevant interest-based advertising on the Services and on other websites, platforms and media channels.\nWe may use Online Data as well as other User Information to send you online behavioral ads we believe are more relevant to your interests.</p>\n<p>Ruboss and its partners may use cookies and other tracking technologies to analyze trends, administer Services, track users’ movements around the Services and on third party sites, devices and applications, and to gather demographic information about our user base.\nYou can control the use of cookies at the individual browser level, but if you choose to disable cookies, it may limit your use of certain features or functions on the Services.</p>\n<p>Tracking technologies on the Services may be deployed by Ruboss and/or by our service providers or partners.\nCertain tracking technologies enable us to assign a unique identifier to you, and relate information about your use of the Services to other information about you, including your User Information.\nWe may match information collected from you through different means or at different times and use such information along with offline and online information obtained from other sources (including from third parties), including, but not limited to, demographic information and updated contact information, for the purposes of learning more about you so we can provide you with relevant content and advertising.</p>\n<p>When you receive email messages or newsletters from us, we may use web beacons, embedded scripts, customized links, clear GIFs or similar technologies to determine whether the email has been opened and which links you click in order to provide you with more focused email communications or other information, and/or to aggregate that information with other data we collect to use for some or all of the purposes outlined in this Privacy Policy.</p>\n<p>We and our partners (including but not limited to e-commerce partners, affiliates, and analytics providers) also may use technologies such as pixel tags, IP addresses, and Local Storage such as HTML5 to analyze trends.\nadminister the Services.\ncollect and store information such as user settings and anonymous browser identifiers.\nsupplement our server logs and other methods of traffic and response measurement.\ntrack users’ location and movements around the Services.\ngather demographic information about our user base.\nand to improve our understanding of traffic on the Services and visitor behavior.\nWe may receive reports based on the use of these technologies by these third party companies on an individual and aggregated basis.\nVarious browsers may offer their own management tools for removing Local Storage.</p>\n<p>We may use mobile analytics software to collect data and to better understand the functionality of our mobile software, devices and applications on your phone and other devices.\nThis software may record information such as how often you use the application, the events that occur within the application, aggregated usage, performance data, and where the application was downloaded from.\nWe may link this information to User Information.</p>\n<p>Certain third parties may collect information about you for Online Behavioral Advertising (“OBA”) purposes in order for you to receive relevant interest-based advertising on the Services and on other websites, platforms and media channels.\nOBA is also referred to as interest-based advertising.</p>\n<p>These third parties may use Online Data as well as other User Information to send you OBA.\nFor example, if you read an article about a particular subject on the Services, the third party may use cookies to later serve you an advertisement for a particular product or service related to the viewed article.\nThese third party vendors may connect information about pages you visit on the Services with information about pages you visit on other Channels and show you advertising based on this combined information.\nThese advertisements may appear when you are visiting a different section of the Services or on another Channel.</p>\n<p>The specific providers we use for OBA are subject to change.\n<strong>Currently, we do NOT use any such services.</strong> If we do, we will list them here or somewhere relevant on our Site.\nFor more details about OBA and opting out, see Section 15 below.</p> 8.\nWhat is the Lawful Basis for Processing Personal Information <p>We may Process your User Information where: you have given your consent.\nthe Processing is necessary for a contract between you and us.\nthe Processing is required by applicable law.\nthe Processing is necessary to protect the vital interests of any individual.\nor where we have a valid legitimate interest in the Processing.</p>\n<p>In Processing your User Information in connection with the purposes set out in this Policy, we may rely on one or more of the following legal bases, depending on the circumstances:</p>\n<ul>\n<li>Consent: We may Process your User Information where we have obtained your prior, express consent to the Processing (this legal basis is only used in relation to Processing that is entirely voluntary – it is not used for Processing that is necessary or obligatory in any way);</li>\n<li>Contractual necessity: We may Process your User Information where the Processing is necessary in connection with any contract that you may enter into with us;</li>\n<li>Compliance with applicable law: We may Process your User Information where the Processing is required by applicable law;</li>\n<li>Vital interests: We may Process your User Information where the Processing is necessary to protect the vital interests of any individual.\nor</li>\n<li>Legitimate interests: We may Process your User Information where we have a legitimate interest in carrying out the Processing for the purpose of managing, operating or promoting our business, and that legitimate interest is not overridden by your interests, fundamental rights, or freedoms.</li>\n</ul> 9.\nWhat Information We Disclose to Third Parties <p>We may disclose your User Information to: legal and regulatory authorities.\nour external advisors.\nparties who Process User Information on our behalf (“Processors”).\nany party as necessary in connection with legal proceedings.\nany party as necessary for investigating, detecting or preventing criminal offences.\nany purchaser of our business.\nand any third party providers of advertising, plugins or content used on the Services.</p>\n<p>We may disclose your User Information to other entities within the Company group, for legitimate business purposes (including operating the Services, and providing services to you), in accordance with applicable law.\nIn addition, we may disclose your User Information to:</p>\n<ul>\n<li>Legal and regulatory authorities, upon request, or for the purposes of reporting any actual or suspected breach of applicable law or regulation;</li>\n<li>Outside professional advisors (such as accountants, auditors, or lawyers), subject to binding contractual obligations of confidentiality;</li>\n<li>Third party Processors (such as analytic providers, data centers, etc.), located anywhere in the world, subject to the requirements noted below in this Section 9;</li>\n<li>Any relevant party, law enforcement agency or court, to the extent necessary for the establishment, exercise or defense of legal rights;</li>\n<li>Any relevant party for the purposes of prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, including safeguarding against and the prevention of threats to public security;</li>\n<li>Any relevant third party acquirer(s), in the event that we sell or transfer all or any relevant portion of our business or assets (including in the event of a reorganization, dissolution or liquidation);</li>\n<li>Any relevant third party provider, where our Channels use third party advertising, plugins or content.\nIf you choose to interact with any such advertising, plugins or content, information about your activities on the Channels to provide you targeted advertising based upon your interests may be shared with the relevant third party provider.\nIf you click or tap on or otherwise interact with an advertisement, the advertiser may assume that you meet its target criteria;</li>\n<li>Any sponsors of promotional giveaways.\nThe registration data for such events is to be used by us as part of User Information, and may be shared with the sponsor and others, subject to this Policy and the sponsor’s privacy policy.\nWe may also share your information with third party vendors involved in the administration of such events.\nFor promotional giveaways, please read the official rules or Terms of Service carefully before you submit your information.\nand</li>\n<li>To third parties whose practices are not covered by this Privacy Policy (for example, third party providers of goods and services, marketing and advertising companies and agencies, analytics providers and retailers).</li>\n</ul>\n<p>Certain functionalities on the Service may permit interactions that you initiate between the Service and certain third party services (“Third Party Features”).\nExamples of Third Party Features include “liking” or “sharing” content over social media platforms through our Service or linking your Ruboss account to a third party service, should we offer this functionality.\nIf you use Third Party Features, both Ruboss and the third party may have access to certain information about you and your use of our Service and the third party service.\nFor example, if you post information on a third party service that references our Service (such as by using a hashtag associated with Ruboss in a tweet or status update), your post may be used on or in connection with our Service or that third party service.\nWe are not responsible for the practices employed by websites linked to or from the Service, nor the information or content contained therein or any information third parties obtain through your use of Third Party Features.\nPlease remember that when you use a link to go from the Service to another website, our Privacy Policy is no longer in effect.\nYour browsing and interaction on any other website, including those that have a link on our website, is subject to that website’s own rules and policies.\nPlease read over those rules and policies before proceeding.</p>\n<p>With respect to surveys, should Ruboss choose to undertake them, in the event that responses are publicly disclosed, users will be notified at the time they take the survey.\nOtherwise we will disclose only aggregate information regarding its users’ responses in surveys to other participants in the survey.\nWhere surveys allow users to submit written comments, and where Ruboss advises users of the possibility of such disclosure at the time they take the survey, Ruboss reserves the right to disclose any information provided by users, provided that no User Information identifying a specific user is disclosed.</p>\n<p>Some of our advertisers may use third party advertising service companies to serve advertisements, for OBA or otherwise, and perform related services when you interact with the Channels.\nOften, these third party advertising companies employ cookies and other technologies to measure the effectiveness of website, app and email advertisements and to create a record of interaction with our content that they use in conjunction with their advertising which appears on other sites or applications, or for reporting website traffic, app use, statistics, advertisement data and/or other activities on the Services.\nWe may also engage third party providers to assist with the segmentation of this data.</p>\n<p>We may engage third party providers to assist with the collection, storage and segmentation of Online Data.\nSuch providers are required to maintain the confidentiality of this information.\nThese third party providers may collect User Information from our Services for their own purposes, such as to monitor fraud around the web.</p>\n<p>If we engage a third-party Processor to Process your User Information, the Processor will be subject to binding contractual obligations to: (i) only Process the User Information in accordance with our prior written instructions.\nand (ii) use measures to protect the confidentiality and security of the User Information.\ntogether with any additional requirements under applicable law.</p>\n<p>The Services contain links to other sites or partners whose information practices may be different from ours.\nYou should consult the privacy policy of these third parties to learn how your privacy is protected.</p> 10.\nInternational Transfers of Information <p>We may transfer your Personal Information to recipients in other countries.</p>\n<p>Because of the international nature of our business, we may need to transfer your User Information within the Ruboss group of companies, and to third parties as noted in Section 9 above, in connection with the purposes set out in this Policy.\nFor this reason, we may transfer your User Information to other countries that may have different laws and data protection compliance requirements to those that apply in the country in which you are located.</p>\n<p>Ruboss is a Canadian company and so may not participate in the E.U.-U.S.\nPrivacy Shield Framework.\nHowever, Ruboss is committed to the principles upon which the framework is founded.</p>\n<p>In certain situations, Ruboss may be required to disclose Personal Information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>If you are a European individual with a privacy related complaint, concern or question about Ruboss’ privacy practices, please contact us by writing to privacy@leanpub.com and we will respond within a reasonable timeframe after receiving your request.</p>\n<p>Where we transfer your Personal Information from the EEA to recipients located outside the EEA who are not in a jurisdiction that has been formally designated by the European Commission as providing an adequate level of protection for Personal Information, we do so on the basis of standard contractual clauses.</p>\n<p>Please note that when you transfer any Personal Information directly to a Company entity established outside the EEA, we are not responsible for that transfer of your Personal Information.\nWe will nevertheless Process your Personal Information, from the point at which we receive the data, in accordance with the provisions of this Privacy Policy.</p> 11.\nData Security <p>We implement appropriate technical and organizational security measures to protect your User Information.\nPlease ensure that any Personal Information that you send to us is sent securely.</p>\n<p>We have implemented appropriate technical and organizational security measures designed to protect your User Information against accidental or unlawful destruction, loss, alteration, unauthorized disclosure, unauthorized access, and other unlawful or unauthorized forms of Processing, in accordance with applicable law.\nIn certain instances we may use Secure Sockets Layer encryption and/or transfer certain User Information in a non-human readable format to provide protection.\nHowever, we cannot guarantee there will not be a breach, and we are not responsible for any breach of security or for the actions of any third parties.</p>\n<p>Because the internet is an open system, the transmission of information via the internet is not completely secure.\nAlthough we will implement reasonable measures to protect your information, we cannot guarantee the security of your data transmitted to us using the internet.\nAny such transmission is at your own risk and you are responsible for ensuring that any Personal Information that you send to us is sent securely.</p> 12.\nData Accuracy <p>We take every reasonable step to ensure that your User Information that we Process is accurate and, where necessary, kept up to date, and any of your User Information that we Process that you inform us is inaccurate (having regard to the purposes for which they are Processed) is erased or rectified.</p> 13.\nData Minimization <p>We take every reasonable step to ensure that your User Information that we Process is limited to the User Information reasonably necessary in connection with the purposes set out in this Policy or as required to provide you services or access to the Services.</p> 14.\nData Retention <p>We take every reasonable step to ensure that your User Information is only retained and Processed for as long as it is needed, for the purposes set out in this Policy, unless applicable law requires a longer retention period.</p>\n<p>Leanpub is a service that is used primarily to buy and sell books and courses.\nWhen a user buys a book or a course, it is made available to them in their Leanpub library.\nSince people who buy books and courses through Leanpub expect them to be available for an indefnite period of time, just like a person who buys a physical book and puts it on their bookshelf expects that book to be there the next time they look, we do not delete user information related to such purchases, whether those purchases are paid or free, unless users ask us to delete the information.\n</p>\n<p>Any relevant information related to a purchase, whether that purchase is paid or free, will be kept as long as necessary to comply with potential legal requirements, including anti-money laundering investigations, tax investigations, fraud investigations, and copyright violations or any potential legal challenges or other proceedings.</p>\n<p>To be clear, this means that even if you request to delete your account, if you have sold a Product through Leanpub, whether that purchase is paid or free, we will keep a copy or copies of the Product or Products you have sold, and any other user account information related to it that may be required in potential future legal or other proceedings, including, inter alia, contact information, such as your email address.</p>\n<p>Furthermore, if you have made a Leanpub purchase (free and/or paid), and you request to have your account deleted, we reserve the right to retain any information that may be required as part of any potential future legal or other proceedings, including, inter alia, contact information, such as your email address.</p>\n<p>Except as may be set forth in this Privacy Policy, Online Data related to OBA is retained by Ruboss for not more than 180 days after which it shall expire, subject to certain conditions.\nHowever, the 180 day period may commence again if the same user subsequently visits or interacts with an ad, email, the Services or a Channel.</p> 15.\nWhat Can I Do to Control My Information? <p>You can directly take steps to change your preferences for newsletters and OBA as outlined in this section.</p>\n<p>If you are an EU resident, you may have certain rights including: the right not to provide your Personal Information to us.\nthe right of access to your Personal Information.\nthe right to request rectification of inaccuracies.\nthe right to request the erasure, or restriction of Processing, of your Personal Information.\nthe right to object to the Processing of your Personal Information.\nthe right to have your Personal Information transferred to another controller.\nthe right to withdraw consent.\nand the right to lodge complaints with supervisory authorities.\nWe may require proof of or need to verify your identity before we can give effect to these rights.</p>\n<p>You may directly take steps to change your preferences as follows:</p>\n<p>You can opt out or unsubscribe to a newsletter or other email list at any time by following the instructions at the end of the newsletters or emails you receive, or in your account settings.\nPlease allow five to ten business days for changes to take effect.</p>\n<p>On some parts of the Service, member service-related communications are an integral part of such Services to which you subscribe and you may continue to receive emails as part of that particular portion of the Services unless you cancel your account, even if you opt out of the newsletters or email list.\nIf you have provided more than one email address to us, you may continue to be contacted unless you request to unsubscribe each email address you have provided.</p>\n<p>We may send you push notifications from time-to-time in order to update you about any events or promotions that we may be running.\nUnder those circumstances, we will provide you with the ability to turn these off by adjusting the permissions in your mobile device.\nPlease note that your opt out is limited to the device used and will not affect subsequent subscriptions or non-promotional communications, such as those about your account, transactions, servicing or Ruboss’s ongoing business relations.</p>\n<p>There are a variety of tracking technologies that may be included in mobile applications.\nThese are not browser-based like cookies and cannot be controlled by browser settings.\nSome use device identifier or other identifiers such as “Ad IDs” to associate app user activity to a particular app and to track user activity across apps.\nYou can stop all collection of information via our mobile applications by uninstalling them.\nAlso, you may be able to exercise specific privacy choices, such as enabling or disabling certain location-based services, by adjusting the permissions in your mobile device (which is usually located in the Settings area of your device).</p>\n<p>If we offer you the opportunity to link your Ruboss account with certain third party services, you will be provided with the ability to unlink your accounts at any time by visiting your Leanpub account settings.\nPlease note that unlinking your accounts will not affect any information previously shared through the linking, and Ruboss may continue to use and share that information in accordance with this Privacy Policy.\nRuboss is not responsible for any third party data practices, and we recommend that you carefully review their online policies.</p>\n<p>You may stop or restrict cookies and pixel tags on your computer or purge cookies from your browser by adjusting your web browser preferences.\nHowever, if you “turn off,” purge, or disable cookies or pixel tags, although you may still use the Services, you may not be able to use all of the features, functions, or services available on the Services.</p>\n<p>For California Residents: in accordance with the California Online Privacy Protection Act, we may collect Personal Information about your online activities when you use the Services.\nWhile we give our users many avenues to opt out of providing Personal Information, we do not respond to Web browsers’ “do not track” signals.\nCalifornia’s “Shine the Light” law, Civil Code Section 1798.83, permits our users who are California residents to periodically request and obtain certain information about any Personal Information disclosed to third parties for direct marketing purposes.\nIf you are a California resident and wish to make such a request or if you wish for us to refrain from gathering your Personal Information, please submit your request in writing to the contact details set out in Section 17 below.</p>\n<p>For EU Residents: GDPR provides certain rights for EU residents.\nYou may decline to share certain information with us, in which case we may not be able to provide some of the features and functionality of the Services.\nThese rights include, in accordance with applicable law, the right to object to or request the restriction of processing of your information, and to request access to, rectification, erasure and portability of your own information.\nWhere we process your information on the basis of your consent, you have the right to withdraw that consent (noting that such withdrawal does not affect the lawfulness of any Processing performed prior to the date on which we receive notice of such withdrawal, and does not prevent the Processing of your Personal Information in reliance upon any other available legal bases).\nRequests should be submitted by contacting us (using the contact instructions in Section 17 below).\nIf you are an EU resident and have any unresolved privacy concern that we have not addressed satisfactorily after contacting us, you have the right to contact the appropriate EU Supervisory Authority and lodge a complaint.</p> 16.\nTerms of Service <p>For more information concerning your use of the Services, please visit the Leanpub Terms of Service, which are incorporated by reference into this Privacy Policy.</p>\n<p>We recommend that you review our Terms of Service regularly, in order to review any changes we might make from time to time.</p> 17.\nContact Details <p>If you have any comments, questions or concerns about any of the information in this Policy, or any other issues relating to the Processing of User Information carried out by us, or on our behalf, please contact us by email at privacy@leanpub.com or write to us at the following address:</p>\n<p>Ruboss Technology Corporation<br>\nc/o Len Epp<br>\nAttention: Data Protection Officer<br>\n1321 Blanshard Street<br>\nSuite 301<br>\nVictoria, British Columbia, Canada<br>\nV8W 0B6 </p>\n<p>If you are an EU resident, you may contact our Data Protection Officer at dpo@leanpub.com</p> 18.\nHow this Privacy Policy May Change <p>We may change this Privacy Policy from time to time, and all changes will be effective at the time we post them.\nIf we believe there is a significant change to this Privacy Policy or our data collection and use practices, we will indicate on our websites that our Privacy Policy has changed prior to the change becoming effective.\nThe then-posted version of the Privacy Policy supersedes all prior versions.\nYour continued access to or use of any of the Services shall be deemed your acceptance of the Privacy Policy.</p>\n<p>We urge you to come back to this web page and review this Privacy Policy regularly so that you remain aware of the terms and conditions that apply to you.</p> 19.\nList of Third-Party Services with Whom Personal Information May Be Shared <p>This is a list of third-party services we use in accordance with our legitimate interests, including internal administrative purposes.\nThis list is subject to change and we recommend you revisit it from time to time.\nWe have provided links so you can easily see what these services do and read the privacy policies they provide.</p>\n<ul>\n<li>Airbrake: Privacy Policy</li>\n<li>Amazon Web Services: Privacy Policy </li>\n<li>Bitbucket: Privacy Policy</li>\n<li>Clicky Analytics: Privacy Policy</li>\n<li>Clubhouse: Privacy Policy</li>\n<li>Disqus: Privacy Policy</li>\n<li>Dropbox: Privacy Policy</li>\n<li>GitHub: Privacy Policy</li>\n<li>Google Analytics: Privacy Policy</li>\n<li>G Suite (e.g.\nGmail): Privacy Policy</li>\n<li>Intercom: Privacy Policy</li>\n<li>MailChimp: Privacy Policy</li>\n<li>PagerDuty: Privacy Policy</li>\n<li>Papertrail: Privacy Policy</li>\n<li>PayPal: Privacy Policy</li>\n<li>Postmark: Privacy Policy</li>\n<li>Redis Labs: Privacy Policy</li>\n<li>Slack: Privacy Policy</li>\n<li>Trello: Privacy Policy</li>\n</ul>\n<p>We will also share data with legal authorities and other relevant agencies where required for legitimate purposes, including compliance with the law and prevention of fraud or other legal activities.</p> ", "created_at": "2021-04-12 08:55:58.174321", "updated_at": "2021-04-12 08:57:53.445399"}], "points": [], "urls": ["leanpub.com"]}}