{"error": 448, "message": "OK", "parameters": {"id": 1342, "name": "Blender Market", "created_at": "2019-01-12 18:41:10.639123", "updated_at": "2021-03-25 03:19:42.319783", "wikipedia": null, "keywords": null, "related": null, "slug": "blender_market", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1342.png", "url": "blendermarket.com", "documents": [{"id": 931, "name": "Privacy Policy", "url": "https://blendermarket.com/policies/privacy-policy", "xpath": "/html/body/div[4]/main/article/div", "text": " <p>We are The Blender Market.\nor (“BM”).\nThe Owner and Data Controller located at 27 W.\nState Street, Ste B, Geneva IL 60134.&nbsp;</p>\n<p>We are the team behind the website Blender Market.\nWe believe you should always know what data we collect from you and how we use it, and that you should have a meaningful control over both.\nWhile you should read this policy in its entirety, here are some key takeaways.&nbsp;</p>\n<ul>\n<li>\n<p>We’ll never sell your data you share with the Blender Market.\nPeriod.&nbsp;</p>\n</li>\n<li>\n<p>You’re able to adjust how much information you share with the Blender Market, download your data, and delete your data from the Blender Market Privacy Center.&nbsp;</p>\n</li>\n</ul>\n<p>If you do not agree with our Privacy Policy, we will be bummed, though please do not use this site.</p>Types of Data We Collect<p>Among the types of Personal Data that this Website collects, by itself or through third parties, there are Cookies, Usage Data, email address, first name, last name, province, state, country, ZIP/Postal code, and website.</p>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.</p>\n<p>Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Website.</p>\n<p>Unless specified otherwise, all Data requested by this Website is mandatory and failure to provide this Data may make it impossible for this Website to provide its services.\nIn cases where this Website specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.</p>\n<p>Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner at dp@blendermarket.com</p>\n<p>Any use of Cookies – or of other tracking tools – by this Website or by the owners of third-party services used by this Website serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through this Website and confirm that they have the third party's consent to provide the Data to the Owner.</p>The Mode and Place of Processing the DataMethods of processing<p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.</p>\n<p>The Data processing is carried out using computers and/or IT-enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Website (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p>\n<p>\n<br>\n</p>Legal basis of processing<p>The Owner (BM) &nbsp;may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>\n<p>Users have given their consent for one or more specific purposes.\nNote: Under some legislations, the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</p>\n</li>\n<li>\n<p>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</p>\n</li>\n<li>\n<p>processing is necessary for compliance with a legal obligation to which the Owner is subject;</p>\n</li>\n<li>\n<p>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</p>\n</li>\n<li>\n<p>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</p>\n</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.</p>Place<p>The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.</p>\n<p>Depending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>\n<p>Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.</p>\n<p>If any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.</p>Retention time<p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>\n<p>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</p>\n</li>\n<li>\n<p>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</p>\n</li>\n</ul>\n<p>The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.</p>\n<p>Once the retention period expires, Personal Data shall be deleted.\nTherefore, the right to access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p>\n<p>\n<br>\n</p>The purposes of processing<p>The Data concerning the User is collected to allow the Owner to provide its Services, as well as for the following purposes: Analytics, User database management, Heat mapping and session recording, Contacting the User, Remarketing, and behavioral targeting, Interaction with external social networks and platforms, Access to third-party accounts, Displaying content from external platforms, Advertising, Handling payments, Hosting and backend infrastructure and Tag Management.</p>\n<p>Users can find further detailed information about such purposes of processing and about the specific Personal Data used for each purpose in the respective sections of this document.</p>Detailed information on the processing of Personal Data<p>Personal Data is collected for the following purposes and using the following services:</p>Access to third party accounts<p>This type of service allows this Website to access Data from your account on a third-party service and perform actions with it.</p>\n<p>These services are not activated automatically, but require explicit authorization by the User.</p>Stripe account access (Stripe Inc)<p>This service allows this Website to connect with the User's account on Stripe, provided by Stripe, Inc.\nStripe is Blender Market’s payment processor.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: US – Privacy Policy .</p>Advertising<p>This type of service allows User Data to be utilized for advertising communication purposes displayed in the form of banners and other advertisements on this Website, possibly based on User interests.</p>\n<p>This does not mean that all Personal Data are used for this purpose.\nInformation and conditions of use are shown below.</p>\n<p>Some of the services listed below may use Cookies to identify Users or they may use the behavioral retargeting technique, i.e.\ndisplaying ads tailored to the User’s interests and behavior, including those detected outside this Website.\nFor more information, please check the privacy policies of the relevant services.</p>\n<p>In addition to any opt-out offered by any of the services below, the User may opt out of a third-party service's use of cookies by visiting the Network Advertising Initiative opt-out page.</p>DoubleClick for Publishers (Google Inc.)<p>DoubleClick for Publishers is an advertising service provided by Google Inc.\nthat allows the Owner to run advertising campaigns in conjunction with external advertising networks that the Owner, unless otherwise specified in this document, has no direct relationship with.\nIn order to opt out from being tracked by various advertising networks, Users may make use of &nbsp;Youronlinechoices.\nIn order to understand Google's use of data, consult Google's partner policy.</p>\n<p>This service uses the “Doubleclick” Cookie, which tracks use of this Website and User behavior concerning ads, products and services offered.</p>\n<p>Users may decide to disable all the Doubleclick Cookies by clicking on: www.google.com/settings/ads/onweb/optout?hl=en.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy .</p>Contacting youMailing list or Newsletter on this site<p>By registering on the mailing list or for the newsletter, and consent is given, the User’s email address will be added to the contact list of those who may receive email messages containing information of commercial or promotional nature concerning this Website.&nbsp;Your email address might also be added to this list as a result of signing up to this Website or after making a purchase.</p>\n<p>Personal Data collected: Cookies, email address, first name, last name, and Usage Data.&nbsp;</p>Handling Payments<p>Payment processing services enable this Website to process payments by credit card, bank transfer or other means.\nTo ensure greater security, this Website shares only the information necessary to execute the transaction with the financial intermediaries handling the transaction.</p>\n<p>Some of these services may also enable the sending of timed messages to the User, such as emails containing invoices or notifications concerning the payment.</p>Stripe (Stripe Inc)<p>Stripe is a payment service provided by Stripe Inc.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: US – Privacy Policy .</p>PayPal (PayPal Inc.)<p>PayPal is a payment service provided by PayPal Inc., which allows Users to make online payments.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: See the PayPal privacy policy –Privacy Policy.</p>\n<p>\n<br>\n</p>Displaying Content from External Platforms<p>This type of service allows you to view content hosted on external platforms directly from the pages of this Website and interact with them.</p>\n<p>This type of service might still collect web traffic data for the pages where the service is installed, even when Users do not use it.</p>YouTube video widget without cookies (Google Inc.)<p>YouTube is a video content visualization service provided by Google Inc.\nthat allows this Website to incorporate content of this kind on its pages.</p>\n<p>This widget is set up in a way that ensures that YouTube won't store information and cookies about Users on this Website unless they play the video.</p>\n<p>Personal Data collected: Usage Data.</p>\n<p>Place of processing: US – Privacy Policy .</p>Wistia widget (Wistia, Inc.)<p>Wistia is a video content visualization service provided by Wistia, Inc.\nthat allows this Website to incorporate content of this kind on its pages.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy .</p>Typekit (Adobe Systems Incorporated)<p>Typekit is a typeface visualization service provided by Adobe Systems Incorporated that allows this Website to incorporate content of this kind on its pages.</p>\n<p>Personal Data collected: Usage Data and various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: US – Privacy Policy .</p>Vimeo video (Vimeo, LLC)<p>Vimeo is a video content visualization service provided by Vimeo, LLC that allows this Website to incorporate content of this kind on its pages.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.</p>Sketchfab (Sketchfab, Inc)<p>Sketchfab is a platform which allows a user to upload, download, purchase and/or publish 3D Files on the Sketchfab website, or embed on third-party websites by means of their proprietary viewer.\n&nbsp;</p>\n<p>Personal Data Collected: Cookies and Usage Data</p>\n<p>Place of processing: US - Privacy Policy</p>Hosting and Backend Infrastructure<p>This type of service has the purpose of hosting data and files that enable this Website to run and be distributed as well as to provide a ready-made infrastructure to run specific features or parts of this Website.\nSome of these services work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p>Heroku (Heroku, Inc.)<p>Heroku is a hosting service provided by Heroku, Inc.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: US – Privacy Policy .</p>\n<p>\n<br>\n</p>Interaction with external social networks and platforms<p>This type of service allows interaction with social networks or other external platforms directly from the pages of this Website.</p>\n<p>The interaction and information obtained through this Website are always subject to the User’s privacy settings for each social network.</p>\n<p>This type of service might still collect traffic data for the pages where the service is installed, even when Users do not use it.</p>Facebook Like button and social widgets (Facebook, Inc.)<p>The Facebook Like button and social widgets are services allowing interaction with the Facebook social network provided by Facebook, Inc.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy .</p>Twitter Tweet button and social widgets (Twitter, Inc.)<p>The Twitter Tweet button and social widgets are services allowing interaction with the Twitter social network provided by Twitter, Inc.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy .</p>\n<p>\n<br>\n</p>User Database Management + Support<p>This type of service allows the Owner to build user profiles by starting from an email address, a personal name, or other information that the User provides to this Website, as well as to track User activities through analytics features.\nThis Personal Data may also be matched with publicly available information about the User (such as social networks' profiles) and used to build private profiles that the Owner can display and use for improving this Website.</p>\n<p>Some of these services may also enable the sending of timed messages to the User, such as emails based on specific actions performed on this Website.</p>Intercom (Intercom Inc.)<p>Intercom is a User database management service provided by Intercom Inc.\nIntercom can also be used as a medium for communications, either through email, or through messages within our product(s).</p>\n<p>Personal Data collected: email address and various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: US – Privacy Policy .</p>\n<p>\n<br>\n</p>Remarketing and Behavioral targeting<p>This type of service allows this Website and its partners to inform, optimize and serve advertising based on past use of this Website by the User.</p>\n<p>This activity is performed by tracking Usage Data and by using Cookies, information that is transferred to the partners that manage the remarketing and behavioral targeting activity.</p>\n<p>In addition to any opt out offered by any of the services below, the User may opt out of a third-party service's use of cookies by visiting the Network Advertising Initiative opt-out page.</p>AdWords Remarketing (Google Inc.)<p>AdWords Remarketing is a remarketing and behavioral targeting service provided by Google Inc.\nthat connects the activity of this Website with the Adwords advertising network and the Doubleclick Cookie.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.</p>Facebook Custom Audience (Facebook, Inc.)<p>Facebook Custom Audience is a remarketing and behavioral targeting service provided by Facebook, Inc.\nthat connects the activity of this Website with the Facebook advertising network.</p>\n<p>Personal Data collected: Cookies and email address.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.</p>Facebook Remarketing (Facebook, Inc.)<p>Facebook Remarketing is a remarketing and behavioral targeting service provided by Facebook, Inc.\nthat connects the activity of this Website with the Facebook advertising network.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.</p>Twitter Remarketing (Twitter, Inc.)<p>Twitter Remarketing is a remarketing and behavioral targeting service provided by Twitter, Inc.\nthat connects the activity of this Website with the Twitter advertising network.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.</p>Twitter Tailored Audiences (Twitter, Inc.)<p>Twitter Tailored Audiences is a remarketing and behavioral targeting service provided by Twitter, Inc.\nthat connects the activity of this Website with the Twitter advertising network.</p>\n<p>Personal Data collected: Cookies and email address.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.</p>Perfect Audience (NowSpots, Inc.)<p>Perfect Audience is an advertising service provided by NowSpots, Inc.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.</p>DoubleClick for Publishers Audience Extension (Google Inc.)<p>DoubleClick for Publishers Audience Extension is a remarketing and behavioral targeting service provided by Google Inc.\nthat tracks the visitors of this Website and allows selected advertising partners to display targeted ads across the web to them.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.</p>\n<p>\n<br>\n</p>Tag Management<p>This type of service helps the Owner to manage the tags or scripts needed on this Website in a centralized fashion.</p>\n<p>This results in the Users' Data flowing through these services, potentially resulting in the retention of this Data.</p>Google Tag Manager (Google LLC)<p>Google Tag Manager is a tag management service provided by Google LLC.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.</p>\n<p>\n<br>\n</p>Further information about Personal DataThe Service is not directed to children under the age of 16<p>Users declare themselves to be adult according to their applicable legislation.\nMinors may use this Application only with the assistance of a parent or guardian.\nUnder no circumstance persons under the age of 16 may use this Application.</p>\n<p>\n<br>\n</p>Selling goods and services online<p>The Personal Data collected are used to provide the User with services or to sell goods, including payment and possible delivery.</p>\n<p>The Personal Data collected to complete the payment may include the credit card, the bank account used for the transfer, or any other means of payment envisaged.\nThe kind of Data collected by this Website depends on the payment system used.</p>The rights of Users<p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<p>Withdraw their consent at any time.&nbsp;Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</p>\n</li>\n<li>\n<p>Object to processing of their Data.&nbsp;Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</p>\n</li>\n<li>\n<p>Access their Data.&nbsp;Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</p>\n</li>\n<li>\n<p>Verify and seek rectification.&nbsp;Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</p>\n</li>\n<li>\n<p>Restrict the processing of their Data.&nbsp;Users have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.</p>\n</li>\n<li>\n<p>Have their Personal Data deleted or otherwise removed.&nbsp;Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</p>\n</li>\n<li>\n<p>Receive their Data and have it transferred to another controller.&nbsp;Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</p>\n</li>\n<li>\n<p>Lodge a complaint.&nbsp;Users have the right to bring a claim before their competent data protection authority.</p>\n</li>\n</ul>\n<p>\n<br>\n</p>Details about the right to object to processing<p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.&nbsp;</p>How to exercise these rights<p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p>Cookie Policy<p>This Website uses Cookies.\nTo learn more and for a detailed cookie notice, the User may consult the Cookie Policy.</p>\n<p>\n<br>\n</p>Additional information about Data collection and processingLegal action<p>The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Website or the related Services.</p>\n<p>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.</p>\n<p>\n<br>\n</p>Security Notices:&nbsp;<p>In the rare case of a security issue or data breach we will do our best to notify you of the occurrence if you may have been affected.\nWe will notify you regardless of your emailing marketing consent.&nbsp;</p>\n<p>\n<br>\n</p>Additional information about User's Personal Data<p>In addition to the information contained in this privacy policy, this Website may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.</p>System logs and maintenance<p>For operation and maintenance purposes, this Website and any third-party services may collect files that record interaction with this Website (System logs) use other Personal Data (such as the IP Address) for this purpose.</p>Information not contained in this policy<p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p>How “Do Not Track” requests are handled<p>This Website does not support “Do Not Track” requests.</p>\n<p>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.</p>\n<p>\n<br>\n</p>Changes to This Privacy Policy<p>The Owner reserves the right to make changes to this privacy policy at any time by giving notice to its Users on this page and possibly within this Website and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\nIf a User objects to any of the changes to the Policy, the User must cease using this Application and can request that the Owner remove the Personal Data.\nUnless stated otherwise, the then-current privacy policy applies to all Personal Data the Owner has about Users.</p>Owner Contact Information<p>Blender Market, Inc</p>\n<p>25 N River Lane, STE 10</p>\n<p>Geneva IL 60134</p>\n<p>Email: support@blendermarket.com&nbsp;</p>\n<p>GDPR Requests: dpo@blendermarket.com&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>Definitions and legal referencesPersonal Data (or Data)<p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p>Usage Data<p>Information collected automatically through this Website (or third-party services employed in this Website), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Website, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p>User<p>The individual using this Website who, unless otherwise specified, coincides with the Data Subject.</p>Data Subject<p>The natural person to whom the Personal Data refers.</p>Data Processor (or Data Supervisor)<p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p>Data Controller (or Owner)<p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Website.\nThe Data Controller, unless otherwise specified, is the Owner of this Website.</p>This Website (or this Application)<p>The means by which the Personal Data of the User is collected and processed.</p>Service<p>The service provided by this Website as described in the relative terms (if available) and on this site/application.</p>European Union (or EU)<p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p>Cookies<p>Small piece of data stored in the User's device.</p>Legal information<p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to this Website, if not stated otherwise within this document.</p>\n<p>\n<br>\n</p> ", "created_at": "2019-01-12 18:47:15.513574", "updated_at": "2020-12-14 21:10:35.337286"}, {"id": 1864, "name": "Privacy Policy", "url": "https://blendermarket.com/policies/privacy-policy", "xpath": null, "text": "This website uses cookiesWe use cookies, but they aren't scary! This doesn’t include any personal data unless you’re logged in.\nIf you are logged in, we use cookies to help aid in identifying you for support purposes.\nWe also gather statistics to make the application a better place to learn, and use marketing cookies for things like personalizing ads.[#OOI_PERSONAL_INFORMATION#] Use necessary cookies only OK Settings OK Use necessary cookies only Allow selection Allow all cookies NecessaryPreferencesStatisticsMarketing Settings Cookie declaration [#IABV2SETTINGS#] About cookies  Necessary (11) Preferences (1) Statistics (19) Marketing (28) Unclassified (11)Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.\nNameProviderPurposeExpiryType__cf_bmArtstationThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.1 dayHTTP__cfduidBlender MarketUsed by the content network, Cloudflare, to identify trusted web traffic.29 daysHTTP__stripe_midStripeThis cookie is necessary for making credit card transactions on the website.\nThe service is provided by Stripe.com which allows online transactions without storing any credit card information.1 yearHTTP__stripe_sidStripeThis cookie is necessary for making credit card transactions on the website.\nThe service is provided by Stripe.com which allows online transactions without storing any credit card information.1 dayHTTPCookieConsentCookiebotStores the user's cookie consent state for the current domain1 yearHTTPtldHellobarUsed to optimize the loading speed on the website.\nThis is done by pre-loading some procedures in the visitors' browser.SessionHTTPrc::aGoogleThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.PersistentHTMLrc::cGoogleThis cookie is used to distinguish between humans and bots.\nSessionHTMLmFreewheelDetermines the device used to access the website.\nThis allows the website to be formatted accordingly.\n2 yearsHTTPJSESSIONIDNew RelicPreserves users states across page requests.SessionHTTPlocal_storage_support_testTwitterThe cookie is used in context with the local-storage function in the browser.\nThis function allows the website to load faster by pre-loading certain procedures.\nPersistentHTML Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.\nNameProviderPurposeExpiryTypebrowser_supportSketchfabUsed in context with the 3D-view-function on the website.\nCollects data on user interaction with the service for statistical purposes.\nPersistentHTML Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.\nNameProviderPurposeExpiryTypebounceAppnexusDetermines if a visitor leaves the website straight away - This information is used for internal statistics and analytics by the website operator.\nSessionPixelseg&nbsp;[x2]Appnexus<br>Marin SoftwareRegisters statistical data on visitors' behaviour on the website.\nUsed for internal analytics by the website operator.\nSessionPixel_ga&nbsp;[x2]Google<br>GiphyRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.2 yearsHTTP_gat&nbsp;[x2]Google<br>GiphyUsed by Google Analytics to throttle request rate1 dayHTTP_gid&nbsp;[x2]Google<br>GiphyRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.1 dayHTTPloglevelWistiaCollects data on visitor interaction with the website's video-content - This data is used to make the website's video-content more relevant towards the visitor.\nPersistentHTMLundefinedWistiaCollects data on visitor interaction with the website's video-content - This data is used to make the website's video-content more relevant towards the visitor.\nPersistentHTMLwistiaWistiaUsed by the website to track the visitor's use of video-content - The cookie roots from Wistia, which provides video-software to websites.PersistentHTMLcreateDateGfycatContains the expiry date for other cookies.\nSessionHTMLcollectGoogleUsed to send data to Google Analytics about the visitor's device and behavior.\nTracks the visitor across devices and marketing channels.SessionPixelcb&nbsp;[x2]Marin SoftwareCollects data such as visitors' IP address, geographical location and website navigation - This information is used for internal optimization and statistics for the website's operator.\nSessionPixelpersonalization_idTwitterThis cookie is set by Twitter.\nThe cookie allows the visitor to share content from the website on his/her Twitter profile.2 yearsHTTPp.gifAdobe IncKeeps track of special fonts used on the website for internal analysis.\nThe cookie does not register any visitor data.\nSessionPixelvuidVimeoCollects data on the user's visits to the website, such as which pages have been read.2 yearsHTTP Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.\nNameProviderPurposeExpiryTypeanjAppnexusRegisters a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.3 monthsHTTPuuid2AppnexusRegisters a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.3 monthsHTTP_fbpMarin SoftwareUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.3 monthsHTTPIDEGoogleUsed by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.1 yearHTTPtest_cookieGoogleUsed to check if the user's browser supports cookies.1 dayHTTPfrFacebookUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.3 monthsHTTPtrFacebookUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.SessionPixelads/ga-audiencesGoogleUsed by Google AdWords to re-engage visitors that are likely to convert to customers based on the visitor's online behaviour across websites.SessionPixelNIDGoogleRegisters a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.6 monthsHTTPiOpenxRegisters anonymised user data, such as IP address, geographical location, visited websites, and what ads the user has clicked, with the purpose of optimising ad display based on the user's movement on websites that use the same ad network.1 yearHTTPw/1.0/sdOpenxRegisters data on visitors such as IP addresses, geographical location and advertisement interaction.\nThis information is used optimize the advertisement on websites that make use of OpenX.net services.\nSessionPixelcsMarin SoftwareThis cookie is used to optimize ad relevance by collecting visitor data from multiple websites – this exchange of visitor data is normally provided by a third-party data-center or ad-exchange.SessionPixelpa_#_tsMarin SoftwareUsed across websites that use the same ad network to display ads to the other advertisers in the network.2 yearsHTTPpa_uidMarin SoftwareUsed across websites that use the same ad network to display ads to the other advertisers in the network.2 yearsHTTP__widgetsettingsTwitterCollects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\nPersistentHTMLi/adsctTwitterThe cookie is used by Twitter.com in order to determine the number of visitors accessing the website through twitter advertisement content.\nSessionPixelplayerVimeoSaves the user's preferences when playing embedded videos from Vimeo.1 yearHTTPsync_activeVimeoContains data on visitor's video-content preferences - This allows the website to remember parameters such as preferred volume or video quality.\nThe service is provided by Vimeo.com.PersistentHTMLA3Verizon MediaCollects information on user behaviour on multiple websites.\nThis information is used in order to optimize the relevance of advertisement on the website.1 yearHTTPVISITOR_INFO1_LIVEYouTubeTries to estimate the users' bandwidth on pages with integrated YouTube videos.179 daysHTTPYSCYouTubeRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.SessionHTTPyt-remote-cast-installedYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLyt-remote-connected-devicesYouTubeStores the user's video player preferences using embedded YouTube videoPersistentHTMLyt-remote-device-idYouTubeStores the user's video player preferences using embedded YouTube videoPersistentHTMLyt-remote-fast-check-periodYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLyt-remote-session-appYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLyt-remote-session-nameYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLaffiliate_visit_guidBlender MarketPending13 daysHTTP Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.\nNameProviderPurposeExpiryTypeevents/1/0ed3531dcdNew RelicPendingSessionPixel_cgc_markets_sessionBlender MarketPendingSessionHTTPfbLastViewProductIDBlender MarketPendingPersistentHTMLhbv_521391HellobarPendingPersistentHTMLmanageui_menu_closedBlender MarketPendingSessionHTTPpersist:hs-beacon-cc7ce422-91cb-4d72-9b94-cd45894f2fe7Blender MarketPendingPersistentHTMLpersist:hs-beacon-message-cc7ce422-91cb-4d72-9b94-cd45894f2fe7Blender MarketPendingPersistentHTMLwistia-video-progress-#WistiaPendingPersistentHTMLclient_tokenGfycatPendingSessionHTMLexpires_inGfycatPendingSessionHTMLtoken_typeGfycatPendingSessionHTML  [#IABV2_LABEL_PURPOSES#] [#IABV2_LABEL_FEATURES#] [#IABV2_LABEL_PARTNERS#] [#IABV2_BODY_PURPOSES#] [#IABV2_BODY_FEATURES#] [#IABV2_BODY_PARTNERS#] Cookies are small text files that can be used by websites to make a user's experience more efficient.\nThis site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.\nCookie declaration last updated on 17 November 2020 by Cookiebot &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-TS8BV4X\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\n<ul>\n<li>Become a Creator</li>\n<li>Blog</li>\n<li>Help Desk</li>\n<li>Market Statistics</li>\n<li>What are the <i>\n</i>s?</li>\n<li>\n<ul>\n<li>Login</li>\n<li>or</li>\n<li>Signup</li>\n</ul>\n</li>\n</ul> BlenderMarket <p>The indie market for Blender creators</p>\n<ul>\n<li>All Products</li>\n<li> Models <ul>\n<li>3D Printable</li>\n<li>Anatomy</li>\n<li>Animals</li>\n<li>Animation</li>\n<li>Architecture</li>\n<li>Base Meshes</li>\n<li>Buildings</li>\n<li>Characters</li>\n<li>Clothes &amp.\nAccessories</li>\n<li>Creatures</li>\n<li>Decals</li>\n<li>Design Elements</li>\n<li>Electronics</li>\n<li>Engines &amp.\nParts</li>\n<li>Fantasy &amp.\nFiction</li>\n<li>Food &amp.\nDrinks</li>\n<li>Furnishings</li>\n<li>Game Ready</li>\n<li>Humans</li>\n<li>Miscellaneous</li>\n<li>Motion Graphics</li>\n<li>Music</li>\n<li>Nature</li>\n<li>Products</li>\n<li>Science</li>\n<li>Sci-Fi</li>\n<li>Sports</li>\n<li>Theme Packages</li>\n<li>Tools</li>\n<li>Toys &amp.\nGames</li>\n<li>Urban</li>\n<li>Vehicles</li>\n<li>Weapons &amp.\nArmor</li>\n</ul>\n</li>\n<li> Materials, Shaders, Textures <ul>\n<li>Animals</li>\n<li>Buildings</li>\n<li>Ceramic</li>\n<li>Concrete</li>\n<li>Fabric</li>\n<li>Glass</li>\n<li>Ground</li>\n<li>HDRI Images</li>\n<li>Humans</li>\n<li>Ice</li>\n<li>Marble</li>\n<li>Metal</li>\n<li>Miscellaneous</li>\n<li>Organic</li>\n<li>Ornaments</li>\n<li>Plants</li>\n<li>Plastic</li>\n<li>Sci Fi</li>\n<li>Stone</li>\n<li>Water</li>\n<li>Wood</li>\n</ul>\n</li>\n<li> Scripts and Addons <ul>\n<li>Animation</li>\n<li>Asset Management</li>\n<li>Blender Game Engine</li>\n<li>Import &amp.\nExport</li>\n<li>Interface</li>\n<li>Modeling</li>\n<li>Presets</li>\n<li>Rendering</li>\n<li>Rigging</li>\n<li>VSE</li>\n</ul>\n</li>\n<li> Render Setups <ul>\n<li>Compositing Presets</li>\n<li>Studio Lighting</li>\n</ul>\n</li>\n<li> Training <ul>\n<li>e-Books</li>\n<li>Video Tutorials</li>\n</ul>\n</li>\n</ul> Privacy Policy <ul>\n<li>Version 2</li> · <li>Last Updated May 20, 2019</li>\n</ul>\n<p>We are The Blender Market.\nor (“BM”).\nThe Owner and Data Controller located at 27 W.\nState Street, Ste B, Geneva IL 60134.&nbsp;</p>\n<p>We are the team behind the website Blender Market.\nWe believe you should always know what data we collect from you and how we use it, and that you should have a meaningful control over both.\nWhile you should read this policy in its entirety, here are some key takeaways.&nbsp;</p>\n<ul>\n<li>\n<p>We’ll never sell your data you share with the Blender Market.\nPeriod.&nbsp;</p>\n</li>\n<li>\n<p>You’re able to adjust how much information you share with the Blender Market, download your data, and delete your data from the Blender Market Privacy Center.&nbsp;</p>\n</li>\n</ul>\n<p>If you do not agree with our Privacy Policy, we will be bummed, though please do not use this site.</p>Types of Data We Collect<p>Among the types of Personal Data that this Website collects, by itself or through third parties, there are Cookies, Usage Data, email address, first name, last name, province, state, country, ZIP/Postal code, and website.</p>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.</p>\n<p>Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using this Website.</p>\n<p>Unless specified otherwise, all Data requested by this Website is mandatory and failure to provide this Data may make it impossible for this Website to provide its services.\nIn cases where this Website specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.</p>\n<p>Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner at dp@blendermarket.com</p>\n<p>Any use of Cookies – or of other tracking tools – by this Website or by the owners of third-party services used by this Website serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through this Website and confirm that they have the third party's consent to provide the Data to the Owner.</p>The Mode and Place of Processing the DataMethods of processing<p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.</p>\n<p>The Data processing is carried out using computers and/or IT-enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of this Website (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p>\n<p>\n<br>\n</p>Legal basis of processing<p>The Owner (BM) &nbsp;may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>\n<p>Users have given their consent for one or more specific purposes.\nNote: Under some legislations, the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</p>\n</li>\n<li>\n<p>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</p>\n</li>\n<li>\n<p>processing is necessary for compliance with a legal obligation to which the Owner is subject;</p>\n</li>\n<li>\n<p>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</p>\n</li>\n<li>\n<p>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</p>\n</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.</p>Place<p>The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.</p>\n<p>Depending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>\n<p>Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.</p>\n<p>If any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.</p>Retention time<p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>\n<p>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</p>\n</li>\n<li>\n<p>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</p>\n</li>\n</ul>\n<p>The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.</p>\n<p>Once the retention period expires, Personal Data shall be deleted.\nTherefore, the right to access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p>\n<p>\n<br>\n</p>The purposes of processing<p>The Data concerning the User is collected to allow the Owner to provide its Services, as well as for the following purposes: Analytics, User database management, Heat mapping and session recording, Contacting the User, Remarketing, and behavioral targeting, Interaction with external social networks and platforms, Access to third-party accounts, Displaying content from external platforms, Advertising, Handling payments, Hosting and backend infrastructure and Tag Management.</p>\n<p>Users can find further detailed information about such purposes of processing and about the specific Personal Data used for each purpose in the respective sections of this document.</p>Detailed information on the processing of Personal Data<p>Personal Data is collected for the following purposes and using the following services:</p>Access to third party accounts<p>This type of service allows this Website to access Data from your account on a third-party service and perform actions with it.</p>\n<p>These services are not activated automatically, but require explicit authorization by the User.</p>Stripe account access (Stripe Inc)<p>This service allows this Website to connect with the User's account on Stripe, provided by Stripe, Inc.\nStripe is Blender Market’s payment processor.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: US – Privacy Policy .</p>Advertising<p>This type of service allows User Data to be utilized for advertising communication purposes displayed in the form of banners and other advertisements on this Website, possibly based on User interests.</p>\n<p>This does not mean that all Personal Data are used for this purpose.\nInformation and conditions of use are shown below.</p>\n<p>Some of the services listed below may use Cookies to identify Users or they may use the behavioral retargeting technique, i.e.\ndisplaying ads tailored to the User’s interests and behavior, including those detected outside this Website.\nFor more information, please check the privacy policies of the relevant services.</p>\n<p>In addition to any opt-out offered by any of the services below, the User may opt out of a third-party service's use of cookies by visiting the Network Advertising Initiative opt-out page.</p>DoubleClick for Publishers (Google Inc.)<p>DoubleClick for Publishers is an advertising service provided by Google Inc.\nthat allows the Owner to run advertising campaigns in conjunction with external advertising networks that the Owner, unless otherwise specified in this document, has no direct relationship with.\nIn order to opt out from being tracked by various advertising networks, Users may make use of &nbsp;Youronlinechoices.\nIn order to understand Google's use of data, consult Google's partner policy.</p>\n<p>This service uses the “Doubleclick” Cookie, which tracks use of this Website and User behavior concerning ads, products and services offered.</p>\n<p>Users may decide to disable all the Doubleclick Cookies by clicking on: www.google.com/settings/ads/onweb/optout?hl=en.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy .</p>Contacting youMailing list or Newsletter on this site<p>By registering on the mailing list or for the newsletter, and consent is given, the User’s email address will be added to the contact list of those who may receive email messages containing information of commercial or promotional nature concerning this Website.&nbsp;Your email address might also be added to this list as a result of signing up to this Website or after making a purchase.</p>\n<p>Personal Data collected: Cookies, email address, first name, last name, and Usage Data.&nbsp;</p>Handling Payments<p>Payment processing services enable this Website to process payments by credit card, bank transfer or other means.\nTo ensure greater security, this Website shares only the information necessary to execute the transaction with the financial intermediaries handling the transaction.</p>\n<p>Some of these services may also enable the sending of timed messages to the User, such as emails containing invoices or notifications concerning the payment.</p>Stripe (Stripe Inc)<p>Stripe is a payment service provided by Stripe Inc.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: US – Privacy Policy .</p>PayPal (PayPal Inc.)<p>PayPal is a payment service provided by PayPal Inc., which allows Users to make online payments.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: See the PayPal privacy policy –Privacy Policy.</p>\n<p>\n<br>\n</p>Displaying Content from External Platforms<p>This type of service allows you to view content hosted on external platforms directly from the pages of this Website and interact with them.</p>\n<p>This type of service might still collect web traffic data for the pages where the service is installed, even when Users do not use it.</p>YouTube video widget without cookies (Google Inc.)<p>YouTube is a video content visualization service provided by Google Inc.\nthat allows this Website to incorporate content of this kind on its pages.</p>\n<p>This widget is set up in a way that ensures that YouTube won't store information and cookies about Users on this Website unless they play the video.</p>\n<p>Personal Data collected: Usage Data.</p>\n<p>Place of processing: US – Privacy Policy .</p>Wistia widget (Wistia, Inc.)<p>Wistia is a video content visualization service provided by Wistia, Inc.\nthat allows this Website to incorporate content of this kind on its pages.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy .</p>Typekit (Adobe Systems Incorporated)<p>Typekit is a typeface visualization service provided by Adobe Systems Incorporated that allows this Website to incorporate content of this kind on its pages.</p>\n<p>Personal Data collected: Usage Data and various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: US – Privacy Policy .</p>Vimeo video (Vimeo, LLC)<p>Vimeo is a video content visualization service provided by Vimeo, LLC that allows this Website to incorporate content of this kind on its pages.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.</p>Sketchfab (Sketchfab, Inc)<p>Sketchfab is a platform which allows a user to upload, download, purchase and/or publish 3D Files on the Sketchfab website, or embed on third-party websites by means of their proprietary viewer.\n&nbsp;</p>\n<p>Personal Data Collected: Cookies and Usage Data</p>\n<p>Place of processing: US - Privacy Policy</p>Hosting and Backend Infrastructure<p>This type of service has the purpose of hosting data and files that enable this Website to run and be distributed as well as to provide a ready-made infrastructure to run specific features or parts of this Website.\nSome of these services work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p>Heroku (Heroku, Inc.)<p>Heroku is a hosting service provided by Heroku, Inc.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: US – Privacy Policy .</p>\n<p>\n<br>\n</p>Interaction with external social networks and platforms<p>This type of service allows interaction with social networks or other external platforms directly from the pages of this Website.</p>\n<p>The interaction and information obtained through this Website are always subject to the User’s privacy settings for each social network.</p>\n<p>This type of service might still collect traffic data for the pages where the service is installed, even when Users do not use it.</p>Facebook Like button and social widgets (Facebook, Inc.)<p>The Facebook Like button and social widgets are services allowing interaction with the Facebook social network provided by Facebook, Inc.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy .</p>Twitter Tweet button and social widgets (Twitter, Inc.)<p>The Twitter Tweet button and social widgets are services allowing interaction with the Twitter social network provided by Twitter, Inc.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy .</p>\n<p>\n<br>\n</p>User Database Management + Support<p>This type of service allows the Owner to build user profiles by starting from an email address, a personal name, or other information that the User provides to this Website, as well as to track User activities through analytics features.\nThis Personal Data may also be matched with publicly available information about the User (such as social networks' profiles) and used to build private profiles that the Owner can display and use for improving this Website.</p>\n<p>Some of these services may also enable the sending of timed messages to the User, such as emails based on specific actions performed on this Website.</p>Intercom (Intercom Inc.)<p>Intercom is a User database management service provided by Intercom Inc.\nIntercom can also be used as a medium for communications, either through email, or through messages within our product(s).</p>\n<p>Personal Data collected: email address and various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: US – Privacy Policy .</p>\n<p>\n<br>\n</p>Remarketing and Behavioral targeting<p>This type of service allows this Website and its partners to inform, optimize and serve advertising based on past use of this Website by the User.</p>\n<p>This activity is performed by tracking Usage Data and by using Cookies, information that is transferred to the partners that manage the remarketing and behavioral targeting activity.</p>\n<p>In addition to any opt out offered by any of the services below, the User may opt out of a third-party service's use of cookies by visiting the Network Advertising Initiative opt-out page.</p>AdWords Remarketing (Google Inc.)<p>AdWords Remarketing is a remarketing and behavioral targeting service provided by Google Inc.\nthat connects the activity of this Website with the Adwords advertising network and the Doubleclick Cookie.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.</p>Facebook Custom Audience (Facebook, Inc.)<p>Facebook Custom Audience is a remarketing and behavioral targeting service provided by Facebook, Inc.\nthat connects the activity of this Website with the Facebook advertising network.</p>\n<p>Personal Data collected: Cookies and email address.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.</p>Facebook Remarketing (Facebook, Inc.)<p>Facebook Remarketing is a remarketing and behavioral targeting service provided by Facebook, Inc.\nthat connects the activity of this Website with the Facebook advertising network.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.</p>Twitter Remarketing (Twitter, Inc.)<p>Twitter Remarketing is a remarketing and behavioral targeting service provided by Twitter, Inc.\nthat connects the activity of this Website with the Twitter advertising network.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.</p>Twitter Tailored Audiences (Twitter, Inc.)<p>Twitter Tailored Audiences is a remarketing and behavioral targeting service provided by Twitter, Inc.\nthat connects the activity of this Website with the Twitter advertising network.</p>\n<p>Personal Data collected: Cookies and email address.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.</p>Perfect Audience (NowSpots, Inc.)<p>Perfect Audience is an advertising service provided by NowSpots, Inc.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.</p>DoubleClick for Publishers Audience Extension (Google Inc.)<p>DoubleClick for Publishers Audience Extension is a remarketing and behavioral targeting service provided by Google Inc.\nthat tracks the visitors of this Website and allows selected advertising partners to display targeted ads across the web to them.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: US – Privacy Policy – Opt Out.</p>\n<p>\n<br>\n</p>Tag Management<p>This type of service helps the Owner to manage the tags or scripts needed on this Website in a centralized fashion.</p>\n<p>This results in the Users' Data flowing through these services, potentially resulting in the retention of this Data.</p>Google Tag Manager (Google LLC)<p>Google Tag Manager is a tag management service provided by Google LLC.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.</p>\n<p>\n<br>\n</p>Further information about Personal DataThe Service is not directed to children under the age of 16<p>Users declare themselves to be adult according to their applicable legislation.\nMinors may use this Application only with the assistance of a parent or guardian.\nUnder no circumstance persons under the age of 16 may use this Application.</p>\n<p>\n<br>\n</p>Selling goods and services online<p>The Personal Data collected are used to provide the User with services or to sell goods, including payment and possible delivery.</p>\n<p>The Personal Data collected to complete the payment may include the credit card, the bank account used for the transfer, or any other means of payment envisaged.\nThe kind of Data collected by this Website depends on the payment system used.</p>The rights of Users<p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<p>Withdraw their consent at any time.&nbsp;Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</p>\n</li>\n<li>\n<p>Object to processing of their Data.&nbsp;Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</p>\n</li>\n<li>\n<p>Access their Data.&nbsp;Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</p>\n</li>\n<li>\n<p>Verify and seek rectification.&nbsp;Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</p>\n</li>\n<li>\n<p>Restrict the processing of their Data.&nbsp;Users have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.</p>\n</li>\n<li>\n<p>Have their Personal Data deleted or otherwise removed.&nbsp;Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</p>\n</li>\n<li>\n<p>Receive their Data and have it transferred to another controller.&nbsp;Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</p>\n</li>\n<li>\n<p>Lodge a complaint.&nbsp;Users have the right to bring a claim before their competent data protection authority.</p>\n</li>\n</ul>\n<p>\n<br>\n</p>Details about the right to object to processing<p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.&nbsp;</p>How to exercise these rights<p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p>Cookie Policy<p>This Website uses Cookies.\nTo learn more and for a detailed cookie notice, the User may consult the Cookie Policy.</p>\n<p>\n<br>\n</p>Additional information about Data collection and processingLegal action<p>The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Website or the related Services.</p>\n<p>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.</p>\n<p>\n<br>\n</p>Security Notices:&nbsp;<p>In the rare case of a security issue or data breach we will do our best to notify you of the occurrence if you may have been affected.\nWe will notify you regardless of your emailing marketing consent.&nbsp;</p>\n<p>\n<br>\n</p>Additional information about User's Personal Data<p>In addition to the information contained in this privacy policy, this Website may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.</p>System logs and maintenance<p>For operation and maintenance purposes, this Website and any third-party services may collect files that record interaction with this Website (System logs) use other Personal Data (such as the IP Address) for this purpose.</p>Information not contained in this policy<p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p>How “Do Not Track” requests are handled<p>This Website does not support “Do Not Track” requests.</p>\n<p>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.</p>\n<p>\n<br>\n</p>Changes to This Privacy Policy<p>The Owner reserves the right to make changes to this privacy policy at any time by giving notice to its Users on this page and possibly within this Website and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\nIf a User objects to any of the changes to the Policy, the User must cease using this Application and can request that the Owner remove the Personal Data.\nUnless stated otherwise, the then-current privacy policy applies to all Personal Data the Owner has about Users.</p>Owner Contact Information<p>Blender Market, Inc</p>\n<p>25 N River Lane, STE 10</p>\n<p>Geneva IL 60134</p>\n<p>Email: support@blendermarket.com&nbsp;</p>\n<p>GDPR Requests: dpo@blendermarket.com&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>Definitions and legal referencesPersonal Data (or Data)<p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p>Usage Data<p>Information collected automatically through this Website (or third-party services employed in this Website), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Website, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p>User<p>The individual using this Website who, unless otherwise specified, coincides with the Data Subject.</p>Data Subject<p>The natural person to whom the Personal Data refers.</p>Data Processor (or Data Supervisor)<p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p>Data Controller (or Owner)<p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Website.\nThe Data Controller, unless otherwise specified, is the Owner of this Website.</p>This Website (or this Application)<p>The means by which the Personal Data of the User is collected and processed.</p>Service<p>The service provided by this Website as described in the relative terms (if available) and on this site/application.</p>European Union (or EU)<p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p>Cookies<p>Small piece of data stored in the User's device.</p>Legal information<p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to this Website, if not stated otherwise within this document.</p>\n<p>\n<br>\n</p> Built by Blenderheads, for the Blender Community <p>The Blender Market's goal is to give our community a trusted platform for earning a living with software that we all love, Blender.</p>\n<p>Made with love from the humans behind CG Cookie.\n</p>\n<p>Follow us: Twitter, Facebook, and Instagram </p> Company <ul>\n<li>Blog</li>\n<li>About</li>\n</ul> Support <ul>\n<li>Help Desk</li>\n<li>Creator Help</li>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Contact Us</li>\n</ul> Latest Posts <ul>\n<li> 2020 Cyber Weekend Sale Results </li>\n<li> KIT OPS Creator Chipp Walters &amp.\nthe Anatomy of a Successful Product Launch </li>\n</ul>\n<p>© 2020 The Blender Market, LLC.\nAll rights reserved.\nv<strong>1.7.3</strong>\n</p> ", "created_at": "2019-09-02 05:07:58.547279", "updated_at": "2020-12-14 22:39:03.937636"}], "points": [{"id": 5479, "title": "The service is transparent regarding government requests or inquiries that may involve user data.", "source": "https://blendermarket.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-01-12 19:54:01.237388", "updated_at": "2019-08-25 19:18:12.668861", "quoteText": "Furthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.</p>", "case_id": 169, "document_id": 931, "quoteStart": 6487, "quoteEnd": 6672}, {"id": 5481, "title": "There is a date of the last update of the terms", "source": "https://blendermarket.com/policies/privacy-policy", "status": "Right above the privacy policy", "created_at": "2019-01-12 20:16:35.431106", "updated_at": "2021-02-06 03:50:39.646913", "quoteText": null, "case_id": 331, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5480, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://blendermarket.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-01-12 20:13:23.064501", "updated_at": "2019-06-09 20:06:37.166567", "quoteText": "<p>This Website does not support “Do Not Track” requests.", "case_id": 233, "document_id": 931, "quoteStart": 25581, "quoteEnd": 25638}, {"id": 5478, "title": "This service does not sell your personal data", "source": "https://blendermarket.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-01-12 19:13:38.684916", "updated_at": "2019-09-25 00:02:06.876741", "quoteText": "We’ll never sell your data you share with the Blender Market.\nPeriod.", "case_id": 193, "document_id": 931, "quoteStart": 434, "quoteEnd": 503}], "urls": ["blendermarket.com"]}}