{"error": 448, "message": "OK", "parameters": {"id": 5020, "name": "The Narrativ Company ", "created_at": "2021-09-05 00:43:32.450907", "updated_at": "2021-09-05 22:01:07.871096", "wikipedia": null, "keywords": null, "related": null, "slug": "the-narrativ-company", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5020.png", "url": "narrativ.com", "documents": [{"id": 9016, "name": "Terms", "url": "https://narrativ.com/legal/msa/", "xpath": "//body", "text": " Skip to content Menu <ul>\n<li>Brands</li>\n<li>Press</li>\n<li>Careers</li>\n<li>Sign In</li>\n<li>Get a Demo</li>\n</ul> MASTER SUBSCRIPTION <br>AGREEMENT Last modified: March 10, 2021 <p>This Master subscription Agreement (this “<b>\n<u>Agreement</u>\n</b>”) constitutes a binding agreement by and between The Narrativ Company, Inc., a Delaware corporation with a place of business at 335 Madison Avenue, Suite 7C, New York, New York 10017 (“<b>\n<u>Narrativ</u>\n</b>”) and the entity that enters into any Order (as defined below) that references this Agreement (“<b>\n<u>Merchant</u>\n</b>”).\nNarrativ and Merchant are sometimes referred to herein individually as a “<b>\n<u>Party</u>\n</b>” and together as the “<b>\n<u>Parties</u>\n</b>.” This Agreement constitutes a legally binding contract between Narrativ and Merchant.</p> 1.\nDefinitions For purposes of this Agreement, the following terms have the following meanings: <ol>\n<li>“<b>Covered Merchant Property</b>” means a website, mobile app or other platform that is controlled by Merchant and identified as a Covered Merchant Property on an applicable Subscription Order.&nbsp;&nbsp;</li>\n<li>“<b>Customer</b>” means an end user who interacts with Partner-Side Technology&nbsp.\nthrough a Partner.</li>\n<li>\n<b>“</b>\n<b>Harmful Code</b>\n<b>”</b> means any (i) virus, trojan horse, worm, backdoor, malicious computer code, or other software or hardware devices the effect of which is to permit unauthorized access to, or to disable, erase, or otherwise harm, any computer, systems or software.\nor (ii) time bomb, drop dead device, or other software or hardware device designed to disable a computer program automatically with the passage of time or under the positive control of any person or entity.</li>\n<li>“<b>Insertion Order</b>” means a written Insertion Order that references this Agreement and is signed by the Parties setting forth the fees, duration and other terms and conditions that will apply to campaigns to be executed through the Narrativ Merchant Platform.&nbsp;</li>\n<li>\n<b>“</b>\n<b>Intellectual Property Rights</b>\n<b>”</b> means any and all (i) registered and unregistered rights associated with works of authorship throughout the universe, including but not limited to copyrights, moral rights, and mask-works.\n(ii) trademark and trade name rights and similar rights.\n(iii) trade secret rights.\n(iv) patents, designs, algorithms and other industrial property rights.\n(v) all other intellectual and industrial property and proprietary rights (of every kind and nature throughout the universe and however designated), whether arising by operation of law, contract, license or otherwise.\nand (vi) rights or interest in registrations, applications, renewals, extensions, continuations, divisions or reissues thereof.&nbsp;&nbsp;</li>\n<li>“<b>Narrativ Code</b>” means the code provided to Merchant by Narrativ which, when added to a Covered Merchant Property, will enable the execution of campaigns for that Covered Merchant Property through the Narrativ Merchant Platform.&nbsp;</li>\n<li>“<b>Narrativ Merchant Platform</b>\n<b>”</b> means Narrativ’s web-based technology platform for Narrativ’s merchant-side customers, consisting of the functionalities described in the applicable Subscription Order, which functionalities may be updated from time to time.</li>\n<li>“<b>Narrativ Technology</b>” means the Narrativ Merchant Platform, the Narrativ Code and any other technology, domain expertise, processes and data that Narrativ makes available to Merchant through this Agreement.&nbsp.\nFor clarity, Narrativ Technology does not include Partner-Side Technology.</li>\n<li>“<b>Order</b>” means an Insertion Order or Subscription Order.&nbsp;</li>\n<li>“<b>Partner</b>” means any publisher or other third party that references products sold by Merchant using Partner-Side Technology.&nbsp;</li>\n<li>“<b>Partner-Side Technology</b>” means Narrativ’s technology that is implemented on Partner properties.&nbsp;&nbsp;</li>\n<li>“<b>Subscription Order</b>” means a written Subscription Order that references this Agreement and is signed by the Parties, pursuant to which Narrativ agrees to provide Merchant with access to the Narrativ Merchant Platform.&nbsp;&nbsp;</li>\n</ol> 2.\nOrders <ol>\n<li>\n<b>Subscription Order.&nbsp.\n</b>In order to access and use the Narrativ Merchant Platform, Merchant must have a subscription to the Narrativ Merchant Platform pursuant to a Subscription Order that has not expired or terminated.&nbsp.\nEach Subscription Order will set forth: (i) the term of the Subscription Order, (ii) any integration fees, subscription fees and other amounts that Merchant will pay to Narrativ with respect to its subscription to the Narrativ Merchant Platform, (iii) the licensed capacity covered by such subscription, (iv) any applicable marketing spend commitments and (v) any other agreed upon terms and conditions related to such subscription.&nbsp;</li>\n<li>\n<b>Insertion Order.&nbsp.\n</b>The Parties may enter into one or more Insertion Orders for campaigns to be executed through the Narrativ Merchant Platform during the term of a Subscription Order.&nbsp.\nFor clarity, the Insertion Orders may be entered into for any one or more of the Covered Merchant Properties.&nbsp.\nEach campaign to be executed through the Narrativ Merchant Platform must be covered by an Insertion Order that has not expired or terminated.&nbsp;</li>\n<li>\n<b>Incorporation by Reference.\nOrder of Precedence.</b>&nbsp.\nEach Order is incorporated into this Agreement by reference and is subject to the terms and conditions of this Agreement.\nprovided, however, that in the event of any conflict between the terms of any Order any other terms of this Agreement and any Order, the following order of precedence shall apply (ordered from the highest precedence to the lowest):&nbsp.\n(i) the terms of the Subscription Order, (ii) the terms of the Insertion Order, and (iii) the terms set forth in the main body of this Agreement.</li>\n</ol> 3.\nProvision and Use of the Narrativ Merchant Platform <ol>\n<li>\n<b>Login Credentials.</b>&nbsp.\nMerchant is solely responsible for the confidentiality and use of Merchant’s user login credentials for the Narrativ Merchant Platform, as well as for any use, misuse, or communications relating to the Narrativ Merchant Platform.&nbsp.\nMerchant will promptly inform Narrativ of any need to deactivate a user’s login credentials for the Narrativ Merchant Platform.&nbsp.\nNarrativ will not be liable for any loss or damage caused by any unauthorized use of the Narrativ Merchant Platform by a third party.</li>\n<li>\n<b>Implementation Services.\nAdditional Services.</b>&nbsp.\nNarrativ will provide Merchant with any implementation services with respect to the Narrativ Merchant Platform that are set forth in the applicable Subscription Order, as well as any additional services that are agreed upon by parties in writing pursuant to a Subscription Order.&nbsp;</li>\n<li>\n<b>Right to Access and Use the Narrativ Merchant Platform.\n</b>&nbsp;During the term of each Subscription Order, provided that Merchant is in compliance with its obligations under this Agreement and the applicable Orders, Narrativ grants Merchant the right to access and use the Narrativ Merchant Platform, subject to and in accordance with the terms of such Subscription Order, this Agreement and any applicable Insertion Orders.&nbsp;</li>\n<li>\n<b>Narrativ Code.</b>&nbsp.\nThroughout the term of each Subscription Order, Merchant shall place and maintain the Narrativ Code on the Covered Merchant Properties to allow Narrativ to track performance of campaigns executed through the Narrativ Merchant Platform.&nbsp.\nMerchant’s use of the Narrativ Code is prohibited on any websites, mobile apps or other platforms that Merchant does not control and have the authority to modify or that are not Covered Merchant Properties.</li>\n<li>\n<b>Suspension.</b>&nbsp.\nNarrativ may deny, suspend, limit or terminate use of the Narrativ Merchant Platform or any other Narrativ Technology: (i) upon 48 hours prior notice to Merchant (or, if such notice is not feasible under the circumstances, upon as much notice as Narrativ may reasonably provide under the circumstances), if Narrativ receives a judicial or other governmental demand or order, subpoena or law enforcement request that expressly or by reasonable implication requires Narrativ to do so.\nor (ii) immediately without prior notice to Merchant, if Narrativ believes, in its good faith and reasonable discretion, that Merchant is, has been, or is likely to be involved in any fraudulent, misleading or unlawful activities relating to or in connection with the Narrativ Merchant Platform.&nbsp.\nIf any such denial, suspension or limitation lasts longer than five (5) calendar days, Merchant may terminate this Agreement and any current Orders without penalty.&nbsp.\nNarrativ will not be liable for any loss or damage caused by any such denial, suspension, limitation or termination.\nprovided that Narrativ will refund to Merchant any prepaid, unused fees, if any, in the event of any termination not arising from any fraudulent, misleading or unlawful activities by or on behalf of Merchant.</li>\n</ol> 4.\nFinancial Terms <ol>\n<li>\n<b>Taxes.</b>&nbsp.\nNarrativ will collect all relevant details for tax purposes as necessary and specified by the tax code.\nEach Party shall be responsible for paying any income taxes due on revenue earned by such Party pursuant to this Agreement.</li>\n<li>\n<b>Fees.</b>&nbsp.\nMerchant will pay Narrativ fees as set forth in the applicable Order (the “<b>\n<u>Fees</u>\n</b>”).&nbsp.\nAny per-click, per-impression or other performance-based Fees will be calculated based solely on the Narrativ impression and click data reporting system, and Narrativ’s calculations shall be final and binding on Merchant.\n<u>provided,&nbsp;however</u>, that the Parties will work together in good faith to the extent Narrativ’s calculations are materially different from Merchant’s calculations.</li>\n<li>\n<b>Invoicing.\nPayment.</b>&nbsp.\nNarrativ shall invoice Merchant in accordance with the invoicing schedule set forth in the applicable Order (or, if no such invoicing schedule is specified, then on a monthly basis).&nbsp.\nMerchant shall remit payment of Fees set forth on an invoice to Narrativ within a timeframe set forth in the applicable Order (or if none is specified, within thirty (30) days of receipt of such invoice).\nMerchant will incur a charge of 1.5% per month on all undisputed amounts not paid when due.</li>\n</ol>\n<ul>\n<li>&nbsp;</li>\n</ul> 5.\nCollection, Usage and Sharing of Data <ol>\n<li>\n<b>Provision of Narrativ Data to Merchant.</b>&nbsp.\nNarrativ shall provide Merchant with access to certain Narrativ Data in real time via the Narrativ Merchant Platform.&nbsp;&nbsp;</li>\n<li>\n<b>No Collection of Customer Personal Information.\n</b>&nbsp;Narrativ will not collect or provide to Merchant, and Merchant will not provide to Narrativ, any personally-identifiable information related to Customers in connection with the operation of the Narrativ Technology.&nbsp;&nbsp;</li>\n<li>\n<b>Narrativ Data.</b>&nbsp.\nFor any page containing Narrativ Code on the Covered Merchant Properties, Narrativ may collect non-personally identifiable information relating to any interaction between a Customer and Narrativ Technology, and other non-personally identifiable information such as page load data and impressions (the “<b>\n<u>Narrativ Data</u>\n</b>”).&nbsp.\nNarrativ is the sole and exclusive owner of Narrativ Data and, during and after the term of this Agreement, may use and disclose it in any way permitted under applicable law, including without limitation, to improve the overall quality of Narrativ’s services and to provide reporting relating to aggregated data.\n<u>provided, however</u>, that Narrativ shall not share any click or sales performance with respect to a Covered Merchant Property (“<b>\n<u>Performance Data</u>\n</b>”) in any way that directly identifies Merchant other (A) sharing Performance Data with Partners who use Partner-Side Technology to refer to any of the Covered Merchant Properties, (B) sharing Performance Data with Partners at an aggregated level (by article, product, brand) related to traffic, conversions and/or earnings or (C) in other cases with Merchant’s prior, written approval.&nbsp.\n<b>\n</b>\n</li>\n<li>\n<b>Merchant’s Use of Narrativ Data.</b>&nbsp.\nTo the extent any Narrativ Data is made available to Merchant through the Narrative Merchant Platform, Merchant may use such Narrativ Data for its business purposes during and after the term of this Agreement.</li>\n</ol> 6.\nTerm and Termination.\n<ol>\n<li>\n<b>Term.</b>&nbsp.\nThis Agreement shall commence on the Effective Date and shall continue until terminated by either Party in accordance with this <u>Section 6</u>.&nbsp.\nThe term of each Order shall be as set forth in such Order.&nbsp;</li>\n<li>\n<b>Termination of Agreement if No Active Orders.</b>&nbsp.\nIf all Orders have expired or been terminated, either Party may terminate this Agreement for convenience upon ten (10) days’ prior written notice to the other Party.&nbsp;&nbsp;</li>\n<li>\n<b>Termination of Agreement for Material Breach.&nbsp.\n</b>A Party may terminate this Agreement (including all Orders) upon fifteen (15) days prior, written notice to the other Party in the event the other Party materially breaches this Agreement and fails to cure such breach within the notice period.&nbsp;&nbsp;</li>\n<li>\n<b>Effect of Termination.</b>&nbsp.\nIn the event of termination of this Agreement for any reason other than Merchant’s material breach of this Agreement, Narrativ will pay Merchant any prepaid, unused Fees for services not received as per the terms of the Order.&nbsp.\nUpon any termination of this Agreement or any Subscription Order, Merchant will:&nbsp.\n(i) immediately cease use of the Narrativ Merchant Platform, (ii) promptly remove all instances of the Narrativ Code from the Covered Merchant Properties, and (iii) promptly return to Narrativ, or at Narrativ’s request destroy, any and all copies of the Narrativ Technology, or any other information relating to the intellectual property of Narrativ in Merchant’s possession or control (other than any Narrativ Data provided to Merchant, which Merchant may retain and use in accordance with <u>Section 5(d)</u>\n<u>)</u>.&nbsp;</li>\n<li>\n<b>Survival.</b>&nbsp.\nThe following Sections of this Agreement shall survive any termination of this Agreement:&nbsp.\n<u>Section 5(b)</u> (“Narrativ Data”), <u>Section 5(d)</u> (“Merchant’s Use of Narrativ Data”), <u>Section 6(d)</u> (“Effect of Termination”), this <u>Section 6(e)</u> (“Survival”), <u>Section 7</u> (“Intellectual Property”), <u>Section 8(e)</u> (“Disclaimer of Warranties”), <u>Section 9</u> (“Indemnity”), <u>Section 10</u> (“Liability”), <u>Section 11</u> (“Confidentiality”) and <u>Section 12</u> (“Miscellaneous”).</li>\n</ol> 7.\nIntellectual Property <p>As between the Parties, Narrativ is and will remain the sole and exclusive owner of all right, title, and interest in and to the Narrativ Technology, including, without limitation, all source code, object code, operating instructions, and all interfaces developed for or relating to the same, together with all modifications, enhancements, revisions, changes, copies, partial copies, translations, compilations, improvements, and derivative works thereof and thereto made by or on behalf of Narrativ, and including all Intellectual Property Rights embodied in any of the foregoing.&nbsp.\nMerchant will not permit or assist any third party to, nor will Merchant attempt to (i) reverse engineer, decompile or otherwise attempt to discover the source code of any aspect of the Narrativ Technology, (ii) intentionally interfere with the operation of the Narrativ Technology.\nor (iii) use the Narrativ Technology in any way other than what has been expressly authorized in this Agreement.&nbsp.\nMerchant claims no rights with respect to the Narrative Technology except for the limited rights to use expressly set forth in <u>Section 3(b)</u> and <u>Section 5(d)</u> above.\n</p> 8.\nRepresentations and Warranties <ol>\n<li>Each Party represents and warrants to the other that: (i) it has all right, power, and authority necessary to enter into this Agreement and perform its obligations hereunder without the need for any consents or approvals not yet obtained and (ii) its performance of this Agreement, and the other Party’s exercise of its rights under this Agreement, will not breach or violate any other obligation to which it may be bound.&nbsp;</li>\n<li>Merchant represents, warrants and covenants to Narrativ that:&nbsp.\n(i) it will comply with all applicable laws and governmental regulations applicable to the operation and maintenance of the Covered Merchant Properties and/or its use of the Narrativ Technology.\n(ii) it is the owner of the Covered Merchant Properties or is legally authorized to act on behalf of the owner of each Covered Merchant Property, and has the right to place the Narrativ Code on the Covered Merchant Properties.\n(iii) it will use commercially reasonable efforts to ensure that the Covered Merchant Properties do not contain any Harmful Code.\nand (iv) it will not take any action or encourage any third party to generate impressions or clicks through deceptive, fraudulent or other unlawful means.&nbsp;</li>\n<li>Narrativ represents, warrants and covenants to Merchant that:&nbsp.\n(i) it will comply with all applicable laws and governmental regulations applicable to its operation and maintenance of the Narrativ Merchant Platform.\n(ii) the Narrativ Technology and any services provided by Narrativ do not and will not infringe upon the Intellectual Property Rights of any third party and (iii) it will use commercially reasonable efforts to ensure that the Narrativ Technology does not contain any Harmful Code.&nbsp;</li>\n<li>\n<b>Disclaimer of Warranties</b>.\nEXCEPT AS OTHERWISE EXPRESSLY SET FORTH HEREIN, (A) THE NARRATIV TECHNOLOGY AND ANY SERVICES ARE PROVIDED ‘AS IS’.\n(B) NEITHER PARTY MAKES ANY IMPLIED REPRESENTATIONS OR WARRANTIES IN CONNECTION WITH THE NARRATIV TECHNOLOGY OR ITS OPERATION, ANY SERVCIES OR OTHERWISE WITH RESPECT TO THIS AGREEMENT.\nAND (C) EACH PARTY EXPRESSLY DISCLAIMS ANY AND ALL IMPLIED AND STATUTORY REPRESENTATIONS AND WARRANTIES, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, ERROR-FREE OR UNINTERRUPTED OPERATION AND ANY WARRANTIES ARISING FROM A COURSE OF DEALING OR USAGE OF TRADE.\nTO THE EXTENT THAT EITHER PARTY MAY NOT, AS A MATTER OF APPLICABLE LAW, DISCLAIM ANY SUCH WARRANTY, THE SCOPE AND DURATION OF SUCH WARRANTY WILL BE MINIMUM REQUIRED BY APPLICABLE LAW.&nbsp;</li>\n</ol>\n<p>&nbsp;</p> 9.\nIndemnity <ol>\n<li>Merchant will indemnify, defend and hold harmless Narrativ and its officers, directors, shareholders, employees and agents from and against any and all awards, settlement payments, fines and costs and expenses of defense (including reasonable attorneys’ fees and disbursements) (collectively, “<b>\n<u>Losses</u>\n</b>”) in connection with any third party claim to the extent arising from:&nbsp.\n(i) any assertion that a Covered Merchant Property infringes or misappropriates any third party Intellectual Property Rights (except to the extent arising from the Narrative Technology).\nor (ii) a breach or alleged breach of any provision of this Agreement by Merchant.&nbsp;</li>\n<li>Narrativ will indemnify, defend and hold harmless Merchant and its officers, directors, shareholders, employees and agents from and against any and all Losses in connection with any third party claim to the extent arising from:&nbsp.\n(i) any assertion that the Narrativ Technology when used in accordance with this Agreement infringes or misappropriates any third party Intellectual Property Rights&nbsp.\nor (ii) a breach or alleged breach of any provision of this Agreement by Narrativ.&nbsp;</li>\n<li>A Party seeking indemnification under this Agreement (“<b>\n<u>Indemnified Party</u>\n</b>”) will give prompt written notice of any applicable claim to the Party from whom indemnification is sought (“<b>\n<u>Indemnifying Party</u>\n</b>”).\nprovided, however, that failure to give such notice will not relieve Indemnifying Party of any liability hereunder (except to the extent Indemnifying Party has suffered actual prejudice by such failure).&nbsp.\nThe Indemnified Party shall provide reasonable assistance to defend or settle such an applicable claim at Indemnifying Party’s expense.&nbsp.\nThe Parties agree that Indemnifying Party shall have primary control of the defense and settlement of such claim, provided that Indemnified Party shall have the right to participate in the defense and settlement negotiations of such claim through its own counsel at its own expense, and provided further that Indemnifying Party shall not agree to any settlement or compromise that imposes any obligation or liability on Indemnified Party without the Indemnified Party’s prior, written consent.</li>\n</ol> 10.\nLiability <p>EXCEPT FOR (1) EACH PARTY’S INDEMNIFICATION OBLIGATIONS SET FORTH IN <u>SECTION 9</u>, (2) A PARTY’S BREACH OF <u>SECTION 11</u> (CONFIDENTIALITY) AND (3) MERCHANT’S OBLIGATION TO PAY FEES UNDER THIS AGREEMENT:&nbsp.\n(A) IN NO EVENT WILL EITHER PARTY BE LIABLE TO THE OTHER PARTY OR ANY THIRD PARTY FOR ANY LOST PROFITS OR LOST REVENUE, OR FOR ANY INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, EXEMPLARY OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT, WHETHER IN CONTRACT, TORT OR ANY OTHER LEGAL THEORY, AND REGARDLESS OF WHETHER SUCH PARTY WAS ADVISED, HAD OTHER REASON TO KNOW, OR IN FACT KNEW OF THE POSSIBILITY THEREOF, AND NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY REMEDY.\nAND (B) IN NO EVENT WILL EACH PARTY’S CUMULATIVE LIABILITY FOR DAMAGES OR ALLEGED DAMAGES ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT, WHETHER IN CONTRACT, TORT OR ANY OTHER LEGAL THEORY, EXCEED THE AMOUNTS PAID AND/OR PAYABLE TO NARRATIV BY MERCHANT UNDER THIS AGREEMENT DURING THE TWELVE (12) MONTH PERIOD IMMEDIATELY PRECEDING THE FIRST CLAIM.</p> 11.\nConfidentiality <ol>\n<li>In fulfilling its obligations under this Agreement, either Party may disclose or deliver to the other Party, in writing, orally, or by tangible objects (e.g., product samples), confidential and/or proprietary information concerning its business or activities and/or the business or activities of its parent, affiliates, subsidiaries, investments, clients, customers, employees, and/or third parties (a Party, when disclosing such information, being “<b>Disclosing Party</b>”, and when receiving such information, being “<b>\n<u>Recipient</u>\n</b>”), which may include (but is not limited to) information and/or documents relating to Disclosing Party’s business plans, publications, processes, finances, editorial matters, intellectual property, personnel, product development, customers, pricing, or technology, whether disclosed before or after the date of this Agreement, and including any analyses, notes, studies, or other documents prepared by Recipient or its Representatives (as defined below) that contain or reveal such information (collectively, “<b>\n<u>Confidential Information</u>\n</b>”).&nbsp.\nInformation disclosed by the Disclosing Party will be treated as Confidential Information if (i) it is marked in writing clearly and conspicuously as “confidential”, or (ii) it is identified in writing by Disclosing Party as “confidential” before, during or within ten (10) days after the presentation or communication, or (iii) by its nature it should have reasonably been known to Recipient to be confidential.&nbsp.\nIn addition:&nbsp.\n(i) the terms and conditions of this Agreement (but not the existence thereof) shall constitute the Confidential Information of both Parties (provided, however, that either Party may disclose the terms and conditions of this Agreement on a confidential basis to any existing or prospective investors, acquirers or financing sources and their respective advisors).\n, and (ii) Performance Data (but not any other Narrativ Data) shall constitute the Confidential Information of Merchant (provided, however, that notwithstanding anything to the contrary, Narrativ may use, disclose and retain Performance Data as provided in Section 5(b)).</li>\n<li>Recipient agrees that it will use all Confidential Information solely to fulfill its obligations and exercise its rights under this Agreement, and for no other purpose, and that it will hold all Confidential Information in confidence, taking at least such measures that it takes to protect its own confidential information of similar nature (but in no event less than a commercially reasonable standard of care), and higher measures if appropriate or required hereby.&nbsp.\nTo that end, Recipient will keep all Confidential Information in a secure place.\ntake commercially reasonable measures to prevent unauthorized access, use, reproduction or disclosure thereof.\nand limit access to the Confidential Information only to those Representatives necessary (i) in order for Recipient to carry out Recipient’s obligations or exercise Recipient’s rights under this Agreement or (ii) to provide related services (e.g., an audit).&nbsp.\nRecipient will not alter or remove any confidentiality or proprietary rights marking on any document or object provided by Disclosing Party.&nbsp.\nIn addition, Recipient will not disclose or otherwise reveal the Confidential Information, or any portion, summary or description thereof, to any third party whatsoever (except to Representatives as permitted herein).&nbsp.\nRecipient will notify Disclosing Party immediately in the event it becomes aware that any of the Confidential Information is lost, stolen or inadvertently disclosed to others.</li>\n<li>“<b>Representatives</b>” shall mean directors, officers, managers, affiliates, employees, independent contractors, agents, and/or advisors (including attorneys, accountants, financial advisors, and consultants).\nRecipient represents that any of its Representatives who are provided Disclosing Party’s Confidential Information by Recipient will be bound by confidentiality obligations at least as protective of the Confidential Information as those contained herein.&nbsp.\nAny act or omission by any such person that is contrary to the terms and conditions of this Agreement will also be considered a breach hereof by Recipient.</li>\n<li>At any time upon request by Disclosing Party, Recipient will return to Disclosing Party or destroy (and, upon Disclosing Party’s request, certify in writing to Disclosing Party such destruction) (which action to take being at the election of the Recipient) all originals and copies of all documents containing Confidential Information provided to it by Disclosing Party, and will not retain any copies of such documents or information except such copies as may be automatically retained by computer systems’ caching and copies retained for specific legal purposes.</li>\n<li>Notwithstanding anything to the contrary, Confidential Information will not include any information that (i) is or subsequently becomes publicly available or generally known in the relevant industry without Recipient’s breach of any obligation owed to Disclosing Party.\n(ii) was known to Recipient or its Representatives prior to disclosure of such information by Disclosing Party.\n(iii) is received from a third party who is not known by Recipient to be subject to an obligation of confidentiality to Disclosing Party with respect to such information.\nor (iv) can be shown by documentation to have been independently developed by the Recipient without use of any Confidential Information.</li>\n<li>If Recipient is requested or required to produce any Confidential Information pursuant to subpoena, investigative demand, court order, or other legal process, Recipient will take reasonable steps (unless prohibited) to give Disclosing Party sufficient prior notice to enable Disclosing Party to attempt to avoid, limit, or receive protective treatment over such disclosure (if Disclosing Party so decides), will use reasonable efforts to cooperate with Disclosing Party in such attempt (at Disclosing Party’s expense with respect to out-of-pocket costs) and, if disclosure is required, will furnish only such portion of the Confidential Information as it has been advised by counsel it is legally compelled to disclose.&nbsp;</li>\n<li>Recipient’s obligations hereunder will survive the termination of this Agreement for a period of two (2) years.&nbsp.\nAny employees or other persons, including independent contractors, who are to be provided Disclosing Party’s Confidential Information by Recipient, will be bound by the terms and conditions of this Agreement as if they were a party hereto.&nbsp.\nA breach by any such person will also be considered a breach by Recipient.</li>\n</ol> 12.\nMiscellaneous <ol>\n<li>\n<u>\n<b>Severability</b>\n<b>.</b>\n</u> In the event that any portion of this Agreement is held to be invalid or unenforceable, then such portion will be construed in accordance with the applicable law as nearly as possible to reflect the original intentions of the Parties, and the remainder of this Agreement will remain in full force and effect.</li>\n<li>\n<u>\n<b>Headings</b>\n<b>.</b>\n</u> The paragraph headings herein are provided only for reference and will have no effect on the construction or interpretation of this Agreement.</li>\n<li>\n<u>\n<b>Waivers</b>\n<b>.</b>\n</u> No failure or delay by Merchant or Narrativ in exercising any right or remedy under this Agreement will operate as a waiver of such right or remedy, unless in writing.</li>\n<li>\n<u>\n<b>Governing Law</b>\n<b>.</b>\n</u> This Agreement, and any matters directly or indirectly arising from this Agreement, will be governed by and construed in accordance with the laws of the State of New York, without reference to choice of law rules thereof.\nThe Parties mutually agree that any and all disputes arising hereunder will be resolved exclusively by state or federal courts located in New York County, New York, and the Parties hereby consent to the exclusive jurisdiction of such courts and waive any objections to the laying of venue in such courts.</li>\n<li>\n<u>\n<b>Independent Contractors</b>\n<b>.</b>\n</u> Merchant and Narrativ are independent contractors and neither will be deemed to be an employee, agent, partner, joint venturer or legal representative of the other.</li>\n<li>\n<u>\n<b>Modifications</b>\n<b>.</b>\n</u> This Agreement may not be altered except in a document signed by the Parties to be bound thereby.</li>\n<li>\n<u>\n<b>Assignments</b>\n<b>.</b>\n</u> Neither Party may transfer or assign this Agreement, or any of its rights or obligations hereunder, without the prior written consent of the other Party.\nprovided, however, that notwithstanding the foregoing, either Party may, without the consent of the other Party, assign or otherwise transfer this Agreement to any of its affiliates, or in connection with a merger, consolidation, sale of equity interests, sale of all or substantially all assets of such Party or its line of business to which this Agreement relates, or other change of control transaction.&nbsp.\nAny other purported assignment in violation of the foregoing shall be null and void.</li>\n<li>\n<u>\n<b>Force Majeure</b>\n<b>.</b>\n</u> Neither Merchant nor Narrativ will be deemed in breach of this Agreement for any failure or delay in performance to the extent caused by reasons beyond such Party’s reasonable control, including, but not limited to, fire, flood, accident, earthquakes, telecommunications line failures, electrical outages, network failures, acts of God, or labor disputes (collectively, “<b>\n<u>Force Majeure Events</u>\n</b>”), provided that the delayed Party: (a) gives the other Party prompt notice of such cause, and (b) uses all reasonable efforts to promptly correct such failure or delay in performance.&nbsp.\nIf a Force Majeure Event lasts for more than 15 consecutive days, the other Party shall have the right to immediately terminate this Agreement upon written notice to the delayed Party.</li>\n<li>\n<u>\n<b>Publicity and Use of Logo</b>\n<b>.</b>\n</u>&nbsp.\nIn the event Narrativ desires to use Merchant’s name or any of Merchant’s trademarks for Narrativ’s marketing purposes, Narrativ must obtain the prior written approval of Merchant with respect to any such use of its trademarks, which may be withheld in Merchant’s sole discretion.</li>\n<li>\n<u>\n<b>Entire Agreement</b>\n<b>.</b>\n</u> Together with any related Orders, this Agreement contains the entire agreement of the Parties concerning the subject matter hereof and supersedes all existing agreements and all other oral, written or other communication between the Parties concerning its subject matter.&nbsp.\nIn the event of a conflict between the terms of this Agreement and the terms of an Order, the terms of the&nbsp.\nOrder shall prevail.</li>\n</ol> Menu<ul>\n<li>Home</li>\n<li>Partners</li>\n<li>Careers</li>\n<li>Products</li>\n<li>Press</li>\n</ul> Company<ul>\n<li>Blog</li>\n<li>Developer Documentation</li>\n<li>Privacy</li>\n<li>Terms</li>\n</ul> Get in Touch Email Address Sign Up Copyright © 2021 The Narrativ Company, Inc.\nAll rights reserved.\n", "created_at": "2021-09-05 00:43:32.459446", "updated_at": "2021-09-04 22:44:32.322446"}, {"id": 9015, "name": "Privacy Policy", "url": "https://dashboard.narrativ.com/v2/privacy-policy", "xpath": "", "text": "You need to enable JavaScript to run this app.HOMEPRIVACYSIGN INPrivacy policyPrivacy Policy<p>The Narrativ Company, Inc.\n(\"Narrativ\") takes your privacy very seriously.\nThis Privacy Policy explains how Narrativ collects, uses, and discloses information, and your choices for managing your information preferences.</p>\n<p>Last modified: March 1, 2018</p>What this policy covers<p>This Privacy Policy describes Narrativ’s data practices associated with our website (https://narrativ.com) and Narrativ services (\"Services\"), and the choices that Narrativ provides in connection with our collection and use of your information.\nThis Privacy Policy is intended for website publisher customers (\"Publishers\"), website merchant customers (\"Merchants\") and individual users of websites and apps.\nFor Publishers and Merchants, this Policy explains how Narrativ may collect, use and disclose information associated with your company and with your company’s websites and apps that use Narrativ Services.\nFor individual website and app users, this Privacy Policy explains how Narrativ may collect, use, and disclose information when you visit our website or when you use any website or app that uses Narrativ Services.</p>\n<p>Publishers and Merchants and other clients may also have their own policies that govern how they collect, use, and share data.\nThese policies may differ from Narrativ’s policies described in this Privacy Policy.\nPlease consult the privacy policies of the websites you visit and apps you use to become familiar with their privacy practices and to learn about any choices that these companies may offer with respect to their information practices.\nIn addition, any website containing our Services may contain links to websites or content operated and maintained by third parties, over which we have no control.\nWe encourage you to review the privacy policy of a third-party website before disclosing any information to the website.</p>Information Collection and Use<p>Narrativ collects data in a variety of ways - including through the use of log files, pixel tags, cookies, and/or similar technologies.\nExamples of the types of data that we collect are:</p>\n<ul>\n<li>Browser information (e.g.\nURL, browser type, ‘click through’ data)</li>\n<li>Ad reporting or delivery data (e.g.\nsize/type of ad, ad impressions, location/format of ad, data about interactions with the ad)</li>\n<li>Device-type information (e.g.\nscreen dimensions, device brand and model)</li>\n<li>Information about your activities on our website and Services</li>\n</ul>\n<p>We may combine information that does not directly identify an individual with data collected from other sources and disclose the combined information to participating publishers, advertisers and ad networks so that they can determine whether to bid on ad inventory and in order to improve the relevance of the advertising presented to users.\nWe also use the information we collect to host, operate, maintain, secure, and further develop and improve our Services, such as to keep track of advertising delivery and to measure the effectiveness of advertising delivered through our Services, and investigate compliance with Narrativ’s policies and terms and conditions.\nSome of the third parties that we work with may contribute additional data to us directly, which we may combine with our own in order to help us provide a better service.\nWe do not collect any information that could be used to directly identify an individual.</p>\n<p>Narrativ does not engage in activities that require parental notice or consent under the Children’s Online Privacy Protection Act (COPPA).\nIf you believe that Narrativ has inadvertently collected information from a child under 13 that is subject to parental notice and consent under COPPA, please contact Narrativ using the contact information below to request deletion of the information.</p>Cookies and Other Similar Technologies.<p>We use cookies (a small file containing a string of characters that uniquely identifies your Web browser), Web beacons (an electronic file placed within a Web site that monitors usage), pixels, etags, and similar technologies to operate and improve our website and Services, including for interest-based advertising as described below.\nSome of our Service Providers (defined below) may also use such technologies in connection with the services they perform on our behalf.</p>Information Sharing<p>We will disclose contact and billing information to third parties only as described in this Privacy Policy:</p>\n<ul>\n<li>with your express permission;</li>\n<li>with our affiliates, which include entities controlling, controlled by, or under common control with Narrativ;</li>\n<li>where we contract with third parties to provide certain services, such as advertising, analytics, data management services, web hosting, and web development (\"Service Providers\").\nWe ask Service Providers to confirm that their privacy and security practices are consistent with ours, we provide our Service Providers with only the information necessary for them to perform the services we request, and Service Providers are prohibited from using such information for purposes other than as specified by Narrativ;</li>\n<li>in the event that Narrativ is merged, sold, or in the event of a transfer of some or all of our assets (including in bankruptcy), or in the event of another corporate change, we may disclose or transfer information in connection with such transaction.\nand</li>\n<li>where we believe it is necessary to protect Narrativ or our users.\nto enforce our terms or the legal rights of Narrativ or others.\nor to comply with a request from governmental authorities, legal process, or other legal obligations.</li>\n</ul>\n<p>We may also share and disclose other information that we collect, including aggregate information, as we consider necessary to develop and provide our Services, including in the ways described above.\nThe information that we share in this way would not be considered to personally identify an individual.</p>\n<p>Narrativ may also be required to disclose information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>Interest-Based Advertising and Opting Out<p>Narrativ adheres to the Digital Advertising Alliance (DAA) Self-Regulatory Principles in the US and to the European Digital Advertising Alliance (EDAA) Principles in the EU and the IAB Europe OBA Framework.</p>\n<p>The Narrativ Ad Exchange uses cookies, Web beacons, pixels, etags, and similar technologies to give Publishers the possibility to offer, and Ad Exchange advertisers the ability to show, targeted ads on the device on which you are viewing this policy or a different device.\nThese ads are more likely to be relevant to you because they are based on inferences drawn from location data, web viewing data collected across non-affiliated sites over time, and/or application use data collected across non-affiliated apps over time.\nThis is called \"interest-based advertising.\" In addition, certain third parties may collect data on the Narrativ website and combine this data with information collected from other websites over time for purposes that include interest-based advertising.</p>Opting Out for Cookie-Based Services<p>If you would like to learn more about this type of advertising, or would prefer to opt out of website interest-based advertising enabled by Narrativ’s Ad Exchange, European Union residents may opt-out of this form of advertising by companies participating in the EDAA at&nbsp;www.youronlinechoices.com&nbsp;and all other users may visit &nbsp;www.aboutads.info/choices&nbsp;to opt out of this form of advertising by companies participating in the DAA self-regulatory program.\nPlease note that in order for your opt-out choice to be effective using this tool, you must ensure that your browser is set to accept third-party cookies such as the Narrativ opt-out cookie.\nSome browsers block third-party cookies by default, and you may need to change your browser settings to accept third-party cookies before opting out.</p>Opting Out for Certain Non-Cookie Services (in applicable countries)<p>To help identify your browser and/or possible relationships between different browsers and devices, Narrativ or our partners may use the local storage or cache in your browser.\nUsing the browser cache or local storage helps Narrativ or our partners deliver interest-based advertising to a browser without the use of third-party cookies.\nWe are using local storage only for application processing, not for any tracking processes.\nTo opt out of Narrativ’s use of local storage or the browser cache to provide its services, please (1) use any tools provided by your browser to clear local storage and the browser cache, and (2) turn on any \"Do Not Track\" header setting offered by your browser.\nAs long as the two steps are completed and maintained on a browser, Narrativ will not use local storage or the cache on that browser to identify and sync browsers and devices.\nIf you also want to opt out of Narrativ’s use of third-party cookies for interest-based advertising as enabled by Narrativ’s Ad Exchange, please see instructions above.</p>Opting Out for Mobile Application Data<p>To opt out of Narrativ’s collection, use, and transfer of data for interest-based advertising on mobile apps, you may download the DAA’s AppChoices application from the Android or iOS app store on your mobile device.\nUsers outside the United States may not have access to this application.\ninstead, you can use \"Limit Ad Tracking\" in your iOS settings or \"Opt out of interest-based ads\" in your Android settings to limit Narrativ’s collection of data for interest-based advertising.</p>Opting Out for Location Data<p>You may opt out of our collection, use, and transfer of precise location data by using the location services controls in your mobile device’s settings.</p>Effect of Opting Out<p>If you use a different device or browser, or erase cookies from your browser, you will need to renew your opt-out choice.</p>\n<p>If you opt out of Narrativ’s practices, you may continue to receive interest-based advertising through other companies.\nThird-party advertisers and ad networks that participate in the Narrativ Ad Exchange may also use their own cookies and other ad service technologies to display and track their ads.\nWe do not control and are not responsible for such third-party advertisers’ and ad networks’ information practices or their use of cookies and other ad service technologies.\nTo learn more about the practices of these companies, please read their privacy policies.</p>\n<p>Even if you opt-out, Narrativ may continue to collect data for other purposes and you still will receive advertising from the Narrativ Ad Exchange when you visit websites of a Publisher who uses our Services – but such advertising will not be targeted to you.</p>Opt Out<p>You are currently opted in.</p>Reviewing and Updating Information<p>Narrativ takes reasonable steps to ensure that information is accurate, complete, current, and reliable for its intended use.\nFor contact or billing information submitted through our website, you may review, correct, update, or change your information, request that we deactivate your account, or remove your information from our direct marketing efforts, at any time by e-mailing us at privacy@narrativ.com.</p>International Information Transfers<p>Please be aware that the information we collect, including contact and billing information, may be transferred to and maintained on servers or databases located outside your state, province, country, or other jurisdiction, where the privacy laws may not be as protective as those in your location.\nIf you are located outside of the United States, please be advised that we process and store information in the United States and your consent to this Privacy Policy or use of Narrativ Services represents your agreement to this processing.</p>Security<p>Information that we collect is stored using procedures and practices reasonably designed to help protect information from unauthorized access, destruction, use, modification, or disclosure.</p>Policy Updates<p>From time to time, we may change this Privacy Policy.\nIf we decide to change this Privacy Policy, in whole or in part, we will inform you by posting the revised Privacy Policy on the Narrativ website.\nThose changes will go into effect on the effective date disclosed in the revised Privacy Policy.</p>Contact Us<p>If you have any questions or concerns regarding this Narrativ Privacy Policy, please contact us by e-mailing us at&nbsp;privacy@narrativ.com.</p>", "created_at": "2021-09-05 00:43:32.456198", "updated_at": "2021-09-04 22:44:56.704619"}], "points": [], "urls": ["narrativ.com"]}}