{"error": 448, "message": "OK", "parameters": {"id": 4610, "name": "Ant Download Manager", "created_at": "2021-07-07 21:31:17.064532", "updated_at": "2021-07-07 22:00:48.630726", "wikipedia": null, "keywords": null, "related": null, "slug": "ant-download-manager", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4610.png", "url": "antdownloadmanager.com", "documents": [{"id": 8192, "name": "Privacy Policy", "url": "https://antdownloadmanager.com/policy", "xpath": "//body", "text": "Got it!<p>This website uses cookies to ensure you get the best experience More info</p>Cookie Consent plugin for the EU cookie law﻿﻿ <br>\n<br>\n<br> Ant Download Manager - Our Policy <ul>\n<li>Home</li>\n<li>DownloadBeta</li>\n<li>BuyPRO</li>\n<li>Support<ul>\n<li>Contact Us</li>\n<li>Addons</li>\n<li>FAQs</li>\n<li>Forum</li>\n<li>User Guide</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>DownloadBeta</li>\n<li>BuyPRO</li>\n<li>Support<ul>\n<li>Contact Us</li>\n<li>Addons</li>\n<li>FAQs</li>\n<li>Forum</li>\n<li>User Guide</li>\n</ul>\n</li>\n</ul> Privacy Policy <p> AntGROUP respects your individual privacy and will not at any time share any information you provide with any third party.\n</p>\n<p> We collect only general information not identifying the user to help us provide you with better software and services as described below.\n</p> Personal Information <p> We may ask you for personal information when you register for a trial license or purchase a permanent license.\nFor example, we may ask you for your e-mail address, your name, company name, address, and credit card billing information.\n</p>\n<p> We store personal information only from users who bought our license because it is necessary for creation or recovering the registration key.\n</p>\n<p> Fulfilling the European legislation and adhering to the European recommendations of the General Data Protection Regulation (GDPR) becoming enforceable on May 25, 2018 we allow registered users to delete their private information\t(Delete User Private Information).\n</p> DMCA Policy <p>We respect the intellectual property rights of others just as we expect others to respect our rights and rights of content owners that you want to download.</p>\n<p>We are sure that our users know what content can be downloaded and they do not violate the copyrights of content owners.</p>\n<p>If you do not know or doubt whether you can download content from the site, then refer to relevant sections of sites.</p>\n<p>By DMCA Policy questions contact us by email.</p> Legal Terms and Conditions <p>The information provided on this site is for personal use only.\nNo portion of this site may be reproduced without the express written consent of AntGROUP.\nThird party content linked from the AntGROUP site is the responsibility of the linked site.\nAll logos and product names are trademarks of their respective owners.\nInformation may be changed or updated without notice.\nAntGROUP may make improvements and/or changes in the materials contained in or described on this site at any time without notice.\nAll information contained on this site is copyrighted.</p> No Other Warranties <p> We do not guarantee the proper operation of our software product in the following cases: <br>\n</p>\n<ul>\n<li>non-standard computer configuration;</li>\n<li>conflict with other software (antivirus installed by a similar program, another browser extension, etc.)</li>\n<li>updating the version or type of browser in consequence of which our software product has ceased to work;</li>\n<li>changing the algorithms of external file hosting or media services;</li>\n<li>changing the specifications of network or streaming media protocols;</li>\n<li>changes in internal user policies or other operating procedures for browsers, operating systems, file hostings and media services;</li>\n<li>some other unreported cases.</li>\n</ul> Warranty and Refund Policy <p> AntGROUP wants every customer to be satisfied with their experience with our products and company.\nOur software offers a free full-featured trial version, so customers can 'test-drive' before deciding to purchase.\nThis trial version have no functional limitation, only an additional advertising button \"Buy\".\nAll these help customers make an informed purchase decision and avoid buying the wrong purchase for their needs.\n</p>\n<p> While we take great pride in our products and strive to ensure our products are trouble-free, there are occasional hardware and software configurations which sometimes can cause problems.\nIf a problem does arise, please contact us so we can assist in getting your product working properly.\n</p>\n<p> If our support team has not been able to resolve your issue or if you are not satisfied with our product or support, simply contact us within 30 days of purchase and we will refund your money.\nWe ask that you please provide a reason for the return so we can further improve our products.\n</p>\n<p>We cannot issue a refund if you contact us more than 30 days after your purchase date, unless it was a fraudulent transaction.</p>\n<p>\n<br>\n<br>-- The AntGROUP Team --</p> We are in social networks﻿ <p>Ant Download Manager, AntGROUP Inc.\n© 2014-2021.\nAll rights reserved.<br>Email support: support@antdownloadmanager.com</p> AddThis Sharing SidebarShare to FacebookFacebook, Number of sharesShare to TwitterTwitterShare to PrintPrintShare to EmailEmailMore AddThis Share optionsAddThis, Number of sharesHideShowCloseAddThis", "created_at": "2021-07-07 21:31:17.066968", "updated_at": "2021-07-07 19:31:39.929205"}], "points": [], "urls": ["antdownloadmanager.com"]}}