{"error": 448, "message": "OK", "parameters": {"id": 3874, "name": "VLC Help", "created_at": "2021-05-30 22:07:59.056166", "updated_at": "2021-05-30 22:00:25.04148", "wikipedia": null, "keywords": null, "related": null, "slug": "vlc-help", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3874.png", "url": "vlchelp.com", "documents": [{"id": 6557, "name": "Terms of Service", "url": "https://www.vlchelp.com/terms-of-service/", "xpath": "/html/body/div[1]/div[1]/div[2]/div/div[1]/div/main/div/article/div", "text": " <p>By accessing the web site at https://www.vlchelp.com, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this web site are protected by applicable copyright and trademark law.</p>\n<p>\n<strong>1.\nUse License</strong>\n</p>\n<p>Permission is granted to temporarily download one copy of the materials (information or software) on VLCHelp’s web site for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not:</p>\n<ul>\n<li>Modify or copy the materials,</li>\n<li>Use the materials for any commercial purpose, or for any public display (commercial or non-commercial),</li>\n<li>Attempt to decompile or reverse engineer any software contained on VLCHelp’s web site,</li>\n<li>Remove any copyright or other proprietary notations from the materials, or</li>\n<li>Transfer the materials to another person or “mirror” the materials on any other server.</li>\n</ul>\n<p>This license shall automatically terminate if you violate any of these restrictions and may be terminated by VLCHelp at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</p>\n<p>\n<strong>2.\nDisclaimer</strong>\n</p>\n<p>The materials on VLCHelp’s web site are provided “as is”.\nVLCHelp makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, VLCHelp does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.</p>\n<p>\n<strong>3.\nLimitations</strong>\n</p>\n<p>In no event shall VLCHelp or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on VLCHelp’s Internet site, even if VLCHelp or a VLCHelp authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p>\n<p>\n<strong>4.\nRevisions and Errata</strong>\n</p>\n<p>The materials appearing on VLCHelp’s web site could include technical, typographical, or photographic errors.\nVLCHelp does not warrant that any of the materials on its web site are accurate, complete, or current.\nVLCHelp may make changes to the materials contained on its web site at any time without notice.\nVLCHelp does not, however, make any commitment to update the materials.</p>\n<p>\n<strong>5.\nLinks</strong>\n</p>\n<p>VLCHelp has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by VLCHelp of the site.\nUse of any such linked web site is at the user’s own risk.</p>\n<p>\n<strong>6.\nSite Terms of Use Modifications</strong>\n</p>\n<p>VLCHelp may revise these terms of use for its web site at any time without notice.\nBy using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.</p>\n<p>\n<strong>7.\nGoverning Law</strong>\n</p>\n<p>Any claim relating to VLCHelp’s web site shall be governed by the laws of Nepal without regard to its conflict of law provisions.</p>\n<p>General Terms and Conditions applicable to Use of a Web Site.</p> ", "created_at": "2021-05-30 22:07:59.061051", "updated_at": "2021-05-30 20:08:54.682188"}, {"id": 6556, "name": "Privacy Policy", "url": "https://www.vlchelp.com/privacy-policy/", "xpath": "/html/body/div[1]/div[1]/div[2]/div/div[1]/div/main/div/article/div", "text": " <p>If you require any more information or have any questions about our privacy policy, please feel free to contact us by email at info@100.25.74.223.</p>\n<p>At www.vlchelp.com, the privacy of our visitors is of extreme importance to us.\nThis privacy policy document outlines the types of personal information is received and collected by www.vlchelp.com and how it is used.</p>\n<p>\n<strong>Log Files</strong>\n</p>\n<p>Like many other Web sites, www.vlchelp.com makes use of log files.\nThe information inside the log files includes internet protocol ( IP ) addresses, type of browser, Internet Service Provider ( ISP ), date/time stamp, referring/exit pages, and number of clicks to analyze trends, administer the site, track user’s movement around the site, and gather demographic information.\nIP addresses, and other such information are not linked to any information that is personally identifiable.</p>\n<p>\n<strong>Cookies and Web Beacons</strong>\n</p>\n<p>www.vlchelp.com does use cookies to store information about visitors preferences, record user-specific information on which pages the user access or visit, customize Web page content based on visitors browser type or other information that the visitor sends via their browser.</p>\n<p>Some of our advertising partners may use cookies and web beacons on our site.\nOur advertising partners include Google Adsense.</p>\n<p>These third-party ad servers or ad networks use technology to the advertisements and links that appear on www.vlchelp.com send directly to your browsers.\nThey automatically receive your IP address when this occurs.\nOther technologies ( such as cookies, JavaScript, or Web Beacons ) may also be used by the third-party ad networks to measure the effectiveness of their advertisements and / or to personalize the advertising content that you see.</p>\n<p>www.vlchelp.com has no access to or control over these cookies that are used by third-party advertisers.</p>\n<p>You should consult the respective privacy policies of these third-party ad servers for more detailed information on their practices as well as for instructions about how to opt-out of certain practices.\nwww.vlchelp.com’s privacy policy does not apply to, and we cannot control the activities of, such other advertisers or web sites.</p>\n<p>\n<strong>DoubleClick DART cookies</strong>\n</p>\n<p>We also may use DART cookies for ad serving through Google’s DoubleClick, which places a cookie on your computer when you are browsing the web and visit a site using DoubleClick advertising (including some Google AdSense advertisements).\nThis cookie is used to serve ads specific to you and your interests (interest based targeting).\nThe ads served will be targeted based on your previous browsing history (For example, if you have been viewing sites about visiting Las Vegas, you may see Las Vegas hotel advertisements when viewing a non-related site, such as on a site about hockey).\nDART uses non personally identifiable information.\nIt does NOT track personal information about you, such as your name, email address, physical address, telephone number, social security numbers, bank account numbers or credit card numbers.\nYou can opt-out of this ad serving on all sites using this advertising by visiting http://www.doubleclick.com/privacy/dart_adserving.aspx</p>\n<p>You can chose to disable or selectively turn off our cookies or third-party cookies in your browser settings, or by managing preferences in programs such as Norton Internet Security.\nHowever, this can affect how you are able to interact with our site as well as other websites.\nThis could include the inability to login to services or programs, such as logging into forums or accounts.</p>\n<p>Deleting cookies does not mean you are permanently opted out of any advertising program.\nUnless you have settings that disallow cookies, the next time you visit a site running the advertisements, a new cookie will be added.</p> ", "created_at": "2021-05-30 22:07:59.059226", "updated_at": "2021-05-30 20:09:14.067475"}], "points": [{"id": 21562, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.vlchelp.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2021-05-31 13:30:43.587724", "updated_at": "2021-05-31 18:52:15.28931", "quoteText": "VLCHelp does not warrant that any of the materials on its web site are accurate, complete, or current.", "case_id": 288, "document_id": 6557, "quoteStart": 2969, "quoteEnd": 3071}, {"id": 21563, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.vlchelp.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-05-31 13:33:54.73376", "updated_at": "2021-05-31 14:48:32.988327", "quoteText": "You can chose to disable or selectively turn off our cookies or third-party cookies in your browser settings, or by managing preferences in programs such as Norton Internet Security.\nHowever, this can affect how you are able to interact with our site as well as other websites.\nThis could include the inability to login to services or programs, such as logging into forums or accounts.</p>", "case_id": 375, "document_id": 6556, "quoteStart": 3304, "quoteEnd": 3693}, {"id": 21561, "title": "The court of law governing the terms is in Nepal", "source": "https://www.vlchelp.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2021-05-31 13:14:37.718193", "updated_at": "2021-05-31 14:47:48.425423", "quoteText": "Any claim relating to VLCHelp’s web site shall be governed by the laws of Nepal without regard to its conflict of law provisions.</p>", "case_id": 163, "document_id": 6557, "quoteStart": 3876, "quoteEnd": 4009}], "urls": ["vlchelp.com"]}}