{"error": 448, "message": "OK", "parameters": {"id": 3147, "name": "Accepted", "created_at": "2021-04-14 10:34:54.378374", "updated_at": "2021-04-15 00:01:34.808858", "wikipedia": null, "keywords": null, "related": null, "slug": "accepted", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3147.png", "url": "accepted.com", "documents": [{"id": 5070, "name": "Privacy Policy", "url": "https://www.accepted.com/privacy-policy", "xpath": "//*[@id=\"hs_cos_wrapper_widget_3268327945\"]", "text": "<p>&nbsp;</p>\n<p>Accepted.com, LLC (“Company,” “we,” or “us”) respects your privacy and is<br>committed to protecting it through this Privacy Policy.</p>\n<p>This Privacy Policy governs your access to and use of accepted.com and its sub-domains,<br>including any content, functionality and services offered on or through accepted.com and<br>its sub-domains, (the \"Website\"), whether as a guest or a registered user.</p>\n<p>When accessing the Website, the Company will learn certain information about you, both<br>automatically and through voluntary actions you may take, during your visit.\nThis policy<br>applies to information we collect on the Website and in email, text, or other electronic<br>messages between you and the Website.</p>\n<p>Please read the Privacy Policy carefully before you start to use the Website.\nBy using the<br>Website, you accept and agree to be bound and abide by the Privacy Policy.\nIf you<br>do not want to agree to the Privacy Policy, you must not access or use the Website.</p>\n<p>\n<strong>Children Under The Age Of 13</strong>\n</p>\n<p>Our Website is not intended for children under 13 years of age.\nNo one under age 13 may<br>provide any information to or on the Website.\nWe do not knowingly collect personal<br>information from children under 13.\nIf you are under 13, do not use or provide any<br>information on this Website or on or through any of its features/register on the Website,<br>make any purchases through the Website, use any of the interactive or public comment<br>features of this Website or provide any information about yourself to us, including your<br>name, address, telephone number, email address, or any screen name or user name you<br>may use.</p>\n<p>If we learn we have collected or received personal information from a child under 13<br>without verification of parental consent, we will delete that information.\nIf you believe<br>we might have any information from or about a child under 13, please contact us at<br>support@accepted.com.</p>\n<p>\n<strong>Information We Collect About You</strong>\n</p>\n<p>When you access the Website, the Company will learn certain information about you<br>during your visit.</p>\n<p>\n<em>Information You Provide To Us.</em> The Website provides various places for users to provide<br>information.\nWe collect information that users provide by filling out forms on the<br>Website, communicating with us via contact forms, responding to surveys, search queries<br>on our search feature, providing comments or other feedback, and providing information<br>when ordering a product or service via the Website.<br>\n<br>We use information you provide to us to deliver the requested product and/or service, to<br>improve our overall performance, to answer questions and inquiries, and to provide you<br>with offers, promotions, and information.</p>\n<p>\n<em>Information We Collect Through Automatic Data Collection Technology.</em>\n<strong>&nbsp;</strong>As you navigate through our Website, we may use automatic data collection technologies including Google Analytics and Hubspot to collect certain information about your equipment, browsing actions, and patterns.\nThis will generally include information about your location, your traffic pattern through our website, and any communications between your computer and our Website.\nAmong other things, we will collect data about the type of computer you use, your Internet connection, your IP address, your operating system, and your browser type.</p>\n<p>The information we collect automatically is used for statistical data and will not include<br>personal information.\nWe use this data to improve our Website and our service offerings.<br>To the extent that you voluntarily provide personal information to us, our systems will<br>associate the automatically collected information with your personal information.</p>\n<p>\n<strong>Use of Cookies And Pixels</strong>\n</p>\n<p>Similar to other commercial websites, our website utilizes a standard technology called<br>“cookies” and server logs to collect information about how our site is used.\nInformation<br>gathered through cookies and server logs may include the date and time of visits, the<br>pages viewed, time spent at our site, and the websites visited just before and just after our<br>own, as well as your IP address.</p>\n<p>A cookie is a very small text document, which often includes an anonymous unique<br>identifier.\nWhen you visit a website, that site’s computer asks your computer for<br>permission to store this file in a part of your hard drive specifically designated for<br>cookies.\nEach website can send its own cookie to your browser if your browser’s<br>preferences allow it, but (to protect your privacy) your browser only permits a website to<br>access the cookies it has already sent to you, not the cookies sent to you by other sites.</p>\n<p>The Company reserves the right to use technological equivalents of cookies, including<br>social media pixels.\nThese pixels allow social media sites to track visitors to outside<br>websites so as to tailor advertising messages users see while visiting that social media<br>website.\nThe Company reserves the right to use these pixels in compliance with the<br>policies of the various social media sites.</p>\n<p>\n<strong>Third Party Use Of Cookies</strong>\n</p>\n<p>Some content or applications, including advertisements, on the Website are served by<br>third-parties, including advertisers, ad networks and servers, content providers, and<br>application providers.\nThese third parties may use cookies alone or in conjunction with<br>web beacons or other tracking technologies to collect information about you when you<br>use our website.\nThe information they collect may be associated with your personal<br>information or they may collect information, including personal information, about your<br>online activities over time and across different websites and other online services.\nThey<br>may use this information to provide you with interest-based (behavioral) advertising or<br>other targeted content.</p>\n<p>We do not control these third parties' tracking technologies or how they may be used.\nIf<br>you have any questions about an advertisement or other targeted content, you should<br>contact the responsible provider directly.</p>\n<p>This website uses cookies.\nWe use cookies to personalize content and ads, to provide social media features and to analyze our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\n</p>\n<p>\n</p>\n<p>Cookies are small text files that can be used by websites to make a user's experience more efficient.\n</p>\n<p>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.\n</p>\n<p>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.\n</p>\n<p>You can at any time change or withdraw your consent from the Cookie Declaration on our website.\n</p>\n<p>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.\n</p>\n<p>Please state your consent ID and date when you contact us regarding your consent.</p>\n<p>\n</p>\n<p>Your consent applies to the following domains: reports.accepted.com, blog.accepted.com, www.accepted.com</p> Your current state: Use necessary cookies only.&nbsp;Your current state: Do Not Sell My Personal Information.&nbsp;Your current state: Allow selection&nbsp;(Necessary, Preferences, Statistics, Marketing).&nbsp;Your current state: Allow all cookies.&nbsp;<p>Your consent ID: 0Consent date: </p>Change your consent&nbsp;&nbsp;|&nbsp;&nbsp;Withdraw your consentDo Not Sell My Personal Information<br>\n<p>Cookie declaration last updated on 3/28/21 by Cookiebot: </p>\n<p>Necessary (22) </p>\n<p>Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.</p> Name Provider Purpose Expiry Type [SessionID#27] Paypal Pending 1 day HTTP Cookie __cfduid [x2] reports.accepted.com<br>blog.accepted.com Used by the content network, Cloudflare, to identify trusted web traffic.\n29 days HTTP Cookie __cfruid [x3] reports.accepted.com<br>blog.accepted.com<br>newbreedmarketing.com This cookie is a part of the services provided by Cloudflare - Including load-balancing, deliverance of website content and serving DNS connection for website operators.\nSession HTTP Cookie akavpau_ppsd Paypal This cookie is provided by Paypal.\nThe cookie is used in context with transactions on the website - The cookie is necessary for secure transactions.\nSession HTTP Cookie AWSALB [x2] Amazon<br>secure.accepted.com Registers which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\n1 day HTTP Cookie AWSALBCORS [x2] Amazon<br>secure.accepted.com Registers which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\n6 days HTTP Cookie CookieConsent [x3] Cookiebot Stores the user's cookie consent state for the current domain 1 year HTTP Cookie cookietest Affirm This cookie is used to determine if the visitor has accepted the cookie consent box.\nSession HTTP Cookie debug Interact Pending Persistent HTML Local Storage DUMMY_COOKIE Affirm Necessary for the website’s payment-plan-function upon checking out.\nSession HTTP Cookie JSESSIONID New Relic Preserves users states across page requests.\nSession HTTP Cookie l7_az Paypal This cookie is necessary for the PayPal login-function on the website.\n1 day HTTP Cookie -test-amp-cookie-tmp cdn.ampproject.org Improves website speed and implements content through a Content Delivery Network (CDN).\n1 day HTTP Cookie ts_c Paypal Used in context with the PayPal payment-function on the website.\nThe cookie is necessary for making a safe transaction through PayPal.\n3 years HTTP Cookie wordpress_test_cookie blog.accepted.com Used to check if the user's browser supports cookies.\nSession HTTP Cookie <p>Preferences (6) </p>\n<p>Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.</p> Name Provider Purpose Expiry Type _hjIncludedInPageviewSample Hotjar Determines if the user's navigation should be registered in a certain statistical place holder.\n1 day HTTP Cookie CookieConsentBulkSetting-# Cookiebot Enables cookie consent across multiple websites Persistent HTML Local Storage messagesUtk www.accepted.com Stores a unique ID string for each chat-box session.\nThis allows the website-support to see previous issues and reconnect with the previous supporter.\n1 year HTTP Cookie SnapABugHistory Google Registers a unique ID that identifies the user's device in the event of online assistance.\n1 year HTTP Cookie SnapABugRef Google Registers a unique ID that identifies the user's device in the event of online assistance.\n1 day HTTP Cookie SnapABugVisit Google Registers a unique ID that identifies the user's device in the event of online assistance.\nSession HTTP Cookie <p>Statistics (22) </p>\n<p>Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.</p> Name Provider Purpose Expiry Type _ga Google Tag Manager Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n2 years HTTP Cookie _ga_# Google Tag Manager Used by Google Analytics to collect data on the number of times a user has visited the website as well as dates for the first and most recent visit.\n2 years HTTP Cookie _gat Google Tag Manager Used by Google Analytics to throttle request rate 1 day HTTP Cookie _gid Google Tag Manager Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n1 day HTTP Cookie _hjAbsoluteSessionInProgress Hotjar This cookie is used to count how many times a website has been visited by different visitors - this is done by assigning the visitor an ID, so the visitor does not get registered twice.\n1 day HTTP Cookie _hjFirstSeen Hotjar This cookie is used to determine if the visitor has visited the website before, or if it is a new visitor on the website.\n1 day HTTP Cookie _hjid Hotjar Sets a unique ID for the session.\nThis allows the website to obtain data on visitor behaviour for statistical purposes.\n1 year HTML Local Storage _hjTLDTest Hotjar Detects the SEO-ranking for the current website.\nThis service is part of a third-party statistics and analysis service.\nSession HTTP Cookie _omappvp [x2] a.optnmnstr.com This cookie is used to determine if the visitor has visited the website before, or if it is a new visitor on the website.\n11 years HTTP Cookie _omappvs [x2] a.optnmnstr.com This cookie is used to determine if the visitor has visited the website before, or if it is a new visitor on the website.\n1 day HTTP Cookie 3060738.3440491 Affirm Necessary for the website’s payment-plan-function upon checking out.\n2 years HTTP Cookie ajs_anonymous_id Interact This cookie is used to count how many times a website has been visited by different visitors - this is done by assigning the visitor an ID, so the visitor does not get registered twice.\nPersistent HTML Local Storage collect Google Used to send data to Google Analytics about the visitor's device and behavior.\nTracks the visitor across devices and marketing channels.\nSession Pixel Tracker hs_ab_test [x2] reports.accepted.com<br>www.accepted.com This cookie is used by the website’s operator in context with multi-variate testing.\nThis is a tool used to combine or change content on the website.\nThis allows the website to find the best variation/edition of the site.\nSession HTTP Cookie jserrors/1/# New Relic Pending Session Pixel Tracker loglevel Vidyard Collects data on visitor interaction with the website's video-content - This data is used to make the website's video-content more relevant towards the visitor.\nPersistent HTML Local Storage omVisitsFirst [x2] a.optnmnstr.com This cookie is used to count how many times a website has been visited by different visitors - this is done by assigning the visitor an ID, so the visitor does not get registered twice.\nPersistent HTML Local Storage p.gif Adobe Inc Keeps track of special fonts used on the website for internal analysis.\nThe cookie does not register any visitor data.\nSession Pixel Tracker <p>Marketing (28) </p>\n<p>Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.</p> Name Provider Purpose Expiry Type __hmpl Hubspot Collects information on user preferences and/or interaction with web-campaign content - This is used on CRM-campaign-platform used by website owners for promoting events or products.\nPersistent HTML Local Storage __hssc reports.accepted.com Collects statistical data related to the user's website visits, such as the number of visits, average time spent on the website and what pages have been loaded.\nThe purpose is to segment the website's users according to factors such as demographics and geographical location, in order to enable media and marketing agencies to structure and understand their target groups to enable customised online advertising.\n1 day HTTP Cookie __hssrc reports.accepted.com Collects statistical data related to the user's website visits, such as the number of visits, average time spent on the website and what pages have been loaded.\nThe purpose is to segment the website's users according to factors such as demographics and geographical location, in order to enable media and marketing agencies to structure and understand their target groups to enable customised online advertising.\nSession HTTP Cookie __hstc reports.accepted.com Collects statistical data related to the user's website visits, such as the number of visits, average time spent on the website and what pages have been loaded.\nThe purpose is to segment the website's users according to factors such as demographics and geographical location, in order to enable media and marketing agencies to structure and understand their target groups to enable customised online advertising.\n1 year HTTP Cookie __ptq.gif Hubspot Sends data to the marketing platform Hubspot about the visitor's device and behaviour.\nTracks the visitor across devices and marketing channels.\nSession Pixel Tracker ajs_group_id Interact Collects data on visitors.\nThis information is used to assign visitors into segments, making website advertisement more efficient.\nPersistent HTML Local Storage ajs_group_properties Interact Collects data on visitors.\nThis information is used to assign visitors into segments, making website advertisement more efficient.\nPersistent HTML Local Storage ajs_user_id Interact Collects data on visitors' preferences and behaviour on the website - This information is used make content and advertisement more relevant to the specific visitor.\nPersistent HTML Local Storage ajs_user_traits Interact Collects data on visitors.\nThis information is used to assign visitors into segments, making website advertisement more efficient.\nPersistent HTML Local Storage HUBLYTICS_EVENTS_53 Hubspot Collects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\nPersistent HTML Local Storage hubspotutk reports.accepted.com Keeps track of a visitor's identity.\nThis cookie is passed to the marketing platform HubSpot on form submission and used when de-duplicating contacts.\n1 year HTTP Cookie IDE Google Used by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.\n1 year HTTP Cookie NID Google Registers a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.\n6 months HTTP Cookie r/collect Google This cookie is used to send data to Google Analytics about the visitor's device and behavior.\nIt tracks the visitor across devices and marketing channels.\nSession Pixel Tracker test_cookie Google Used to check if the user's browser supports cookies.\n1 day HTTP Cookie tracker_device [x2] Affirm Registers a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.\n5 years HTTP Cookie VISITOR_INFO1_LIVE YouTube Tries to estimate the users' bandwidth on pages with integrated YouTube videos.\n179 days HTTP Cookie WIDGET::local::assignments Soundcloud Used by audio-platform SoundCloud to implement, measure and improve their embedded content/service on the website - The collection of data also includes visitors’ interaction with embedded content/service.\nThis can be used for statistics or marketing purposes.\nPersistent HTML Local Storage YSC YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nSession HTTP Cookie yt.innertube::nextId YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nPersistent HTML Local Storage yt.innertube::requests YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nPersistent HTML Local Storage yt-remote-cast-installed YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-connected-devices YouTube Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage yt-remote-device-id YouTube Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage yt-remote-fast-check-period YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-session-app YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-session-name YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage <p>Unclassified (21) </p>\n<p>Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.</p> Name Provider Purpose Expiry Type #.#.ack Interact Pending Persistent HTML Local Storage #.#.inProgress Interact Pending Persistent HTML Local Storage #.#.queue Interact Pending Persistent HTML Local Storage #.#.reclaimEnd Interact Pending Persistent HTML Local Storage #.#.reclaimStart Interact Pending Persistent HTML Local Storage _tpapp [x2] a.trstplse.com Pending 29 days HTTP Cookie {\"words\":[-1446187651,932438033,1529476665,-192765460,785832143],\"sigBytes\":20} Vidyard Pending Persistent HTML Local Storage amp-story-state cdn.ampproject.org Pending Persistent HTML Local Storage events/1/# New Relic Pending Session Pixel Tracker tpSessionPageviews [x2] a.trstplse.com Pending Session HTML Local Storage tpSessionStart [x2] a.trstplse.com Pending Session HTML Local Storage ucacid Google Tag Manager Pending 1 year HTTP Cookie ucacid [x2] Google Tag Manager Pending Persistent HTML Local Storage ucapvhist [x3] Google Tag Manager Pending Session HTML Local Storage vidyardSettings Vidyard Pending Persistent HTML Local Storage <p>\n<strong>Email Information</strong>\n</p>\n<p>If you choose to correspond with us through email, we may retain the content of your<br>email messages together with your email address and our responses.\nWe provide the same<br>protections for these electronic communications that we employ in the maintenance of<br>information received online, mail, and telephone.\nThis also applies when you register for<br>our website, sign up through any of our forms using your email address or make a<br>purchase on this site.\nFor further information see the email policies below.</p>\n<p>\n<strong>Email Policies</strong>\n</p>\n<p>We are committed to keeping your e-mail address confidential.\nWe do not sell, rent, or<br>lease our subscription lists to third parties, and will not disclose your email address to any<br>third parties except as allowed in the section titled Disclosure of Your Information.</p>\n<p>We will maintain the information you send via e-mail in accordance with applicable<br>federal law.</p>\n<p>In compliance with the CAN-SPAM Act, all e-mails sent from our organization will<br>clearly state who the e-mail is from and provide clear information on how to contact the<br>sender.\nIn addition, all e-mail messages will also contain concise information on how to<br>remove yourself from our mailing list so that you receive no further e-mail<br>communication from us.</p>\n<p>Our emails provide users the opportunity to opt-out of receiving communications from us<br>and our partners by reading the unsubscribe instructions located at the bottom of any e-<br>mail they receive from us at any time.</p>\n<p>Users who no longer wish to receive our newsletter or promotional materials may opt-out<br>of receiving these communications by clicking on the unsubscribe link in the e-mail.</p>\n<p>\n<strong>How And Why We Collect Information</strong>\n</p>\n<p>The Company collects your information in order to record and support your participation<br>in the activities you select.\nIf you register to download a book or resources, sign up for<br>our webinars, and/or purchase a product or service from us, we collect your information.<br>We use this information to track your preferences and to keep you informed about the<br>products and services you have selected to receive and any related products and/or<br>services.\nAs a visitor to this Website, you can engage in most activities without providing<br>any personal information.\nIt is only when you seek to download resources and/or register<br>for services that you are required to provide information.</p>\n<p>If you are outside the European Union and opt to receive any free resources, participate in<br>any free training programs, register for a webinar, register for a live event, register for a<br>seminar, or purchase any products sold by the Company on this Website, we will<br>automatically enroll you to receive our free educational content as well as promotions.\nIf<br>you do not wish to receive this material, you can unsubscribe anytime.\nWe include an<br>“unsubscribe” link at the bottom of every email we send.\nIf you ever have trouble<br>unsubscribing, you can send an email to support@accepted.com requesting to<br>unsubscribe from future emails.</p>\n<p>If you are in the European Union and opt to receive any free resources, participate in any<br>free training programs, register for a webinar, register for a live event, register for a<br>seminar, or purchase any products sold by the Company on this Website, we will only<br>enroll you to receive our free educational and promotional content if you affirmatively<br>consent to it.\nIf you do not wish to receive this content, you can unsubscribe anytime.\nWe<br>include an “unsubscribe” link at the bottom of every email we send.\nIf you ever have<br>trouble unsubscribing, you can send an email to support@accepted.com requesting to<br>unsubscribe from future emails.</p>\n<p>\n<strong>How Do We Use the Information That You Provide to Us?</strong>\n</p>\n<p>We use personal information for purposes of presenting our Website and its contents to<br>you, providing you with information, providing you with offers for products and services,<br>providing you with information about your subscriptions and products, carrying out any<br>contract between you and the Company, administering our business activities, providing<br>customer service, and making available other items and services to our customers and<br>prospective customers.</p>\n<p>From time-to-time, we may use the information you provide to us to make you offers to<br>purchase products and services provided by third parties in exchange for a commission to<br>be paid to us by such third parties.\nShould you opt to take part in such promotions, the<br>third parties will receive your information.</p>\n<p>From time-to-time, we may use the information you provide to us to display<br>advertisements to you that are tailored to your personal characteristics, interests, and<br>activities.</p>\n<p>\n<strong>Disclosure Of Your Information</strong>\n</p>\n<p>As a general rule, we do not sell, rent, lease or otherwise transfer any information<br>collected whether automatically or through your voluntary action.<br>\n<br>We may disclose your personal information to our subsidiaries, affiliates, and service<br>providers for the purpose of providing our services to you.</p>\n<p>We may disclose your personal information to a third party, including a lawyer or<br>collection agency, when necessary to enforce our terms of service or any other agreement<br>between you and the Company.</p>\n<p>We may provide your information to any successor in interest in the event of a merger,<br>divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or<br>all of the Company’s asserts and/or business.</p>\n<p>We may disclose information when legally compelled to do so, in other words, when we,<br>in good faith, believe that the law requires it or for the protection of our legal rights or<br>when compelled by a court or other governmental entity to do so.</p>\n<p>\n<strong>How Do We Protect Your Information and Secure Information Transmissions?</strong>\n</p>\n<p>We employ commercially reasonable methods to ensure the security of the information<br>you provide to us and the information we collect automatically.\nThis includes using<br>standard security protocols and working only with reputable third-party vendors.</p>\n<p>Email is not recognized as a secure medium of communication.\nFor this reason, we<br>request that you do not send private information to us by email.\nHowever, doing so is<br>allowed, but at your own risk.\nSome of the information you may enter on our website<br>may be transmitted securely via a secure medium known as Secure Sockets Layer, or<br>SSL.\nCredit Card information and other sensitive information is never transmitted via<br>email.</p>\n<p>The Company may use software programs to create summary statistics, which are used<br>for such purposes as assessing the number of visitors to the different sections of our site,<br>what information is of most and least interest, determining technical design<br>specifications, and identifying system performance or problem areas.</p>\n<p>For site security purposes and to ensure that this service remains available to all users, the<br>Company uses software programs to monitor network traffic to identify unauthorized<br>attempts to upload or change information, or otherwise cause damage.</p>\n<p>\n<strong>Policy Changes</strong>\n</p>\n<p>It is our policy to post any changes we make to our privacy policy on this page.\nIf we<br>make material changes to how we treat our users' personal information, we will notify<br>you by email to the email address specified in your account and/or through a notice on<br>the Website home page.\nThe date the privacy policy was last revised is identified at the<br>bottom of the page.\nYou are responsible for ensuring we have an up-to-date active and<br>deliverable email address for you, and for periodically visiting our Website and this<br>privacy policy to check for any changes.<br>\n<br>\n<strong>Visitors’ GDPR Rights</strong>\n</p>\n<p>If you are within the European Union, you are entitled to certain information and have<br>certain rights under the General Data Protection Regulation.\nThose rights include:</p>\n<p>We will retain the any information you choose to provide to us until the earlier of: (a) you<br>asking us to delete the information, (b) our decision to cease using our existing data<br>providers, or (c) the Company decides that the value in retaining the data is outweighed<br>by the costs of retaining it.</p>\n<p>You have the right to request access to your data that the Company stores and the rights<br>to either rectify or erase your personal data.</p>\n<p>You have the right to seek restrictions on the processing of your data.</p>\n<p>You have the right to object to the processing of your data and the right to the portability<br>of your data.</p>\n<p>To the extent that you provided consent to the Company’s processing of your personal<br>data, you have the right to withdraw that consent at any time, without affecting the<br>lawfulness of processing based upon consent that occurred prior to your withdrawal of<br>consent.</p>\n<p>You have the right to lodge a complaint with a supervisory authority that has jurisdiction<br>over issues related to the General Data Protection Regulation.</p>\n<p>We require only the information that is reasonably required to enter into a contract with<br>you.\nWe will not require you to provide consent for any unnecessary processing as a<br>condition of entering into a contract with us.<br>\n<br>\n<strong>Contact Us</strong>\n</p>\n<p>The Company welcomes your questions or comments regarding the Privacy Policy:</p>\n<p>Accepted.com, LLC<br>1171 S.\nRobertson Blvd.\n#140<br>Los Angeles, CA 90035</p>\n<p>Email Address: support@accepted.com</p>\n<p>Effective as of May 18, 2018</p>", "created_at": "2021-04-14 10:35:33.194561", "updated_at": "2021-04-14 10:35:44.154288"}, {"id": 5071, "name": "Webste Terms of Use", "url": "https://www.accepted.com/aboutus/website_terms_of_use", "xpath": "//*[@id=\"hs_cos_wrapper_widget_3268327945\"]", "text": "<p>The following Terms of Use are entered into by and between You and Accepted.com, LLC (“<strong>Company</strong>”, “<strong>we</strong>”, or “<strong>us</strong>”).</p>\n<p>The following terms and conditions, together with any documents they expressly incorporate by reference (collectively, these “<strong>Terms of Use</strong>”), govern your access to and use of accepted.com, including any content, functionality and services offered on or through accepted.com, (the “<strong>Website</strong>”), whether as a guest or a registered user.</p>\n<p>Please read the Terms of Use carefully before you start to use the Website.\n<strong>By using the Website, you accept and agree to be bound and abide by these Terms of Use, our </strong>\n<strong>Privacy Policy,</strong>\n<strong> incorporated herein by reference, and our </strong>\n<strong>Disclaimer,</strong>\n<strong> incorporated herein by reference.</strong> If you do not want to agree to these Terms of Use including the agreements incorporated by reference herein, you must not access or use the Website.</p>\n<p>This Website is offered and available to users who are 18 years of age or older.\nBy using this Website, you represent and warrant that you are of legal age to form a binding contract with the Company and meet all of the foregoing eligibility requirements.\nIf you do not meet all of these requirements, you must not access or use the Website.</p>\n<p>\n<strong>Changes To the Terms Of Use</strong>\n</p>\n<p>We may revise and update these Terms of Use from time to time in our sole discretion.\nAll changes are effective immediately when we post them, and apply to all access to and use of the Website thereafter.\nYour continued use of the Website following the posting of revised Terms of Use means that you accept and agree to the changes.\nYou are expected to check this page from time to time so you are aware of any changes, as they are binding on you.</p>\n<p>\n<strong>Price Change Policy</strong>\n</p>\n<p>We may revise and update the prices of the services and products that we offer at any time without notice.</p>\n<p>\n<strong>Privacy</strong>\n</p>\n<p>Your use of the Website is also subject to the Company’s Privacy Policy.\nPlease review our Privacy Policy, which also governs the Website and informs users of our data collection practices.\nYour agreement to the Privacy Policy is hereby incorporated into these Terms of Use.</p>\n<p>\n<strong>Disclaimer</strong>\n</p>\n<p>Your use of the Website is also subject to the Company’s Disclaimer.\nPlease review our Disclaimer, which also governs the Website and informs users of various limitations regarding the information provided on the Website.\nYour agreement to the Disclaimer is hereby incorporated into these Terms of Use.</p>\n<p>\n<strong>Accessing The Website And Account Security</strong>\n</p>\n<p>We reserve the right to withdraw or amend this Website and any service or material we provide on the Website in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of the Website, or the entire Website, to users, including registered users.</p>\n<p>To access the Website or some of the resources it offers, you may be asked to provide certain registration details or other information.\nIt is a condition of your use of the Website and any resources downloaded from the Website that all the information you provide on the Website is correct, current, and complete.\nYou agree that all information you provide to register with this Website or otherwise, including but not limited to through the use of any interactive features on the Website, is governed by our Privacy Policy, and you consent to all actions we take with respect to your information consistent with our Privacy Policy.</p>\n<p>If you choose, or are provided with, a user name, password or any other piece of information as part of our security procedures, you must treat such information as confidential, and you must not disclose it to any other person or entity.\nYou also acknowledge that your account is personal to you and agree not to provide any other person with access to this Website or portions of it using your user name, password or other security information.\nYou agree to notify us immediately of any unauthorized access to or use of your user name or password or any other breach of security.\nYou also agree to ensure that you exit from your account at the end of each session.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.</p>\n<p>We have the right to disable any user name, password or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any or no reason, including if, in our opinion, you have violated any provision of these Terms of Use.</p>\n<p>\n<strong>No Unlawful Or Prohibited Use And Intellectual Property</strong>\n</p>\n<p>You are granted a non-exclusive, non-transferable, revocable license to access and use the Website and the resources available for download from the Website strictly in accordance with these Terms of Use.</p>\n<p>As a condition of your use of the Website, you warrant to the Company that you will not use the Website or any of the resources available for download from the Website for any purpose that is unlawful or prohibited by these Terms.\nYou may not use the Website or any of the resources available for download from the Website in any manner that could damage, disable, overburden, or impair the Website or interfere with any other party’s use and enjoyment of the Website.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the Website.</p>\n<p>All content included as part of the Website, such as text, graphics, logos, images, as well as the compilation thereof, and any software used on the Website, is the property of the Company or its suppliers and protected by copyright and other laws that protect intellectual property and proprietary rights.\nYou agree to observe and abide by all copyright and other proprietary notices, legends or other restrictions contained in any such content and will not make any changes thereto.</p>\n<p>You will not modify, publish, transmit, reverse engineer, participate in the transfer or sale, create derivative works, or in any way exploit any of the content, in whole or in part, found on the Website or any of the resources available for download from the Website.</p>\n<p>The Company content is not for resale.\nYour use of the Website or any of the resources available for download from the Website does not entitle you to make any unauthorized use of any protected content, and in particular you will not delete or alter any proprietary rights or attribution notices in any content.\nYou will use protected content solely for your individual use, and will make no other use of the content without the express written permission of the Company and the copyright owner.\nYou agree that you do not acquire any ownership rights in any protected content.\nWe do not grant you any licenses, express or implied, to the intellectual property of the Company or our licensors except as expressly authorized by these Terms.</p>\n<p>The Company name, the Company logo, the Company slogan, and all related names, logos, product and service names, designs, and slogans are trademarks or service marks of the Company or its affiliates or licensors.\nYou must not use such marks without the prior written permission of the Company.\nAll other names, logos, product and service names, designs and slogans on this Website are the trademarks or service marks of their respective owners.</p>\n<p>Under the following limited circumstances, the Company grants permission to use information from this Website without the Company’s express written permission:</p>\n<ol>\n<li>Individuals involved in admissions counseling may quote from this website provided the material in which it is quoted contains the following notice, “This information is provided by Accepted.com.\nFurther information is available at&nbsp;http://www.accepted.com&nbsp;or via e-mail&nbsp;at&nbsp;support@accepted.com.”</li>\n<li>Individuals, schools, and companies may reproduce articles from this website for use on their websites provided they attribute the articles to Accepted, do not alter, transform or modify them, and maintain&nbsp;all&nbsp;links contained in the article.</li>\n</ol>\n<p>\n<strong>For Educational And Informational Purposes Only</strong>\n</p>\n<p>As set forth more fully in the Disclaimer, the information contained on this Website and the resources available for download through this Website are for educational and informational purposes only.\nThe information contained on this Website and the resources available for download through this Website is not intended as, and shall not be understood or construed as legal, financial, tax, medical, health, or any other professional advice.</p>\n<p>\n<strong>Accuracy And Personal Responsibility</strong>\n</p>\n<p>As set forth more fully in the Disclaimer, we have done our best to ensure that the information provided on this Website and the resources available for download are accurate and provide valuable information, but we cannot guarantee the accuracy of the information.\nNeither the Company nor any of its owners or employees shall be held liable or responsible for any errors or omissions on this Website or for any damage you may suffer as a result of failing to seek competent advice from a professional who is familiar with your situation.</p>\n<p>By using this Website, you accept personal responsibility for the results of your actions.\n&nbsp;You agree to take full responsibility for any harm or damage you suffer as a result of the use, or non-use, of the information available on this Website or the resources available for download from this Website.\nYou agree to use judgment and conduct due diligence before taking any actions or implementing any plans or policy suggested or recommended on this Website.</p>\n<p>\n<strong>No Guarantees As To Results</strong>\n</p>\n<p>As set forth more fully in the Disclaimer, you agree that the Company has not made any guarantees about the results of taking any action, whether recommended on this Website or not.\nThe Company provides educational and informational resources that are intended to help users of this Website succeed.\nYou nevertheless recognize that your ultimate success or failure will be the result of your own efforts, your particular situation, and innumerable other circumstances beyond the control and/or knowledge of the Company.</p>\n<p>You also recognize that prior results do not guarantee a similar outcome.\n&nbsp;Thus, the results obtained by others - whether clients of the Company or otherwise - applying the principles set out in this Website are no guarantee that you or any other person or entity will be able to obtain similar results.</p>\n<p>\n<strong>Email And Other Electronic Communications</strong>\n</p>\n<p>Visiting the Website or sending emails to the Company constitutes electronic communications.\nYou consent to receive electronic communications and you agree that all agreements, notices, disclosures, and other communications that we provide to you electronically, via email and on the Website, satisfy any legal requirement that such communications be in writing.</p>\n<p>We would be pleased to communicate with you by e-mail, and there are various places on this Website that provide you the ability to send an electronic communication to the Company.\nAny such email or other electronic communication, however, does not create a business relationship or any contractual relationship.\n&nbsp;As set forth more fully in our Privacy Policy, we will take reasonable steps to ensure that any communications remain confidential, but we cannot guarantee the security of such communications and cannot guarantee that we would not be required to disclose such communications as a result of a court order.</p>\n<p>\n<strong>Use Of Communication Services</strong>\n</p>\n<p>The Website may contain bulletin board services, chat areas, news groups, forums, communities, personal web pages, calendars, blog comment sections and/or other message or communication facilities designed to enable you to communicate with the public at large or with a group (collectively, “<strong>Communication Services</strong>”), you agree to use the Communication Services only to post, send and receive messages and material that are proper and related to the particular Communication Service.</p>\n<p>By way of example, and not as a limitation, you agree that when using a Communication Service, you will not: defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others.\npublish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, infringing, obscene, indecent or unlawful topic, name, material or information.\nupload files that contain software or other material protected by intellectual property laws (or by rights of privacy of publicity) unless you own or control the rights thereto or have received all necessary consents.\nupload files that contain viruses, corrupted files, or any other similar software or programs that may damage the operation of another's computer.\nadvertise or offer to sell or buy any goods or services for any business purpose, unless such Communication Service specifically allows such messages.\nconduct or forward surveys, contests, pyramid schemes or chain letters.\ndownload any file posted by another user of a Communication Service that you know, or reasonably should know, cannot be legally distributed in such manner.\nfalsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material contained in a file that is uploaded, restrict or inhibit any other user from using and enjoying the Communication Services.\nviolate any code of conduct or other guidelines which may be applicable for any particular Communication Service.\nharvest or otherwise collect information about others, including e-mail addresses, without their consent.\nviolate any applicable laws or regulations.</p>\n<p>The Company has no obligation to monitor the Communication Services.\nHowever, the Company reserves the right to review materials posted to a Communication Service and to remove any materials in its sole discretion.\nThe Company reserves the right to terminate your access to any or all of the Communication Services at any time without notice for any reason whatsoever.</p>\n<p>The Company reserves the right at all times to disclose any information as necessary to satisfy any applicable law, regulation, legal process or governmental request, or to edit, refuse to post or to remove any information or materials, in whole or in part, in the Company’s sole discretion.</p>\n<p>Always use caution when giving out any personally identifying information about yourself in any Communication Service.\nThe Company does not control or endorse the content, messages or information found in any Communication Service and, therefore, the Company specifically disclaims any liability with regard to the Communication Services and any actions resulting from your participation in any Communication Service.\nManagers and hosts are not authorized the Company spokespersons, and their views do not necessarily reflect those of the Company.</p>\n<p>Materials uploaded to a Communication Service may be subject to posted limitations on usage, reproduction and/or dissemination.\nYou are responsible for adhering to such limitations if you upload the materials.</p>\n<p>\n<strong>Materials Provided To The Website</strong>\n</p>\n<p>The Company does not claim ownership of the materials you provide to the Website (including feedback and suggestions) or post, upload, input or submit to any Website or our associated services (collectively “<strong>Submissions</strong>”).\nHowever, by posting, uploading, inputting, providing, or submitting your Submission you are granting the Company, our affiliated companies, and necessary sub-licensees permission to use your Submission in connection with the operation of their Internet businesses including, without limitation, the rights to: copy, distribute, transmit, publicly display, publicly perform, reproduce, edit, translate, and reformat your Submission.\nand to publish your name in connection with your Submission.</p>\n<p>No compensation will be paid with respect to the use of your Submission, as provided herein.\nThe Company is under no obligation to post or use any Submission you may provide and may remove any Submission at any time in the Company’s sole discretion.</p>\n<p>By posting, uploading, inputting, providing, or submitting your Submission you warrant and represent that you own or otherwise control all of the rights to your Submission as described in this section including, without limitation, all the rights necessary for you to provide, post, upload, input or submit the Submissions.</p>\n<p>\n<strong>Links To Third Party Websites And Services</strong>\n</p>\n<p>The Website may contain links to other Websites (“<strong>Linked Websites</strong>”).\nThe Linked Websites are not under the control of the Company and the Company is not responsible for the contents of any Linked Website, including without limitation any link contained in a Linked Website, or any changes or updates to a Linked Website.\nThe Company is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by the Company of the Website or any association with its operators.</p>\n<p>Certain services made available via the Website are delivered by third-party Websites and organizations.\nBy using any product, service, or functionality originating from the Website, you hereby acknowledge and consent that the Company may share such information and data with any third party with whom the Company has a contractual relationship to provide the requested product, service or functionality on behalf of the Website’s users and customers.</p>\n<p>\n<strong>Use of Paid Courses, Programs, and Associated Material</strong>\n</p>\n<p>The Company may from time-to-time provide various courses, programs, and associated material for sale on this Website.\nThe Company grants you a limited, personal, non-exclusive, non-transferable license to use our courses, programs, and associated material (collectively the “<strong>Courses</strong>”) for your own personal or internal business use.\nExcept as otherwise provided, you acknowledge and agree that you have no right to modify, edit, copy, reproduce, create derivative works of, reverse engineer, alter, enhance or in any way exploit any of the Courses in any manner.</p>\n<p>By ordering or participating in Courses, you agree that the Courses you purchase or download may only be used by you for your personal or business use and may not be sold or redistributed without the express written consent of the Company.</p>\n<p>By ordering or participating in Courses, you further agree that you shall not create any derivative work based upon the Courses and you shall not offer any competing products or services based upon any information contained in the Courses.</p>\n<p>\n<strong>Use Of Free Downloadable Content</strong>\n</p>\n<p>The Company provides various resources on this Website, which users may access by providing an e-mail address.\nThe Company grants you a limited, personal, non-exclusive, non-transferable license to use our resources provided in exchange for an email address (the “<strong>Freemium Content</strong>”) for your own personal or internal business use.\nExcept as otherwise provided, you acknowledge and agree that you have no right to modify, edit, copy, reproduce, create derivative works of, reverse engineer, alter, enhance or in any way exploit any of the Freemium Content in any manner.</p>\n<p>By downloading the Freemium Content, you agree that the Freemium Content you download may only be used by you for your personal or business use and may not be sold or redistributed without the express written consent of the Company.</p>\n<p>By downloading the Freemium Content, you further agree that you shall not create any derivative work based upon the Freemium Content and you shall not offer any competing products or services based upon any information contained in the Freemium Content.</p>\n<p>\n<strong>Guests</strong>\n</p>\n<p>The Company may, from time to time, provide information from a third party in the form of a podcast guest interview, interview on other platform, guest blog post, or other medium.\nThe Company does not control the information provided by such third-party guests, is not responsible for investigating the truth of any information provided, and cannot guarantee the veracity of any statements made by such guests.</p>\n<p>Individuals who agree to appear as guests on any podcast offered by the Company agree to transfer all intellectual property rights they may have in any such interviews to the Company and further provide a license to any rights they are unable to assign.</p>\n<p>\n<strong>No Warranties</strong>\n</p>\n<p>THE COMPANY MAKES NO WARRANTIES REGARDING THE PERFORMANCE OR OPERATION OF THIS WEBSITE.\nTHE COMPANY FURTHER MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE INFORMATION, CONTENTS, MATERIALS, DOCUMENTS, PROGRAMS, PRODUCTS, BOOKS, OR SERVICES INCLUDED ON OR THROUGH THIS WEBSITE.\nTO THE FULLEST EXTENT PERMISSIBLE UNDER THE LAW, THE COMPANY DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>YOU AGREE TO ABSOLVE THE COMPANY OF ANY AND ALL LIABILITY OR LOSS THAT YOU OR ANY PERSON OR ENTITY ASSOCIATED WITH YOU MAY SUFFER OR INCUR AS A RESULT OF USE OF THE INFORMATION CONTAINED ON THIS WEBSITE AND/OR THE RESOURCES YOU MAY DOWNLOAD FROM THIS WEBSITE.\n&nbsp;YOU AGREE THAT THE COMPANY SHALL NOT BE LIABLE TO YOU FOR ANY TYPE OF DAMAGES, INCLUDING DIRECT, INDIRECT, SPECIAL, INCIDENTAL, EQUITABLE, OR CONSEQUENTIAL LOSS OR DAMAGES FOR USE OF THIS WEBSITE.</p>\n<p>THE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN OR AVAILABLE THROUGH THE WEBSITE MAY INCLUDE INACCURACIES OR TYPOGRAPHICAL ERRORS.\nCHANGES ARE PERIODICALLY ADDED TO THE INFORMATION HEREIN.\nTHE COMPANY AND/OR ITS SUPPLIERS MAY MAKE IMPROVEMENTS AND/OR CHANGES IN THE WEBSITE AT ANY TIME.</p>\n<p>THE COMPANY AND/OR ITS SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED ON THE WEBSITE FOR ANY PURPOSE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OR CONDITION OF ANY KIND.\nTHE COMPANY AND/OR ITS SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL THE COMPANY AND/OR ITS SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF THE WEBSITE, WITH THE DELAY OR INABILITY TO USE THE WEBSITE OR RELATED SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH THE WEBSITE, OR OTHERWISE ARISING OUT OF THE USE OF THE WEBSITE, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF THE COMPANY OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nBECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE WEBSITE, OR WITH ANY OF THESE TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE WEBSITE.</p>\n<p>\n<strong>Arbitration</strong>\n</p>\n<p>You hereby expressly waive any and all claims you may have, now or in the future, arising out of or relating to this Website, the Company, any and all contracts you enter into with the Company, and any and all of the Company’s products and services.</p>\n<p>To the extent that you attempt to assert any such claim, you hereby expressly agree to present such claim only through binding arbitration to occur in Los Angeles, California.\nYou further agree to and do hereby waive any right to class arbitration and agree, instead, to conduct an arbitration related solely to any individual claims you and/or any entity related to you asserts against the Company.\nTo the fullest extent permissible by law, you further agree that you shall be responsible for all costs associated with initiating the arbitration and for the administration of the arbitration.</p>\n<p>\n<strong>International Users</strong>\n</p>\n<p>The Website is controlled, operated and administered by the Company from our offices within the USA.\nIf you access the Website from a location outside the USA, you are responsible for compliance with all local laws.\nYou agree that you will not use the Company Content accessed through the Website in any country or in any manner prohibited by any applicable laws, restrictions or regulations.</p>\n<p>\n<strong>Indemnification</strong>\n</p>\n<p>You agree to indemnify, defend, and hold harmless the Company, its officers, directors, employees, agents and third parties, for any losses, costs, liabilities and expenses (including reasonable attorneys’ fees) relating to or arising out of your use of or inability to use the Website or services, any user postings made by you, your violation of any terms of this Agreement or your violation of any rights of a third party, or your violation of any applicable laws, rules or regulations.\nThe Company reserves the right, at its own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with the Company in asserting any available defenses.</p>\n<p>\n<strong>Termination And Access Restriction</strong>\n</p>\n<p>The Company reserves the right, in its sole discretion, to terminate your access to the Website and the related services or any portion thereof at any time, without notice.\nTo the maximum extent permitted by law, and you hereby consent to resolve any and all disputes arising under or related to this Website or the Terms of Use pursuant to the Arbitration Resolution Clause above.\nUse of the Website is unauthorized in any jurisdiction that does not give effect to all provisions of these Terms, including, without limitation, this section.</p>\n<p>\n<strong>No Joint Venture Or Other Relationship</strong>\n</p>\n<p>You agree that no joint venture, partnership, employment, or agency relationship exists between you and the Company as a result of this agreement or use of the Website.\nThe Company’s performance of this agreement is subject to existing laws and legal process, and nothing contained in this agreement is in derogation of the Company’s right to comply with governmental, court, and law enforcement requests or requirements relating to your use of the Website or information provided to or gathered by the Company with respect to such use.\nIf any part of this agreement is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the agreement shall continue in effect.</p>\n<p>\n<strong>Entire Agreement</strong>\n</p>\n<p>Unless otherwise specified herein, this agreement, along with the Privacy Policy and Disclaimer, constitutes the entire agreement between the user and the Company with respect to the Website and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between the user and the Company with respect to the Website.\nA printed version of this agreement and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nIt is the express wish to the parties that this agreement and all related documents be written in English.\nThis Agreement shall be interpreted through its plain and literal meaning and shall be construed in accordance with the laws of the State of California.</p>\n<p>\n<strong>Changes to Terms</strong>\n</p>\n<p>The Company reserves the right, in its sole discretion, to change the Terms under which the Website is offered.\nThe most current version of the Terms will supersede all previous versions.\nThe Company encourages you to periodically review the Terms to stay informed of our updates.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>The Company welcomes your questions or comments regarding the Terms:</p>\n<p>Accepted.com, LLC </p>\n<p>1171 S.\nRobertson Blvd.\n#140</p>\n<p>Los Angeles, CA 90035</p>\n<p>Email Address: support@accepted.com</p>\n<p>&nbsp;</p>\n<p>Effective as of May 24, 2018</p>\n<p>\n<br>\n<br>\n</p>", "created_at": "2021-04-14 10:36:14.398122", "updated_at": "2021-04-14 10:36:23.821509"}, {"id": 5072, "name": "Disclaimer", "url": "https://www.accepted.com/aboutus/disclaimer", "xpath": "//*[@id=\"hs_cos_wrapper_widget_3268327945\"]", "text": "<p>This website is owned and operated by Accepted.com, LLC (“<strong>Company</strong>,” “<strong>we</strong>,” or “<strong>us</strong>”).</p>\n<p>This Disclaimer, along with the Website Terms of Use, and Privacy Policy, governs your access to and use of accepted.com, including any content, functionality and services offered on or through accepted.com and its sub-domains (the “<strong>Website</strong>”), whether as a guest or a registered user.</p>\n<p>Please read the Disclaimer carefully before you start to use the Website.\n<strong>By using the Website, you accept and agree to be bound and abide by the Disclaimer.</strong> If you do not want to agree to the Disclaimer, you must not access or use the Website.</p>\n<p>\n<strong>For Educational And Informational Purposes Only</strong>\n</p>\n<p>The information contained on this Website and the resources available for download through this website are for educational and informational purposes only.</p>\n<p>\n<strong>Not Professional Advice</strong>\n</p>\n<p>The information contained on this Website and the resources available for download through this website is not intended as, and shall not be understood or construed as, professional advice.\nWhile the information provided on this Website relates to issues within the Company’s area of professionalism, the information contained on this Website is not a substitute for advice from a professional who is aware of the facts and circumstances of your individual situation.</p>\n<p>We have done our best to ensure that the information provided on this Website and the resources available for download are accurate and provide valuable information.\nRegardless of anything to the contrary, nothing available on or through this Website should be understood as a recommendation that you should not consult with a professional to address your particular situation.\nThe Company expressly recommends that you seek advice from a professional.</p>\n<p>Neither the Company nor any of its&nbsp;consultants, employees or other representatives shall be held liable or responsible for any errors or omissions on this website or for any damage you may suffer as a result of failing to seek competent advice from a professional who is familiar with your situation.</p>\n<p>\n<strong>No Professional-Client Relationship</strong>\n</p>\n<p>Your use of this Website – including implementation of any suggestions set out in this Website and/or use of any resources available on this Website – does not create a professional-client relationship between you and the Company or any of its professionals.</p>\n<p>The Company cannot accept you as a client unless and until we determine that there is a fit and until various requirements, such as fee arrangements, are resolved.\n&nbsp;Thus, you recognize and agree that we have not created any professional-client relationship by the use of this Website.</p>\n<p>\n<strong>User’s Personal Responsibility&nbsp;</strong>\n</p>\n<p>By using this Website, you accept personal responsibility for the results of your actions.\n&nbsp;You agree to take full responsibility for any harm or damage you suffer as a result of the use, or non-use, of the information available on this Website or the resources available for download from this Website.\nYou agree to use judgment and conduct due diligence before taking any action or implementing any plan or policy suggested or recommended on this Website.</p>\n<p>\n<strong>No Guarantees</strong>\n</p>\n<p>You agree that the Company has not made any guarantees about the results of taking any action, whether recommended on this Website or not.\nThe Company provides educational and informational resources that are intended to help users of this website.\nYou nevertheless recognize that your ultimate success or failure will be the result of your own efforts, your particular situation, and innumerable other circumstances beyond the control and/or knowledge of the Company.</p>\n<p>You also recognize that prior results do not guarantee a similar outcome.\n&nbsp;Thus, the results obtained by others – whether clients or customers of the Company or otherwise – applying the principles set out in this Website are no guarantee that you or any other person or entity will be able to obtain similar results.</p>\n<p>\n<strong>Errors And Omissions</strong>\n</p>\n<p>This World Wide Web Site is a public resource of general information that is intended, but not promised or guaranteed, to be correct, complete, and up-to-date.\n&nbsp;We have taken reasonable steps to ensure that the information contained in this Website is accurate, but we cannot represent that this Website is free of errors.\nYou accept that the information contained on this Website may be erroneous and agree to conduct due diligence to verify any information obtained from this Website and/or resources available on it prior to taking any action.\n&nbsp;You expressly agree not to rely upon any information contained in this website.</p>\n<p>\n<strong>Reviews</strong>\n</p>\n<p>At various times, we may provide reviews of products, services, or other resources.\n&nbsp;This may include reviews of books, services, and/or software applications.\nAny such reviews will represent the good-faith opinions of the author of such review.\nThe products and services reviewed may be provided to the Company for free or at a reduced price as an incentive to provide a review.</p>\n<p>Regardless of any such discounts, we will provide honest reviews of these products and/or services.\nYou recognize that you should conduct your own due diligence and should not rely solely upon any reviews provided on this website.&nbsp;</p>\n<p>We will disclose the existence of any discounts or incentives received in exchange for providing a review of a product.\nIf you would like more information about any such discounts and incentives, send an email to support@accepted.com that includes the title of the reviewed product as the subject line.\nWe will respond via email and disclose any incentives or discounts we received in association with any such review.</p>\n<p>\n<strong>Affiliate Links</strong>\n</p>\n<p>From time to time, the Company participates in affiliate marketing and may allow affiliate links to be included on some of our pages.\nThis means that we may earn a commission if/when you click on or make purchases via affiliate links.</p>\n<p>As a policy, the Company will only affiliate with products, services, coaches, consultants, and other experts that we believe will provide value to our customers and followers.</p>\n<p>You recognize that it remains your personal responsibility to investigate whether any affiliate offers are right for your business and will benefit you.\nYou will not rely on any recommendation, reference, or information provided by the Company but will instead conduct your own investigation and will rely upon your investigation to decide whether to purchase the affiliate product or service.</p>\n<p>\n<strong>No Endorsements</strong>\n</p>\n<p>From time to time, the Company will refer to other products, services, coaches, consultants, and/or experts.\nAny such reference is not intended as an endorsement or statement that the information provided by the other party is accurate.\nThe Company provides this information as a reference for users.\nIt is your responsibility to conduct your own investigation and make your own determination about any such product, service, coach, consultant, and/or expert.</p>\n<p>\n<strong>Testimonials</strong>\n</p>\n<p>At various places on this Website, you may find testimonials from clients and customers of the products and services offered on this Website or by the Company.\nThe testimonials are actual statements made by clients and/or customers and have been truthfully conveyed on this Website.</p>\n<p>Although these testimonials are truthful statements about results obtained by these clients and/or customers, the results obtained by these clients and/or customers are not necessarily typical.\nYou specifically recognize and agree that the testimonials are not a guarantee of results that you or anyone else will obtain by using any products or services offered on this Website or by the Company.</p>\n<p>\n<strong>No Warranties</strong>\n</p>\n<p>THE COMPANY MAKES NO WARRANTIES REGARDING THE PERFORMANCE OR OPERATION OF THIS WEBSITE.\nTHE COMPANY FURTHER MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE INFORMATION, CONTENTS, MATERIALS, DOCUMENTS, PROGRAMS, PRODUCTS, BOOKS, OR SERVICES INCLUDED ON OR THROUGH THIS WEBSITE.\nTO THE FULLEST EXTENT PERMISSIBLE UNDER THE LAW, THE COMPANY DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>YOU AGREE TO ABSOLVE THE COMPANY OF ANY AND ALL LIABILITY OR LOSS THAT YOU OR ANY PERSON OR ENTITY ASSOCIATED WITH YOU MAY SUFFER OR INCUR AS A RESULT OF USE OF THE INFORMATION CONTAINED ON THIS WEBSITE AND/OR THE RESOURCES YOU MAY DOWNLOAD FROM THIS WEBSITE.\n&nbsp;YOU AGREE THAT THE COMPANY SHALL NOT BE LIABLE TO YOU FOR ANY TYPE OF DAMAGES, INCLUDING DIRECT, INDIRECT, SPECIAL, INCIDENTAL, EQUITABLE, OR CONSEQUENTIAL LOSS OR DAMAGES FOR USE OF THIS WEBSITE.</p>\n<p>THE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN OR AVAILABLE THROUGH THE WEBSITE MAY INCLUDE INACCURACIES OR TYPOGRAPHICAL ERRORS.\nCHANGES ARE PERIODICALLY ADDED TO THE INFORMATION HEREIN.\nTHE COMPANY AND/OR ITS SUPPLIERS MAY MAKE IMPROVEMENTS AND/OR CHANGES IN THE WEBSITE AT ANY TIME.</p>\n<p>THE COMPANY AND/OR ITS SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED ON THE WEBSITE FOR ANY PURPOSE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OR CONDITION OF ANY KIND.\nTHE COMPANY AND/OR ITS SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL THE COMPANY AND/OR ITS SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF THE WEBSITE, WITH THE DELAY OR INABILITY TO USE THE WEBSITE OR RELATED SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH THE WEBSITE, OR OTHERWISE ARISING OUT OF THE USE OF THE WEBSITE, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF THE COMPANY OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nBECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE WEBSITE, OR WITH ANY OF THESE WEBSITE TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE WEBSITE.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>The Company welcomes your questions or comments regarding the Disclaimer:</p>\n<p>Accepted.com, LLC </p>\n<p>1171 S.\nRobertson Blvd.\n#140</p>\n<p>Los Angeles, CA 90035</p>\n<p>Email Address: support@accepted.com</p>\n<p>&nbsp;</p>\n<p>Effective as of May 24, 2018</p>", "created_at": "2021-04-14 10:36:52.661757", "updated_at": "2021-04-14 10:37:00.968406"}, {"id": 5073, "name": "Terms of Service", "url": "https://www.accepted.com/aboutus/policy", "xpath": "//*[@id=\"hs_cos_wrapper_widget_3315960914\"]", "text": "&nbsp.\n<p>This agreement is between Accepted.com, LLC (\"Accepted\") and its clients who have purchased services from Accepted.\nUnless the context requires otherwise, Accepted and/or its assigns shall be referred to as \"us, we, or our\" and the client&nbsp;shall be referred to as \"you or your.\" &nbsp;</p>\n<p>1) You acknowledge that you are the applicant, will write all essays and application materials, and are responsible for all aspects of the essays, resumes, and/or other documents.\nAccepted does NOT write, draft, compose, or complete essays, and it does not “put notes together.” Accepted will not edit essays written by someone who is not the applicant.&nbsp;</p>\n<p>2) You will not hold Accepted, its officers, consultants, and representatives liable for any denied admissions to any undergraduate, graduate or professional program or school or any denial of employment.</p>\n<p>3) We have made NO representations about what our service will do for your chances of admission to any undergraduate, graduate or professional school or program or for your chances of employment at any institution, corporation, business, or government agency.</p>\n<p>4) Services described on Accepted’s website, accepted.com, that are purchased by client from Accepted are provided \"AS IS\" without any warranty of any kind, either express or implied.\nIn no event will Accepted, its officers, directors, employees, consultants, and representatives be held liable for any damages of any kind, including without limitation compensatory, direct, indirect, or consequential damages, loss of income or data, loss of or damage to property, and claims of third parties arising from any clients' rejection from any undergraduate, graduate, or professional program of any kind.\nAccepted disclaims any and all implied or express warranties, including but not limited to, the essays', resumes', or letters' fitness for a particular purpose and your fitness for any job or undergraduate, graduate or professional program.</p>\n<p>5) All services are prepaid.&nbsp;Accepted will not provide services unless you have first paid for the services and agreed to our Terms of Service.</p>\n<p>6) Accepted’s services can be divided into three categories, i.e., hourly plans and the following two types of flat-rate packages: “One-Year-Application-Cycle Packages” and “Multi-Year Packages.”&nbsp;</p>\n<ol>\n<li>“Multi-Year Packages,” i.e., The&nbsp;Pre-Med Consulting Package&nbsp;and the&nbsp;Complete College Application Package.</li>\n<li>“One-Year-Application-Cycle Packages,” i.e.,&nbsp;all other flat-rate packages, including but not limited to individual and multiple application packages,&nbsp;AMCAS, MD/PHD, masters, and Ph.D.\npackages, essay packages, resume packages, and interview packages.\n<strong>One Year-Application-Cycle Packages must be used in the application cycle of purchase</strong>.&nbsp;Use of these packages after the application cycle of purchase will result in additional charges.</li>\n</ol>\n<p>\n<strong>7) You understand and agree to our refund policy, which is as follows:</strong>\n</p>\n<ol>\n<li>\n<strong>Accepted does not issue refunds for work already performed.</strong>\n</li>\n<li>We charge a non-refundable one-hour, one-time minimum.</li>\n<li>From date of purchase, you have up to one year to request a refund for unused services.\nAccepted will not process refunds that are requested more than one year after the date of purchase.\nIf you are paying via a payment plan, the \"date of purchase\" is the date of the first payment.</li>\n<li>If you purchase an hourly plan and request a refund within one year following the date of purchase,&nbsp;Accepted will calculate your refund as follows: The Amount Paid – [Non-Discounted, Current Hourly Rate * Time].\n“Time” is the time your consultant(s) provided services for you.\nTime will be at least one hour.</li>\n<li>If you purchase one or more flat-rate packages and request a refund within one year following the date of purchase, Accepted will calculate your refund as follows: 95% of {The Amount Paid – [Non-Discounted, Current Hourly Rate * Estimated Time]}.\nPlease note that Accepted consultants do not track their time on essay or school packages so “Estimated Time” will be an estimate, and the first applications always take the most time.\nEstimated Time will always be at least one hour.</li>\n<li>If we need to process a refund via any means other than the credit card or Paypal account with which you paid, Accepted will deduct from the refund a processing fee of $75.</li>\n</ol>\n<p>8)&nbsp.\nService Expiration: Unless you purchased a Multi-Year Package,&nbsp;all work must be completed within two years of purchase or you lose the unused portion of the services that you purchased.&nbsp;</p>\n<p>9) You agree to pay Accepted a Missed Appointment Fee of $75 for each appointment that is missed entirely or cancelled by you less than two hours prior to the scheduled appointment time.</p>\n<p>10)&nbsp;While we are happy to explain our services to parents or other potential payors, Accepted does not work with parents, siblings, or other applicant&nbsp;proxies.\nUnless you are a recommender purchasing a letter of recommendation service or an applicant purchasing a letter of recommendation service for your recommender, our client is always the applicant.</p>\n<p>11) Accepted reserves the right to refuse service to anyone.</p>\n<p>12) Any and all disputes arising under this agreement and not resolved through negotiation shall be resolved through binding arbitration according to the rules of the American Arbitration Association.\nThe arbitration shall take place in Los Angeles County, California at the American Arbitration Association.\nThe decision of the arbitrator shall be final and binding on the parties and may be entered and enforced in any court of common jurisdiction by either party.\nIf there is any legal action arising from this Agreement, the prevailing party will be entitled to receive reasonable attorney and expert witness fees and costs.</p>\n<p>13) Unless otherwise specified herein, this agreement constitutes the entire agreement between the client and Accepted with respect to the services purchased by the client from Accepted and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between the client and Accepted with respect to the services purchased.\nThis Agreement shall be interpreted through its plain and literal meaning and shall be construed in accordance with the laws of the State of California.</p>\n<p>14) Accepted may revise and update the prices of the services that it offers at any time without notice.\n</p>\n<p>15) Accepted may revise and update these Terms of Service from time to time in our sole discretion.\nAll changes are effective immediately when we post them on our website, and apply to all purchases of services made after they are posted.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>Accepted welcomes your questions or comments regarding our Terms of Service:</p>\n<p>Accepted.com, LLC</p>\n<p>1171 S.\nRobertson Blvd.\n#140</p>\n<p>Los Angeles, CA 90034</p>\n<p>Email Address: support@accepted.com</p>\n<p>&nbsp;</p>\n<p>Effective as of October 17, 2018</p>\n<p>&nbsp;</p>", "created_at": "2021-04-14 10:37:30.415175", "updated_at": "2021-04-14 10:37:38.674725"}], "points": [{"id": 25901, "title": "There is a date of the last update of the agreements", "source": "https://www.accepted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-11-23 01:47:13.252145", "updated_at": "2021-12-19 21:56:28.596914", "quoteText": "Cookie declaration last updated on 3/28/21", "case_id": 331, "document_id": 5070, "quoteStart": 7920, "quoteEnd": 7962}, {"id": 25900, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.accepted.com/aboutus/website_terms_of_use", "status": "Generated through the annotate view", "created_at": "2021-11-23 01:46:42.769186", "updated_at": "2021-12-19 21:55:34.405211", "quoteText": "ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OR CONDITION OF ANY KIND.", "case_id": 286, "document_id": 5071, "quoteStart": 23092, "quoteEnd": 23227}], "urls": ["accepted.com"]}}