{"error": 448, "message": "OK", "parameters": {"id": 194, "name": "Reddit", "created_at": "2018-01-16 15:26:05.715078", "updated_at": "2021-03-25 03:19:54.026786", "wikipedia": "https://en.wikipedia.org/wiki/Reddit", "keywords": "", "related": "", "slug": "reddit", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/194.png", "url": "reddit.com,reddithelp.com,redditinc.com,redditgifts.com,redditblog.com", "documents": [{"id": 101, "name": "Privacy Policy", "url": "https://www.redditinc.com/policies/privacy-policy", "xpath": "//*[@id=\"content\"]", "text": " User Agreement Privacy Policy Content Policy Broadcasting Content Policy Moderator Guidelines Cookie Notice Premium and Virtual Goods Agreement Previews Terms of Use Guidelines for Law Enforcement Transparency Report 2019 Transparency Report 2018 Transparency Report 2017 Privacy Policy Reddit Privacy Policy Effective October 15, 2020.\nLast Revised September 15, 2020 <p>We want you to understand how and why Reddit, Inc.\n(“Reddit,” “we” or “us”) collects, uses, and shares information about you when you use our sites, mobile apps, widgets, and other online products and services (collectively, the \"Services\") or when you otherwise interact with us or receive a communication from us.\nThis Privacy Policy applies to all of our Services including Reddit Gifts, which maintains a separate privacy notice that incorporates this Privacy Policy by reference.</p>\n<strong>What We Collect (and How it is Used and Shared)</strong>\n<br>\n<u>Information You Provide to Us</u>\n<br>We collect information you provide to us directly when you use the Services.\nThis includes:<em>\n<br>Account information</em>\n<br>If you create a Reddit account, we may require you to provide a username and password.\nYour username is public, and it doesn’t have to be related to your real name.\nYou may also provide other account information, like an email address, bio, or profile picture.\nWe also store your user account preferences and settings.\n<em>\n<br>Content you submit</em>\n<br>We collect the content you submit to the Services.\nThis includes your posts and comments including saved drafts, videos you broadcast via RPAN, your messages with other users (e.g., private messages, chats, and modmail), and your reports and other communications with moderators and with us.\nYour content may include text, links, images, gifs, and videos.<em>\n<br>Actions you take</em>\n<br>We collect information about the actions you take when using the Services.\nThis includes your interactions with content, like voting, saving, hiding, and reporting.\nIt also includes your interactions with other users, such as following, friending, and blocking.\nWe collect your interactions with communities, like your subscriptions or moderator status.<em>\n<br>Transactional information</em>\n<br>If you purchase products or services from us (e.g., Reddit Premium or Reddit Coins), we will collect certain information from you, including your name, address, email address, and information about the product or service you are purchasing.\nReddit uses industry-standard payment processor services (for example, Stripe) to handle payment information.<em>\n<br>Other information</em>\n<br>You may choose to provide other information directly to us.\nFor example, we may collect information when you fill out a form, participate in Reddit-sponsored activities or promotions, apply for a job, request customer support, or otherwise communicate with us.<br>\n<p>\n</p>\n<br>\n<u>Information We Collect Automatically</u>\n<br>When you access or use our Services, we may also automatically collect information about you.\nThis includes:<em>\n<br>Log and usage data</em>\n<br>We may log information when you access and use the Services.\nThis may include your IP address, user-agent string, browser type, operating system, referral URLs, device information (e.g., device IDs), device settings, pages visited, links clicked, the requested URL, and search terms.\nExcept for the IP address used to create your account, Reddit will delete any IP addresses collected after 100 days.\n<em>\n<br>Information collected from cookies and similar technologies</em>\n<br>We may receive information from cookies, which are pieces of data your browser stores and sends back to us when making requests, and similar technologies.\nWe use this information to improve your experience, understand user activity, personalize content and advertisements, and improve the quality of our Services.\nFor example, we store and retrieve information about your preferred language and other settings.\nSee our Cookie Notice for more information about how Reddit uses cookies.\nFor more information on how you can disable cookies, please see “Your Choices” below.<em>\n<br>\n</em>\n<p>\n<em>\n<em>Location information</em>\n</em>\n</p>\n<br>We may receive and process information about your location.\nFor example, with your consent, we may collect information about the specific location of your mobile device (for example, by using GPS or Bluetooth).\nWe may also receive location information from you when you choose to share such information on our Services, including by associating your content with a location, or we may derive your approximate location from other information about you, including your IP address.<br>\n<p>\n</p>\n<br>\n<u>Information Collected from Other Sources</u>\n<br>We may receive information about you from other sources, including from other users and third parties, and combine that information with the other information we have about you.\nFor example, we may receive demographic or interest information about you from third parties, including advertisers (such as the fact that an advertiser is interested in showing you an ad), and combine it with our own data using a common account identifier such as a hash of an email address or a mobile-device ID.\nYou can control how we use this information to personalize the Services for you as described in “Your Choices - Controlling Advertising and Analytics” below.<em>\n<br>Linked services</em>\n<br>If you authorize or link a third-party service (e.g., an unofficial mobile app client) to access your Reddit account, Reddit receives information about your use of that service when it uses that authorization.\nLinking services may also cause the other service to send us information about your account with that service.\nFor example, if you sign in to Reddit with a third-party identity provider, that provider may share an email address with us.\nTo learn how information is shared with linked services, see “How Information About You Is Shared” below.\n<em>\n<br>Information collected from integrations</em>\n<br>We also may receive information about you, including log and usage data and cookie information, from third-party sites that integrate our Services, including our embeds and advertising technology.\nFor example, when you visit a site that uses Reddit embeds, we may receive information about the web page you visited.\nSimilarly, if an advertiser incorporates Reddit’s ad technology, Reddit may receive limited information about your activity on the advertiser’s site or app, such as whether you bought something from the advertiser.\nYou can control how we use this information to personalize the Services for you as described in “Your Choices - Controlling Advertising and Analytics” below.<br>\n<p>\n</p>\n<br>\n<u>Information Collected by Third Parties</u>\n<em>\n<br>Embedded content</em>\n<br>Reddit displays some linked content in-line on the Reddit services via “embeds.” For example, Reddit posts that link to YouTube or Twitter may load the linked video or tweet within Reddit directly from those services to your device so you don’t have to leave Reddit to see it.\nIn general, Reddit does not control how third-party services collect data when they serve you their content directly via these embeds.\nAs a result, embedded content is not covered by this privacy policy but by the policies of the service from which the content is embedded.\n<em>\n<br>Programmatic ads</em>\n<br>We partner with third-party programmatic ad exchanges to show advertisements relevant to your interests.\nIn providing those ads, those third parties collect information, including log and usage data and information from cookies as described above.\nThese third parties do not receive any information from your Reddit account.<em>\n<br>Audience measurement</em>\n<br>We partner with audience measurement companies (including Quantcast and Nielsen) to learn demographic information about the population that uses Reddit.\nTo provide this demographic information, these companies collect cookie information to recognize your device.<br>\n<p>\n</p>\n<br>\n<u>Information Collected from Advertisers and Potential Advertisers</u>\n<br>If you use Reddit Ads (Reddit’s self-serve ads platform at ads.reddit.com) we collect some additional information.\nTo sign up for Reddit Ads, you must provide your name, email address, and information about your company.\nIf you purchase advertising services, you will need to provide transactional information as described above, and we may also require additional documentation to verify your identity.\nWhen using Reddit Ads, we may record a session replay of your visit for customer service, troubleshooting, and usability research purposes.<br>\n<p>\n<br>We use information about you to:</p>\n<ul>\n<li>Provide, maintain, and improve the Services;</li>\n<li>Research and develop new services;</li>\n<li>Help protect the safety of Reddit and our users, which includes blocking suspected spammers, addressing abuse, and enforcing the Reddit User Agreement and our other policies;</li>\n<li>Send you technical notices, updates, security alerts, invoices, and other support and administrative messages;</li>\n<li>Provide customer service;</li>\n<li>Communicate with you about products, services, offers, promotions, and events, and provide other news and information we think will be of interest to you (for information about how to opt out of these communications, see “Your Choices” below);</li>\n<li>Monitor and analyze trends, usage, and activities in connection with our Services.\n</li>\n<li>Measure the effectiveness of ads shown on our Services.\nand</li>\n<li>Personalize the Services, and provide and optimize advertisements, content, and features that match user profiles or interests.</li>\n</ul>\n<p>Much of the information on the Services is public and accessible to everyone, even without an account.\nBy using the Services, you are directing us to share this information publicly and freely.</p>\n<p>When you submit content (including a post, comment, chat message, or RPAN broadcast) to a public part of the Services, any visitors to and users of our Services will be able to see that content, the username associated with the content, and the date and time you originally submitted the content.\nReddit allows other sites to embed public Reddit content via our embed tools.\nReddit also allows third parties to access public Reddit content via the Reddit API and other similar technologies.\nAlthough some parts of the Services may be private or quarantined, they may become public (e.g., at the moderator’s option in the case of private communities) and you should take that into consideration before posting to the Services.</p>\n<p>Your Reddit account has a profile page that is public.\nYour profile contains information about your activities on the Services, such as your username, prior posts and comments, karma, awards received, trophies, moderator status, Reddit Premium status, and how long you have been a member of the Services.\nYou can also choose for your profile to include the content you upvote and downvote.</p>\n<p>We offer social sharing features that let you share content or actions you take on our Services with other media.\nYour use of these features enables the sharing of certain information with your friends or the public, depending on the settings you establish with the third party that provides the social sharing feature.\nFor more information about the purpose and scope of data collection and processing in connection with social sharing features, please visit the privacy policies of the third parties that provide these social sharing features (e.g., Tumblr, Facebook, and Twitter).</p>\n<p>Reddit only shares nonpublic information about you in the following ways.\nWe do not sell this information.</p>\n<ul>\n<li>\n<em>With your consent.</em> We may share information about you with your consent or at your direction.</li>\n<li>\n<em>With linked services.</em> If you link your Reddit account with a third-party service, Reddit will share the information you authorize with that third-party service.\nYou can control this sharing as described in \"Your Choices\" below.</li>\n<li>\n<em>With our service providers.</em> We may share information with vendors, consultants, and other service providers who need access to such information to carry out work for us.\nTheir use of personal data will be subject to appropriate confidentiality and security measures.\nA few examples: (i) payment processors who process transactions on our behalf, (ii) cloud providers who host our data and our services, (iii) third-party ads measurement providers who help us and advertisers measure the performance of ads shown on our Services.</li>\n<li>\n<em>To comply with the law.</em> We may share information in response to a request for information if we believe disclosure is in accordance with, or required by, any applicable law, regulation, legal process, or governmental request, including, but not limited to, meeting national security or law enforcement requirements.\nTo the extent the law allows it, we will attempt to provide you with prior notice before disclosing your information in response to such a request.\nOur Transparency Report has additional information about how we respond to government requests.</li>\n<li>\n<em>In an emergency.</em> We may share information if we believe it's necessary to prevent imminent and serious bodily harm to a person.</li>\n<li>\n<em>To enforce our policies and rights.</em> We may share information if we believe your actions are inconsistent with our User Agreement, rules, or other Reddit policies, or to protect the rights, property, and safety of ourselves and others.</li>\n<li>\n<em>With our affiliates.</em> We may share information between and among Reddit, and any of our parents, affiliates, subsidiaries, and other companies under common control and ownership.</li>\n<li>\n<em>Aggregated or de-identified information.</em> We may share information about you that has been aggregated or anonymized such that it cannot reasonably be used to identify you.\nFor example, we may show the total number of times a post has been upvoted without identifying who the visitors were, or we may tell an advertiser how many people saw their ad.</li>\n</ul>\n<strong>How We Protect Your Information</strong>\n<p>We take measures to help protect information about you from loss, theft, misuse and unauthorized access, disclosure, alteration, and destruction.\nFor example, we use HTTPS while information is being transmitted.\nWe also enforce technical and administrative access controls to limit which of our employees have access to nonpublic personal information.</p>\n<p>You can help maintain the security of your account by configuring two-factor authentication.</p>\n<p>We store the information we collect for as long as it is necessary for the purpose(s) for which we originally collected it.\nWe may retain certain information for legitimate business purposes or as required by law.</p>\n<strong>Your Choices</strong>\n<p>You have choices about how to protect and limit the collection, use, and sharing of information about you when you use the Services.\nSome of these choices are available to everyone who uses Reddit, while others only apply if you have a Reddit account.</p>\n<br>\n<em>Accessing and Changing Your Information</em>\n<br>You can access and change certain information through the Services.\nSee our Help Center page for more information.\nYou can also request a copy of the personal information Reddit maintains about you by following the process described here.\n<br>\n<em>Deleting Your Account</em>\n<br>You may delete your account information at any time from the user preferences page.\nYou can also submit a request to delete the personal information Reddit maintains about you by following the process described in the “Your Rights - Data Subject and Consumer Information Requests” section below.\nWhen you delete your account, your profile is no longer visible to other users and disassociated from content you posted under that account.\nPlease note, however, that the posts, comments, and messages you submitted prior to deleting your account will still be visible to others unless you first delete the specific content.\nWe may also retain certain information about you as required by law or for legitimate business purposes after you delete your account.<br>\n<em>Controlling Linked Services’ Access to Your Account</em>\n<br>You can review the services you have permitted to access your account and revoke access to individual services by visiting your account’s Apps page (for third-party app authorizations) and the Connected Accounts section of your Account Settings (for Google Sign-In, Sign in with Apple, and connected Twitter accounts).<br>\n<em>Controlling the Use of Cookies</em>\n<br>Most web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove or reject first- and third-party cookies.\nPlease note that if you choose to remove or reject cookies, this could affect the availability and functionality of our Services.\nFor more information on controlling how cookies and similar technologies are used on Reddit, see our Cookie Notice.<br>\n<em>Controlling Advertising and Analytics</em>\n<br>Some analytics providers we partner with may provide specific opt-out mechanisms and we may provide, as needed and as available, additional tools and third-party services that allow you to better understand cookies and how you can opt out.\nFor example, you may manage the use and collection of certain information by Google Analytics via the Google Analytics Opt-out Browser Add-on.\nYou can opt out of the Audience Measurement services provided by Nielsen and Quantcast.<br>\n<br>We also offer you choices about receiving personalized advertisements.\nYou can adjust how we personalize advertisements for you by visiting your ads preferences in your account settings, or here if you use Reddit in a web browser.\nYou can also use device-level settings to control personalized advertisements on Android (“Reset advertising ID” and “Opt out of Ads Personalization”) and iOS (“Limit Ad Tracking”) devices.\nYou may also generally opt out of receiving personalized advertisements from certain third-party advertisers and ad networks.\nTo learn more about these advertisements or to opt out, please visit the sites of the Digital Advertising Alliance and the Network Advertising Initiative, or if you are a user in the European Economic Area, Your Online Choices.<br>\n<em>Do Not Track</em>\n<br>Most modern web browsers give you the option to send a Do Not Track signal to the sites you visit, indicating that you do not wish to be tracked.\nHowever, there is no accepted standard for how a site should respond to this signal, and we do not take any action in response to this signal.\nInstead, in addition to publicly available third-party tools, we offer you the choices described in this policy to manage the collection and use of information about you.<br>\n<em>Controlling Promotional Communications</em>\n<br>You may opt out of receiving some or all categories of promotional communications from us by following the instructions in those communications or by updating your email options in your account preferences here.\nIf you opt out of promotional communications, we may still send you non-promotional communications, such as information about your account or your use of the Services.<br>\n<em>Controlling Mobile Notifications</em>\n<br>With your consent, we may send promotional and non-promotional push notifications or alerts to your mobile device.\nYou can deactivate these messages at any time by changing the notification settings on your mobile device.<br>\n<em>Controlling Location Information</em>\n<br>You can control how we use location information inferred from your IP address for content recommendation purposes via the Safety and Privacy settings on your account.\nIf you initially consent to our collection of more precise location information from your device, you can subsequently stop the collection of this information at any time by changing the preferences on your mobile device.<br>\n<strong>Your Rights</strong>\n<strong>Data Subject and Consumer Information Requests</strong>\n<p>Requests for a copy of the information Reddit has about your account—including EU General Data Protection Regulation (GDPR) data subject access requests and California Consumer Privacy Act (CCPA) consumer information requests—can be submitted following the process described here.<br>\n<br>All other data subject and consumer requests under data protection laws should be sent via email to redditdatarequests@reddit.com from the email address that you have verified with your Reddit account.<br>\n<br>Before we process a request from you about your personal information, we need to verify the request via your access to your Reddit account or to a verified email address associated with your Reddit account.\nYou may also designate an authorized agent to exercise these rights on your behalf.\nReddit does not discriminate against users for exercising their rights under data protection laws to make requests regarding their personal information.</p>\n<strong>International Data Transfers</strong>\n<p>We are based in the United States and we process and store information on servers located in the United States.\nWe may store information on servers and equipment in other countries depending on a variety of factors, including the locations of our users and service providers.\nBy accessing or using the Services or otherwise providing information to us, you consent to the processing, transfer, and storage of information in and to the U.S.\nand other countries, where you may not have the same rights as you do under local law.<br>\n<br>In connection with Reddit's processing of personal data received from the European Union, Switzerland, and the United Kingdom, we adhere to the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield Program (“Privacy Shield”) and comply with its framework and principles.\nAlthough the EU-U.S.\nPrivacy Shield Program may no longer be a valid basis for certain international data transfers, Reddit continues to comply with the Privacy Shield framework and principles with respect to personal data received from the EU in addition to all other applicable laws.<br>\n<br>Please direct any inquiries or complaints regarding our compliance with the Privacy Shield principles to the point of contact listed in the “Contact Us” section below.\nIf we do not resolve your complaint, you may submit your complaint free of charge to JAMS.\nUnder certain conditions specified by the Privacy Shield principles, you may also be able to invoke binding arbitration to resolve your complaint.\nWe are subject to the investigatory and enforcement powers of the Federal Trade Commission.\nIn certain circumstances, we may be liable for the transfer of personal data from the EU, Switzerland, or the UK to a third party outside those countries.<br>\n<br>For more information about the Privacy Shield principles and to view our certification, please visit the U.S.\nDepartment of Commerce’s Privacy Shield site.</p>\n<strong>Additional Information for EEA Users</strong>\n<p>Users in the European Economic Area have the right to request access to, rectification of, or erasure of their personal data.\nto data portability in certain circumstances.\nto request restriction of processing.\nto object to processing.\nand to withdraw consent for processing where they have previously provided consent.\nThese rights can be exercised using the information provided under “Your Choices” above or as described in the “Your Rights - Data Subject and Consumer Information Requests section” above.\nEEA users also have the right to lodge a complaint with their local supervisory authority.<br>\n<br>As required by applicable law, we collect and process information about individuals in the EEA only where we have a legal basis for doing so.\nOur legal bases depend on the Services you use and how you use them.\nWe process your information on the following legal bases:</p>\n<ul>\n<li>You have consented for us to do so for a specific purpose;</li>\n<li>We need to process the information to provide you the Services, including to operate the Services, provide customer support and personalized features and to protect the safety and security of the Services;</li>\n<li>It satisfies a legitimate interest (which is not overridden by your data protection interests), such as preventing fraud, ensuring network and information security, enforcing our rules and policies, protecting our legal rights and interests, research and development, personalizing the Services, and marketing and promoting the Services.\nor</li>\n<li>We need to process your information to comply with our legal obligations.</li>\n</ul>\n<strong>Additional Information for California Users</strong>\n<p>The California Consumer Privacy Act (“CCPA”) requires us to provide California residents with some additional information about the categories of personal information we collect and share, where we get that personal information, and how and why we use it.\n<br>\n<br>In the last 12 months, we collected the following categories of personal information from California residents, depending on the Services used:</p>\n<ul>\n<li>Identifiers, like your Reddit username, email address, IP address, and cookie information.</li>\n<li>Commercial information, including information about transactions you undertake with us.</li>\n<li>Internet or other electronic network activity information, such as information about your activity on our Services and limited information about your activity on the services of advertisers who use our advertising technology.</li>\n<li>Geolocation information based on your IP address, or more specific location information if you authorize your device to provide it to us.</li>\n<li>Audiovisual information in pictures, audio, or video content submitted to Reddit.</li>\n<li>Professional or employment-related information or demographic information, but only if you explicitly provide it to us, such as by applying for a job or filling out a survey.</li>\n<li>Inferences we make based on other collected data, for purposes such as recommending content, advertising, and analytics.</li>\n</ul>\n<p>You can find more information about (a) what we collect and sources of that information, (b) the business and commercial purposes for collecting that information, and (c) the categories of third parties with whom we share that information in the “What We Collect (and How it is Used and Shared)” section above.<br>\n<br>If you are a California resident, you have additional rights under the CCPA, including the right to request access to or deletion of your personal information, and information about our data practices, as well as the right not to be discriminated against for exercising your privacy rights.\nThese rights can be exercised as described in the Data Subject and Consumer Information Requests section above.</p>\n<strong>Children</strong>\n<p>Children under the age of 13 are not allowed to create an account or otherwise use the Services.\nAdditionally, if you are in the EEA, you must be over the age required by the laws of your country to create an account or otherwise use the Services, or we need to have obtained verifiable consent from your parent or legal guardian.</p>\n<strong>Changes to This Policy</strong>\n<p>We may change this Privacy Policy from time to time.\nIf we do, we will let you know by revising the date at the top of the policy.\nIf the changes, in our sole discretion, are material, we may also notify you by sending an email to the address associated with your account (if you have chosen to provide an email address) or by otherwise providing notice through our Services.\nWe encourage you to review the Privacy Policy whenever you access or use our Services or otherwise interact with us to stay informed about our information practices and the ways you can help protect your privacy.\nBy continuing to use our Services after Privacy Policy changes go into effect, you agree to be bound by the revised policy.</p>\n<strong>Contact Us</strong>\n<p>To send a GDPR data subject request or CCPA consumer request, follow the steps in the “Your Rights - Data Subject and Consumer Information Requests” section above.<br>\n<br>If you have other questions about this Privacy Policy, please contact us at legal@reddit.com or at:<br>\n<br>Reddit, Inc.<br>548 Market St.\n#16093<br>San Francisco, California 94104<br>\n<br>We have also appointed a representative in the EU to receive inquiries about our data practices:<br>\n<br>Reddit Ireland Limited<br>Attn: Reddit EU Data Inquiries<br>70 Sir John Rogerson's Quay<br>Dublin 2<br>Ireland<br>eurepresentative@reddit.com</p> ", "created_at": "2018-07-17 10:11:44.531927", "updated_at": "2020-12-11 15:09:53.764557"}, {"id": 102, "name": "Terms of Service", "url": "http://www.reddit.com/help/useragreement", "xpath": "", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-PRWFNB5\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\n<strong>menu</strong>\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>Press</li>\n<li> Advertising^ <ul>\n<li>Overview</li>\n<li>Audience Breakdown</li>\n<li>Best Practices</li>\n</ul>\n</li>\n<li>Partnerships</li>\n<li>Brand</li>\n<li>Blog</li>\n</ul>\n<ul>\n<li>Reddit Mobile App</li>\n<li>Reddit.com</li>\n<li>Reddit Gifts</li>\n<li>Reddit Coins</li>\n<li>Reddit Premium</li>\n</ul> User Agreement Privacy Policy Content Policy Moderator Guidelines © 2020 reddit inc.\nAll rights reserved.\n<ul>\n<li>1.\nYour Access to the Services</li>\n<li>2.\nYour Use of the Services</li>\n<li>3.\nYour Reddit Account and Account Security</li>\n<li>4.\nYour Content</li>\n<li>5.\nThird-Party Content, Advertisements, and Promotions</li>\n<li>6.\nThings You Cannot Do</li>\n<li>7.\nModerators</li>\n<li>8.\nCopyright, Trademark, the DMCA, and Takedowns</li>\n<li>9.\nPaid Services and Payment Information</li>\n<li>10.\nIndemnity</li>\n<li>11.\nDisclaimers</li>\n<li>12.\nLimitation of Liability</li>\n<li>13.\nGoverning Law and Venue</li>\n<li>14.\nChanges to these Terms</li>\n<li>15.\nAdditional Terms</li>\n<li>16.\nTermination</li>\n<li>17.\nMiscellaneous</li>\n</ul> Revisions Oct 15, 2020 Sep 24, 2018 Jun 8, 2018 Mar 21, 2018 Revisions User Agreement Privacy Policy Content Policy Broadcasting Content Policy Moderator Guidelines Cookie Notice Premium and Virtual Goods Agreement Previews Terms of Use Guidelines for Law Enforcement Transparency Report 2019 Transparency Report 2018 Transparency Report 2017 User Agreement Reddit User Agreement Effective October 15, 2020.\nLast Revised September 15, 2020 <p>\n<strong>Reddit powers hundreds of thousands of distinct online communities.<br>\n</strong>\n<strong>This User Agreement and your conduct make that possible.</strong>\n</p>\n<p>Hello, redditors and people of the Internet! This Reddit User Agreement (“<strong>Terms</strong>”) applies to your access to and use of the websites, mobile apps, widgets, APIs, emails, and other online products and services (collectively, the “<strong>Services</strong>”) provided by Reddit, Inc.\n(“<strong>Reddit</strong>,” “<strong>we</strong>,” “<strong>us</strong>,” or “<strong>our</strong>”).<br>\n<br>Remember Reddit is for fun and is intended to be a place for your entertainment, but we still need some basic rules.\nBy accessing or using our Services, you agree to be bound by these Terms.\nIf you do not agree to these Terms, you may not access or use our Services.<br>\n<br>Please take a look at Reddit’s Privacy Policy too—it explains how and why we collect, use, and share information about you when you access or use our Services.</p>\n<strong>1.\nYour Access to the Services</strong>\n<p>Children under the age of 13 are not allowed to create an Account or otherwise use the Services.\nAdditionally, you must be over the age required by the laws of your country to create an account or otherwise use the Services, or we need to have received verifiable consent from your parent or legal guardian.</p>\n<p>In addition, certain of our Services or portions of our Services require you to be 18 years of age or older, so please read all notices and any Additional Terms carefully when you access the Services.</p>\n<p>If you are accepting these Terms on behalf of another legal entity, including a business or government entity, you represent that you have full legal authority to bind such entity to these Terms.</p>\n<strong>2.\nYour Use of the Services</strong>\n<p>Reddit grants you a personal, non-transferable, non-exclusive, revocable, limited license to use and access the Services solely as permitted by these Terms.\nWe reserve all rights not expressly granted to you by these Terms.</p>\n<p>Except as permitted through the Services or as otherwise permitted by us in writing, your license does not include the right to:</p>\n<ul>\n<li>license, sell, transfer, assign, distribute, host, or otherwise commercially exploit the Services or Content;</li>\n<li>modify, prepare derivative works of, disassemble, decompile, or reverse engineer any part of the Services or Content.\nor</li>\n<li>access the Services or Content in order to build a similar or competitive website, product, or service, except as permitted under the Reddit API Terms of Use.</li>\n</ul>\n<p>We reserve the right to modify, suspend, or discontinue the Services (in whole or in part) at any time, with or without notice to you.\nAny future release, update, or other addition to functionality of the Services will be subject to these Terms, which may be updated from time to time.\nYou agree that we will not be liable to you or to any third party for any modification, suspension, or discontinuation of the Services or any part thereof.</p>\n<strong>3.\nYour Reddit Account and Account Security</strong>\n<p>To use certain features of our Services, you may be required to create a Reddit account (an “<strong>Account</strong>”) and provide us with a username, password, and certain other information about yourself as set forth in the Privacy Policy.</p>\n<p>You are solely responsible for the information associated with your Account and anything that happens related to your Account.\nYou must maintain the security of your Account and immediately notify Reddit if you discover or suspect that someone has accessed your Account without your permission.\nWe recommend that you use a strong password that is used only with your Account and enable two-factor authentication.</p>\n<p>You will not license, sell, or transfer your Account without our prior written approval.</p>\n<strong>4.\nYour Content</strong>\n<p>The Services may contain information, text, links, graphics, photos, videos, or other materials (“<strong>Content</strong>”), including Content created or submitted to the Services by you or through your Account (“<strong>Your Content</strong>”).\nWe take no responsibility for and we do not expressly or implicitly endorse, support, or guarantee the completeness, truthfulness, accuracy, or reliability of any of Your Content.</p>\n<p>By submitting Your Content to the Services, you represent and warrant that you have all rights, power, and authority necessary to grant the rights to Your Content contained within these Terms.\nBecause you alone are responsible for Your Content, you may expose yourself to liability if you post or share Content without all necessary rights.</p>\n<p>You retain any ownership rights you have in Your Content, but you grant Reddit the following license to use that Content:</p>\n<p>When Your Content is created with or submitted to the Services, you grant us a worldwide, royalty-free, perpetual, irrevocable, non-exclusive, transferable, and sublicensable license to use, copy, modify, adapt, prepare derivative works of, distribute, store, perform, and display Your Content and any name, username, voice, or likeness provided in connection with Your Content in all media formats and channels now known or later developed anywhere in the world.\nThis license includes the right for us to make Your Content available for syndication, broadcast, distribution, or publication by other companies, organizations, or individuals who partner with Reddit.\nYou also agree that we may remove metadata associated with Your Content, and you irrevocably waive any claims and assertions of moral rights or attribution with respect to Your Content.</p>\n<p>Any ideas, suggestions, and feedback about Reddit or our Services that you provide to us are entirely voluntary, and you agree that Reddit may use such ideas, suggestions, and feedback without compensation or obligation to you.</p>\n<p>Although we have no obligation to screen, edit, or monitor Your Content, we may, in our sole discretion, delete or remove Your Content at any time and for any reason, including for violating these Terms, violating our Content Policy, or if you otherwise create or are likely to create liability for us.</p>\n<strong>5.\nThird-Party Content, Advertisements, and Promotions</strong>\n<p>The Services may contain links to third-party websites, products, or services, which may be posted by advertisers, our affiliates, our partners, or other users (“<strong>Third-Party Content</strong>”).\nThird-Party Content is not under our control, and we are not responsible for any third party’s websites, products, or services.\nYour use of Third-Party Content is at your own risk and you should make any investigation you feel necessary before proceeding with any transaction in connection with such Third-Party Content.</p>\n<p>The Services may also contain sponsored Third-Party Content or advertisements.\nThe type, degree, and targeting of advertisements are subject to change, and you acknowledge and agree that we may place advertisements in connection with the display of any Content or information on the Services, including Your Content.</p>\n<p>If you choose to use the Services to conduct a promotion, including a contest or sweepstakes (“<strong>Promotion</strong>”), you alone are responsible for conducting the Promotion in compliance with all applicable laws and regulations at your own risk.\nYour Promotion must state that the Promotion is not sponsored by, endorsed by, or associated with Reddit, and the rules for your Promotion must require each entrant or participant to release Reddit from any liability related to the Promotion.</p>\n<strong>6.\nThings You Cannot Do</strong>\n<p>When using or accessing Reddit, you must comply with these Terms and all applicable laws, rules, and regulations.\nPlease review the Content Policy (and for RPAN, the Broadcasting Content Policy), which are part of these Terms and contain Reddit’s rules about prohibited content and conduct.\nIn addition to what is prohibited in the Content Policy, you may not do any of the following:</p>\n<ul>\n<li>Use the Services in any manner that could interfere with, disable, disrupt, overburden, or otherwise impair the Services.</li>\n<li>Gain access to (or attempt to gain access to) another user’s Account or any non-public portions of the Services, including the computer systems or networks connected to or used together with the Services.</li>\n<li>Upload, transmit, or distribute to or through the Services any viruses, worms, malicious code, or other software intended to interfere with the Services, including its security-related features.</li>\n<li>Use the Services to violate applicable law or infringe any person’s or entity's intellectual property rights or any other proprietary rights.</li>\n<li>Access, search, or collect data from the Services by any means (automated or otherwise) except as permitted in these Terms or in a separate agreement with Reddit.\nWe conditionally grant permission to crawl the Services in accordance with the parameters set forth in our robots.txt file, but scraping the Services without Reddit’s prior consent is prohibited.</li>\n<li>Use the Services in any manner that we reasonably believe to be an abuse of or fraud on Reddit or any payment system.</li>\n</ul>\n<p>We encourage you to report content or conduct that you believe violates these Terms or our Content Policy.\nWe also support the responsible reporting of security vulnerabilities.\nTo report a security issue, please email security@reddit.com.</p>\n<strong>7.\nModerators</strong>\n<p>Moderating a subreddit is an unofficial, voluntary position that may be available to users of the Services.\nWe are not responsible for actions taken by the moderators.\nWe reserve the right to revoke or limit a user’s ability to moderate at any time and for any reason or no reason, including for a breach of these Terms.</p>\n<p>If you choose to moderate a subreddit:</p>\n<ul>\n<li>You agree to follow the Moderator Guidelines for Healthy Communities;</li>\n<li>You agree that when you receive reports related to a subreddit you moderate, you will take appropriate action, which may include removing content that violates policy and/or promptly escalating to Reddit for review;</li>\n<li>You are not, and may not represent that you are, authorized to act on behalf of Reddit;</li>\n<li>You may not enter into any agreement with a third party on behalf of Reddit, or any subreddits that you moderate, without our written approval;</li>\n<li>You may not perform moderation actions in return for any form of compensation, consideration, gift, or favor from third parties;</li>\n<li>If you have access to non-public information as a result of moderating a subreddit, you will use such information only in connection with your performance as a moderator.\nand</li>\n<li>You may create and enforce rules for the subreddits you moderate, provided that such rules do not conflict with these Terms, the Content Policy, or the Moderator Guidelines for Healthy Communities.</li>\n</ul>\n<p>Reddit reserves the right, but has no obligation, to overturn any action or decision of a moderator if Reddit, in its sole discretion, believes that such action or decision is not in the interest of Reddit or the Reddit community.</p>\n<strong>8.\nCopyright, Trademark, the DMCA, and Takedowns</strong>\n<p>Reddit respects the intellectual property of others and requires that users of our Services do the same.\nWe have a policy that includes the removal of any infringing material from the Services and for the termination, in appropriate circumstances, of users of our Services who are repeat infringers.\nIf you believe that anything on our Services infringes a copyright or a trademark that you own or control, you may notify Reddit’s Designated Agent by filling out our Copyright Report Form or Trademark Report Form, or by contacting:</p>\n<p>Copyright Agent<br>Reddit, Inc.<br>1455 Market Street, Suite 1600<br>San Francisco, CA 94103<br>copyright@reddit.com</p>\n<p>Also, please note that if you knowingly misrepresent that any activity or material on our Service is infringing, you may be liable to Reddit for certain costs and damages.</p>\n<p>If we remove Your Content in response to a copyright or trademark notice, we will notify you via Reddit’s private messaging system.\nIf you believe Your Content was wrongly removed due to a mistake or misidentification in a copyright notice, you can send a counter notification via our Copyright Counter Notice Form or to our Copyright Agent (contact information provided above).\nPlease see 17 U.S.C.\n§ 512(g)(3) for the requirements of a proper counter notification.</p>\n<strong>9.\nPaid Services and Payment Information</strong>\n<p>There are no fees for the use of many aspects of the Services.\nHowever, some services, including Reddit Premium and Virtual Goods, may be available for purchase (“<strong>Paid Services</strong>”).\nIn addition to these Terms, by purchasing or using Reddit Premium or our Virtual Goods, you further agree to the Reddit Premium and Virtual Goods Agreement.</p>\n<p>Reddit may change the fees or benefits associated with the Paid Services from time to time with reasonable advance notice of material changes.\nprovided, however, that no advance notice will be required for temporary promotions, including temporary reductions in the fees associated with the Paid Services.</p>\n<p>You may submit your debit card, credit card, or other payment information (“<strong>Payment Information</strong>”) via our Services to purchase the Paid Services.\nWe use third-party service providers to process your Payment Information.\nIf you submit your Payment Information, you agree to pay all costs that you incur, and you give us permission to charge you when payment is due for an amount that includes these costs and any applicable taxes and fees.</p>\n<strong>10.\nIndemnity</strong>\n<p>Except to the extent prohibited by law, you agree to defend, indemnify, and hold us, our directors, officers, employees, affiliates, agents, contractors, third-party service providers, and licensors (the “<strong>Reddit Entities</strong>”) harmless from any claim or demand, including costs and attorneys’ fees, made by any third party due to or arising out of (a) your use of the Services, (b) your violation of these Terms, (c) your violation of applicable laws or regulations, or (d) Your Content.\nWe reserve the right to control the defense of any matter for which you are required to indemnify us, and you agree to cooperate with our defense of these claims.</p>\n<strong>11.\nDisclaimers</strong>\n<p>THE SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nREDDIT ENTITIES DO NOT WARRANT THAT THE SERVICES ARE ACCURATE, COMPLETE, RELIABLE, CURRENT, OR ERROR FREE.\nREDDIT DOES NOT CONTROL, ENDORSE, OR TAKE RESPONSIBILITY FOR ANY CONTENT AVAILABLE ON OR LINKED TO THE SERVICES OR THE ACTIONS OF ANY THIRD PARTY OR USER, INCLUDING MODERATORS.\nWHILE REDDIT ATTEMPTS TO MAKE YOUR ACCESS TO AND USE OF OUR SERVICES SAFE, WE DO NOT REPRESENT OR WARRANT THAT OUR SERVICES OR SERVERS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<strong>12.\nLimitation of Liability</strong>\n<p>IN NO EVENT AND UNDER NO THEORY OF LIABILITY, INCLUDING CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, WARRANTY, OR OTHERWISE, WILL THE REDDIT ENTITIES BE LIABLE TO YOU FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, OR LOST PROFITS ARISING FROM OR RELATING TO THESE TERMS OR THE SERVICES, INCLUDING THOSE ARISING FROM OR RELATING TO CONTENT MADE AVAILABLE ON THE SERVICES THAT IS ALLEGED TO BE DEFAMATORY, OFFENSIVE, OR ILLEGAL.\nACCESS TO, AND USE OF, THE SERVICES IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR DEVICE OR COMPUTER SYSTEM, OR LOSS OF DATA RESULTING THEREFROM.\nIN NO EVENT WILL THE AGGREGATE LIABILITY OF THE REDDIT ENTITIES EXCEED THE GREATER OF ONE HUNDRED U.S.\nDOLLARS ($100) OR ANY AMOUNT YOU PAID REDDIT IN THE PREVIOUS SIX MONTHS FOR THE SERVICES GIVING RISE TO THE CLAIM.\nTHE LIMITATIONS OF THIS SECTION WILL APPLY TO ANY THEORY OF LIABILITY, INCLUDING THOSE BASED ON WARRANTY, CONTRACT, STATUTE, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, AND EVEN IF THE REDDIT ENTITIES HAVE BEEN ADVISED OF THE POSSIBILITY OF ANY SUCH DAMAGE, AND EVEN IF ANY REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED ITS ESSENTIAL PURPOSE.\nTHE FOREGOING LIMITATION OF LIABILITY WILL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.</p>\n<strong>13.\nGoverning Law and Venue</strong>\n<p>We want you to enjoy Reddit, so if you have an issue or dispute, you agree to raise it and try to resolve it with us informally.\nYou can contact us with feedback and concerns here.<br>\n<br>Except for the government entities listed below, any claims arising out of or relating to these Terms or the Services will be governed by the laws of California, without regard to its conflict of laws rules.\nAll disputes related to these Terms or the Services will be brought solely in the federal or state courts located in San Francisco, California, and you consent to personal jurisdiction in these courts.</p>\n<strong>Government Entities</strong>\n<p>If you are a U.S.\ncity, county, or state government entity, then this Section 13 does not apply to you.</p>\n<p>If you are a U.S.\nfederal government entity, any claims arising out of or relating to these Terms or the Services will be governed by the laws of the United States of America without regard to its conflict of laws rules.\nTo the extent permitted by federal law, the laws of California (other than its conflict of law rules) will apply in the absence of applicable federal law.\nAll disputes related to these Terms or the Services will be brought solely in the federal or state courts located in San Francisco, California.</p>\n<strong>14.\nChanges to these Terms</strong>\n<p>We may make changes to these Terms from time to time.\nIf we make changes, we will post the revised Terms and update the Effective Date above.\nIf the changes, in our sole discretion, are material, we may also notify you by sending an email to the address associated with your Account (if you have chosen to provide an email address) or by otherwise providing notice through our Services.\nBy continuing to access or use the Services on or after the Effective Date of the revised Terms, you agree to be bound by the revised Terms.\nIf you do not agree to the revised Terms, you must stop accessing and using our Services before the changes become effective.</p>\n<strong>15.\nAdditional Terms</strong>\n<p>Because we offer a variety of Services, you may be asked to agree to additional terms before using a specific product or service offered by Reddit (“<strong>Additional Terms</strong>”).\nTo the extent any Additional Terms conflict with these Terms, the Additional Terms govern with respect to your use of the corresponding Service.</p>\n<p>If you use Reddit Premium or Virtual Goods, you must also agree to the Reddit Premium and Virtual Goods Agreement.</p>\n<p>If you use the self-service platform for advertising, you must also agree to our Reddit Advertising Platform Terms.</p>\n<p>If you use our public API, you must also agree to our Reddit API Terms of Use.</p>\n<p>If you use Reddit Gifts, you must agree to the Reddit Gifts User Agreement.</p>\n<strong>16.\nTermination</strong>\n<p>You may terminate these Terms at any time and for any reason by deleting your Account and discontinuing use of all Services.\nIf you stop using the Services without deactivating your Account, your Account may be deactivated due to prolonged inactivity.</p>\n<p>We may suspend or terminate your Account, moderator status, or ability to access or use the Services at any time for any or no reason, including for violating these Terms or our Content Policy.</p>\n<p>The following sections will survive any termination of these Terms or of your Account: 4 (Your Content), 6 (Things You Cannot Do), 10 (Indemnity), 11 (Disclaimers), 12 (Limitation of Liability), 13 (Governing Law and Venue), 16 (Termination), and 17 (Miscellaneous).</p>\n<strong>17.\nMiscellaneous</strong>\n<p>These Terms constitute the entire agreement between you and us regarding your access to and use of the Services.\nOur failure to exercise or enforce any right or provision of these Terms will not operate as a waiver of such right or provision.\nIf any provision of these Terms is, for any reason, held to be illegal, invalid, or unenforceable, the rest of the Terms will remain in effect.\nYou may not assign or transfer any of your rights or obligations under these Terms without our consent.\nWe may freely assign any of our rights and obligations under these Terms.</p>\n<strong>Contact Information</strong>\n<p>Reddit, Inc.<br>1455 Market Street, Suite 1600<br>San Francisco, CA 94103<br>United States</p>\n<p>Authorized to receive service in Germany on behalf of Reddit, Inc.\nfor administrative and judicial proceedings within the meaning of Section 5(1) of the Network Enforcement Act:</p>\n<p>Taylor Wessing PartG mbB<br>- NetzDG-Zustellungen -<br>Am Sandtorkai 41<br>20457 Hamburg<br>Germany</p>\n<ul>\n<li>About</li>\n<li>Careers</li>\n<li>Brand Assets</li>\n<li>Press</li>\n<li>Blog</li>\n</ul>\n<ul>\n<li>Advertising</li>\n<li>Partnerships</li>\n<li>Policies</li>\n<li>Help</li>\n</ul>\n<ul>\n<li>Reddit Mobile App</li>\n<li>Reddit.com</li>\n<li>Reddit Gifts</li>\n<li>Reddit Coins</li>\n<li>Reddit Premium</li>\n</ul> Social Links <ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Instagram</li>\n</ul> User Agreement &nbsp.\n&nbsp.\nPrivacy Policy &nbsp.\n&nbsp.\nContent Policy &nbsp.\n&nbsp.\nModerator Guidelines &nbsp.\n&nbsp.\n© 2020 Reddit Inc.\nAll rights reserved.\n<p>Cookies help us deliver our Services.\nBy using our Services or clicking I agree, you agree to our use of cookies.\nLearn More</p> i agree ", "created_at": "2018-07-17 10:11:44.555621", "updated_at": "2020-12-11 15:13:27.410254"}, {"id": 986, "name": "Reddit User Agreement", "url": "https://www.redditinc.com/policies/user-agreement", "xpath": "//*[@id=\"content\"]", "text": " User Agreement Privacy Policy Content Policy Broadcasting Content Policy Moderator Guidelines Cookie Notice Premium and Virtual Goods Agreement Previews Terms of Use Guidelines for Law Enforcement Trademark Use Policy Transparency Report 2019 Transparency Report 2018 Transparency Report 2017 User Agreement Reddit User Agreement Effective October 15, 2020.\nLast Revised September 15, 2020 <p>\n<strong>Reddit powers hundreds of thousands of distinct online communities.<br>\n</strong>\n<strong>This User Agreement and your conduct make that possible.</strong>\n</p>\n<p>Hello, redditors and people of the Internet! This Reddit User Agreement (“<strong>Terms</strong>”) applies to your access to and use of the websites, mobile apps, widgets, APIs, emails, and other online products and services (collectively, the “<strong>Services</strong>”) provided by Reddit, Inc.\n(“<strong>Reddit</strong>,” “<strong>we</strong>,” “<strong>us</strong>,” or “<strong>our</strong>”).<br>\n<br>Remember Reddit is for fun and is intended to be a place for your entertainment, but we still need some basic rules.\nBy accessing or using our Services, you agree to be bound by these Terms.\nIf you do not agree to these Terms, you may not access or use our Services.<br>\n<br>Please take a look at Reddit’s Privacy Policy too—it explains how and why we collect, use, and share information about you when you access or use our Services.</p>\n<strong>1.\nYour Access to the Services</strong>\n<p>Children under the age of 13 are not allowed to create an Account or otherwise use the Services.\nAdditionally, you must be over the age required by the laws of your country to create an account or otherwise use the Services, or we need to have received verifiable consent from your parent or legal guardian.</p>\n<p>In addition, certain of our Services or portions of our Services require you to be 18 years of age or older, so please read all notices and any Additional Terms carefully when you access the Services.</p>\n<p>If you are accepting these Terms on behalf of another legal entity, including a business or government entity, you represent that you have full legal authority to bind such entity to these Terms.</p>\n<strong>2.\nYour Use of the Services</strong>\n<p>Reddit grants you a personal, non-transferable, non-exclusive, revocable, limited license to use and access the Services solely as permitted by these Terms.\nWe reserve all rights not expressly granted to you by these Terms.</p>\n<p>Except as permitted through the Services or as otherwise permitted by us in writing, your license does not include the right to:</p>\n<ul>\n<li>license, sell, transfer, assign, distribute, host, or otherwise commercially exploit the Services or Content;</li>\n<li>modify, prepare derivative works of, disassemble, decompile, or reverse engineer any part of the Services or Content.\nor</li>\n<li>access the Services or Content in order to build a similar or competitive website, product, or service, except as permitted under the Reddit API Terms of Use.</li>\n</ul>\n<p>We reserve the right to modify, suspend, or discontinue the Services (in whole or in part) at any time, with or without notice to you.\nAny future release, update, or other addition to functionality of the Services will be subject to these Terms, which may be updated from time to time.\nYou agree that we will not be liable to you or to any third party for any modification, suspension, or discontinuation of the Services or any part thereof.</p>\n<strong>3.\nYour Reddit Account and Account Security</strong>\n<p>To use certain features of our Services, you may be required to create a Reddit account (an “<strong>Account</strong>”) and provide us with a username, password, and certain other information about yourself as set forth in the Privacy Policy.</p>\n<p>You are solely responsible for the information associated with your Account and anything that happens related to your Account.\nYou must maintain the security of your Account and immediately notify Reddit if you discover or suspect that someone has accessed your Account without your permission.\nWe recommend that you use a strong password that is used only with your Account and enable two-factor authentication.</p>\n<p>You will not license, sell, or transfer your Account without our prior written approval.</p>\n<strong>4.\nYour Content</strong>\n<p>The Services may contain information, text, links, graphics, photos, videos, or other materials (“<strong>Content</strong>”), including Content created or submitted to the Services by you or through your Account (“<strong>Your Content</strong>”).\nWe take no responsibility for and we do not expressly or implicitly endorse, support, or guarantee the completeness, truthfulness, accuracy, or reliability of any of Your Content.</p>\n<p>By submitting Your Content to the Services, you represent and warrant that you have all rights, power, and authority necessary to grant the rights to Your Content contained within these Terms.\nBecause you alone are responsible for Your Content, you may expose yourself to liability if you post or share Content without all necessary rights.</p>\n<p>You retain any ownership rights you have in Your Content, but you grant Reddit the following license to use that Content:</p>\n<p>When Your Content is created with or submitted to the Services, you grant us a worldwide, royalty-free, perpetual, irrevocable, non-exclusive, transferable, and sublicensable license to use, copy, modify, adapt, prepare derivative works of, distribute, store, perform, and display Your Content and any name, username, voice, or likeness provided in connection with Your Content in all media formats and channels now known or later developed anywhere in the world.\nThis license includes the right for us to make Your Content available for syndication, broadcast, distribution, or publication by other companies, organizations, or individuals who partner with Reddit.\nYou also agree that we may remove metadata associated with Your Content, and you irrevocably waive any claims and assertions of moral rights or attribution with respect to Your Content.</p>\n<p>Any ideas, suggestions, and feedback about Reddit or our Services that you provide to us are entirely voluntary, and you agree that Reddit may use such ideas, suggestions, and feedback without compensation or obligation to you.</p>\n<p>Although we have no obligation to screen, edit, or monitor Your Content, we may, in our sole discretion, delete or remove Your Content at any time and for any reason, including for violating these Terms, violating our Content Policy, or if you otherwise create or are likely to create liability for us.</p>\n<strong>5.\nThird-Party Content, Advertisements, and Promotions</strong>\n<p>The Services may contain links to third-party websites, products, or services, which may be posted by advertisers, our affiliates, our partners, or other users (“<strong>Third-Party Content</strong>”).\nThird-Party Content is not under our control, and we are not responsible for any third party’s websites, products, or services.\nYour use of Third-Party Content is at your own risk and you should make any investigation you feel necessary before proceeding with any transaction in connection with such Third-Party Content.</p>\n<p>The Services may also contain sponsored Third-Party Content or advertisements.\nThe type, degree, and targeting of advertisements are subject to change, and you acknowledge and agree that we may place advertisements in connection with the display of any Content or information on the Services, including Your Content.</p>\n<p>If you choose to use the Services to conduct a promotion, including a contest or sweepstakes (“<strong>Promotion</strong>”), you alone are responsible for conducting the Promotion in compliance with all applicable laws and regulations at your own risk.\nYour Promotion must state that the Promotion is not sponsored by, endorsed by, or associated with Reddit, and the rules for your Promotion must require each entrant or participant to release Reddit from any liability related to the Promotion.</p>\n<strong>6.\nThings You Cannot Do</strong>\n<p>When using or accessing Reddit, you must comply with these Terms and all applicable laws, rules, and regulations.\nPlease review the Content Policy (and for RPAN, the Broadcasting Content Policy), which are part of these Terms and contain Reddit’s rules about prohibited content and conduct.\nIn addition to what is prohibited in the Content Policy, you may not do any of the following:</p>\n<ul>\n<li>Use the Services in any manner that could interfere with, disable, disrupt, overburden, or otherwise impair the Services.</li>\n<li>Gain access to (or attempt to gain access to) another user’s Account or any non-public portions of the Services, including the computer systems or networks connected to or used together with the Services.</li>\n<li>Upload, transmit, or distribute to or through the Services any viruses, worms, malicious code, or other software intended to interfere with the Services, including its security-related features.</li>\n<li>Use the Services to violate applicable law or infringe any person’s or entity's intellectual property rights or any other proprietary rights.</li>\n<li>Access, search, or collect data from the Services by any means (automated or otherwise) except as permitted in these Terms or in a separate agreement with Reddit.\nWe conditionally grant permission to crawl the Services in accordance with the parameters set forth in our robots.txt file, but scraping the Services without Reddit’s prior consent is prohibited.</li>\n<li>Use the Services in any manner that we reasonably believe to be an abuse of or fraud on Reddit or any payment system.</li>\n</ul>\n<p>We encourage you to report content or conduct that you believe violates these Terms or our Content Policy.\nWe also support the responsible reporting of security vulnerabilities.\nTo report a security issue, please email security@reddit.com.</p>\n<strong>7.\nModerators</strong>\n<p>Moderating a subreddit is an unofficial, voluntary position that may be available to users of the Services.\nWe are not responsible for actions taken by the moderators.\nWe reserve the right to revoke or limit a user’s ability to moderate at any time and for any reason or no reason, including for a breach of these Terms.</p>\n<p>If you choose to moderate a subreddit:</p>\n<ul>\n<li>You agree to follow the Moderator Guidelines for Healthy Communities;</li>\n<li>You agree that when you receive reports related to a subreddit you moderate, you will take appropriate action, which may include removing content that violates policy and/or promptly escalating to Reddit for review;</li>\n<li>You are not, and may not represent that you are, authorized to act on behalf of Reddit;</li>\n<li>You may not enter into any agreement with a third party on behalf of Reddit, or any subreddits that you moderate, without our written approval;</li>\n<li>You may not perform moderation actions in return for any form of compensation, consideration, gift, or favor from third parties;</li>\n<li>If you have access to non-public information as a result of moderating a subreddit, you will use such information only in connection with your performance as a moderator.\nand</li>\n<li>You may create and enforce rules for the subreddits you moderate, provided that such rules do not conflict with these Terms, the Content Policy, or the Moderator Guidelines for Healthy Communities.</li>\n</ul>\n<p>Reddit reserves the right, but has no obligation, to overturn any action or decision of a moderator if Reddit, in its sole discretion, believes that such action or decision is not in the interest of Reddit or the Reddit community.</p>\n<strong>8.\nCopyright, Trademark, the DMCA, and Takedowns</strong>\n<p>Reddit respects the intellectual property of others and requires that users of our Services do the same.\nWe have a policy that includes the removal of any infringing material from the Services and for the termination, in appropriate circumstances, of users of our Services who are repeat infringers.\nIf you believe that anything on our Services infringes a copyright or a trademark that you own or control, you may notify Reddit’s Designated Agent by filling out our Copyright Report Form or Trademark Report Form, or by contacting:</p>\n<p>Copyright Agent<br>Reddit, Inc.<br>1455 Market Street, Suite 1600<br>San Francisco, CA 94103<br>copyright@reddit.com</p>\n<p>Also, please note that if you knowingly misrepresent that any activity or material on our Service is infringing, you may be liable to Reddit for certain costs and damages.</p>\n<p>If we remove Your Content in response to a copyright or trademark notice, we will notify you via Reddit’s private messaging system.\nIf you believe Your Content was wrongly removed due to a mistake or misidentification in a copyright notice, you can send a counter notification via our Copyright Counter Notice Form or to our Copyright Agent (contact information provided above).\nPlease see 17 U.S.C.\n§ 512(g)(3) for the requirements of a proper counter notification.</p>\n<strong>9.\nPaid Services and Payment Information</strong>\n<p>There are no fees for the use of many aspects of the Services.\nHowever, some services, including Reddit Premium and Virtual Goods, may be available for purchase (“<strong>Paid Services</strong>”).\nIn addition to these Terms, by purchasing or using Reddit Premium or our Virtual Goods, you further agree to the Reddit Premium and Virtual Goods Agreement.</p>\n<p>Reddit may change the fees or benefits associated with the Paid Services from time to time with reasonable advance notice of material changes.\nprovided, however, that no advance notice will be required for temporary promotions, including temporary reductions in the fees associated with the Paid Services.</p>\n<p>You may submit your debit card, credit card, or other payment information (“<strong>Payment Information</strong>”) via our Services to purchase the Paid Services.\nWe use third-party service providers to process your Payment Information.\nIf you submit your Payment Information, you agree to pay all costs that you incur, and you give us permission to charge you when payment is due for an amount that includes these costs and any applicable taxes and fees.</p>\n<strong>10.\nIndemnity</strong>\n<p>Except to the extent prohibited by law, you agree to defend, indemnify, and hold us, our directors, officers, employees, affiliates, agents, contractors, third-party service providers, and licensors (the “<strong>Reddit Entities</strong>”) harmless from any claim or demand, including costs and attorneys’ fees, made by any third party due to or arising out of (a) your use of the Services, (b) your violation of these Terms, (c) your violation of applicable laws or regulations, or (d) Your Content.\nWe reserve the right to control the defense of any matter for which you are required to indemnify us, and you agree to cooperate with our defense of these claims.</p>\n<strong>11.\nDisclaimers</strong>\n<p>THE SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nREDDIT ENTITIES DO NOT WARRANT THAT THE SERVICES ARE ACCURATE, COMPLETE, RELIABLE, CURRENT, OR ERROR FREE.\nREDDIT DOES NOT CONTROL, ENDORSE, OR TAKE RESPONSIBILITY FOR ANY CONTENT AVAILABLE ON OR LINKED TO THE SERVICES OR THE ACTIONS OF ANY THIRD PARTY OR USER, INCLUDING MODERATORS.\nWHILE REDDIT ATTEMPTS TO MAKE YOUR ACCESS TO AND USE OF OUR SERVICES SAFE, WE DO NOT REPRESENT OR WARRANT THAT OUR SERVICES OR SERVERS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<strong>12.\nLimitation of Liability</strong>\n<p>IN NO EVENT AND UNDER NO THEORY OF LIABILITY, INCLUDING CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, WARRANTY, OR OTHERWISE, WILL THE REDDIT ENTITIES BE LIABLE TO YOU FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, OR LOST PROFITS ARISING FROM OR RELATING TO THESE TERMS OR THE SERVICES, INCLUDING THOSE ARISING FROM OR RELATING TO CONTENT MADE AVAILABLE ON THE SERVICES THAT IS ALLEGED TO BE DEFAMATORY, OFFENSIVE, OR ILLEGAL.\nACCESS TO, AND USE OF, THE SERVICES IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR DEVICE OR COMPUTER SYSTEM, OR LOSS OF DATA RESULTING THEREFROM.\nIN NO EVENT WILL THE AGGREGATE LIABILITY OF THE REDDIT ENTITIES EXCEED THE GREATER OF ONE HUNDRED U.S.\nDOLLARS ($100) OR ANY AMOUNT YOU PAID REDDIT IN THE PREVIOUS SIX MONTHS FOR THE SERVICES GIVING RISE TO THE CLAIM.\nTHE LIMITATIONS OF THIS SECTION WILL APPLY TO ANY THEORY OF LIABILITY, INCLUDING THOSE BASED ON WARRANTY, CONTRACT, STATUTE, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, AND EVEN IF THE REDDIT ENTITIES HAVE BEEN ADVISED OF THE POSSIBILITY OF ANY SUCH DAMAGE, AND EVEN IF ANY REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED ITS ESSENTIAL PURPOSE.\nTHE FOREGOING LIMITATION OF LIABILITY WILL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.</p>\n<strong>13.\nGoverning Law and Venue</strong>\n<p>We want you to enjoy Reddit, so if you have an issue or dispute, you agree to raise it and try to resolve it with us informally.\nYou can contact us with feedback and concerns here.<br>\n<br>Except for the government entities listed below, any claims arising out of or relating to these Terms or the Services will be governed by the laws of California, without regard to its conflict of laws rules.\nAll disputes related to these Terms or the Services will be brought solely in the federal or state courts located in San Francisco, California, and you consent to personal jurisdiction in these courts.</p>\n<strong>Government Entities</strong>\n<p>If you are a U.S.\ncity, county, or state government entity, then this Section 13 does not apply to you.</p>\n<p>If you are a U.S.\nfederal government entity, any claims arising out of or relating to these Terms or the Services will be governed by the laws of the United States of America without regard to its conflict of laws rules.\nTo the extent permitted by federal law, the laws of California (other than its conflict of law rules) will apply in the absence of applicable federal law.\nAll disputes related to these Terms or the Services will be brought solely in the federal or state courts located in San Francisco, California.</p>\n<strong>14.\nChanges to these Terms</strong>\n<p>We may make changes to these Terms from time to time.\nIf we make changes, we will post the revised Terms and update the Effective Date above.\nIf the changes, in our sole discretion, are material, we may also notify you by sending an email to the address associated with your Account (if you have chosen to provide an email address) or by otherwise providing notice through our Services.\nBy continuing to access or use the Services on or after the Effective Date of the revised Terms, you agree to be bound by the revised Terms.\nIf you do not agree to the revised Terms, you must stop accessing and using our Services before the changes become effective.</p>\n<strong>15.\nAdditional Terms</strong>\n<p>Because we offer a variety of Services, you may be asked to agree to additional terms before using a specific product or service offered by Reddit (“<strong>Additional Terms</strong>”).\nTo the extent any Additional Terms conflict with these Terms, the Additional Terms govern with respect to your use of the corresponding Service.</p>\n<p>If you use Reddit Premium or Virtual Goods, you must also agree to the Reddit Premium and Virtual Goods Agreement.</p>\n<p>If you use the self-service platform for advertising, you must also agree to our Reddit Advertising Platform Terms.</p>\n<p>If you use our public API, you must also agree to our Reddit API Terms of Use.</p>\n<p>If you use Reddit Gifts, you must agree to the Reddit Gifts User Agreement.</p>\n<strong>16.\nTermination</strong>\n<p>You may terminate these Terms at any time and for any reason by deleting your Account and discontinuing use of all Services.\nIf you stop using the Services without deactivating your Account, your Account may be deactivated due to prolonged inactivity.</p>\n<p>We may suspend or terminate your Account, moderator status, or ability to access or use the Services at any time for any or no reason, including for violating these Terms or our Content Policy.</p>\n<p>The following sections will survive any termination of these Terms or of your Account: 4 (Your Content), 6 (Things You Cannot Do), 10 (Indemnity), 11 (Disclaimers), 12 (Limitation of Liability), 13 (Governing Law and Venue), 16 (Termination), and 17 (Miscellaneous).</p>\n<strong>17.\nMiscellaneous</strong>\n<p>These Terms constitute the entire agreement between you and us regarding your access to and use of the Services.\nOur failure to exercise or enforce any right or provision of these Terms will not operate as a waiver of such right or provision.\nIf any provision of these Terms is, for any reason, held to be illegal, invalid, or unenforceable, the rest of the Terms will remain in effect.\nYou may not assign or transfer any of your rights or obligations under these Terms without our consent.\nWe may freely assign any of our rights and obligations under these Terms.</p>\n<strong>Contact Information</strong>\n<p>Reddit, Inc.<br>1455 Market Street, Suite 1600<br>San Francisco, CA 94103<br>United States</p>\n<p>Authorized to receive service in Germany on behalf of Reddit, Inc.\nfor administrative and judicial proceedings within the meaning of Section 5(1) of the Network Enforcement Act:</p>\n<p>Taylor Wessing PartG mbB<br>- NetzDG-Zustellungen -<br>Am Sandtorkai 41<br>20457 Hamburg<br>Germany</p> ", "created_at": "2019-02-07 19:53:03.175661", "updated_at": "2020-12-14 21:19:30.772857"}, {"id": 2732, "name": "Content Policy", "url": "https://www.redditinc.com/policies/content-policy", "xpath": "//*[@id=\"content\"]", "text": " User Agreement Privacy Policy Content Policy Broadcasting Content Policy Moderator Guidelines Cookie Notice Premium and Virtual Goods Agreement Previews Terms of Use Guidelines for Law Enforcement Trademark Use Policy Transparency Report 2019 Transparency Report 2018 Transparency Report 2017 Content Policy Reddit Content Policy <p>Reddit is a vast network of communities that are created, run, and populated by you, the Reddit users.</p>\n<p>Through these communities, you can post, comment, vote, discuss, learn, debate, support, and connect with people who share your interests, and we encourage you to find—or even create—your home on Reddit.</p>\n<p>While not every community may be for you (and you may find some unrelatable or even offensive), no community should be used as a weapon.\nCommunities should create a sense of belonging for their members, not try to diminish it for others.\nLikewise, everyone on Reddit should have an expectation of privacy and safety, so please respect the privacy and safety of others.</p>\n<p>Every community on Reddit is defined by its users.\nSome of these users help manage the community as moderators.\nThe culture of each community is shaped explicitly, by the community rules enforced by moderators, and implicitly, by the upvotes, downvotes, and discussions of its community members.\nPlease abide by the rules of communities in which you participate and do not interfere with those in which you are not a member.</p>\n<p>Below the rules governing each community are the platform-wide rules that apply to everyone on Reddit.\nThese rules are enforced by us, the admins.</p>\n<p>Reddit and its communities are only what we make of them together, and can only exist if we operate by a shared set of rules.\nWe ask that you abide by not just the letter of these rules, but the spirit as well.</p>\n<strong>Rules</strong>\n<strong>Rule 1</strong>\n<p>Remember the human.\nReddit is a place for creating community and belonging, not for attacking marginalized or vulnerable groups of people.\nEveryone has a right to use Reddit free of harassment, bullying, and threats of violence.\nCommunities and users that incite violence or that promote hate based on identity or vulnerability will be banned.</p>\n<strong>Rule 2</strong>\n<p>Abide by community rules.\nPost authentic content into communities where you have a personal interest, and do not cheat or engage in content manipulation (including spamming, vote manipulation, ban evasion, or subscriber fraud) or otherwise interfere with or disrupt Reddit communities.</p>\n<strong>Rule 3</strong>\n<p>Respect the privacy of others.\nInstigating harassment, for example by revealing someone’s personal or confidential information, is not allowed.\nNever post or threaten to post intimate or sexually-explicit media of someone without their consent.</p>\n<strong>Rule 4</strong>\n<p>Do not post or encourage the posting of sexual or suggestive content involving minors.</p>\n<strong>Rule 5</strong>\n<p>You don’t have to use your real name to use Reddit, but don’t impersonate an individual or an entity in a misleading or deceptive manner.</p>\n<strong>Rule 6</strong>\n<p>Ensure people have predictable experiences on Reddit by properly labeling content and communities, particularly content that is graphic, sexually-explicit, or offensive.</p>\n<strong>Rule 7</strong>\n<p>Keep it legal, and avoid posting illegal content or soliciting or facilitating illegal or prohibited transactions.</p>\n<strong>Rule 8</strong>\n<p>Don’t break the site or do anything that interferes with normal use of Reddit.</p>\n<strong>Enforcement</strong>\n<p>We have a variety of ways of enforcing our rules, including, but not limited to</p>\n<ul>\n<li>Asking you nicely to knock it off</li>\n<li>Asking you less nicely</li>\n<li>Temporary or permanent suspension of accounts</li>\n<li>Removal of privileges from, or adding restrictions to, accounts</li>\n<li>Adding restrictions to Reddit communities, such as adding NSFW tags or Quarantining</li>\n<li>Removal of content</li>\n<li>Banning of Reddit communities</li>\n</ul> ", "created_at": "2020-07-27 18:15:53.671961", "updated_at": "2020-12-15 00:32:27.367992"}], "points": [{"id": 25620, "title": "There is a date of the last update of the agreements", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2021-11-04 00:22:48.91759", "updated_at": "2021-11-15 17:05:07.018983", "quoteText": "Reddit User Agreement Effective October 15, 2020.\nLast Revised September 15, 2020", "case_id": 331, "document_id": 986, "quoteStart": 309, "quoteEnd": 390}, {"id": 25055, "title": "You waive your moral rights", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2021-09-08 10:13:02.155053", "updated_at": "2021-11-21 23:05:07.051023", "quoteText": "moral ", "case_id": 118, "document_id": 102, "quoteStart": 7349, "quoteEnd": 7355}, {"id": 25025, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2021-08-30 11:54:44.053652", "updated_at": "2021-09-02 18:38:00.215775", "quoteText": "IN NO EVENT AND UNDER NO THEORY OF LIABILITY, INCLUDING CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, WARRANTY, OR OTHERWISE, WILL THE REDDIT ENTITIES BE LIABLE TO YOU FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, OR LOST PROFITS ARISING FROM OR RELATING TO THESE TERMS OR THE SERVICES, INCLUDING THOSE ARISING FROM OR RELATING TO CONTENT MADE AVAILABLE ON THE SERVICES THAT IS ALLEGED TO BE DEFAMATORY, OFFENSIVE, OR ILLEGAL.\nACCESS TO, AND USE OF, THE SERVICES IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR DEVICE OR COMPUTER SYSTEM, OR LOSS OF DATA RESULTING THEREFROM.", "case_id": 293, "document_id": 102, "quoteStart": 17089, "quoteEnd": 17749}, {"id": 13336, "title": "You can opt out of promotional communications", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-26 00:08:46.606415", "updated_at": "2020-12-27 16:49:09.716653", "quoteText": "You may opt out of receiving some or all categories of promotional communications from us by following the instructions in those communications or by updating your email options in your account preferences here.\nIf you opt out of promotional communications, we may still send you non-promotional communications, such as information about your account or your use of the Services.", "case_id": 223, "document_id": 101, "quoteStart": 19066, "quoteEnd": 19445}, {"id": 13395, "title": "This service can license user content to third parties", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-27 19:20:40.591632", "updated_at": "2020-12-27 19:28:26.222124", "quoteText": "transferable, and sublicensable license", "case_id": 134, "document_id": 102, "quoteStart": 6698, "quoteEnd": 6737}, {"id": 13394, "title": "The service has non-exclusive use of your content", "source": "http://www.reddit.com/help/useragreement", "status": "Badly placed excerpt.", "created_at": "2020-12-27 19:20:20.078769", "updated_at": "2020-12-30 00:18:24.858336", "quoteText": "non-exclusive,", "case_id": 402, "document_id": 102, "quoteStart": 3588, "quoteEnd": 3602}, {"id": 13396, "title": "The service can distribute your content through any media known now or in the future ", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-27 19:21:09.953563", "updated_at": "2020-12-29 12:25:56.147342", "quoteText": "to use, copy, modify, adapt, prepare derivative works of, distribute, store, perform, and display Your Content and any name, username, voice, or likeness provided in connection with Your Content in all media formats and channels now known or later developed anywhere in the world.", "case_id": 139, "document_id": 102, "quoteStart": 6738, "quoteEnd": 7018}, {"id": 889, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "http://www.reddit.com/help/privacypolicy", "status": "Now, they do promise to notify you in case of substantial changes", "created_at": "2018-01-16 15:27:50.877487", "updated_at": "2021-02-06 04:02:01.168589", "quoteText": "We may change this Privacy Policy from time to time.\nIf we do, we will let you know by revising the date at the top of the policy.\nIf we make a change to this policy that, in our sole discretion, is material, we will provide you with additional notice (such as adding a statement to r/announcements, the front page of the Services or sending you a notification).\nWe encourage you to review the Privacy Policy whenever you access or use our Services or otherwise interact with us to stay informed about our information practices and the ways you can help protect your privacy.\nIf you continue to use our Services after Privacy Policy changes go into effect, you consent to the revised policy.</p>", "case_id": 122, "document_id": 101, "quoteStart": 16507, "quoteEnd": 17202}, {"id": 769, "title": "You have the right to leave this service at any time", "source": "http://www.reddit.com/help/privacypolicy", "status": "[Good] Reddit allows users to leave the service", "created_at": "2018-01-16 15:27:15.868261", "updated_at": "2021-02-06 04:02:01.870698", "quoteText": "You may delete your account information at any time by logging into your account and following the steps under “Preferences.” When you delete your account, your profile is no longer visible to other users and disassociated from content you posted under that account.\nPlease note, however, that the posts, comments, and messages you submitted prior to deleting your account will still be visible to others, unless you delete such content.\nWe may also retain certain information about you as required by law or for legitimate business purposes after you delete your account.", "case_id": 170, "document_id": 101, "quoteStart": 12101, "quoteEnd": 12673}, {"id": 13393, "title": "This service keeps a license on user-generated content even after users close their accounts.", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-27 19:20:04.420644", "updated_at": "2020-12-27 19:22:39.314642", "quoteText": "<p>When Your Content is created with or submitted to the Services, you grant us a worldwide, royalty-free, perpetual, irrevocable,", "case_id": 130, "document_id": 102, "quoteStart": 6552, "quoteEnd": 6682}, {"id": 13397, "title": "The service can delete specific content without reason and may do it without prior notice", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-27 19:43:50.369954", "updated_at": "2020-12-28 03:34:13.252002", "quoteText": "<p>Although we have no obligation to screen, edit, or monitor Your Content, we may, in our sole discretion, delete or remove Your Content at any time and for any reason, including for violating these Terms, violating our Content Policy, or if you otherwise create or are likely to create liability for us.", "case_id": 202, "document_id": 102, "quoteStart": 7646, "quoteEnd": 7951}, {"id": 13399, "title": "Provides instructions on how to submit a copyright claim", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-27 19:45:55.83909", "updated_at": "2020-12-29 12:17:09.594252", "quoteText": "If you believe that anything on our Services infringes a copyright or a trademark that you own or control, you may notify Reddit’s Designated Agent by filling out our Copyright Report Form or Trademark Report Form, or by contacting:</p>\n<p>Copyright Agent<br>Reddit, Inc.<br>1455 Market Street, Suite 1600<br>San Francisco, CA 94103<br>copyright@reddit.com</p>", "case_id": 138, "document_id": 102, "quoteStart": 13377, "quoteEnd": 13737}, {"id": 1864, "title": "Tracks outbound links", "source": "Imported from ToS;DR before phoenix", "status": "When you click on an outbound link, you will be redirected through out.reddit.com for the purpose of tracking.", "created_at": "2018-05-15 09:12:06.294143", "updated_at": "2020-12-23 14:36:13.272576", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 13398, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-27 19:44:34.012131", "updated_at": "2020-12-29 12:18:58.220311", "quoteText": "<p>The Services may contain links to third-party websites, products, or services, which may be posted by advertisers, our affiliates, our partners, or other users (“<strong>Third-Party Content</strong>”).\nThird-Party Content is not under our control, and we are not responsible for any third party’s websites, products, or services.", "case_id": 278, "document_id": 102, "quoteStart": 8028, "quoteEnd": 8360}, {"id": 2072, "title": "[Good] Reddit keeps old versions of the ToS, and informs users of signifigant changes", "source": "Imported from ToS;DR before phoenix", "status": "If [reddit makes] changes to [the ToS] that materially affect your rights, [reddit] will provide advance notice and keep [the old verions] available as an archive on the reddit website.", "created_at": "2018-05-15 09:12:13.592661", "updated_at": "2021-02-06 03:50:31.373121", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2077, "title": "You are responisble for your content", "source": "Imported from ToS;DR before phoenix", "status": "[Reddit] take[s] no responsibility for, [reddit] do[es] not expressly or implicitly endorse, and [reddit] do[es] not assume any liability for any user content submitted by you to reddit.", "created_at": "2018-05-15 09:12:13.787741", "updated_at": "2021-02-06 03:50:31.481664", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2202, "title": "Your account can be suspended, deleted or censored for any reason", "source": "Imported from ToS;DR before phoenix", "status": "\"Without advance notice and at any time, we may, for violations of this agreement or for any other reason we choose: (1) suspend your access to reddit, (2) suspend or terminate Your Account or reddit gold membership, and/or (3) remove any of your User Content from reddit.\" They can remove any of your content and suspend or delete your account for any reason.", "created_at": "2018-05-15 09:12:17.977212", "updated_at": "2021-02-06 03:50:34.656795", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1475, "title": "Rules of Reddit", "source": "https://groups.google.com/forum#!topic/tosdr/jCeQaf6WnfI", "status": "Rules of Reddit", "created_at": "2018-05-15 09:11:50.444134", "updated_at": "2018-09-30 01:00:46.126648", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2266, "title": "Payment information is processed by third party services", "source": "Imported from ToS;DR before phoenix", "status": "Purchasing reddit gold requires the use of PayPal, Coinbase, or Stripe.", "created_at": "2018-05-15 09:12:20.141393", "updated_at": "2021-02-06 03:50:36.07581", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 8171, "title": "They may stop providing the service at any time", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-10-28 16:49:47.561228", "updated_at": "2020-07-27 08:22:30.885813", "quoteText": "We reserve the right to modify, suspend, or discontinue the Services (in whole or in part) at any time", "case_id": 203, "document_id": 986, "quoteStart": 3031, "quoteEnd": 3133}, {"id": 9851, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-07-27 08:32:46.504625", "updated_at": "2020-08-03 19:05:16.136728", "quoteText": "If any provision of these Terms is, for any reason, held to be illegal, invalid, or unenforceable, the rest of the Terms will remain in effect", "case_id": 294, "document_id": 986, "quoteStart": 21000, "quoteEnd": 21142}, {"id": 5615, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-01-31 16:22:52.205065", "updated_at": "2020-07-27 08:17:12.737304", "quoteText": "Most modern web browsers give you the option to send a Do Not Track signal to the sites you visit, indicating that you do not wish to be tracked.\nHowever, there is no accepted standard for how a site should respond to this signal, and we do not take any action in response to this signal", "case_id": 233, "document_id": 101, "quoteStart": 18550, "quoteEnd": 18837}, {"id": 9850, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-07-27 08:31:45.898357", "updated_at": "2020-08-03 19:05:18.237095", "quoteText": "Our failure to exercise or enforce any right or provision of these Terms will not operate as a waiver of such right or provision.", "case_id": 295, "document_id": 986, "quoteStart": 20870, "quoteEnd": 20999}, {"id": 9838, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-27 00:05:03.396493", "updated_at": "2021-02-06 04:16:14.289078", "quoteText": "By accessing or using the Services or otherwise providing information to us, you consent to the processing, transfer and storage of information in and to the U.S.\nand other countries, where you may not have the same rights as you do under local law.</p>", "case_id": 187, "document_id": 101, "quoteStart": 18862, "quoteEnd": 19115}, {"id": 9849, "title": "You sign away moral rights", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-07-27 08:26:05.540583", "updated_at": "2020-08-03 19:02:30.136738", "quoteText": "you irrevocably waive any claims and assertions of moral rights or attribution with respect to Your Content.", "case_id": 118, "document_id": 986, "quoteStart": 5994, "quoteEnd": 6102}, {"id": 8177, "title": "This service keeps a license on user-generated content even after users close their accounts.", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-10-28 17:26:13.570998", "updated_at": "2020-07-27 08:24:42.778423", "quoteText": "<p>When Your Content is created with or submitted to the Services, you grant us a worldwide, royalty-free, perpetual, irrevocable, non-exclusive, transferable, and sublicensable license", "case_id": 130, "document_id": 986, "quoteStart": 5248, "quoteEnd": 5433}, {"id": 9864, "title": "Users agree to comply with the law of the service's country", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-07-27 17:50:54.568952", "updated_at": "2020-10-12 18:12:22.196928", "quoteText": "All disputes related to these Terms or the Services will be brought solely in the federal or state courts located in San Francisco, California.", "case_id": 237, "document_id": 986, "quoteStart": 18309, "quoteEnd": 18452}, {"id": 4915, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "We may log information when you access and use the Services. This may include your IP address, user-agent string, browser type, operating system, referral URLs, device information (e.g., device IDs), pages visited, links clicked, the requested URL, hardware settings, and search terms.", "created_at": "2018-10-29 08:00:37.040775", "updated_at": "2021-02-06 04:16:17.251854", "quoteText": "We may log information when you access and use the Services.\nThis may include your IP address, user-agent string, browser type, operating system, referral URLs, device information (e.g., device IDs), pages visited, links clicked, the requested URL, hardware settings, and search terms.\nExcept for the IP address used to create your account, Reddit will delete any IP addresses collected after 100 days.</p>\n<p>\n<em>Information collected from cookies and similar technologies.</em>", "case_id": 323, "document_id": 101, "quoteStart": 3059, "quoteEnd": 3539}, {"id": 957, "title": "Reddit holds unlimited copyright license on your content", "source": "http://www.reddit.com/help/useragreement", "status": "see excerpt", "created_at": "2018-01-16 15:28:07.542878", "updated_at": "2021-02-06 04:16:14.743852", "quoteText": "By submitting user content to reddit, you grant us a royalty-free, perpetual, irrevocable, non-exclusive, unrestricted, worldwide license to reproduce, prepare derivative works, distribute copies, perform, or publicly display your user content in any medium and for any purpose, including commercial purposes, and to authorize others to do so.", "case_id": 132, "document_id": 102, "quoteStart": 5273, "quoteEnd": 5616}, {"id": 770, "title": "[Good] Reddit requires little personal information", "source": "https://groups.google.com/forum/#!topic/tosdr/KZjB5yGU5ZY", "status": "[Good] Reddit requires little personal information", "created_at": "2018-01-16 15:27:15.957975", "updated_at": "2020-12-29 12:37:07.914855", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4914, "title": "Users agree not to submit illegal content", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2018-10-29 07:59:26.960489", "updated_at": "2019-02-20 07:48:03.59871", "quoteText": " WILL THE REDDIT ENTITIES BE LIABLE TO YOU FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, OR LOST PROFITS ARISING FROM OR RELATING TO THESE TERMS OR THE SERVICES, INCLUDING THOSE ARISING FROM OR RELATING TO CONTENT MADE AVAILABLE ON THE SERVICES THAT IS ALLEGED TO BE DEFAMATORY, OFFENSIVE, OR ILLEGAL.\nACCESS TO, AND USE OF, THE SERVICES IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR DEVICE OR COMPUTER SYSTEM, OR LOSS OF DATA RESULTING THEREFROM.\n", "case_id": 238, "document_id": 986, "quoteStart": 15863, "quoteEnd": 16399}, {"id": 702, "title": "Reddit choice of law: San Francisco", "source": "http://www.reddit.com/help/useragreement", "status": "", "created_at": "2018-01-16 15:26:57.417575", "updated_at": "2021-02-06 04:16:15.323781", "quoteText": "We agree and you agree to submit to the personal jurisdiction and venue of the state and federal court located in San Francisco County, California.</em>", "case_id": 163, "document_id": 102, "quoteStart": 17224, "quoteEnd": 17376}, {"id": 799, "title": "[Bad] Reddit doesn't allow to transfer accounts", "source": "https://groups.google.com/forum/#!topic/tosdr/tXD0G7QK4O0", "status": "[Bad] Reddit doesn't allow to transfer accounts", "created_at": "2018-01-16 15:27:23.776886", "updated_at": "2021-02-06 03:50:39.402355", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1044, "title": "[Good] Reddit is open source", "source": "https://groups.google.com/forum/#!topic/tosdr/lKBKXULYnhA", "status": "[Good] Reddit is open source", "created_at": "2018-01-16 15:28:21.931996", "updated_at": "2019-10-07 13:03:42.088619", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1025, "title": "[Info] Reddit doesn't require cookies to work", "source": "https://groups.google.com/forum/#!topic/tosdr/9QcGYr5RE2Y", "status": "[Info] Reddit doesn't require cookies to work", "created_at": "2018-01-16 15:28:20.015374", "updated_at": "2021-02-06 03:50:39.541699", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1116, "title": "[Bad] Reddit may share information to advertisers", "source": "https://groups.google.com/forum/#!topic/tosdr/UkzwWL-kZzs", "status": "[Bad] Reddit may share information to advertisers", "created_at": "2018-01-16 15:28:32.368056", "updated_at": "2021-02-06 03:50:39.594568", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1111, "title": "[Bad] Reddit doesn't allow modifications to its design", "source": "https://groups.google.com/forum/#!topic/tosdr/T0XvBokPmKc", "status": "[Bad] Reddit doesn't allow modifications to its design", "created_at": "2018-01-16 15:28:31.928757", "updated_at": "2021-02-06 03:50:39.621333", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 9892, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-08-03 18:15:41.072682", "updated_at": "2020-08-03 19:04:09.392167", "quoteText": "THE SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED", "case_id": 286, "document_id": 986, "quoteStart": 15020, "quoteEnd": 15130}, {"id": 9895, "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-08-03 18:51:22.222734", "updated_at": "2020-08-03 19:05:00.298694", "quoteText": "ACCESS TO, AND USE OF, THE SERVICES IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR DEVICE OR COMPUTER SYSTEM, OR LOSS OF DATA RESULTING THEREFROM.", "case_id": 291, "document_id": 986, "quoteStart": 16252, "quoteEnd": 16445}, {"id": 9893, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-08-03 18:17:30.93757", "updated_at": "2020-12-29 12:25:19.168562", "quoteText": "REDDIT, ITS LICENSORS, AND ITS THIRD PARTY SERVICE PROVIDERS DO NOT WARRANT THAT THE SERVICES ARE ACCURATE, COMPLETE, RELIABLE, CURRENT, OR ERROR FREE.", "case_id": 288, "document_id": 986, "quoteStart": 15173, "quoteEnd": 15324}, {"id": 9885, "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-08-03 06:37:39.662913", "updated_at": "2021-02-06 04:32:02.059975", "quoteText": "It is reddit's policy to close the accounts of users we identify as repeat infringers.\nWe apply this policy at our discretion and in appropriate circumstances, such as when a user has repeatedly been charged with infringing the copyrights or other intellectual property rights of others.", "case_id": 313, "document_id": 102, "quoteStart": 13457, "quoteEnd": 13744}, {"id": 9935, "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-08-07 02:24:05.924938", "updated_at": "2021-02-06 04:16:16.326279", "quoteText": "Attempt to gain unauthorized access to another user’s Account or to the Services (or to other computer systems or networks connected to or used together with the Services)", "case_id": 284, "document_id": 986, "quoteStart": 8438, "quoteEnd": 8609}, {"id": 9936, "title": "There is a date of the last update of the terms", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-08-07 02:26:51.515655", "updated_at": "2021-02-06 04:16:16.367366", "quoteText": "Last Revised March 21, 2018", "case_id": 331, "document_id": 102, "quoteStart": 43, "quoteEnd": 70}, {"id": 1121, "title": "The service uses your personal data for advertising", "source": "http://www.reddit.com/help/privacypolicy", "status": "The terms are vague and broad: “We may partner with third-party advertisers, ad networks, and analytics providers to deliver advertising and content targeted to your interests and to better understand your use of the Services. These third parties may collect information sent by your computer, browser, or mobile device in response to a request for content, such as unique identifiers, your IP address, or other information about your computer or device.” ", "created_at": "2018-01-16 21:01:00.82222", "updated_at": "2021-02-06 04:16:16.756955", "quoteText": "We may partner with third-party advertisers, ad networks, and analytics providers to deliver advertising and content targeted to your interests and to better understand your use of the Services.\nThese third parties may collect information sent by your computer, browser, or mobile device in response to a request for content, such as unique identifiers, your IP address, or other information about your computer or device.\n", "case_id": 216, "document_id": 101, "quoteStart": 12352, "quoteEnd": 12775}, {"id": 13307, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:50:08.255085", "updated_at": "2020-12-27 16:48:27.1876", "quoteText": "(and How it is Used and Shared)", "case_id": 227, "document_id": 101, "quoteStart": 886, "quoteEnd": 917}, {"id": 973, "title": "This service gathers information about you through third parties", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "See excerpt", "created_at": "2018-01-16 15:28:12.034308", "updated_at": "2020-12-29 12:27:34.158724", "quoteText": "We may receive information about you from other sources, including from other users and third parties, and combine that information with the other information we have about you.\nFor example, we may receive demographic or interest information about you from third parties, including advertisers, and combine it with our own data using a common account identifier such as a hash of an email address or a mobile-device ID.", "case_id": 382, "document_id": 101, "quoteStart": 4620, "quoteEnd": 5039}, {"id": 5614, "title": "The service is transparent regarding government requests or inquiries that may involve user data.", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-01-31 16:21:20.615097", "updated_at": "2021-02-06 04:02:08.693565", "quoteText": "Our Transparency Report has additional information about how we respond to government requests.", "case_id": 169, "document_id": 101, "quoteStart": 11657, "quoteEnd": 11752}, {"id": 8174, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-10-28 17:13:12.545415", "updated_at": "2021-02-06 04:16:25.547146", "quoteText": "we do not expressly or implicitly endorse any of Your Content.", "case_id": 292, "document_id": 986, "quoteStart": 4374, "quoteEnd": 4436}, {"id": 8180, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-10-28 17:45:08.766934", "updated_at": "2021-02-06 04:16:25.567642", "quoteText": "Third-Party Content is not under our control, and we are not responsible for any of their websites, products, or services.", "case_id": 279, "document_id": 986, "quoteStart": 6558, "quoteEnd": 6680}, {"id": 13310, "title": "The service may collect extra data about you through promotions", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:51:47.922493", "updated_at": "2020-12-27 16:43:20.115624", "quoteText": "You may choose to provide other information directly to us.\nFor example, we may collect information when you fill out a form, participate in Reddit-sponsored activities or promotions, apply for a job,", "case_id": 211, "document_id": 101, "quoteStart": 2631, "quoteEnd": 2831}, {"id": 13311, "title": "Tracking pixels are used in service-to-user communication", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Full quote: \"You may choose to provide other information directly to us. For example, we may collect information when you fill out a form, participate in Reddit-sponsored activities or promotions, apply for a job, request customer support, or otherwise communicate with us.\"", "created_at": "2020-12-25 23:52:01.51604", "updated_at": "2020-12-27 16:44:07.957844", "quoteText": "request customer support, or otherwise communicate with us.<br>", "case_id": 217, "document_id": 101, "quoteStart": 2832, "quoteEnd": 2895}, {"id": 13326, "title": "This service can share your personal information to third parties ", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-26 00:02:36.314357", "updated_at": "2020-12-27 16:44:58.161303", "quoteText": "With linked services.</em> If you link your Reddit account with a third-party service, Reddit will share the information you authorize with that third-party service.\nYou can control this sharing as described in \"Your Choices\" below.</li>\n<li>\n<em>With our service providers.</em> We may share information with vendors, consultants, and other service providers who need access to such information to carry out work for us.", "case_id": 166, "document_id": 101, "quoteStart": 11916, "quoteEnd": 12337}, {"id": 13300, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://www.redditinc.com/policies/content-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:45:23.996242", "updated_at": "2020-12-27 16:47:00.752084", "quoteText": "Rule 1</strong>\n<p>Remember the human.\nReddit is a place for creating community and belonging, not for attacking marginalized or vulnerable groups of people.\nEveryone has a right to use Reddit free of harassment, bullying, and threats of violence.\nCommunities and users that incite violence or that promote hate based on identity or vulnerability will be banned", "case_id": 283, "document_id": 2732, "quoteStart": 1863, "quoteEnd": 2224}, {"id": 13332, "title": "You have the right to leave this service at any time", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-26 00:05:50.537353", "updated_at": "2020-12-27 16:49:01.772763", "quoteText": "You may delete your account information at any time from the user preferences page.", "case_id": 170, "document_id": 101, "quoteStart": 15607, "quoteEnd": 15690}, {"id": 13309, "title": "Third parties may be involved in operating the service", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:51:22.755298", "updated_at": "2020-12-27 16:43:10.676612", "quoteText": "Reddit uses industry-standard payment processor services (for example, Stripe) to handle payment information.", "case_id": 207, "document_id": 101, "quoteStart": 2486, "quoteEnd": 2595}, {"id": 13304, "title": "You cannot distribute or disclose your account to third parties", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:48:33.705695", "updated_at": "2020-12-27 16:47:23.17503", "quoteText": "You will not license, sell, or transfer your Account without our prior written approval.</p>", "case_id": 229, "document_id": 986, "quoteStart": 4211, "quoteEnd": 4303}, {"id": 13306, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:49:53.917633", "updated_at": "2020-12-27 16:48:23.320608", "quoteText": "What We Collect", "case_id": 228, "document_id": 101, "quoteStart": 870, "quoteEnd": 885}, {"id": 13315, "title": "This service receives your location through GPS coordinates", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:55:18.518531", "updated_at": "2020-12-27 16:46:50.186008", "quoteText": "We may receive and process information about your location.\nFor example, with your consent, we may collect information about the specific location of your mobile device (for example, by using GPS or Bluetooth).\nWe may also receive location information from you when you choose to share such information on our Services, including by associating your content with a location, or we may derive your approximate location from other information about you, including your IP address.", "case_id": 400, "document_id": 101, "quoteStart": 4222, "quoteEnd": 4700}, {"id": 13317, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:56:11.502121", "updated_at": "2020-12-27 16:46:55.165674", "quoteText": "For example, we may receive demographic or interest information about you from third parties, including advertisers (such as the fact that an advertiser is interested in showing you an ad), and combine it with our own data using a common account identifier such as a hash of an email address or a mobile-device ID.", "case_id": 220, "document_id": 101, "quoteStart": 4949, "quoteEnd": 5263}, {"id": 13314, "title": "This service requires first-party cookies", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:54:46.695138", "updated_at": "2020-12-27 16:47:43.366255", "quoteText": "We may receive information from cookies, which are pieces of data your browser stores and sends back to us when making requests, and similar technologies.", "case_id": 126, "document_id": 101, "quoteStart": 3582, "quoteEnd": 3736}, {"id": 13312, "title": "This service collects your IP address for location use", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:53:03.48263", "updated_at": "2020-12-27 16:47:34.264325", "quoteText": "<br>We may log information when you access and use the Services.\nThis may include your IP address,", "case_id": 399, "document_id": 101, "quoteStart": 3099, "quoteEnd": 3197}, {"id": 13318, "title": "Tracking via third-party cookies for other purposes without your consent.", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:56:55.175432", "updated_at": "2020-12-27 16:46:04.916819", "quoteText": "We also may receive information about you, including log and usage data and cookie information, from third-party sites that integrate our Services, including our embeds and advertising technology.", "case_id": 128, "document_id": 101, "quoteStart": 6066, "quoteEnd": 6262}, {"id": 8178, "title": "This service employs a broad copyright license over user content including the right to distribute through any media", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-10-28 17:30:43.280924", "updated_at": "2020-07-27 08:25:18.334458", "quoteText": "display Your Content and any name, username, voice, or likeness provided in connection with Your Content in all media formats and channels now known or later developed", "case_id": 139, "document_id": 986, "quoteStart": 5524, "quoteEnd": 5691}, {"id": 8170, "title": "This service is only available to users of a certain age", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-10-28 16:38:48.11542", "updated_at": "2020-12-29 12:24:04.844569", "quoteText": "<p>Children under the age of 13 are not allowed to create an account or otherwise use the Services.\nAdditionally, if you are in the European Economic Area, you must be over the age required by the laws of your country to create an account or otherwise use the Services, or we need to have received verifiable consent from your parent or legal guardian.</p>\n<p>In addition, certain of our Services or portions of our Services require you to be older than 13 years of age, so please read all notices and any Additional Terms carefully when you access the Services.", "case_id": 152, "document_id": 986, "quoteStart": 1179, "quoteEnd": 1741}, {"id": 8172, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-10-28 16:55:06.825474", "updated_at": "2020-07-27 08:22:43.641818", "quoteText": "p>\n<p>You are solely responsible for the information associated with your Account and anything that happens related to your Account", "case_id": 148, "document_id": 986, "quoteStart": 3785, "quoteEnd": 3916}, {"id": 8173, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-10-28 17:05:42.01937", "updated_at": "2020-07-27 08:36:53.273514", "quoteText": "Any ideas, suggestions, and feedback about Reddit or our Services that you provide to us are entirely voluntary, and you agree that Reddit may use such ideas, suggestions, and feedback without compensation or obligation to you.", "case_id": 390, "document_id": 986, "quoteStart": 6110, "quoteEnd": 6337}, {"id": 8176, "title": "This service can license user content to third parties", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-10-28 17:22:40.196321", "updated_at": "2020-08-03 19:03:24.059196", "quoteText": "This license includes the right for us to make Your Content available for syndication, broadcast, distribution, or publication by other companies, organizations, or individuals who partner with Reddit.", "case_id": 134, "document_id": 986, "quoteStart": 5715, "quoteEnd": 5916}, {"id": 8179, "title": "The service can delete specific content without prior notice and without a reason", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-10-28 17:38:35.084763", "updated_at": "2020-07-27 08:34:05.216678", "quoteText": "we may, in our sole discretion, delete or remove Your Content at any time and for any reason", "case_id": 202, "document_id": 986, "quoteStart": 6418, "quoteEnd": 6510}, {"id": 8181, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-10-28 17:49:32.269855", "updated_at": "2020-07-27 08:39:45.59648", "quoteText": "Use the Services to violate applicable law", "case_id": 280, "document_id": 986, "quoteStart": 9072, "quoteEnd": 9114}, {"id": 8175, "title": "You maintain ownership of your data", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-10-28 17:18:16.258858", "updated_at": "2020-07-27 08:33:37.258105", "quoteText": "<p>You retain any ownership rights you have in Your Content", "case_id": 183, "document_id": 986, "quoteStart": 5119, "quoteEnd": 5178}, {"id": 13323, "title": "This service may use your personal information for marketing purposes", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:59:48.433286", "updated_at": "2020-12-27 16:45:03.050252", "quoteText": "Communicate with you about products, services, offers, promotions, and events, and provide other news and information we think will be of interest to you", "case_id": 336, "document_id": 101, "quoteStart": 9199, "quoteEnd": 9352}, {"id": 13320, "title": "The service uses social media cookies/pixels", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:57:47.620098", "updated_at": "2020-12-27 16:45:37.90142", "quoteText": "Embedded content</em>\n<br>Reddit displays some linked content in-line on the Reddit services via “embeds.” For example, Reddit posts that link to YouTube or Twitter may load the linked video or tweet within Reddit directly from those services to your device so you don’t have to leave Reddit to see it.", "case_id": 307, "document_id": 101, "quoteStart": 6828, "quoteEnd": 7130}, {"id": 13324, "title": "The service informs users about the risk of publishing personal info online", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-26 00:00:58.20693", "updated_at": "2020-12-27 16:48:35.888814", "quoteText": "Although some parts of the Services may be private or quarantined, they may become public (e.g., at the moderator’s option in the case of private communities) and you should take that into consideration before posting to the Services.</p>", "case_id": 231, "document_id": 101, "quoteStart": 10448, "quoteEnd": 10686}, {"id": 8386, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-11-12 03:23:51.875453", "updated_at": "2020-08-03 18:13:09.856815", "quoteText": "THE SERVICES ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE\" WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nREDDIT, ITS LICENSORS, AND ITS THIRD PARTY SERVICE PROVIDERS DO NOT WARRANT THAT THE SERVICES ARE ACCURATE, COMPLETE, RELIABLE, CURRENT, OR ERROR FREE.\nREDDIT DOES NOT CONTROL, ENDORSE, OR TAKE RESPONSIBILITY FOR ANY CONTENT AVAILABLE ON OR LINKED TO THE SERVICES OR THE ACTIONS OF ANY THIRD PARTY OR USER, INCLUDING MODERATORS.\nWHILE REDDIT ATTEMPTS TO MAKE YOUR ACCESS TO AND USE OF OUR SERVICES SAFE, WE DO NOT REPRESENT OR WARRANT THAT OUR SERVICES OR SERVERS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<strong>12.\nLimitation of Liability</strong>\n<p>IN NO EVENT AND UNDER NO THEORY OF LIABILITY, INCLUDING CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, WARRANTY, OR OTHERWISE, WILL THE REDDIT ENTITIES BE LIABLE TO YOU FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, OR LOST PROFITS ARISING FROM OR RELATING TO THESE TERMS OR THE SERVICES, INCLUDING THOSE ARISING FROM OR RELATING TO CONTENT MADE AVAILABLE ON THE SERVICES THAT IS ALLEGED TO BE DEFAMATORY, OFFENSIVE, OR ILLEGAL.\nACCESS TO, AND USE OF, THE SERVICES IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR DEVICE OR COMPUTER SYSTEM, OR LOSS OF DATA RESULTING THEREFROM.\nIN NO EVENT WILL THE AGGREGATE LIABILITY OF THE REDDIT ENTITIES EXCEED THE GREATER OF ONE HUNDRED U.S.\nDOLLARS ($100) OR ANY AMOUNT YOU PAID REDDIT IN THE PREVIOUS SIX MONTHS FOR THE SERVICES GIVING RISE TO THE CLAIM.\nTHE LIMITATIONS OF THIS SECTION WILL APPLY TO ANY THEORY OF LIABILITY, INCLUDING THOSE BASED ON WARRANTY, CONTRACT, STATUTE, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, AND EVEN IF THE REDDIT ENTITIES HAVE BEEN ADVISED OF THE POSSIBILITY OF ANY SUCH DAMAGE, AND EVEN IF ANY REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED ITS ESSENTIAL PURPOSE.\nTHE FOREGOING LIMITATION OF LIABILITY WILL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION", "case_id": 293, "document_id": 986, "quoteStart": 14935, "quoteEnd": 17078}, {"id": 13325, "title": "This service does not sell your personal data", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-26 00:02:04.485793", "updated_at": "2020-12-27 16:48:41.108594", "quoteText": "Reddit only shares nonpublic information about you in the following ways.\nWe do not sell this information.", "case_id": 193, "document_id": 101, "quoteStart": 11678, "quoteEnd": 11784}, {"id": 13329, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-26 00:04:41.532426", "updated_at": "2020-12-27 16:48:52.622931", "quoteText": "We store the information we collect for as long as it is necessary for the purpose(s) for which we originally collected it.", "case_id": 303, "document_id": 101, "quoteStart": 14763, "quoteEnd": 14886}, {"id": 13334, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-26 00:07:12.359141", "updated_at": "2020-12-27 16:48:06.444504", "quoteText": "If you prefer, you can usually choose to set your browser to remove or reject first- and third-party cookies.\nPlease note that if you choose to remove or reject cookies, this could affect the availability and functionality of our Services.", "case_id": 375, "document_id": 101, "quoteStart": 16855, "quoteEnd": 17094}, {"id": 13327, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-26 00:03:01.886895", "updated_at": "2020-12-27 16:48:45.706109", "quoteText": "Their use of personal data will be subject to appropriate confidentiality and security measures.", "case_id": 210, "document_id": 101, "quoteStart": 12338, "quoteEnd": 12434}, {"id": 13331, "title": "This service allows you to retrieve an archive of your data", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-26 00:05:26.822817", "updated_at": "2020-12-27 16:48:57.688642", "quoteText": "You can also request a copy of the personal information Reddit maintains about you by following the process described here.", "case_id": 140, "document_id": 101, "quoteStart": 15443, "quoteEnd": 15566}, {"id": 13330, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-26 00:05:00.11778", "updated_at": "2020-12-27 16:44:31.570785", "quoteText": "We may retain certain information for legitimate business purposes or as required by law.", "case_id": 333, "document_id": 101, "quoteStart": 14887, "quoteEnd": 14976}, {"id": 1055, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "http://www.reddit.com/help/useragreement", "status": "You indemnify Reddit from any claim related to your content", "created_at": "2018-01-16 15:28:23.408015", "updated_at": "2020-10-19 19:04:58.053833", "quoteText": "All the things you do and all the information you submit or post to reddit remain your responsibility.\nIndemnity is basically a way of saying that you will not hold us legally liable for any of your user content or actions that infringe the law or the rights of a third party or person in any way.</p>\n<p>43 <em>Specifically, you agree to hold reddit, its affiliates, officers, directors, employees, agents, and third party service providers harmless from and defend them against any claims, costs, damages, losses, expenses, and any other liabilities, including attorneys’ fees and costs, arising out of or related to your access to or use of reddit, your violation of this user agreement, and/or your violation of the rights of any third party or person.", "case_id": 146, "document_id": 102, "quoteStart": 14084, "quoteEnd": 14840}, {"id": 9848, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-07-27 08:20:35.159742", "updated_at": "2021-02-06 04:16:30.902792", "quoteText": "Changes to This Policy</strong>\n<p>We may change this Privacy Policy from time to time.\nIf we do, we will let you know by revising the date at the top of the policy.\nIf we make a change to this policy that, in our sole discretion, is material, we will provide you with additional notice (such as adding a statement to r/announcements, the front page of the Services or sending you a notification).\nWe encourage you to review the Privacy Policy whenever you access or use our Services or otherwise interact with us to stay informed about our information practices and the ways you can help protect your privacy.", "case_id": 329, "document_id": 101, "quoteStart": 23411, "quoteEnd": 24021}, {"id": 13337, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-26 00:09:51.503472", "updated_at": "2020-12-27 16:44:20.888991", "quoteText": "We may store information on servers and equipment in other countries depending on a variety of factors, including the locations of our users and service providers.\nBy accessing or using the Services or otherwise providing information to us, you consent to the processing, transfer, and storage of information in and to the U.S.\nand other countries, where you may not have the same rights as you do under local law.", "case_id": 187, "document_id": 101, "quoteStart": 21365, "quoteEnd": 21779}, {"id": 13322, "title": "This service uses third-party cookies for statistics", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:59:02.825536", "updated_at": "2020-12-27 16:44:45.827147", "quoteText": "We partner with audience measurement companies (including Quantcast and Nielsen) to learn demographic information about the population that uses Reddit.", "case_id": 325, "document_id": 101, "quoteStart": 7803, "quoteEnd": 7955}, {"id": 13319, "title": "This service tracks you on other websites", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:57:20.76261", "updated_at": "2020-12-27 16:45:47.012419", "quoteText": "For example, when you visit a site that uses Reddit embeds, we may receive information about the web page you visited.\nSimilarly, if an advertiser incorporates Reddit’s ad technology, Reddit may receive limited information about your activity on the advertiser’s site or app, such as whether you bought something from the advertiser.", "case_id": 129, "document_id": 101, "quoteStart": 6263, "quoteEnd": 6596}, {"id": 13321, "title": "The service uses your personal data for advertising", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:58:18.43729", "updated_at": "2020-12-27 16:45:58.589079", "quoteText": "Programmatic ads</em>\n<br>We partner with third-party programmatic ad exchanges to show advertisements relevant to your interests.", "case_id": 216, "document_id": 101, "quoteStart": 7414, "quoteEnd": 7544}, {"id": 13313, "title": "This service tracks which web page referred you to it", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Full quote: \"We may log information when you access and use the Services. This may include your IP address, user-agent string, browser type, operating system, referral URLs, device information (e.g., device IDs), device settings, pages visited, links clicked, the requested URL, and search terms.\"", "created_at": "2020-12-25 23:53:21.662853", "updated_at": "2020-12-27 16:46:38.036744", "quoteText": "referral URLs,", "case_id": 387, "document_id": 101, "quoteStart": 3249, "quoteEnd": 3263}, {"id": 13301, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.redditinc.com/policies/content-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:46:21.132628", "updated_at": "2020-12-27 16:47:15.699143", "quoteText": "Rule 2</strong>\n<p>Abide by community rules.\nPost authentic content into communities where you have a personal interest, and do not cheat or engage in content manipulation (including spamming, vote manipulation, ban evasion, or subscriber fraud) or otherwise interfere with or disrupt Reddit communities.", "case_id": 281, "document_id": 2732, "quoteStart": 2238, "quoteEnd": 2542}, {"id": 13305, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:49:11.864178", "updated_at": "2020-12-27 16:47:28.971288", "quoteText": "The Services may contain information, text, links, graphics, photos, videos, or other materials (“<strong>Content</strong>”), including Content created or submitted to the Services by you or through your Account (“<strong>Your Content</strong>”).\nWe take no responsibility for and we do not expressly or implicitly endorse, support, or guarantee the completeness, truthfulness, accuracy, or reliability of any of Your Content.", "case_id": 292, "document_id": 986, "quoteStart": 4340, "quoteEnd": 4766}, {"id": 13328, "title": "Your personal data is aggregated into statistics", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-26 00:04:05.897327", "updated_at": "2020-12-27 16:47:48.960525", "quoteText": "We may share information about you that has been aggregated or anonymized such that it cannot reasonably be used to identify you.\nFor example, we may show the total number of times a post has been upvoted without identifying who the visitors were, or we may tell an advertiser how many people saw their ad.", "case_id": 190, "document_id": 101, "quoteStart": 13934, "quoteEnd": 14240}, {"id": 13333, "title": "You cannot delete your contributions, but it makes sense for this service", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-26 00:06:41.345046", "updated_at": "2020-12-27 16:47:58.127867", "quoteText": "Please note, however, that the posts, comments, and messages you submitted prior to deleting your account will still be visible to others unless you first delete the specific content.\nWe may also retain certain information about you as required by law or for legitimate business purposes after you delete your account.<br>", "case_id": 394, "document_id": 101, "quoteStart": 16044, "quoteEnd": 16366}, {"id": 13302, "title": "The service allows you to use pseudonyms", "source": "https://www.redditinc.com/policies/content-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:46:52.528684", "updated_at": "2020-12-27 16:48:15.485892", "quoteText": "Rule 5</strong>\n<p>You don’t have to use your real name to use Reddit, but don’t impersonate an individual or an entity in a misleading or deceptive manner.</p>", "case_id": 215, "document_id": 2732, "quoteStart": 2949, "quoteEnd": 3109}, {"id": 9863, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-07-27 17:47:10.441978", "updated_at": "2020-12-29 12:35:52.90262", "quoteText": "Except to the extent prohibited by law, you agree to defend, indemnify, and hold us, our licensors, our third party service providers and our officers, employees, licensors, and agents (the “<strong>Reddit Entities</strong>”) harmless, including costs and attorneys’ fees, from any claim or demand made by any third party due to or arising out of (a) your use of the Services, (b) your violation of these Terms, (c) your violation of applicable laws or regulations", "case_id": 146, "document_id": 986, "quoteStart": 14240, "quoteEnd": 14704}, {"id": 839, "title": "[Bad?] Reddit can allows SP to delete content without notice", "source": "https://groups.google.com/forum/#!topic/tosdr/k_8nRiIxQsY", "status": "[Bad?] Reddit can allows SP to delete content without notice", "created_at": "2018-01-16 15:27:31.021116", "updated_at": "2018-10-20 10:42:37.177476", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 8182, "title": "Users shall not interfere with another person's enjoyment of the service", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-10-28 17:56:25.606502", "updated_at": "2021-02-06 04:16:29.426083", "quoteText": "Use the Services in any manner that could interfere with, disrupt, negatively affect, or inhibit other users from fully enjoying the Services", "case_id": 285, "document_id": 986, "quoteStart": 9057, "quoteEnd": 9198}, {"id": 13409, "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-28 21:14:17.174602", "updated_at": "2020-12-29 12:13:20.771841", "quoteText": "If you believe Your Content was wrongly removed due to a mistake or misidentification in a copyright notice, you can send a counter notification via our Copyright Counter Notice Form or to our Copyright Agent (contact information provided above).\nPlease see 17 U.S.C.\n§ 512(g)(3) for the requirements of a proper counter notification.", "case_id": 155, "document_id": 102, "quoteStart": 14052, "quoteEnd": 14386}, {"id": 13389, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-27 19:12:33.296103", "updated_at": "2020-12-29 12:22:23.896519", "quoteText": "<p>You are solely responsible for the information associated with your Account and anything that happens related to your Account.\nYou must maintain the security of your Account and immediately notify Reddit if you discover or suspect that someone has accessed your Account without your permission.\nWe recommend that you use a strong password that is used only with your Account and enable two-factor authentication.", "case_id": 148, "document_id": 102, "quoteStart": 5092, "quoteEnd": 5507}, {"id": 9934, "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself", "source": "https://www.redditinc.com/policies/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-08-07 02:08:21.316624", "updated_at": "2020-12-29 12:16:30.522809", "quoteText": "If you believe Your Content was wrongly removed due to a mistake or misidentification, you can send a counter notification to our Copyright Agent (contact information provided above).\nPlease see 17 U.S.C.\n§512(g)(3) for the requirements of a proper counter notification.", "case_id": 155, "document_id": 986, "quoteStart": 12687, "quoteEnd": 12957}, {"id": 1872, "title": "[good] reddit.com", "source": "https://groups.google.com/forum/#!topic/tosdr/n3IuXkbDPlU", "status": "[good] reddit.com", "created_at": "2018-05-15 09:12:06.578796", "updated_at": "2020-12-29 12:37:25.978413", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 13303, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.redditinc.com/policies/content-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:47:32.658665", "updated_at": "2020-12-26 00:11:37.19758", "quoteText": "Rule 7</strong>\n<p>Keep it legal, and avoid posting illegal content or soliciting or facilitating illegal or prohibited transactions.", "case_id": 280, "document_id": 2732, "quoteStart": 3319, "quoteEnd": 3452}, {"id": 5613, "title": "The service promises to inform and/or notify users regarding government inquiries that may involve users' personal data", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-01-31 16:20:13.342422", "updated_at": "2020-07-27 08:17:12.80877", "quoteText": "To the extent the law allows it, we will attempt to provide you with prior notice before disclosing your information in response to such a request.", "case_id": 165, "document_id": 101, "quoteStart": 13032, "quoteEnd": 13179}, {"id": 735, "title": "Third parties may be involved in operating the service", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Reddit shares data with third parties", "created_at": "2018-01-16 15:27:07.851946", "updated_at": "2021-02-06 04:16:30.927935", "quoteText": "We may share information with vendors, consultants, and other service providers (but not with advertisers and ad partners) who need access to such information to carry out work for us.\nThe partner’s use of personal data will be subject to appropriate confidentiality and security measures.", "case_id": 207, "document_id": 101, "quoteStart": 10340, "quoteEnd": 10629}, {"id": 1337, "title": "The service can delete your account without prior notice and without a reason", "source": "http://www.reddit.com/help/useragreement", "status": "", "created_at": "2018-05-15 09:11:45.194305", "updated_at": "2020-12-26 00:33:40.313483", "quoteText": "Without advance notice and at any time, we may, for violations of this agreement or for any other reason we choose: (1) suspend your access to reddit, (2) suspend or terminate Your Account or reddit gold membership, and/or (3) remove any of your User Content from reddit.</p>", "case_id": 201, "document_id": 102, "quoteStart": 1228, "quoteEnd": 1503}, {"id": 2071, "title": "Reddit may allow data collection by ads and analytics partners ", "source": "Imported from ToS;DR before phoenix", "status": "The terms are vague and broad: “We may partner with third-party advertisers, ad networks, and analytics providers to deliver advertising and content targeted to your interests and to better understand your use of the Services. These third parties may collect information sent by your computer, browser, or mobile device in response to a request for content, such as unique identifiers, your IP address, or other information about your computer or device.” ", "created_at": "2018-05-15 09:12:13.557742", "updated_at": "2020-12-30 05:25:14.00477", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 13335, "title": "You can opt out of targeted advertising", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-26 00:08:14.413735", "updated_at": "2020-12-27 16:49:05.920389", "quoteText": "We also offer you choices about receiving personalized advertisements.\nYou can adjust how we personalize advertisements for you by visiting your ads preferences in your account settings, or here if you use Reddit in a web browser.\nYou can also use device-level settings to control personalized advertisements on Android (“Reset advertising ID” and “Opt out of Ads Personalization”) and iOS (“Limit Ad Tracking”) devices.\nYou may also generally opt out of receiving personalized advertisements from certain third-party advertisers and ad networks.", "case_id": 219, "document_id": 101, "quoteStart": 17745, "quoteEnd": 18291}, {"id": 13388, "title": "They may stop providing the service at any time", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-27 19:11:00.937898", "updated_at": "2020-12-27 19:23:07.397892", "quoteText": "<p>We reserve the right to modify, suspend, or discontinue the Services (in whole or in part) at any time, with or without notice to you.", "case_id": 203, "document_id": 102, "quoteStart": 4332, "quoteEnd": 4469}, {"id": 13392, "title": "You maintain ownership of your data", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-27 19:18:51.378946", "updated_at": "2020-12-27 19:23:41.494225", "quoteText": "<p>You retain any ownership rights you have in Your Content, but you grant Reddit the following license to use that Content:", "case_id": 183, "document_id": 102, "quoteStart": 6423, "quoteEnd": 6547}, {"id": 13391, "title": "If you are the target of a copyright claim, your content may be removed", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-27 19:18:28.960371", "updated_at": "2020-12-29 12:19:33.731406", "quoteText": "Because you alone are responsible for Your Content, you may expose yourself to liability if you post or share Content without all necessary rights.", "case_id": 310, "document_id": 102, "quoteStart": 6271, "quoteEnd": 6418}, {"id": 13390, "title": "You cannot distribute or disclose your account to third parties", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-27 19:15:24.818945", "updated_at": "2020-12-29 12:20:35.578258", "quoteText": "<p>You will not license, sell, or transfer your Account without our prior written approval.", "case_id": 229, "document_id": 102, "quoteStart": 5512, "quoteEnd": 5603}, {"id": 13387, "title": "This service is only available to users over a certain age", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-27 19:10:22.831342", "updated_at": "2020-12-29 12:23:02.065561", "quoteText": "<p>Children under the age of 13 are not allowed to create an Account or otherwise use the Services.\nAdditionally, you must be over the age required by the laws of your country to create an account or otherwise use the Services, or we need to have received verifiable consent from your parent or legal guardian.</p>\n<p>In addition, certain of our Services or portions of our Services require you to be 18 years of age or older, so please read all notices and any Additional Terms carefully when you access the Services.", "case_id": 152, "document_id": 102, "quoteStart": 2766, "quoteEnd": 3284}, {"id": 13308, "title": "The service can read your private messages", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Full quote: \"We collect the content you submit to the Services. This includes your posts and comments including saved drafts, videos you broadcast via RPAN, your messages with other users (e.g., private messages, chats, and modmail), and your reports and other communications with moderators and with us.\"", "created_at": "2020-12-25 23:50:46.053536", "updated_at": "2020-12-29 12:26:28.513033", "quoteText": "This includes your posts and comments including saved drafts, videos you broadcast via RPAN, your messages with other users (e.g., private messages, chats, and modmail), and your reports and other communications with moderators and with us.", "case_id": 239, "document_id": 101, "quoteStart": 1509, "quoteEnd": 1749}, {"id": 13316, "title": "This service gathers information about you through third parties", "source": "https://www.redditinc.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-12-25 23:55:41.212749", "updated_at": "2020-12-29 12:26:56.339882", "quoteText": "\n<u>Information Collected from Other Sources</u>\n<br>We may receive information about you from other sources, including from other users and third parties, and combine that information with the other information we have about you.", "case_id": 382, "document_id": 101, "quoteStart": 4718, "quoteEnd": 4948}, {"id": 13414, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-28 21:17:38.1449", "updated_at": "2020-12-29 12:24:22.162422", "quoteText": "REDDIT ENTITIES DO NOT WARRANT THAT THE SERVICES ARE ACCURATE, COMPLETE, RELIABLE, CURRENT, OR ERROR FREE.", "case_id": 288, "document_id": 102, "quoteStart": 16569, "quoteEnd": 16675}, {"id": 13413, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-28 21:17:00.130841", "updated_at": "2020-12-29 12:25:33.323279", "quoteText": "WHILE REDDIT ATTEMPTS TO MAKE YOUR ACCESS TO AND USE OF OUR SERVICES SAFE, WE DO NOT REPRESENT OR WARRANT THAT OUR SERVICES OR SERVERS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>", "case_id": 287, "document_id": 102, "quoteStart": 16853, "quoteEnd": 17040}, {"id": 13411, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-28 21:15:46.476835", "updated_at": "2020-12-29 12:28:26.771939", "quoteText": "Except to the extent prohibited by law, you agree to defend, indemnify, and hold us, our directors, officers, employees, affiliates, agents, contractors, third-party service providers, and licensors (the “<strong>Reddit Entities</strong>”) harmless from any claim or demand, including costs and attorneys’ fees, made by any third party due to or arising out of (a) your use of the Services, (b) your violation of these Terms, (c) your violation of applicable laws or regulations, or (d) Your Content.\nWe reserve the right to control the defense of any matter for which you are required to indemnify us, and you agree to cooperate with our defense of these claims.", "case_id": 146, "document_id": 102, "quoteStart": 15620, "quoteEnd": 16283}, {"id": 13412, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-28 21:16:22.913946", "updated_at": "2020-12-29 12:35:35.096607", "quoteText": "INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.", "case_id": 290, "document_id": 102, "quoteStart": 16436, "quoteEnd": 16568}, {"id": 9894, "title": "Provides instructions on how to submit a copyright claim", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-08-03 18:45:19.355448", "updated_at": "2020-12-29 12:18:23.660534", "quoteText": "36 Misrepresentations of infringement can result in liability for monetary damages.\nYou may want to consult an attorney before taking any action pursuant to the DMCA.\nA DMCA request can be sent to us via the contact information below, or by completing our DMCA Report Form:</p>\n<code>Copyright Agent\nreddit, Inc.\n548 Market St., #16093\nSan Francisco, CA 94104-5401\ncopyright@reddit.com\n</code>\n<p>37 Please send our Copyright Agent the following information:</p>\n<ol>\n<li>The electronic or physical signature of the owner of the copyright or the person authorized to act on the owner's behalf;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or a representative list of such works;</li>\n<li>The URL or Internet location of the materials claimed to be infringing or to be the subject of infringing activity, or information reasonably sufficient to permit us to locate the material;</li>\n<li>Your name, address, telephone number and email address;</li>\n<li>A statement by you that you have a good faith belief that the disputed use of the material is not authorized by the copyright owner, its agent or the law.\nand</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or are authorized to act on the copyright owner's behalf.</li>\n</ol>your right to file a counter-notice\n<p>38 If we remove your user content in response to a copyright or trademark notice, we will notify you via reddit’s private messaging system.\nIf you believe your user content was wrongly removed due to a mistake or misidentification of the material, you can send a counter-notice to our Copyright Agent (contact information provided above) that includes the following:</p>\n<ol>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the material that has been removed or to which access has been disabled and where the material was located online before it was removed or access to it was disabled;</li>\n<li>A statement by you, under penalty of perjury, that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.\nand</li>\n<li>Your name, address, and telephone number, and a statement that you consent to the jurisdiction of federal district court for the judicial district in which the address is located, or if your address is outside of the United States, for any judicial district in which the service provider may be found, and that you will accept service of process from the person who provided notification under DMCA 512 subsection (c)(1)(c) or an agent of such person.</li>", "case_id": 138, "document_id": 102, "quoteStart": 10393, "quoteEnd": 13096}, {"id": 13410, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "http://www.reddit.com/help/useragreement", "status": "Generated through the annotate view", "created_at": "2020-12-28 21:15:23.433431", "updated_at": "2020-12-29 12:19:13.88779", "quoteText": "If you submit your Payment Information, you agree to pay all costs that you incur, and you give us permission to charge you when payment is due for an amount that includes these costs and any applicable taxes and fees.</p>", "case_id": 384, "document_id": 102, "quoteStart": 15363, "quoteEnd": 15585}, {"id": 18652, "title": "Prohibits publishing or encouraging pornographic content of minors", "source": "https://www.redditinc.com/policies/content-policy", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:08:13.044767", "updated_at": "2021-04-12 08:12:11.310427", "quoteText": ".</p>\n<", "case_id": 315, "document_id": 2732, "quoteStart": 435, "quoteEnd": 442}, {"id": 1631, "title": "You can file a counter-notice in the event of a DCMA", "source": "Imported from ToS;DR before phoenix", "status": "If [reddit removes] your user content in response to a copyright or trademark notice, we will notify you via reddit’s private messaging system and offer to provide you with a copy of the notice. If you believe your user content was wrongly removed due to a mistake or misidentification of the material, you can file a counter-notice with [reddit] that includes some required information.\n\nUpon receiving a counter-notice [reddit] will forward it to the complaining party and tell them we will restore your content within 10 business days.", "created_at": "2018-05-15 09:11:56.790839", "updated_at": "2021-02-06 03:50:21.020871", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["reddit.com", "reddithelp.com", "redditinc.com", "redditgifts.com", "redditblog.com"]}}