{"error": 448, "message": "OK", "parameters": {"id": 5017, "name": "SharedProxies.com ", "created_at": "2021-09-05 00:34:51.180096", "updated_at": "2021-09-05 22:01:07.848272", "wikipedia": null, "keywords": null, "related": null, "slug": "sharedproxies-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5017.png", "url": "sharedproxies.com", "documents": [{"id": 9011, "name": "Terms", "url": "https://www.sharedproxies.com/terms.html", "xpath": "//*[@id=\"pagecontainer\"]", "text": " SharedProxies.com Terms and Conditions <p>Home &gt.\nTerms and Conditions</p>\n<p>By signing up with our proxy service, you agree to the following terms and conditions.</p>\n<p>Our proxy service comes as-is and does not come with any guarantees that it will work exactly for your specific purpose.\nIt will do what our site says it will do, but please be aware that it may not fit your purpose.\nWe recommend signing up to a small plan first and then if our proxies suit you, you can upgrade later on easily within the User Control Panel.</p>\n<p>All illegal activity is strictly forbidden through our proxies.</p>\n<p>We do not support mailing, and all proxies will have port 25 blocked.</p>\n<p>Using our proxies to partake in any form of denial of service is strictly forbidden.</p>\n<p>Excessive Connections: We may, at our own discretion, limit the number of simultaneous connections as well as the number of connections per section, as necessary to ensure stable service for all users.\nSuch corrective action may include disconnection or discontinuance of any and all Services, which actions may be taken at our discretion.\nIf we take any corrective action under this section, you shall not be entitled to a refund of any fees paid in advance prior to such action.</p>\n<p>Refunds: All payments to our service are final and we do not provide any refunds.\nBut we are pretty sure you won't be wanting one anyway, our aim is to provide a reliable service.</p>\n<p>These terms and conditions may change at any time without prior notification.</p>\n<p>Violation of these terms and conditions may result in your account being suspended and payment forfeited.</p>\n<p>-</p>\n<p>Now you can go back to our main page to order your proxy package.</p>\n<p>If you have a question you'd like answered, then please contact us.</p>\n<p>Contact Us</p>\n<b>Name:</b>\n<b>Email:</b>\n<br> Type your question here<br> ", "created_at": "2021-09-05 00:34:51.182977", "updated_at": "2021-09-04 22:35:27.290361"}], "points": [], "urls": ["sharedproxies.com"]}}