{"error": 448, "message": "OK", "parameters": {"id": 2471, "name": "Penske Media Corporation", "created_at": "2020-12-29 19:40:48.149958", "updated_at": "2021-03-25 03:19:53.101068", "wikipedia": "https://en.wikipedia.org/wiki/Penske_Media_Corporation", "keywords": null, "related": null, "slug": "penske_media_corporation", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2471.png", "url": "pmc.com,bgr.com", "documents": [{"id": 3344, "name": "Terms of Use", "url": "https://pmc.com/terms-of-use/", "xpath": "/html/body/div[1]/div/article/div", "text": " <p>Last updated: April 17, 2020</p>\n<p>\n<b>Terms and Conditions of Use</b>\n</p>\n<p>The following terms and conditions (the “Terms of Use”) govern your use of the websites and mobile-optimized versions of the websites to which these Terms of Use are linked and which are owned or operated by Penske Media Corporation and its subsidiaries (“PMC,” “we” and “us”) (collectively, the “Websites”).&nbsp;&nbsp;The term “Websites” includes all subdomains of Websites and any content, code, data, services, features or functionality made available from or through the Websites.\nWe may change the Terms of Use from time to time, at any time without notice to you, by posting such changes on the Websites.\nChanges in the Terms of Use will be effective when posted and your continued use of the Websites and/or the services made available on or through the Websites after any changes to the Terms of Use are posted will be considered acceptance of those changes.&nbsp;<b>BY USING THE WEBSITES, YOU ACCEPT AND AGREE TO THESE TERMS OF USE AS APPLIED TO YOUR USE OF THE WEBSITES, AND YOU REPRESENT AND WARRANT THAT YOU HAVE THE RIGHT, AUTHORITY AND CAPACITY TO ENTER INTO THIS AGREEMENT ON BEHALF OF YOURSELF OR THE ENTITY YOU REPRESENT</b>.\nIf you do not agree to these Terms of Use, you may not access or otherwise use the Websites.</p>\n<p>\n<strong>IMPORTANT: PLEASE READ THESE TERMS CAREFULLY AS THEY MAY IMPACT YOUR LEGAL RIGHTS IN THE EVENT OF A DISPUTE BETWEEN US.\nSPECIFICALLY, PLEASE REFER TO PARAGRAPH 26 BELOW, WHICH REQUIRES THAT CERTAIN DISPUTES BE SETTLED THROUGH MANDATORY BINDING ARBITRATION WHICH WILL PRECLUDE YOU FROM LEADING OR PARTICIPATING IN A CLASS ACTION.</strong>\n</p>\n<p>\n<strong>PLEASE ALSO NOTE THAT WITH RESPECT TO PURCHASERS OF OUR PRODUCTS, WE RESERVE THE RIGHT TO CHANGE THE NUMBER OF ISSUES IN A SUBSCRIPTION TERM, INCLUDING DISCONTINUING ANY FORMAT, MAKE SUBSTITUTIONS AND/OR MODIFY THE MANNER IN WHICH THE SUBSCRIPTION IN DISTRIBUTED AS NOTED BELOW.\nYOU ARE RESPONSIBLE FOR PROVIDING US ANY ADDRESS CHANGES FOR YOUR ACCOUNT.</strong>\n</p>\n<ol>\n<li>\n<b>Ownership.<br>\n</b>As between you and PMC, excluding your Submitted Materials (as defined below), PMC or its licensors own, solely and exclusively, all rights, title and interest in and to the Websites, including without limitation all the content (including, for example, audio, photographs, illustrations, graphics, other visuals, video, copy, text, software, titles and Shockwave files), code, data and materials thereon, the look and feel, design and organization of the Websites, and the compilation of the content, code, data and materials on the Websites, including but not limited to any copyrights, trademark rights, patent rights, database rights, moral rights, sui generis rights and other intellectual property and proprietary rights therein.\nYour use of the Websites does not grant to you ownership of any content, code, data or materials you may access on or through the Websites.\nFor more information about this, see the PMC Data Policy which can be found&nbsp;here, and which is incorporated into these Terms of Use.</li>\n<li>\n<b>Feedback.<br>\n</b>If you provide PMC any feedback or suggestions regarding the Websites (“Feedback”), including without limitation ideas, concepts, know-how or techniques relating to the functionality or design of the Websites, you hereby assign to PMC all rights in the Feedback and agree that PMC shall have the right to use such Feedback and related information in any manner it deems appropriate.\n&nbsp.\nPMC will treat any Feedback you provide to PMC as non-confidential and non-proprietary.\nYou agree that you will not submit to PMC any feedback that you consider to be confidential or proprietary.</li>\n<li>\n<b>Limited License.<br>\n</b>You may access and view the content on the Websites on your computer or other devices and, unless otherwise indicated in these Terms of Use or on the Websites, make single copies or prints of such content for your personal, internal use only.\nUse of the Websites and the services offered on or through the Websites are only for your personal, non-commercial use.</li>\n<li>\n<b>Prohibited Use.<br>\n</b>Any commercial or promotional distribution, publishing or exploitation of the Websites is strictly prohibited unless you have received the express prior written permission from authorized personnel of PMC or the otherwise applicable rights holder.\nOther than as expressly allowed herein, you may not download, post, display, publish, copy, reproduce, distribute, transmit, modify, perform, broadcast, transfer, create derivative works from, sell or otherwise exploit the Websites.\nYou further agree that you may not alter, edit, delete, remove, otherwise change the meaning or appearance of, or repurpose, any of the content, code, data, or other materials on or available through the Websites, including, without limitation, the alteration or removal of any trademarks, trade names, logos, service marks, or any other proprietary content or proprietary rights notices.\nYou acknowledge that you do not acquire any ownership rights by downloading any copyrighted material from or through the Websites.\nIf you make other use of the Websites, except as otherwise provided above, you may violate copyright and other laws of the United States and/or other countries, as well as applicable state laws and may be subject to liability for such unauthorized use.\nFor web posting, reprint, transcript or licensing requests for PMC material, please send your request to the following: licensing@pmc.com</li>\n<li>\n<b>Marks.<br>\n</b>The trademarks, logos, service marks and trade names (collectively the “Marks”) displayed on the Websites or on content available through the Websites, are registered and unregistered trademarks or service marks of PMC and third parties.\nAll Marks not owned by PMC that appear on the Websites or on or through the Websites’ services, if any, are the property of their respective owners.\nNothing contained on the Websites should be construed as granting, by implication or otherwise, any license or right to use any Mark displayed on the Websites without the written permission of PMC or the third party that may own the applicable Mark.\nYou are not permitted to use these Marks without our prior written consent or the consent of such third party which may own the Marks.\nYour misuse of the Marks displayed on the Websites or on or through any of the Websites’ services is strictly prohibited.</li>\n<li>\n<b>Registration Information.<br>\n</b>In the course of your use of the Websites, you may be asked to register or otherwise provide certain personalized information to us and/or to create a username and password (such information referred to hereinafter as “Registration Information”).\nPMC’s information collection and use policies with respect to the privacy of such Registration Information are set forth in the Websites’&nbsp;Privacy Policy which is incorporated herein by reference for all purposes (the “Privacy Policy”).\nYou acknowledge and agree that you are solely responsible for your Registration Information.\nYou represent and warrant that (a) all required Registration Information you submit is truthful, accurate, complete and correct.\nand (b) you will maintain the accuracy and completeness of such information.\nYou will be responsible for maintaining the confidentiality of your password and user name and for restricting access to your computer and information so others may not access our Websites using your Registration Information.\nWe will not be responsible for misuse of your Registration Information by any third party, whether authorized by you or not.\nYou are responsible for all activities that occur under your Registration Information.\nYou agree to immediately notify PMC of any unauthorized use, or suspected unauthorized use, of your Registration Information or any other breach of security.\nPMC cannot and will not be liable for any loss or damage arising from your failure to comply with the above requirements.</li>\n<li>\n<b>Eligibility.<br>\n</b>You must meet any age, geographic or other eligibility requirements specified on the Websites to subscribe to a magazine, publication or service that we offer, to order anything online, to participate in certain contests, games or sweepstakes, or to access or participate in certain services at or areas of our Websites.\nBy registering at those Websites, or for those features or services, you represent that you comply with applicable restrictions.\nE-commerce areas may include additional restrictions on purchases, return policies, delivery schedules, and the like, depending on individual Website and vendor policies.</li>\n<li>\n<b>Submitted Materials.<br>\n</b>Unless specifically requested, we do not solicit nor do we wish to receive any confidential, secret or proprietary information or other material from you through the Websites, by e-mail or in any other way.\nAny and all comments, information, creative works, demos, ideas, suggestions, concepts, methods, systems, designs, plans, techniques or other materials submitted or sent by you to us via any medium (including, for example and without limitation, photos, audio, video, messages, text, files or other content which you submit or post to our chat rooms, message boards, comment sections and/or our blogs, social media pages or feeds, or send to us via e-mail or U.S.\nmail) (“Submitted Materials”) will be deemed not to be confidential or secret, and may be used by us in any manner consistent with these Terms of Use and the Privacy Policy.\nBy submitting or sending Submitted Materials to us, you: (i) represent and warrant that the Submitted Materials are original to you, that no other party has any rights thereto, and that any “moral rights” in Submitted Materials have been waived, (ii) that such Submitted Materials comply with these Terms of Use, including without limitation Sections 9 (Prohibited User Conduct) and 10 (Public Forums), and (iii) you grant us and our affiliates a royalty-free, unrestricted, worldwide, perpetual, irrevocable, non-exclusive and fully transferable, assignable and sublicensable right and license to use, copy, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform, display and incorporate in other works any Submitted Materials (in whole or part) in any form, media, or technology now known or later developed, for any lawful purpose, including without limitation for promotional and/or commercial purposes.\nWithout limiting the foregoing, you agree that if you choose to submit comments (e.g.\na “letter to our editors” or an online review or comment) to us via any medium (including those noted above with respect to all Submitted Materials), we may publish these comments along with, at our sole discretion, your name, screen name and other information you have provided to us in our editorial publications in any form, media or technology now known or later developed.\nYou hereby consent to this.\nWe cannot be responsible for maintaining any Submitted Material that you provide to us, and we may delete or destroy any such Submitted Material at any time.\nYou are solely responsible for creating backup copies of your Submitted Materials if you desire.\nUnder no circumstances will PMC be liable for any inaccuracy or defect in any Submitted Materials.</li>\n<li>\n<b>Prohibited User Conduct.<br>\n</b>You warrant and agree that, while using the Websites you shall not: (a) impersonate any person or entity or misrepresent your affiliation with any other person or entity.\n(b) insert your own or a third party’s advertising, branding or other promotional content into any of the Websites’ content, materials or services (for example, without limitation, in an RSS feed or a podcast received from PMC or otherwise through the Websites), or use, redistribute, republish or exploit such content or service for any further commercial or promotional purposes.\nor (c) attempt to gain unauthorized access to other computer systems through the Websites.\nYou shall not: (i) engage in spidering, “screen scraping,” “database scraping,” harvesting of e-mail addresses, wireless addresses or other contact or personal information, or any other automatic means of obtaining lists of users or other information from or through the Websites or the services offered on or through the Websites, including without limitation any information residing on any server or database connected to the Websites or the services offered on or through the Websites.\n(ii) obtain or attempt to obtain unauthorized access to computer systems, materials or information through any means.\n(iii) use the Websites in any manner that may interrupt, damage, disable, overburden, or impair the Websites or its services, including without limitation, sending mass unsolicited messages or “flooding” servers with requests.\n(iv) use the Websites in violation of PMC’s or any third party’s intellectual property or other proprietary or legal rights.\nor (v) use the Websites in violation of any applicable law.\nYou further agree that you shall not attempt (or encourage or support anyone else’s attempt) to circumvent, reverse engineer, decrypt, or otherwise alter or interfere with the Websites, or any content thereof, or make any unauthorized use thereof.\nYou agree that you shall not use the Websites in any manner that could damage, disable, overburden, or impair the Websites or interfere with any other party’s use and enjoyment of the Websites or any of their services.\nYou shall not obtain or attempt to obtain any materials or information through any means not intentionally made publicly available or provided for through the Websites.</li>\n<li>\n<b>Public Forums.<br>\n</b>PMC may, from time to time, make messaging services, chat services, bulletin boards, message boards, comment sections, blogs, other forums and other such services available on or through the Websites.\nIn addition to any other rules or regulations that we may post in connection with a particular service, you agree that you shall not upload, post, transmit, distribute or otherwise publish through the Websites any Submitted Materials which (i) restrict or inhibit any other user from using and enjoying the Websites, (ii) are fraudulent, unlawful, threatening, abusive, harassing, libelous, defamatory, obscene, vulgar, offensive, pornographic, profane, sexually explicit or indecent, (iii) constitute or encourage conduct that would constitute a criminal offense, give rise to civil liability or otherwise violate any local, state, national or international law, (iv) violate, plagiarize or infringe the rights of third parties including, without limitation, copyright, trademark, trade secret, confidentiality, contract, patent, rights of privacy or publicity or any other proprietary right, (v) contain a virus, spyware, or other harmful component, (vi) contain embedded links, advertising, chain letters or pyramid schemes of any kind, or (vii) constitute or contain false or misleading indications of origin, endorsement or statements of fact.\nYou further agree not to impersonate any other person or entity, whether actual or fictitious, including anyone from PMC.\nYou also may not offer to buy or sell any product or service on or through your Submitted Materials.\nYou alone are responsible for the content and consequences of any of your activities.</li>\n<li>\n<b>Right to Monitor.\nEditorial Control.</b>\n<br>\nPMC reserves the right, but does not have an obligation, to monitor and/or review all Submitted Materials and PMC is not responsible for any such Submitted Materials.\nHowever, PMC reserves the right at all times to disclose any Submitted Materials as necessary to satisfy any law, rule, regulation or government request, or to edit, refuse to post or to remove any Submitted Materials, in whole or in part, that PMC considers to be, in PMC’s sole discretion, objectionable or in violation of these Terms of Use, PMC’s policies or applicable law.\nIf PMC elects to modify Submitted Materials, PMC nonetheless assumes no responsibility for the Submitted Materials.\nWe may also impose limits on certain features of the forums or restrict your access to part or all of the forums without notice or penalty if we believe you are in breach of the guidelines set forth in this paragraph, our terms and conditions or applicable law, or for any other reason without notice or liability.</li>\n<li>\n<b>Private or Sensitive Information on Public Forums.<br>\n</b>It is important to remember that comments submitted to a forum may be recorded and stored in multiple places, both on our Websites and elsewhere on the Internet, which are likely to be accessible for a long time and you have no control over who will read them now or in the future.\nIt is therefore important that you are careful and selective about the personal information that you disclose about yourself and others, and in particular, you should not disclose sensitive, embarrassing, proprietary or confidential information in your comments to our public forums.</li>\n<li>\n<b>Other Users</b>.<br>\nEach Website user is solely responsible for any and all of its Submitted Materials.\nBecause we do not control Submitted Materials, you acknowledge and agree that we are not responsible for any Submitted Materials and we make no guarantees regarding the accuracy, currency, suitability, or quality of any Submitted Materials, and we assume no responsibility for any Submitted Materials.\nYour interactions with other Website users are solely between you and such user.\nYou agree that PMC will not be responsible for any loss or damage incurred as a result of such interactions.\nIf there is a dispute between you and any Website user, we are under no obligation to become involved.\nYou acknowledge that other users may post comments about your Submitted Materials which may be derogatory, and PMC has no obligation to monitor or delete any such Submitted Materials.\nYou hereby release and forever discharge PMC (and our directors, officers, employees, agents, successors and assigns) from, and herby waive and relinquish, each and every past, present and future dispute, claim, controversy, demand, right, obligation, liability, action and cause of action of every kind and nature (including personal injuries, death and property damage), that has arisen or arises directly or indirectly out of, or relates directly or indirectly to, any interactions with, or act or omission of, other Website users.\nIF YOU ARE A CALIFORNIA RESIDENT, YOU HEREBY WAIVE CALIFORNIA CIVIL CODE SECTION 1542 IN CONNECTION WITH THE FOREGOING, WHICH STATES: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.”</li>\n<li>\n<b>Linking to the Websites.<br>\n</b>You agree that if you include a link from any other websites to the Websites, such link shall link to the full version of an HTML formatted page of the Websites.\nYou are not permitted to link directly to any image hosted on the Websites or our services, such as using an “in-line” linking method to cause the image hosted by us to be displayed on another website.\nYou agree not to download or use images hosted on the Websites on another website, for any purpose, including, without limitation, posting such images on another site.\nYou agree not to link from any other website to the Websites in any manner such that the Websites, or any page of the Websites, are “framed,” surrounded or obfuscated by any third party content, materials or branding.\nWe reserve all of our rights under the law to insist that any link to the Websites be discontinued, and to revoke your right to link to the Websites from any other websites at any time upon written notice to you.</li>\n<li>\n<b>Orders for Products and Services.<br>\n</b>We may, directly or through our third-party vendors (“Vendors’), make certain products available to visitors and registrants of the Websites.\nYou agree to pay in full the prices for any purchases you make either by credit/debit card concurrent with your online order or by other payment means acceptable to PMC or its Vendors.\nYou agree to pay all applicable taxes.\nIf payment is not received by us or such Vendors from your credit or debit card issuer or its agents, you agree to pay all amounts due upon demand by us or the Vendors.\nCertain products that you purchase and/or download on or through the Websites may be subject to additional terms and conditions presented to you at the time of such purchase or download.\nWe reserve the right to change the number of issues in a subscription term, including discontinuing any format, make substitutions and/or modify the manner in which the subscription is distributed.\nIf your email or postal address changes, you agree to provide us with your updated address.</li>\n<li>\n<b>Third Party Websites.<br>\n</b>You may be able to link from the Websites to third party websites and third party websites may link to the Websites (“Linked Sites”).\nYou acknowledge and agree that we have no responsibility for the information, content, products, services, advertising, code or other materials which may or may not be provided by or through Linked Sites, even if they are owned or run by affiliates of ours.\nLinks to Linked Sites do not constitute an endorsement or sponsorship by us of such Linked Sites or the information, content, products, services, advertising, code or other materials presented on or through such Linked Sites.\nThe inclusion of any link to such Linked Sites on our Websites does not imply PMC’s endorsement, sponsorship, or recommendation of that site.\nPMC disclaims any liability for links (1) from another website to the Websites and (2) to another website from the Websites.\nPMC cannot guarantee the standards of any websites to which links are provided on the Websites nor shall PMC be held responsible for the contents of such sites, or any subsequent links.\nPMC does not represent or warrant that the contents of any third party websites are accurate, compliant with state or federal law, or compliant with copyright or other intellectual property laws.\nAlso, PMC is not responsible for any form of transmission received from any Linked Sites.\nAny reliance on the contents of a third party website is done at your own risk and you assume all responsibilities and consequences resulting from such reliance.</li>\n<li>\n<b>Advertisements and Promotions<br>\n</b>PMC may run advertisements and promotions from third parties on the Websites.\nYour business dealings or correspondence with, or participation in promotions of, advertisers other than PMC, and any terms, conditions, warranties or representations associated with such dealings, are solely between you and such third party.\nPMC is not responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of third-party advertisers on the Websites.</li>\n<li>\n<b>Embedded Video Links<br>\n</b>Certain pages of the Websites provide the functionality for you to “embed” videos appearing on the page on other web sites or blog pages (together with the Player, as defined herein, the “Embedded Video”).\nThe functionality is provided by giving you the necessary HTML code to include on such page to make that Embedded Video appear.\nIf you include the HTML on a web or blog page, the actual video stream for the Embedded Video will be served from our servers but the Embedded Video may be rendered to the visitor of that page as part of that page.\nIf you elect to embed video on a page, you agree as follows: (i) you will not alter, in any respect, the Embedded Video (including without limitation the content, format, and length and advertising associated therewith) from how it is served from our servers.\n(ii) you will not facilitate access to the Embedded Video directly or through any video player or other tool other than the video player that is provided by us when the Embedded Video appears (the “Player”).\n(iii) without limiting the foregoing, you will not link directly to the Embedded Video file.\nand (iv) the Embedded Video may be used in part for commercial purposes, including on an advertising-supported page, provided that: (a) the Embedded Video shall not be included in, or used as part of, a service that sells access to video content.\n(b) you shall not insert advertising, sponsorship or promotional messages in, or immediately adjacent to, the Embedded Video or Player.\nand (c) to the extent you sell any advertising, sponsorship or promotional material to appear on the same page that includes the Embedded Video, the page includes other content not provided by us which is a sufficient basis for such sales.\nYou may not block, inhibit, build upon or disable any portion of the Player, including without limitation links back to our site.\nYou understand and agree that all measured metrics related to the access and viewing of the Embedded Video shall be credited to the Websites.\nWithout limitation of any provision of these Terms of Use, we shall have no liability to you for any reason with respect to your use of Embedded Video and you agree to indemnify, defend and hold us and our affiliates and our affiliates’ directors, officers, employees and agents harmless from any and all claims, liabilities, costs and expenses, including attorneys’ fees, arising in any way from your use of the Embedded Video.</li>\n<li>\n<b>Content Feeds</b>.<br>\nRSS (really simple syndication) service and other syndication formats such as Atom, as well as APIs (application programming interfaces) (collectively, the “Content Feeds”) are means by which PMC offers feeds of story headlines in XML or JSON format (“PMC Content”) to visitors to the Websites who use the applicable Feed aggregators.\nYou must use the Content Feeds as provided by PMC, and you may not edit or modify the text, content or links supplied by PMC.\nThe applicable Content Feed service may be used only with those platforms from which a functional link is made available that, when accessed, takes the viewer directly to the display of the full article on the Websites.\nYou may not display the PMC Content in a manner that does not permit successful linking to, redirection to or delivery of the applicable Website web page.\nYou may not insert any intermediate page, splash page or other content between the Content Feed link and the applicable Website web page.\nYou must provide attribution to the appropriate Websites in connection with your use of the Content Feeds.\nIf you provide this attribution using a graphic, you must use the appropriate Website logo that we have incorporated into the Content Feed.\nPMC reserves the right to discontinue providing any or all of the Content Feeds at any time and to require you to cease displaying, distributing or otherwise using any or all of the Content Feeds for any reason including, without limitation, your violation of any provision of these Terms of Use.\nPMC assumes no liability for any of your activities in connection with the Content Feeds or for your use of the Content Feeds in connection with your websites or any other properties.</li>\n<li>\n<b>Indemnification.<br>\n</b>You agree to indemnify, defend and hold PMC and its directors, officers, employees, agents, successors and assigns harmless from any and all claims, liabilities, costs and expenses, including attorneys’ fees, arising in any way from (a) your use of the Websites, (b) your placement or transmission of Submitted Materials or any other message, content, information, software or other materials through the Websites, and/or (c) your breach or violation of any applicable law or regulation or these Terms of Use.\nPMC reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and in such case, you agree to cooperate with PMC’s defense of such claim.\nYou agree not to settle any matter without the prior written consent of the General Counsel of PMC.</li>\n<li>\n<b>Copyright Agent.<br>\n</b>We respect the intellectual property rights of others, and require that the people who use the Websites, or the services or features made available on or through the Websites, do the same.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please forward the following information to PMC’s Copyright Agent, designated as such pursuant to the Digital Millennium Copyright Act, 17 U.S.C.\n§ 512(c)(2), named below:<p>\n</p>\n<ul>\n<li>Your address, telephone number, and email address;</li>\n<li>A description of the copyrighted work that you claim has been infringed;</li>\n<li>A description of where the alleged infringing material is located;</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</li>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\nand</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or are authorized to act on the copyright owner’s behalf.</li>\n</ul>\n<p>Agent:<br>\nPMC Tower<br>\n475 Fifth Avenue<br>\nNew York, NY 10017<br>\nAttn: PMC Copyright Agent<br>\nfax: (310) 846-4874<br>\ne-mail:&nbsp;legal@pmc.com</p>\n<p>\n<b>Note that the above-referenced contact information is for copyright notices only.\nNo other inquiries will receive a response from the PMC Copyright Agent.</b>\n</p>\n</li>\n<li>\n<b>DISCLAIMER OF WARRANTIES.<br>\n</b>THE WEBSITES, INCLUDING, WITHOUT LIMITATION, ALL SERVICES, CONTENT, FUNCTIONS AND MATERIALS PROVIDED THROUGH THE WEBSITES, ARE PROVIDED “AS IS,” “AS AVAILABLE,” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTY FOR INFORMATION, DATA, DATA PROCESSING SERVICES, UPTIME OR UNINTERRUPTED ACCESS, ANY WARRANTIES CONCERNING THE AVAILABILITY, PLAYABILITY, DISPLAYABILITY, ACCURACY, PRECISION, CORRECTNESS, THOROUGHNESS, COMPLETENESS OR USEFULNESS OF CONTENT OR INFORMATION, AND ANY WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, AND WE HEREBY DISCLAIM ANY AND ALL SUCH WARRANTIES, EXPRESS AND IMPLIED.\nWE DO NOT WARRANT THAT THE WEBSITES OR THE SERVICES, CONTENT, FUNCTIONS OR MATERIALS PROVIDED THROUGH THE WEBSITES WILL BE TIMELY, SECURE, UNINTERRUPTED OR ERROR FREE, OR THAT DEFECTS WILL BE CORRECTED.\nWE MAKE NO WARRANTY THAT THE WEBSITES OR THE PROVIDED SERVICES WILL MEET USERS’ REQUIREMENTS.\nNO ADVICE, RESULTS OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH THE WEBSITES SHALL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.\nPMC ALSO ASSUMES NO RESPONSIBILITY, AND SHALL NOT BE LIABLE FOR DAMAGES TO, OR VIRUSES THAT MAY INFECT, YOUR EQUIPMENT ON ACCOUNT OF YOUR ACCESS TO, USE OF, OR BROWSING IN THE WEBSITES OR YOUR DOWNLOADING OF ANY MATERIALS, DATA, TEXT, IMAGES, VIDEO CONTENT, OR AUDIO CONTENT FROM THE WEBSITES.\nUNDER NO CIRCUMSTANCES SHALL PMC BE RESPONSIBLE FOR ANY LOSS OR DAMAGE, INCLUDING PERSONAL INJURY OR DEATH, RESULTING FROM USE OF THE WEBSITES, ANY CONTENT POSTED ON OR THROUGH THE WEBSITES, OR CONDUCT OF ANY USERS OF THE WEBSITES, WHETHER ONLINE OR OFF.\nYOU USE THE WEBSITES AT YOUR OWN RISK.\nIF YOU ARE DISSATISFIED WITH THE WEBSITES, YOUR SOLE REMEDY IS TO DISCONTINUE USING THE WEBSITES.<br>\nWE TRY TO ENSURE THAT THE INFORMATION POSTED ON THE WEBSITES IS CORRECT AND UP-TO-DATE.\nWE RESERVE THE RIGHT TO CHANGE OR MAKE CORRECTIONS TO ANY OF THE INFORMATION PROVIDED ON THE WEBSITES AT ANY TIME AND WITHOUT ANY PRIOR WARNING.\nPMC NEITHER ENDORSES NOR IS RESPONSIBLE FOR THE ACCURACY OR RELIABILITY OF ANY OPINION, ADVICE OR STATEMENT ON THE WEBSITES, NOR FOR ANY OFFENSIVE, DEFAMATORY, OBSCENE, INDECENT, UNLAWFUL OR INFRINGING POSTING MADE THEREON BY ANYONE OTHER THAN AUTHORIZED PMC EMPLOYEE SPOKESPERSONS WHILE ACTING IN THEIR OFFICIAL CAPACITIES (INCLUDING, WITHOUT LIMITATION, OTHER USERS OF THE WEBSITES).\nIT IS YOUR RESPONSIBILITY TO EVALUATE THE ACCURACY, COMPLETENESS OR USEFULNESS OF ANY INFORMATION, OPINION, ADVICE OR OTHER CONTENT AVAILABLE THROUGH THE WEBSITES.\nPLEASE SEEK THE ADVICE OF PROFESSIONALS, AS APPROPRIATE, REGARDING THE EVALUATION OF ANY SPECIFIC INFORMATION, OPINION, ADVICE OR OTHER CONTENT, INCLUDING BUT NOT LIMITED TO FINANCIAL, HEALTH, OR LIFESTYLE INFORMATION, OPINION, ADVICE OR OTHER CONTENT.\nWITHOUT LIMITATION OF THE ABOVE IN THIS SECTION, PMC AND ITS AFFILIATES, SUPPLIERS AND LICENSORS MAKE NO WARRANTIES OR REPRESENTATIONS REGARDING ANY PRODUCTS OR SERVICES ORDERED OR PROVIDED VIA THE WEBSITES, AND HEREBY DISCLAIM, AND YOU HEREBY WAIVE, ANY AND ALL WARRANTIES AND REPRESENTATIONS MADE IN PRODUCT OR SERVICES LITERATURE, FREQUENTLY ASKED QUESTIONS DOCUMENTS AND OTHERWISE ON THE WEBSITES OR IN CORRESPONDENCE WITH PMC OR ITS AGENTS.\nANY PRODUCTS AND SERVICES ORDERED OR PROVIDED VIA THE WEBSITES ARE PROVIDED BY PMC “AS IS,” EXCEPT TO THE EXTENT, IF AT ALL, OTHERWISE SET FORTH IN A LICENSE OR SALE AGREEMENT SEPARATELY ENTERED INTO IN WRITING BETWEEN YOU AND PMC OR ITS LICENSOR OR SUPPLIER.</li>\n<li>\n<b>LIMITATION OF LIABILITY.<br>\n</b>IN NO EVENT, INCLUDING BUT NOT LIMITED TO NEGLIGENCE, SHALL PMC, OR ANY OF ITS AFFILIATES OR THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AGENTS OR CONTENT OR SERVICE PROVIDERS (COLLECTIVELY, THE “PROTECTED ENTITIES”) BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES ARISING FROM, OR DIRECTLY OR INDIRECTLY RELATED TO, THE USE OF, OR THE INABILITY TO USE, THE WEBSITES OR THE CONTENT, MATERIALS AND FUNCTIONS RELATED THERETO, YOUR PROVISION OF INFORMATION VIA THE WEBSITES, LOST BUSINESS OR LOST SALES, EVEN IF SUCH PROTECTED ENTITY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO CERTAIN USERS.\nIN NO EVENT SHALL THE PROTECTED ENTITIES BE LIABLE FOR OR IN CONNECTION WITH ANY CONTENT POSTED, TRANSMITTED, EXCHANGED OR RECEIVED BY OR ON BEHALF OF ANY USER OR OTHER PERSON ON OR THROUGH THE WEBSITES.\nIN NO EVENT SHALL THE TOTAL AGGREGATE LIABILITY OF THE PROTECTED ENTITIES TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT OR TORT, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE OR OTHERWISE) ARISING FROM THE TERMS OF USE OR YOUR USE OF THE WEBSITES EXCEED, IN THE AGGREGATE, THE GREATER OF (a) TWENTY-FIVE US DOLLARS ($25), OR (B) THE AMOUNT, IF ANY, PAID BY YOU TO PMC FOR YOUR USE OF THE WEBSITES OR PURCHASE OF PRODUCTS VIA THE WEBSITES.</li>\n<li>\n<b>Applicable Laws.<br>\n</b>We control and operate the Websites from our offices in the United States of America.\nWe do not represent that materials on the Websites are appropriate or available for use in other locations.\nPersons who choose to access the Websites from other locations do so on their own initiative, and are responsible for compliance with local laws, if and to the extent local laws are applicable.\nThese Terms of Use shall be governed by and construed solely and exclusively in accordance with the laws of the State of New York, USA without giving effect to any law that would result in the application of the law of another jurisdiction.</li>\n<li>\n<b>Termination.<br>\n</b>PMC may terminate, change, suspend or discontinue any aspect of the Websites or the Websites’ services at any time.\nPMC may restrict, suspend or terminate your access to the Websites and/or its services if we believe you are in breach of our Terms of Use or applicable law, or for any other reason without notice or liability.\nWithout limitation, PMC may, in its sole discretion and without liability, terminate the Websites use privileges of users who are repeat infringers of intellectual property rights.</li>\n<li>\n<b>Dispute Resolution</b>.\nPLEASE READ THIS CAREFULLY.\nIT AFFECTS YOUR RIGHTS.<br>\nExcept for either party’s claims of infringement or misappropriation of the other party’s patent, copyright, trademark, or trade secret, any and all disputes between you and PMC arising under or related in any way to these Terms of Use, must be resolved through binding arbitration as described in this section.\nThis agreement to arbitrate is intended to be interpreted broadly.\nIt includes, but is not limited to, all claims and disputes relating to your use of any of the Websites.\nYOU AGREE THAT BY ENTERING INTO THIS AGREEMENT, YOU AND PMC ARE EACH WAIVING THE RIGHT TO TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.\nYOU AND PMC AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nANY ARBITRATION WILL TAKE PLACE ON AN INDIVIDUAL BASIS.\nCLASS ARBITRATIONS AND CLASS ACTIONS ARE NOT PERMITTED.\nThe arbitration will be conducted by JAMS in accordance with its then-current Streamlined Arbitration Rules and Procedures (“JAMS Rules”) and will be held in New York, New York.\nThe arbitration will be conducted by one neutral arbitrator chosen by the parties.\nIf the parties cannot agree upon an arbitrator, they shall submit to the procedure used by JAMS to choose an arbitrator.\nThe current rules may be found on the Internet at: http://www.jamsadr.com/rules-streamlined-arbitration/.\nThis arbitration agreement is made pursuant to a transaction involving interstate commerce, and shall be governed by the Federal Arbitration Act (“FAA”), 9 U.S.C.\n§§116.\nThe arbitrator shall apply New York law, as described in Section 24 (Applicable Laws), consistent with the FAA and applicable statutes of limitations, and shall honor claims of privilege recognized at law.\nNotwithstanding anything herein or in the JAMS Rules to the contrary, the arbitrator shall not have the power to award punitive damages against you or PMC.\nThe arbitrator’s ruling is binding and may be entered as a judgment in any court of competent jurisdiction.\nIn the event this agreement to arbitrate is held unenforceable by a court, then the disputes that would otherwise have been arbitrated shall be exclusively brought in the state or federal courts located in the City and County of New York, New York.\nClaims of infringement or misappropriation of the other party’s patent, copyright, trademark, or trade secret shall be exclusively brought in the state and federal courts located in the City and County of New York, New York.</li>\n<li>\n<b>Miscellaneous.<br>\n</b>These Terms of Use (including the Privacy Policy) constitute the entire agreement between you and us regarding the use of the Websites.\nOur failure to exercise or enforce any right or provision of the Terms of Use shall not constitute a waiver of such right or provision.\nIf any provision of the Terms of Use is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of the Terms of Use remain in full force and effect.</li>\n</ol> ", "created_at": "2020-12-29 19:41:41.624037", "updated_at": "2021-02-03 22:32:13.956961"}, {"id": 3345, "name": "Privacy Policy", "url": "https://pmc.com/privacy-policy/", "xpath": "html/body/div[1]/div/article/div", "text": " <p>\n<strong>Effective January 1, 2020</strong>\n<br>\n<strong>Updated November 24, 2020</strong>\n</p>\n<p>\n<strong>TABLE OF CONTENTS</strong>\n</p>\n<ol>\n<li>\n<strong>Introduction</strong>\n</li>\n<li>\n<strong>The Information We Collect</strong>\n</li>\n<li>\n<strong>How We Use the Information We Collect</strong>\n</li>\n<li>\n<strong>How We Share the Information Collected</strong>\n</li>\n<li>\n<strong>Legal Grounds for Using (Processing) Your Information</strong>\n</li>\n<li>\n<strong>Online Analytics and Advertising</strong>\n</li>\n<li>\n<strong>Your Rights &amp.\nYour Choices</strong>\n<ol>\n<li>\n<strong>California Data Access &amp.\nDeletion Rights</strong>\n</li>\n<li>\n<strong>Notice of Right to Opt Out of Sale of Personal Information</strong>\n</li>\n<li>\n<strong>California “Shine the Light” Disclosure</strong>\n</li>\n<li>\n<strong>International Users</strong>\n</li>\n<li>\n<strong>Privacy Information for Nevada Residents</strong>\n</li>\n<li>\n<strong>Subscriber Preferences</strong>\n</li>\n</ol>\n</li>\n<li>\n<strong>Retention of Your Information</strong>\n</li>\n<li>\n<strong>Cookies and Other Tracking Technologies</strong>\n</li>\n<li>\n<strong>Links to Third Party Sites</strong>\n</li>\n<li>\n<strong>Security</strong>\n</li>\n<li>\n<strong>Special Note For Parents</strong>\n</li>\n<li>\n<strong>Transfer Information to the United States</strong>\n</li>\n<li>\n<strong>Changes to This Privacy Policy</strong>\n</li>\n<li>\n<strong>Disputes.\nNo Rights of Third Parties</strong>\n</li>\n<li>\n<strong>Contact Us: Data Privacy Officer</strong>\n</li>\n</ol>\n<ul>\n<li>\n<strong>Appendix A: California Privacy Notice</strong>\n</li>\n</ul>\n1.\nIntroduction\n<p>This privacy policy (“<strong>Privacy Policy</strong>” or “<strong>Policy</strong>”) explains the data protection practices of Penske Media Corporation and its subsidiaries and affiliates (collectively, “<strong>PMC</strong>”, “<strong>we</strong>” and “<strong>us</strong>”) when you visit or use the websites, mobile-optimized version of our websites, and our digital applications to which this policy is linked, as well as when you visit or use third-party subscription pages and or submit offline subscription forms and requests, for print and digital magazines, websites and other editorial properties published by PMC (the “<strong>Publications</strong>”) that are linked to or contain the URL for this Privacy Policy (all of the foregoing, collectively, “<strong>Services</strong>”).\nThird-party subscription pages for Publications and other interactive web and digital pages where we collect information about you are considered “Services” when linked to this Privacy Policy and this Policy applies to information collected through such pages, but this Policy does not apply to other information collected through the third party website(s).\nNotwithstanding anything herein to the contrary, this Policy does not extend to information submitted on the PMC Careers page at&nbsp;<strong>https://pmc.com/careers-listing/</strong>&nbsp;or to employees, former employees, candidates, contractors, service providers, or business contacts of PMC.\nFor more information about the policy applicable to information submitted on the&nbsp;PMC Careers&nbsp;page, please see the Penske Media Corporation Human Resources Privacy Notice referenced therein.</p>\n<p>For the avoidance of doubt, this Policy also does not pertain to the editorial activities of our Publications, journalists, editors, photographers and other editorial staff who may collect, publish and distribute information about you from sources unrelated to your use of the Services (collectively, “<strong>Editorial Activities</strong>”).\nWithout limiting the foregoing, this Policy does not apply to any Editorial Activities concerning information that you may share at any of our conferences, summits, panels or other events.</p>\n<p>PMC’s subsidiaries and affiliates include Alpha Data, LLC, Art Media, LLC, BGR Media, LLC, Billboard Media, LLC, Deadline Hollywood, LLC, Dirt.com, LLC LLC, Penske Business Media, LLC, PMC Studios, LLC, Robb Report Media, LLC, Rolling Stone, LLC, RSW Productions, LLC, SheMedia, LLC, Sourcing Journal Media, LLC, Sportico Media, LLC, Spy Media, LLC, The Hollywood Reporter, LLC, TVLine Media, LLC, Variety Business Intelligence, LLC, Variety Media, LLC, Vibe Media Publishing, LLC, Sourcing Journal Media, LLC, Rolling Stone Media, LLC, and Wenner Media, LLC.\nThis list may be updated from time to time.\nFor the avoidance of doubt, this Policy does not apply to any websites operated by third parties publishing foreign editions of the Publications and related websites and digital properties.</p>\n<p>For the purposes of data protection laws, PMC is the data controller.</p>\n<p>For information about the publisher and blogger network advertising services of SK Media Group, LLC, please read the&nbsp;<strong>SHE Media Ad Services Privacy Policy</strong>.\nThis Privacy Policy is incorporated into and subject to the Services’ Terms of Use.\nIf you do not agree to the Terms of Use and this Privacy Policy, you must discontinue using the Services and all components and features therein.\nBy using the Services, you acknowledge you have read and understand this Privacy Policy.</p>\n2.\nThe Information We Collect\n<p>We obtain information about you through the means discussed below when you use our Services.\nThe information we collect and the purposes for which we use it will depend to some extent on the specific Services you use and how you interact with PMC.\nFor example, we collect the information you provide when you enter a sweepstakes or contest, complete a survey, participate in a reader panel, register for a part of our Services, register for a summit or event, make a purchase of goods or services, request a refund, participate in our social networking features, request back issues of our Publications, subscribe to our Publications, subscribe to newsletters, promotional correspondence, or other electronic services, or send us an email or feedback.\nIf you elect to post material to any blogs or forums, or participate in our social networking features or other community boards that may be offered on our Services, then such materials will be collected and some information, including your posted pseudonym, may be publicly available for others to view.\nWe, or our service providers on our behalf, may collect the following information about you or your use of the Services:</p>\n<p>\n<strong>Information You Provide to Us:</strong>\n</p>\n<ul>\n<li>\n<strong>Registration, Subscription or Contact Information</strong>&nbsp;such as e-mail address, name, phone number, shipping address, and billing information</li>\n<li>\n<strong>Customer service information</strong>&nbsp;such as questions and other messages you address to us directly through online forms, by email, over the phone, or by post.\nand summaries or voice recordings of your interactions with customer care</li>\n<li>\n<strong>Demographic, statistical and interest information</strong>&nbsp;such as your age, date of birth, gender, interests, lifestyle information, and hobbies</li>\n<li>\n<strong>Financial and transactional information</strong>&nbsp;such as credit or debit card number, verification number, and expiration date, to process payments and information about your transactions and purchases with us</li>\n<li>\n<strong>Employment or Education Information</strong>&nbsp;when you register for events or for networking insights services such as education history, employment experience, business contact information</li>\n<li>\n<strong>User-generated content</strong>&nbsp;such as comments on articles, photos, videos, audio, any information you submit in public forums or message boards, reviews and feedback or testimonials you provide about our Services</li>\n<li>\n<strong>Research, survey, or sweepstakes information</strong>&nbsp;(including contact information and user generated content) collected if you participate in a survey or sweepstakes.\nincludes information needed for you to participate (such as contact information), and to fulfill your prize</li>\n<li>\n<strong>Contact Information about others</strong>, (including personal identifiers) such as name and mailing address to send a gift or use our send-to-a-friend functionality.\nIf you use send-a-friend on our Services, your email address may be included in the communication sent to your friend.</li>\n<li>\n<strong>Social media information</strong>&nbsp;(which may include contact information, photos, location, user generated content, demographic information) if you link your account or access the Services through a third-party connection or log-in, we may have access to any information you provide to that social network depending on your privacy settings such as your name, email address, friend list, photo, gender, location, and current city.\nand information you provide to us directly through our pages on social networking and blogging platforms (e.g., Facebook, Instagram, Snapchat, WordPress, and Twitter)</li>\n<li>\n<strong>Other information</strong>&nbsp;any other information you choose to directly provide to PMC in connection with your use of the Services</li>\n</ul>\n<p>\n<strong>Information We Collect Automatically:</strong>\n</p>\n<ul>\n<li>\n<strong>Device information and identifiers&nbsp;</strong>such as IP address.\nbrowser type and language.\noperating system.\nplatform type.\ndevice type.\nsoftware and hardware attributes.\nand unique device, advertising, and app identifiers</li>\n<li>\n<strong>Internet network and device activity data&nbsp;</strong>such as information about files you download, domain names, landing pages, browsing activity, content or ads viewed and clicked, dates and times of access, pages viewed, forms you complete or partially complete, search terms, uploads or downloads, the URL that referred you to our Services, the web sites you visit after this web site.\nif you share our content to social media platforms.\nand other web usage activity and data logged by our web servers, whether you open an email and your interaction with email content, access times, error logs, and other similar information.\nSee “<strong>Cookies and Other Tracking Technologies</strong>” below for more information about how we collect and use this information.</li>\n<li>\n<strong>Geolocation information&nbsp;</strong>such as city, state and ZIP code associated with your IP address or derived through Wi-Fi triangulation.\nand precise geolocation information from GPS-based functionality on your mobile devices, with your permission in accordance with your mobile device settings</li>\n</ul>\n<p>\n<strong>Information from Third Parties:</strong>\n</p>\n<p>We may also collect the information outlined above, such as contact information, demographic and social media information, from other sources including public and commercial data sources, affiliates, entities providing conferences and other event, marketers, social media networks, third party advertising partners in accordance with your privacy preferences on such services, and partners such as those providing surveys or sweepstakes with us.\nWe use this information to update, validate or supplement the information that you provide or we collected automatically, to target our communications so that we can inform you of products, services and offers that may be of interest, and for internal business analysis or other business purposes.&nbsp.\nIf other users of the Services provide information about you, such as your name and mailing address to send a gift or to use our send-to-a-friend functionality, we collect that information from such users.</p>\n3.\nHow We Use the Information We Collect\n<p>Depending on the Services you use and how you use them, we, or our service providers, may use your information to:</p>\n<ul>\n<li>\n<strong>Provide the Services you request, including to maintain and service your account, for example to:</strong>\n<ul>\n<li>Process and fulfill your transactions, including subscriptions and the purchase of other goods</li>\n<li>Maintain and servicing your account</li>\n<li>Payment processing</li>\n<li>Send communications that you have requested on your behalf</li>\n<li>Administer your entries into sweepstakes, contests, promotions, or surveys</li>\n<li>Provide community features and post your content</li>\n</ul>\n</li>\n<li>\n<strong>Communicate with You &amp.\nProvide Customer Service to Provide the Services, for example to:</strong>\n<ul>\n<li>Provide transactional or service communications, such as to notify you when you have won one of our contests or sweepstakes or other promotions, when we make changes to subscriber agreements, send you an email newsletter, process refund requests, or to contact you about your account</li>\n<li>Respond to your requests for information</li>\n<li>Provide you with customer service and technical support</li>\n</ul>\n</li>\n<li>\n<strong>Personalize your experience to Provide the Services, for example to:</strong>\n<ul>\n<li>Customize certain features of the Services,</li>\n<li>Deliver relevant content and to provide you with an enhanced experience based on your activities and interests</li>\n<li>Send you personalized newsletters, surveys, and information about products, services and promotions offered by us, our partners, and other organizations with which we work</li>\n<li>Customize the advertising on the Services based on your activities and interests</li>\n<li>Create and update inferences about you and audience segments that can be used for targeted advertising and marketing on the Services, third party services and platforms, and mobile apps</li>\n<li>Create profiles about you, including adding and combining information we obtain from third parties, which may be used for analytics, marketing, and advertising</li>\n<li>Conduct cross-device tracking by using information such as IP addresses and unique mobile device identifiers to identify the same unique users across multiple browsers or devices (such as smartphones or tablets, in order to save your preferences across devices and analyze usage of the Service.</li>\n<li>using inferences about your preferences and interests for any and all of the above purposes</li>\n</ul>\n</li>\n<li>\n<strong>Republish Information You Provide on the Services, for example to:</strong>\n<ul>\n<li>pursuant to our Terms, use and edit information submitted by you in response to opportunities provided on the Services, which you provide to us through emails, blogs, forums, in response to polls, or through any other user generated submission, for editorial purposes, including your name, likeness, photograph, and biographical information you provide, with or without attribution, including publication in the Publications, and in trade media, and advertising</li>\n</ul>\n</li>\n<li>\n<strong>Improve the Services and develop new services, for example to:</strong>\n<ul>\n<li>Engage in analysis, research, and reports to better understand how you use the Services, so we can improve them and develop new services</li>\n</ul>\n</li>\n<li>\n<strong>Our Marketing and Third-Party Marketing and Advertising Purposes, for example to:</strong>\n<ul>\n<li>Send you newsletters, promotional emails, surveys and information about products, services and promotions offered by us, our partners, and other organizations with which we work</li>\n<li>Customize content that our third-party partners deliver on the Services (e.g., personalized third-party advertising)</li>\n<li>Create and update inferences about you and audience segments that can be used for targeted advertising and marketing on the Services, third party services and platforms, and mobile apps</li>\n<li>Create profiles about you, including adding and combining information we obtain from third parties, which may be used for analytics, marketing, and advertising</li>\n</ul>\n</li>\n</ul>\n<p>We may combine the information we collect about you, including from third parties, and conduct cross-device tracking for the marketing and advertising purposes above.</p>\n<ul>\n<li>\n<strong>Bug detection and error reporting</strong>, including to understand and resolve technical issues, app crashes and other issues being reported</li>\n<li>\n<strong>Audit consumer interactions on the Services</strong>&nbsp;including to measure the placement, frequency, efficacy and compliance of advertising and ad impressions</li>\n<li>\n<strong>Security, Fraud, and Legal Compliance</strong>, including by detecting, protecting against, and prosecuting security incidents, fraud, and illegal activity for example to:\n<ul>\n<li>Monitor prevent, and detect fraud, such as through verifying your identity</li>\n<li>Combat spam or other malware or security risks</li>\n<li>Monitor, enforce, and improve the security of our Services</li>\n<li>Comply with any applicable procedures, laws, and regulations, subpoenas, governmental requests or legal process, or in connection with a legal investigation, if in our good faith opinion such is required or permitted by law;</li>\n<li>Establish, exercise, or defend our legal rights (e.g., to enforce compliance with our Terms of Use, Privacy Policies, or other contracts or legal rights)</li>\n<li>Protect or defend our Services, users, or others</li>\n</ul>\n</li>\n<li>\n<strong>Aggregate and/or De-Identified Information.</strong>&nbsp;We may aggregate or anonymized information and/or de-identify any information collected through the Services so that such information can no longer be linked to you or your device (“Aggregate/De-Identified Information”).\nWe may use this Aggregate/De-Identified Information for any purpose permitted under the law, including without limitation for research and marketing purposes, and disclose such information to third parties, including advertisers, promotional partners, and sponsors in our sole discretion.</li>\n</ul>\n4.\nHow We Share the Information Collected\n<p>PMC may (and you authorize us to) share or disclose information collected from and about you on the Services to other companies or individuals as set forth below.</p>\n<ul>\n<li>\n<strong>Service Providers.</strong>&nbsp;We may provide access to information to vendors that are performing services on our behalf, including fulfilling subscriptions to our Publications, processing and fulfilling orders for other goods and services, managing our email lists and sending email messages on our behalf, processing payments, providing customer support, analytics providers, and performing other administrative services, in order to carry out such services.</li>\n<li>\n<strong>Our Affiliates.</strong>&nbsp;We may share information we collect within the PMC family of companies to deliver products and services to you, ensure a consistent level of service across our Services, internal management and administrative purposes on our behalf and enhance our products, services, and your customer experience.</li>\n<li>\n<strong>Information You Disclose Publicly.</strong>&nbsp;You may submit photographs, user profiles, written material, music, video, photos, comments and other content, which may include information relating to individual users (collectively, “<strong>UGC</strong>”) on the Services.\nWe do not control who will have access to the UGC you choose to make public or how they will use it and take no responsibility for ensuring such UGC remains private or is secure.\nThe UGC is not subject to this Privacy Policy.\nWe are also not responsible for the accuracy, use or misuse of any UGC that you disclose or receive through the Services.\nPlease see our Terms of Use for further information about the terms that govern the UGC you post.</li>\n<li>\n<strong>Other Individuals, Services, and Partners at Your Request.</strong>&nbsp;We will share your information with other individuals and services at your request.\n<ul>\n<li>For example, if you choose to interact with such co-branded products or services using your account information with us, we may share your account information with third parties as required to provide the co-branded product or service that you request, including any information required for contest prize fulfillment.</li>\n</ul>\n</li>\n<li>\n<strong>Third Party Contests and Promotions Providers.</strong>&nbsp;In some cases, you may have entered a contest or sweepstakes sponsored by a third party, in which case the information you provide via the contest or sweepstakes may be shared by us with that third party for their use in their discretion, including direct marketing.\nSome of our contests and sweepstakes will ask you at the time of entry whether you would like to have your personal information shared with the sponsor, in which case we will honor your selection.\nOther contests will not give you that option and in that event, if you do not want your information to be shared, you should not enter the contest.\nThe privacy policies of such third party companies apply to their use and disclosure of your information that we collect and disclose to such third party companies.</li>\n<li>\n<strong>Third Party Partners to Provide Co-Branded Products and Services.</strong>&nbsp;Some of our Services may from time to time partner with a retailer or other third party to offer online shopping opportunities, games, services, subscriptions, registration opportunities for our events and summits and other applications on a co-branded or cross-promotional basis (“<strong>Co-Branded Areas</strong>”).\nThe information you provide in connection with the transaction may be collected directly by, or shared by PMC with, the third party, as well as with any participating sponsors or advertisers of such Co-Branded Areas.\nSome of our Services may offer you the ability to access a third-party site with whom we have a relationship to access both sites through a co-branded registration or password.\nin that event, your applicable registration information may be collected directly by, or shared by PMC with, the third-party partner.\nFor example, if you choose to interact with such co-branded products or services using your account information with us, we may share your account information with third parties as required to provide the co-branded product or service that you request, including any information required for contest prize fulfillment or customer service.\nThese third parties will use your information in accordance with their own privacy policy.</li>\n<li>\n<strong>Third Parties for Marketing Purposes.</strong>&nbsp;We may share your information with partners whose offerings may interest you such as other marketers, magazine publishers, retailers, participatory databases and non-profit organizations.\nThis includes licensing information about your interests and activities, and marketing segments created with such data, which we may share with third parties for their marketing purposes.</li>\n<li>\n<strong>Third-Party Online Advertisers, Ad Networks and Advertising Partners.</strong>&nbsp;As discussed in the “<strong>Online Analytics and Advertising</strong>” Section below, the Services may integrate third-party advertising technologies that allow for the delivery of relevant content and advertising on the Services, as well as on other websites you visit and other applications you use, and these technologies will collect certain information from your use of the Services to assist in delivering such ads and marketing messages and enhancing our information.\nThese third parties include advertising networks, data exchanges, ad servers, certain analytics providers and others.\nThe list of third party providers is found in the Section below entitled “<strong>Third Party Cookies</strong>”.\nThis list may be updated from time to time.</li>\n<li>\n<strong>Third Parties for Legal Purposes.</strong>&nbsp;By using the Services, you acknowledge and agree that we may access, retain, and disclose the information we collect and maintain about you if required to do so by law or in a good faith belief that such access, retention or disclosure is reasonably necessary to: (a) comply with legal process or a regulatory investigation (e.g.\na subpoena or court order).\n(b) enforce our Terms of Service, this Privacy Policy, or other contracts with you, including investigation of potential violations thereof.\n(c) respond to claims that any content violates the rights of third parties.\nand/or (d) protect the rights, property or personal safety of PMC, its agents and affiliates, its users and/or the public.\nThis includes exchanging information with other companies and organizations for fraud protection, and spam/malware prevention, and similar purposes.</li>\n<li>\n<strong>Social Networks.</strong>&nbsp;As noted above, if you use your login credentials from a social media networking service on a Website, we may receive information from such service in accordance with its terms and privacy policy and your settings.\nIf you elect to share your information with these social networking sites, we will share information with them in accordance with your election.\nThe terms and conditions of these social networking sites will apply to the information we disclose to them.</li>\n<li>\n<strong>Sales or Transfer of Business or Assets.</strong>&nbsp;In connection with a sale, merger, transfer, exchange, or other disposition (whether of assets, stock, or otherwise, including via bankruptcy) of all or a portion of the business conducted by the Website to which this policy applies, in which case the company will possess the information collected by us and will assume the rights and obligations regarding your information as described in this Privacy Policy (the “<strong>Acquisition Use</strong>”).</li>\n</ul>\n5.\nLegal Grounds for Using (Processing) Your Information\n<p>If you are a visitor from the European Economic Area, our legal basis for collecting and using the information described above will depend on the information concerned and the context in which we collect it.\nWe collect information from you:</p>\n<ul>\n<li>Where we need it to perform our contract with you (i.e.\nour Terms of Service),</li>\n<li>Where the processing is in our legitimate interests (provided that these aren’t overridden by your interests or rights) (such as personalizing our services and marketing for example), or</li>\n<li>If we otherwise have your consent.</li>\n</ul>\n<p>If you have questions about or need further information concerning the legal basis on which we collect and use your information, please contact us using the contact details provided under the “<strong>Contact Us</strong>” section below.</p>\n6.\nOnline Analytics and Advertising\n<p>\n<strong>Delivery of Advertising and Other Content.&nbsp;</strong>In addition to ads and content that we serve you directly, PMC may use third party advertising companies and marketing services to serve ads and other content when you visit the Services, as well as on other websites you visit and other applications you use.\nThe ads may be based on various factors such as the content of the page you are visiting, your searches, demographic data, user-generated content, and other information we collect from you.\nThese ads may be based on your current activity or your activity over time and across other websites and online services and may be tailored to your interests.\nThird parties, whose products or services are accessible or advertised via the Services, may also place cookies or other tracking technologies on your computer, mobile phone, or other device to collect information about you as discussed above.\nWe also allow other third parties (e.g., ad networks and ad servers such as Google and others) to serve tailored ads to you on the Services, other sites, and in other applications, and to access their own cookies or other tracking technologies on your computer, mobile phone, or other device you use to access the Services.\nWe sometimes provide our customer information (such as email addresses) to service providers, who may “match” this information in de-identified form to cookies (or mobile ad identifiers) and other proprietary IDs, in order to provide you with more relevant ads when you visit other websites and mobile applications.</p>\n<p>We neither have access to, nor does this Privacy Policy govern, the use of cookies or other tracking technologies that may be placed on the device you use to access the Services by such non-affiliated third parties.</p>\n<p>If you are interested in more information about tailored browser advertising and how you can generally control cookies from being put on your computer to deliver tailored advertising, you may visit the&nbsp;<strong>Network Advertising Initiative Opt Out Page</strong>, the Digital Advertising Alliance’s Consumer Opt-Out link, or&nbsp;<strong>Your Online Choices</strong>&nbsp;to opt-out of receiving tailored advertising from companies that participate in those programs.</p>\n<p>To learn more about how to manage your preferences regarding our cookie-based advertising, please see the&nbsp;<strong>“Cookie Management” section in our Cookie Notice below</strong>.</p>\n<p>To opt out of Google Analytics for display advertising or customize Google display network ads, visit the&nbsp;<strong>Google Ads Settings page</strong>.\nWe do not control these opt-out links or whether any particular company chooses to participate in these opt-out programs.\nWe are not responsible for any choices you make using these mechanisms or the continued availability or accuracy of these mechanisms.</p>\n<p>\n<strong>Please note that if you exercise the opt out choices above, you will still see advertising when you use the Services, but it will not be tailored to you based on your online behavior over time.</strong>\n</p>\n<p>\n<strong>Mobile Advertising.</strong>&nbsp;When using mobile applications from PMC or others, you may also receive tailored in-application advertisements.\nWe may use third-party service providers to deliver advertisements on mobile applications or for mobile application analytics.\nEach operating system, iOS for Apple phones, Android for Android devices, and Windows for Microsoft devices provides its own instructions on how to prevent the delivery of tailored in-application advertisements.\nWe do not control how the applicable platform operator allows you to control receiving personalized in-application advertisements.\nthus, you should contact the platform provider for further details on opting out of tailored in-application advertisements.\nOften, you may opt-out by adjusting the ad tracking settings on your mobile device or resetting the “Advertising Identifier” (like an IDFA) from your mobile device’s settings page, which will prevent continued use of existing behavioral data tied to the previous “Advertising Identifier.” You may review the support materials and/or the device settings for the respective operating systems to opt-out of tailored in-app advertisements.</p>\n<p>\n<strong>Do Not Track.&nbsp;</strong>PMC does not act on “do not track” requests from your browser because, this way, we are able to personalize your experiences on our Services.</p>\n7.\nYour Rights &amp.\nYour Choices\n<p>\n<strong>Marketing Emails.&nbsp;</strong>If you want to stop receiving promotional e-mails from us, click on the “unsubscribe” link in any promotional email from us.\nPlease note that once we receive your request, it may take an additional period of time for your opt-out to become effective.\nWe may still communicate with you from time to time if we need to provide you with transaction information about the Services you are using, if we need to request information from you with respect to a transaction initiated by you, or for other legitimate non-marketing reasons, for example, if we update this Privacy Policy or our Terms of Service.</p>\n<p>\n<strong>SMS Text Communications.</strong>&nbsp;You may opt-out of SMS messages from us by following the instructions provided in the message or by texting back STOP to the number we send the text from for that particular SMS message.\nWhen we receive an opt-out message from you for SMS messages, we may send a message confirming our receipt of your opt-out.</p>\n<p>\n<strong>Privacy Information for California Residents.</strong> If you are a California resident, California law requires us to provide you with some additional information regarding your rights with respect to your “personal information” (as defined in the California Consumer Privacy Act (“CCPA”)).\nWe describe the categories of personal information we collect, the sources and uses of such information and the entities to which we share such information in our <strong>California Privacy Notice</strong>.</p>\nA.\nCalifornia Data Access &amp.\nDeletion Rights\n<p>If you are a California resident, the CCPA allows you to make certain requests about your personal information.\nSpecifically, the CCPA allows you to request us to:</p>\n<ul>\n<li>Inform you about the categories of personal information we collect or disclose about you.\nthe categories of sources of such information.\nthe business or commercial purpose for collecting your personal information.\nand the categories of third parties with whom we share/disclose personal information.</li>\n<li>Provide access to and/or a copy of certain personal information we hold about you.</li>\n<li>Delete certain personal information we have about you.</li>\n<li>Provide you with information about the financial incentives that we offer to you, if any.</li>\n</ul>\n<p>Please note that certain information may be exempt from such requests under California law.\nFor example, we need certain information in order to provide the Services to you.</p>\n<p>Verification: We will take reasonable steps to verify your identity before responding to a request, which may include, depending on your request and relationship with you verifying your name, email address, address, and/or having you respond to an email from us.</p>\n<p>You are also permitted to designate an authorized agent to submit certain requests on your behalf.\nIn order for an authorized agent to be verified, you must provide the authorized agent with signed, written permission to make such requests or a power of attorney.\nWe may also follow up with you to verify your identity before processing the authorized agent’s request.</p>\n<p>If you would like further information regarding your legal rights under California law or would like to exercise any of them, please&nbsp;<strong>click here</strong>&nbsp;or call&nbsp;<strong>(877) 365-3500</strong>.</p>\n<p>Please note that PMC employees who are seeking further information about their legal rights under California law should instead contact their PMC HR representative.\nApplicants submitting information on the PMC Careers pages at&nbsp;<strong>pmc.com/careers-listing</strong>&nbsp;should instead consult the Penske Media Corporation Human Resources Privacy Notice referenced therein.</p>\nB.\nNotice of Right to Opt Out of Sale of Personal Information\n<p>California residents may opt out of the “sale” of their personal information.\nWe sell certain of your information to third parties to provide you with offers and promotions and opportunities that may be of interest to you.</p>\n<p>Under the CCPA, sale is also broadly defined such that it may include allowing third parties to receive certain information, such as cookies, IP address, and/or browsing behavior, to deliver targeted advertising on the Services or other services.\nAdvertising, including targeted advertising, enables us to provide you certain content for free and allows us to provide you offers relevant to you.</p>\n<p>Depending on what Services you use, we may provide the following categories of personal information to third parties for these purposes:</p>\n<ul>\n<li>For online targeted advertising purposes: demographic and statistical information, user-generated content, device information and identifiers, connection and usage data, geolocation, and social media information.</li>\n<li>For sharing with third parties to send you relevant offers and promotions and opportunities: contact information (e.g., name and physical address) and publication subscription information.</li>\n</ul>\n<p>If you would like to opt out of PMC’s use of your information for such purposes that are considered a “sale” under California law, you may do so as outlined on the following page:&nbsp;<strong>Do Not Sell My Personal Information</strong>.\nYou can also submit a sale opt-out request by calling us at&nbsp;<strong>(877) 365-3500</strong>.\nPlease note that we do not knowingly sell the personal information of minors under 16 years of age without legally-required affirmative authorization.</p>\n<p>Please note that PMC employees who are seeking further information about their legal rights under California law should instead contact their PMC HR representative.\nApplicants submitting information on the PMC Careers pages at&nbsp;<strong>pmc.com/careers-listing</strong>&nbsp;should instead consult the Penske Media Corporation Human Resources Privacy Notice referenced therein.</p>\n<p>The CCPA further provides you with the right to not be discriminated against (as provided for in applicable law) for exercising your access, deletion or sale opt out rights.</p>\nC.\nCalifornia “Shine the Light” Disclosure\n<p>The California “Shine the Light” law gives residents of California the right under certain circumstances to opt out of the sharing of certain categories of personal information (as defined in the Shine the Light law) with third parties for their direct marketing purposes.\nIf you would like to opt out of such sharing, please use the sale opt out form noted above.\nIf you are a California resident and would like a copy of this notice, please submit a written request to the following address: PMC, 11175 Santa Monica Blvd., Los Angeles, CA 90025, Attn: Privacy Officer.\nIn your request, please specify that you want a “PMC California Privacy Rights Notice.” Please allow at least 30 days for a response.</p>\nD.\nInternational Users\n<p>Some international users of our Services have certain legal rights to access certain information we hold about them and to request its deletion.\nFor example, your local laws may permit you to request that we:</p>\n<ul>\n<li>Provide access to and/or a copy of certain information we have about you;</li>\n<li>Prevent the processing of your information for direct-marketing purposes;</li>\n<li>Update information which is out of date or incorrect;</li>\n<li>Delete certain information which we have about you;</li>\n<li>Restrict the way that we process and disclose certain of your information;</li>\n<li>Transfer your information to a third party provider of services.\nand</li>\n<li>Revoke your consent for the processing of your information.</li>\n</ul>\n<p>We will consider all requests and provide our response within the time period stated by applicable law.\nCertain information may be exempt from such requests in some circumstances, which may include if we need to keep processing your information for our legitimate interests or to comply with a legal obligation.\nWe may request you provide us with information necessary to confirm your identity before responding to your request.</p>\n<p>If you would like further information in relation to your legal rights under applicable law or would like to exercise any of them, please contact us using the information in the “<strong>Contact Us</strong>” section below at any time.</p>\nE.\nPrivacy Information for Nevada Residents\n<p>Under Nevada law, Nevada residents who have purchased goods or services from us may opt out of the “sale” of “covered information” (as such terms are defined under Nevada law).\n“Covered information” includes, among other things, first and last name, address, email address, and phone number.\nAs discussed above, we share your information with third parties (e.g.\nmagazine publishers, retailers, participatory databases) that want to market products or services to you.\nIn some circumstances, this sharing may qualify as a sale under Nevada law.\nIf you are a Nevada resident who has purchased goods or services from us, you may submit a request to opt out of such activity by filling out the form located&nbsp;<strong>here</strong>.\nPlease note we may take reasonable steps to verify your identity and the authenticity of the request.</p>\nF.\nSubscriber Preferences\n<p>Subscribers to our Publications may change their subscription-related mail and email preferences at any time as follows:</p>\n<ul>\n<li>\n<strong>FN:</strong>&nbsp;Log into Customer Care at&nbsp;<strong>footwearnews.com/customerservice</strong>&nbsp;and update your mailing preferences on the “Change My Mailing Preferences” page, or call us at&nbsp;<strong>1-866-963-7335</strong>&nbsp;or&nbsp;<strong>1-515-237-3650</strong>.</li>\n<li>\n<strong>Robb Report:</strong>&nbsp;Log into Subscriber Services at&nbsp;<strong>robbreport.com/RRcustomerservice</strong>, click on “Manage your Privacy Settings” and update your mailing preferences.\nyou can also email us at&nbsp;<strong>robbreport@emailcustomerservice.com</strong>, or if you prefer – call us at&nbsp;<strong>1-800-967-7472</strong>.</li>\n<li>\n<strong>Rolling Stone:</strong>&nbsp;Log into&nbsp;<strong>rollingstone.com/customerservice</strong>&nbsp;and go to the E-mail Customer Service link to update your communication preferences, or call us at&nbsp;<strong>1-800-283-1549</strong>.\nYou can also e-mail Customer Service at&nbsp;<strong>rollingstone@customersvc.com</strong>.</li>\n<li>\n<strong>Variety:</strong>&nbsp;Send an email to variety@pubservice.com to update your communication preferences, or call us at&nbsp;<strong>1-800-552-3632</strong>&nbsp;or for International callers –&nbsp;<strong>001-818-487-4561</strong>.\nLog into&nbsp;<strong>variety.com/customerservice</strong>&nbsp;for all other issues.</li>\n<li>\n<strong>Variety Insight and Vscore:</strong>&nbsp;Log into&nbsp;<strong>varietyinsight.com</strong>\n<strong>&nbsp;</strong>and go to My Account to update your communication preferences, or call us at&nbsp;<strong>1-323-617-9555</strong>.</li>\n<li>\n<strong>Variety VIP:</strong> Send an email to <strong>customerservicevip@variety.com</strong> for assistance in updating your contact information or preferences, or call <strong>1-888-222-0276</strong> (US &amp.\nCanada) or <strong>001-332-219-2192 </strong>(International).</li>\n<li>\n<strong>WWD:</strong>&nbsp;Send an email to&nbsp;<strong>customerservice@wwd.com</strong>&nbsp;asking to have your name removed from the direct mail promotion list, or call us at&nbsp;<strong>1-800-358-4244</strong>&nbsp;or&nbsp;<strong>1-212-230-0233</strong>.</li>\n<li>\n<strong>Art in America:</strong>&nbsp;Send an email to&nbsp;<strong>inacustserv@cdsfulfillment.com</strong>&nbsp;to update your communication preferences.\nYou can also call us at&nbsp;<strong>1-800-925-8059</strong>&nbsp;(US &amp.\nCanada),&nbsp;<strong>001-515-243-3273</strong>&nbsp;(International).</li>\n<li>\n<strong>Art News:</strong>&nbsp;Log into&nbsp;<strong>artnews.com/customerservice</strong>&nbsp;or email us at&nbsp;<strong>ARNcustserv@cdsfulfillment.com</strong>&nbsp;to update your communication preferences.\nYou can also call us at&nbsp;<strong>1-800-284-4625</strong>&nbsp;(US &amp.\nCanada),&nbsp;<strong>001-515-248-7680</strong>&nbsp;(International).</li>\n<li>\n<strong>Billboard Magazine: </strong>Log into customer service at <strong>this link</strong> to update your subscription information (address, email, etc.).\nOr email Customer Service at<strong>&nbsp;subscriptions@billboard.com</strong> or via telephone at <strong>1-800-684-1873</strong> or <strong>1-845-267-3072</strong> (outside the US).&nbsp.\nTo update your customer preferences for our newsletters, please visit <strong>www.billboard.com/newsletter/preferences</strong>.</li>\n<li>\n<strong>The Hollywood Reporter</strong>: Log into customer service at <strong>this link</strong> to update your subscription information (address, email, etc.).\nand customer preferences.\nOr email Customer Service at <strong>subscriptions@thr.com</strong> or<strong> 1-866-525-2150</strong> or <strong>1-845-267-4192</strong> (outside the US).&nbsp.\nTo update your customer preferences for our newsletters, please visit <strong>link.hollywoodreporter.com/join/38o/thr-signup</strong>.</li>\n<li>\n<strong>VIBE:</strong> To manage your Vibe newsletter preferences, please click&nbsp;<strong>here</strong>, or send an email to <strong>subscriptions@vibe.com</strong>.</li>\n</ul>\n<p>\n<strong>NOTE: changing your subscription-related preferences does not change your non-subscription-related email preferences, including for email alerts and newsletters, special offers from our brands, and promotional emails from third parties, which are set&nbsp;</strong>\n<strong>via the preference center on each individual Website listed here</strong>\n<strong>.</strong>\n</p>\n<p>Despite your indicated preferences, we may send you service related communications, including notices about your subscription, and we may continue disclosing your information to third parties under the&nbsp;<strong>Service Provider Use</strong>, the&nbsp;<strong>Legal Use</strong>&nbsp;and the&nbsp;<strong>Acquisition Use</strong>&nbsp;described above.</p>\n8.\nRetention of Your Information\n<p>We keep your information for no longer than necessary for the purposes for which it is processed.\nThe length of time for which we retain information depends on the purposes for which we collected and use it and/or as required to comply with applicable laws.</p>\n9.\nCookies and Other Tracking Technologies\n<p>We use and allow certain other companies to use certain tracking technologies, including cookies, web beacons, and other similar technologies (collectively, “<strong>Cookies</strong>”) on the Services.\nTo see an explanation what these technologies are and why we use them, as well as your rights to control our use of them please see our&nbsp;<strong>cookie notice</strong>&nbsp;(“<strong>Cookie Notice”</strong>).\nWe endeavor to adhere to the Digital Advertising Alliance’s (DAA) self-regulatory principles governing interest-based advertising.</p>\n10.\nLinks to Third Party Sites\n<p>When you are on the Services, you may be directed to other websites that are operated and controlled by third parties that we do not control.\nWe are not responsible for the privacy practices employed by any of these third parties.\nIf you access a third-party website from the Services, you do so at your own risk, and you understand that this Privacy Policy does not apply to your use of such websites.</p>\n11.\nSecurity\n<p>We implement appropriate administrative, technical and security safeguards to help prevent unauthorized access, use, or disclosure of the information we collect.\nHowever, no systems can be completely secure.\nTherefore, while PMC uses reasonable efforts to protect your information, PMC cannot guarantee its absolute security, and your use of the Services indicates your agreement to assume this risk.</p>\n12.\nSpecial Note For Parents\n<p>The Services are for a general audience and are not designed or intended for use by children, especially those under age thirteen (13) or sixteen (16) in the EU.</p>\n13.\nTransfer Information to the United States\n<p>The Services are operated in the United States of America (USA) and are intended for users located in the USA.\nIf you are located outside of the USA, please note that the information you provide to us will be transferred to and processed in the USA, where laws regarding processing of personal data may be less stringent than the laws in your country.</p>\n14.\nChanges to This Privacy Policy\n<p>We reserve the right to change this Privacy Policy at any time without prior notice.\nAny changes will be effective immediately upon the posting of the revised Privacy Policy.</p>\n15.\nDisputes.\nNo Rights of Third Parties\n<p>If you choose to access the Services, subscribe to our Publications or use any of our Services, any dispute over privacy is subject to our&nbsp;<strong>Terms of Use</strong>, including limitations on damages, resolution of disputes by binding arbitration, and application of the laws of the United States, and the State of New York.\nThis Privacy Policy does not create rights enforceable by third parties.</p>\n16.\nContact Us: Data Privacy Officer\n<p>If you have any questions or concerns about any aspect of this Privacy Policy, please contact our Data Privacy Officer at the address set forth below.</p>\n<p>Data Privacy Officer<br>\nPenske Media Corporation<br>\n11175 Santa Monica Boulevard<br>\nLos Angeles, CA 90025</p>\n<p>Or</p>\n<p>\n<strong>PrivacyDirector@pmc.com</strong>\n</p>\n<p>Last revised on September 11, 2020</p>\n<p>&nbsp;</p>\nAppendix A: California Privacy Notice\n<p>This Privacy Notice for California residents supplements the&nbsp;<strong>PMC Privacy Policy</strong>.</p>\n<p>This Notice applies to website visitors, app users, event attendees and other customers in California.\nThis Notice does not apply to employees, former employees, candidates, contractors, service providers, or business contacts of PMC.\nThis supplemental privacy notice gives California residents additional information about our information collection and use practices required by the California Consumer Privacy Act of 2018 (“CCPA”).\nThe CCPA also provides California residents with specific privacy rights, which are outlined in our Privacy Policy&nbsp;<strong>here</strong>.</p>\n<p>This notice provides information about the categories of personal information that we collect from California residents generally, the purposes for which we use the information, the sources of the information, and the categories of third parties to whom we disclose the information for business purposes.\nMore detailed information is available in our Privacy Policy at&nbsp;<strong>How We Use Personal Information</strong>&nbsp;and&nbsp;<strong>How We Share Personal Information</strong>.</p>\n<p>If you would like to opt out of PMC’s use of your information for such purposes that are considered a “sale” under California law, you may do so as outlined on the following page:&nbsp;<strong>Do Not Sell My Personal Information</strong>.\nYou can also submit a sale opt-out request by emailing us by calling us at&nbsp;<strong>(877) 365-3500</strong>.\nPlease note that we do not knowingly sell the personal information of minors under 16 years of age without legally-required affirmative authorization.<br>\nPlease note that PMC employees who are seeking further information about their legal rights under California law should instead contact their PMC HR representative.\nApplicants submitting information on the PMC Careers pages at&nbsp;<strong>pmc.com/careers-listing</strong>&nbsp;should instead consult the Penske Media Corporation Human Resources Privacy Notice referenced therein.</p>\n<p>\n<strong>Information you provide to us:</strong>\n</p>\n<strong>Categories of information collected</strong>\n<strong>Purposes of use</strong>\n<p>\n</p>\n<p>\n<strong>\n<br>\n(see “How We Use Personal Information” in our Privacy Policy for additional information)</strong>\n</p>\n<strong>Sources of personal information</strong>\n<strong>Categories of third parties to whom we disclose the information</strong>\n<strong>Registration, Subscription or Contact Information</strong>\n<p>\n</p>\n<p>such as e-mail address, name, phone number, shipping address, and billing information</p>\n<ul>\n<li>Provide the Services</li>\n<li>Communicate with You &amp.\nProvide Customer Service</li>\n<li>Personalize Your Experience</li>\n<li>Editorial Use</li>\n<li>Improve the Services</li>\n<li>Our Marketing and Third-Party Marketing and Advertising Purposes</li>\n<li>Bug detection and error reporting</li>\n<li>Auditing Consumer Interactions</li>\n<li>Security, Fraud, and Legal Compliance</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Other users who provide information about you</li>\n<li>Consumer data resellers</li>\n<li>Public records databases</li>\n<li>Marketers</li>\n<li>Conferences and other events</li>\n<li>Our affiliates</li>\n</ul>\n<ul>\n<li>Service Providers</li>\n<li>Our Affiliates</li>\n<li>Other Individuals, Services, and Partners at Your Request</li>\n<li>Contests and Promotions Providers</li>\n<li>Partners to Provide Co-Branded Products and Services</li>\n<li>Marketers</li>\n<li>Social Media Networks</li>\n<li>Entities for Legal Purposes</li>\n<li>Entities For Sales or Transfer of Business or Assets</li>\n</ul>\n<strong>Customer service information</strong>\n<p>\n</p>\n<p>such as questions and other messages you address to us directly through online forms, by email, over the phone, or by post.\nand summaries or voice recordings of your interactions with customer care</p>\n<ul>\n<li>Provide the Services</li>\n<li>Communicate with You &amp.\nProvide Customer Service</li>\n<li>Bug detection and error reporting</li>\n<li>Security, Fraud, and Legal Compliance</li>\n<li>Improve the Services</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Our affiliates</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Service Providers</li>\n<li>Our Affiliates</li>\n<li>Entities for Legal Purposes</li>\n<li>Entities For Sales or Transfer of Business or Assets</li>\n</ul>\n<strong>Demographic, statistical and interest information</strong>\n<p>\n</p>\n<p>such as your age, date of birth, gender, interests, lifestyle information, and hobbies</p>\n<ul>\n<li>Provide the Services</li>\n<li>Communicate with You &amp.\nProvide Customer Service</li>\n<li>Personalize Your Experience</li>\n<li>Improve the Services</li>\n<li>Our Marketing and Third-Party Marketing and Advertising Purposes</li>\n<li>Security, Fraud, and Legal Compliance</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Other users who provide information about you</li>\n<li>Consumer data resellers</li>\n<li>Our affiliates</li>\n<li>Public records databases</li>\n<li>Conferences and other events</li>\n<li>Marketers</li>\n<li>Social media networks, in accordance with your privacy preferences on such services</li>\n</ul>\n<ul>\n<li>Service Providers</li>\n<li>Our Affiliates</li>\n<li>Other Individuals, Services, and Partners at Your Request</li>\n<li>Contests and Promotions Providers</li>\n<li>Partners to Provide Co-Branded Products and Services</li>\n<li>Marketers</li>\n<li>Social Media Networks</li>\n<li>Entities for Legal Purposes</li>\n<li>Entities For Sales or Transfer of Business or Assets</li>\n</ul>\n<strong>Financial and transactional information</strong>\n<p>\n</p>\n<p>such as credit or debit card number, verification number, and expiration date, to process payments and information about your transactions and purchases with us</p>\n<p>&nbsp;</p>\n<ul>\n<li>Provide the Services</li>\n<li>Communicate with You &amp.\nProvide Customer Service</li>\n<li>Security, Fraud, and Legal Compliance</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Third-party payment processors who collect this information on our behalf and who also have an independent relationship with you</li>\n<li>Third party partners or co-branded partners</li>\n</ul>\n<ul>\n<li>Service Providers</li>\n<li>Our Affiliates</li>\n<li>Third Parties for Legal Purposes</li>\n<li>Third Party For Sales or Transfer of Business or Assets</li>\n</ul>\n<strong>Employment or Education Information when you register for events or for networking insights services</strong>\n<p>\n</p>\n<p>such as education history, employment experience, business contact information</p>\n<ul>\n<li>Provide the Services</li>\n<li>Communicate with You &amp.\nProvide Customer Service</li>\n<li>Personalize Your Experience</li>\n<li>Editorial Use</li>\n<li>Improve the Services</li>\n<li>Our Marketing and Third-Party Marketing and Advertising Purposes</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>You</li>\n<li>Other users who provide information about you</li>\n<li>Consumer data resellers</li>\n<li>Our affiliates</li>\n<li>Public records databases</li>\n<li>Conferences and other events</li>\n<li>Marketers</li>\n<li>Social media networks, in accordance with your privacy preferences on such services</li>\n</ul>\n<ul>\n<li>Service Providers</li>\n<li>Our Affiliates</li>\n<li>Other Individuals, Services, and Partners at Your Request</li>\n<li>Contests and Promotions Providers</li>\n<li>Partners to Provide Co-Branded Products and Services</li>\n<li>Marketers</li>\n<li>Entities for Legal Purposes</li>\n<li>Entities For Sales or Transfer of Business or Assets</li>\n</ul>\n<strong>User-generated content</strong>\n<p>\n</p>\n<p>such as comments on articles, photos, videos, audio, any information you submit in public forums or message boards, reviews and feedback or testimonials you provide about our Services</p>\n<ul>\n<li>Provide the Services</li>\n<li>Communicate with You &amp.\nProvide Customer Service</li>\n<li>Personalize Your Experience</li>\n<li>Editorial Use</li>\n<li>Improve the Services</li>\n<li>Our Marketing and Third-Party Marketing and Advertising Purposes</li>\n<li>Bug detection and error reporting</li>\n<li>Security, Fraud, and Legal Compliance</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Other users who provide information about you in connection with their event or profile</li>\n</ul>\n<ul>\n<li>Service Providers</li>\n<li>Our Affiliates</li>\n<li>Other Individuals, Services, and Partners at Your Request</li>\n<li>Contests and Promotions Providers</li>\n<li>Partners to Provide Co-Branded Products and Services</li>\n<li>Social Media Networks</li>\n<li>Entities for Legal Purposes</li>\n<li>Entities For Sales or Transfer of Business or Assets</li>\n</ul>\n<strong>Research, survey, or sweepstakes information (including personal identifiers and user generated content)</strong>\n<p>\n</p>\n<p>collected if you participate in a survey or sweepstakes.\nincludes information needed for you to participate (such as contact information), and to fulfill your prize</p>\n<ul>\n<li>Provide the Services</li>\n<li>Communicate with You &amp.\nProvide Customer Service</li>\n<li>Personalize Your Experience</li>\n<li>Improve the Services</li>\n<li>Our Marketing and Third-Party Marketing and Advertising Purposes</li>\n<li>Bug detection and error reporting</li>\n<li>Auditing Consumer Interactions</li>\n<li>Security, Fraud, and Legal Compliance</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Survey or sweepstakes partners</li>\n<li>Researchers and analysts</li>\n</ul>\n<ul>\n<li>Service Providers</li>\n<li>Our Affiliates</li>\n<li>Other Individuals, Services, and Partners at Your Request</li>\n<li>Contests and Promotions Providers</li>\n<li>Partners to Provide Co-Branded Products and Services</li>\n<li>Advertisers</li>\n<li>Entities for Legal Purposes</li>\n<li>Entities For Sales or Transfer of Business or Assets</li>\n</ul>\n<strong>Contact Information about others (including personal identifiers)</strong>\n<p>\n</p>\n<p>such as name and mailing address to send a gift or use our send-to-a-friend functionality.</p>\n<p>If you use send-a-friend on our Services, your email address may be included in the communication sent to your friend.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Communicate with You &amp.\nProvide Customer Service</li>\n<li>Improve the Services</li>\n<li>Auditing Consumer Interactions</li>\n<li>Security, Fraud, and Legal Compliance</li>\n<li>Our Marketing Purposes</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Other users (if you are the recipient of a communication)</li>\n<li>Our affiliates</li>\n</ul>\n<ul>\n<li>Service Providers</li>\n<li>Our Affiliates</li>\n<li>Other Individuals, Services, and Partners at Your Request</li>\n<li>Entities for Legal Purposes</li>\n<li>Entities For Sales or Transfer of Business or Assets</li>\n</ul>\n<strong>Social media information (which may include personal identifiers, photos, location, user generated content, demographic information)</strong>\n<p>\n</p>\n<p>if you link your account or access the Services through a third-party connection or log-in, we may have access to any information you provide to that social network depending on your privacy settings such as your name, email address, friend list, photo, gender, location, and current city.\nand information you provide to us directly through our pages on social networking and blogging platforms (e.g., Facebook, Instagram, Snapchat, WordPress, and Twitter)</p>\n<p>&nbsp;</p>\n<ul>\n<li>Provide the Services</li>\n<li>Communicate with You &amp.\nProvide Customer Service</li>\n<li>Personalize Your Experience</li>\n<li>Editorial Use</li>\n<li>Improve the Services</li>\n<li>Our Marketing and Third-Party Marketing and Advertising Purposes</li>\n<li>Bug detection and error reporting</li>\n<li>Auditing Consumer Interactions</li>\n<li>Security, Fraud, and Legal Compliance</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Social media networks, in accordance with your privacy preferences on such services</li>\n</ul>\n<ul>\n<li>Service Providers</li>\n<li>Our Affiliates</li>\n<li>Other Individuals, Services, and Partners at Your Request</li>\n<li>Social Media Networks</li>\n<li>Entities for Legal Purposes</li>\n<li>Entities For Sales or Transfer of Business or Assets</li>\n</ul>\n<strong>Inference Data</strong>\n<p>\n</p>\n<p>such as information about your potential preferences that we infer from your activities on the Services, and information you provide or inference information we receive from other parties</p>\n<ul>\n<li>Provide the Services</li>\n<li>Communicate with You &amp.\nProvide Customer Service</li>\n<li>Personalize Your Experience</li>\n<li>Improve the Services</li>\n<li>Our Marketing and Third-Party Marketing and Advertising Purposes</li>\n</ul>\n<ul>\n<li>Our affiliates</li>\n<li>Consumer data resellers</li>\n<li>Analytics Providers</li>\n</ul>\n<ul>\n<li>Service Providers</li>\n<li>Our Affiliates</li>\n<li>Online Advertisers, Ad Networks and Advertising Partners</li>\n<li>Entities for Legal Purposes</li>\n<li>Entities For Sales or Transfer of Business or Assets</li>\n</ul>\n<strong>Other information</strong>\n<p>\n</p>\n<p>any other information you choose to directly provide to PMC in connection with your use of the Services</p>\n<ul>\n<li>Provide the Services</li>\n<li>Communicate with You &amp.\nProvide Customer Service</li>\n<li>Personalize Your Experience</li>\n<li>Editorial Use</li>\n<li>Improve the Services</li>\n<li>Our Marketing and Third-Party Marketing and Advertising Purposes</li>\n<li>Bug detection and error reporting</li>\n<li>Auditing Consumer Interactions</li>\n<li>Security, Fraud, and Legal Compliance</li>\n</ul>\n<ul>\n<li>You</li>\n</ul>\n<ul>\n<li>Service Providers</li>\n<li>Our Affiliates</li>\n<li>Other Individuals, Services, and Partners at Your Request</li>\n<li>Social Media Networks</li>\n<li>Entities for Legal Purposes</li>\n<li>Entities For Sales or Transfer of Business or Assets</li>\n</ul>\n<p>\n<strong>Information we collect automatically from you and/or your device:</strong>\n</p>\n<strong>Categories of information collected</strong>\n<strong>Purposes of use</strong>\n<p>\n</p>\n<p>\n<strong>(see “How We Use Personal Information” in our Privacy Policy for additional information)</strong>\n</p>\n<strong>Sources of personal information</strong>\n<strong>Categories of third parties to whom we disclose the information</strong>\n<strong>Device information and identifiers</strong>\n<p>\n</p>\n<p>such as IP address.\nbrowser type and language.\noperating system.\nplatform type.\ndevice type.\nsoftware and hardware attributes.\nand unique device, advertising, and app identifiers</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize Your Experience</li>\n<li>Improve the Services</li>\n<li>Our Marketing and Third-Party Marketing and Advertising Purposes</li>\n<li>Bug detection and error reporting</li>\n<li>Auditing Consumer Interactions</li>\n<li>Security, Fraud, and Legal Compliance</li>\n</ul>\n<ul>\n<li>You (through your device)</li>\n<li>Advertising providers</li>\n<li>Analytics providers</li>\n<li>Cookies and tracking technologies</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>Service Providers</li>\n<li>Our Affiliates</li>\n<li>Advertisers, Ad Networks and Advertising Partners</li>\n<li>Social Media Networks</li>\n<li>Entities for Legal Purposes</li>\n<li>Entities For Sales or Transfer of Business or Assets</li>\n</ul>\n<strong>Internet network and device activity data</strong>\n<p>\n</p>\n<p>such as information about files you download, domain names, landing pages, browsing activity, content or ads viewed and clicked, dates and times of access, pages viewed, forms you complete or partially complete, search terms, uploads or downloads, the URL that referred you to our Services, the web sites you visit after this web site.\nif you share our content to social media platforms.\nand other web usage activity and data logged by our web servers, whether you open an email and your interaction with email content, access times, error logs, and other similar information.</p>\n<p>&nbsp;</p>\n<p>\n<strong>See “</strong>\n<strong>Cookies and Other Tracking Technologies</strong>\n<strong>” for more information about how we collect and use this information.</strong>\n</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize Your Experience</li>\n<li>Improve the Services</li>\n<li>Our Marketing and Third-Party Marketing and Advertising Purposes</li>\n<li>Bug detection and error reporting</li>\n<li>Auditing Consumer Interactions</li>\n<li>Security, Fraud, and Legal Compliance</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>You (through your device)</li>\n<li>Advertising providers</li>\n<li>Analytics providers</li>\n<li>Cookies and tracking technologies</li>\n<li>Marketers</li>\n<li>Our affiliates</li>\n</ul>\n<ul>\n<li>Service Providers</li>\n<li>Our Affiliates</li>\n<li>Online Advertisers, Ad Networks and Advertising Partners</li>\n<li>Social Media Networks</li>\n<li>Entities for Legal Purposes</li>\n<li>Entities For Sales or Transfer of Business or Assets</li>\n</ul>\n<strong>Geolocation information</strong>\n<p>\n</p>\n<p>such as city, state and ZIP code associated with your IP address or derived through Wi-Fi triangulation.\nand precise geolocation information from GPS-based functionality on your mobile devices, with your permission in accordance with your mobile device settings</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize Your Experience</li>\n<li>Improve the Services</li>\n<li>Our Marketing and Third-Party Marketing and Advertising Purposes</li>\n<li>Bug detection and error reporting</li>\n<li>Auditing Consumer Interactions</li>\n<li>Security, Fraud, and Legal Compliance</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Advertising providers</li>\n<li>Analytics providers</li>\n<li>Marketers</li>\n<li>Our affiliates</li>\n</ul>\n<ul>\n<li>Service Providers</li>\n<li>Our Affiliates</li>\n<li>Online Advertisers, Ad Networks and Advertising Partners</li>\n<li>Social Media Networks</li>\n<li>Entities for Legal Purposes</li>\n<li>Entities For Sales or Transfer of Business or Assets</li>\n</ul>\n<p>\n<strong>Cookies and Other Tracking Technologies</strong>\n</p>\n<p>Last Updated Date: September 11, 2020.</p>\n<p>What are Cookies?&nbsp;Cookies are text files that contain a certain amount of information and are downloaded to your computer or mobile device when you visit a website.\nThey are useful because they allow websites to recognize a user’s device.\nThey are then returned to the original website on each subsequent visit or to any other website that recognizes them.\nFor more information on cookies, go to&nbsp;http://www.allaboutcookies.org.\nThe term “Cookie” is used in this Notice in the broad sense to include all similar techniques and technology, including web beacons, pixels, and log files.\nFor more information on these additional tools, see our glossary below.</p>\n<p>Types of Information We Collect.&nbsp;Cookies help us to understand Website usage and to improve the content and offerings on our Services and in other media.\nExamples of the types of information that we collect through Cookies include: The number of users visiting Services, the number of times a Website was viewed, the pages viewed, the clicks made on the Services and the total duration of navigation on the Services.\nThe name of the page that referred you to the Website.\nWhether this is your first time visiting the Website.\nYour viewing preferences (e.g.\nlayout, sizing preferences, language etc.).\nYour user name, your password, the type of browser used and your IP address, so that we can identify you during your next visits.</p>\n<p>How We Use Cookies.&nbsp;Examples of ways that we use Cookies include:</p>\n<ul>\n<li>To control the display of ads;</li>\n<li>To track usage patterns on the Services;</li>\n<li>To deliver editorial content;</li>\n<li>To record requests for subscriptions;</li>\n<li>To implement our affiliate marketing program;</li>\n<li>To enhance information we have about you.\nand</li>\n<li>To personalize information and marketing messages.</li>\n</ul>\n<p>PMC (or third party service providers on our behalf) may also use cookies to collect aggregate information about Website users on an anonymous basis (“Anonymous Information”).\nWe may share demographic and usage information with our prospective and actual business partners, advertisers and other third parties for any business purpose.</p>\n<p>Types of Cookies We Use on Our Services.&nbsp;We use first party and third party Cookies for several reasons.\nSome Cookies are required for technical reasons in order for our Site to operate, and we refer to these as “essential” or “strictly necessary” Cookies.\nOther Cookies also enable us to track and target the interests of our users and to enhance the experience on our Services.\nThird parties also serve Cookies through our Services for advertising, analytics and other purposes.\nThe specific types of first and third party Cookies served through our Services and the functions they perform are described in more detail below.</p>\n<ul>\n<li>First-party Cookies.&nbsp;These cookies are created by PMC.\nThey allow you to browse our Services and use their features.</li>\n<li>Strictly Necessary &nbsp;Cookies.These cookies are strictly necessary to allow you to move around the Services and use their features, such as accessing your subscriptions.\nWithout these cookies, we cannot enable appropriate content based on the type of device you are using.\nTherefore, these cookies cannot be disabled.</li>\n<li>Functional Cookies<em>.</em>These cookies allow us to remember choices you make on our websites (such as your preferred language or the region you are in).\nTo refuse these Cookies, please follow the instructions below under the section Cookie Management.\nNote that by disabling functional cookies, you may not be able to use some of our features or those features may not function properly.</li>\n<li>Embedded Scripts<em>.</em>An embedded script is programming code that is designed to collect information about your interactions with the Services, such as the links you click on.\nThe code is temporarily downloaded onto your computer or other device, is active only while you are connected to the Services, and is deactivated or deleted thereafter.</li>\n<li>Analytics Cookies.We use Cookies and other identifiers (such as web beacons) to see how you use our Services in order to enhance their performance and develop them according to the preferences of our customers and visitors.\nFor example, cookies and web beacons may be used to maintain a consistent look and feel across our Services, track and provide trend analysis on how our users interact with our Services, track errors, and measure the effectiveness of our promotional campaigns.\nTo refuse these Cookies, please follow the instructions below under the section Cookie Management.</li>\n<li>Cross-Device Cookies.PMC may use cookies in combination with the information we collect — for instance, IP addresses and unique mobile device identifiers — to locate or try to locate the same unique users across multiple browsers or devices (such as smartphones or tablets), or work with service providers that do this, in order to save your preferences across devices and analyze usage of the Services.\nTo refuse these Cookies, you may install the&nbsp;Google Analytics Opt-out Browser Add-on.</li>\n<li>Third-Party Cookies.\nSome of our third party partners (including advertisers and marketing services companies) may set and access Cookies on your computer as well, or we may do so on their behalf.\nWe do not have control over how these third parties use such cookies and similar technologies or the information derived therefrom, and this Privacy Policy does not cover any use of information that such third parties may have collected from you or the methods used by the third-parties to collect that information.\nTo see a list of our third party partners, please&nbsp;click here.\nThese types of cookies include:\n<ul>\n<li>Advertising Cookies<em>.&nbsp;</em>These Cookies, defined exclusively by third parties, collect several types of data about your browsing habits, including opening emails, as well as your preferences for products and services.\nThis information allows PMC to improve the Services and serve you relevant advertisements on our Services.\nCertain third party partners may also combine the information they collect and/or hashed email addresses in order to identify your email address or other information about you and share that information with us.\n&nbsp;To refuse these cookies, please follow the instructions below under the section&nbsp;Cookie Management.\nSome advertisements may also contain an icon that you may click on to find out more about how to manage your advertising preferences.</li>\n<li>Third-Party Functional Cookies.\nThese Cookies are defined by third parties who support our Services and allow you to use useful services and features.\nTo refuse these cookies, please follow the instructions below under the section Cookie Management.</li>\n</ul>\n</li>\n<li>Web Beacons.&nbsp;Small graphic images or other web programming code called web beacons (also known as “clear GIFs” or “pixel tags”) or similar technologies may be included in our web pages and messages.\nWeb beacons or similar technologies may be used for a number of purposes, including, without limitation, to count visitors to the Services, to monitor how users navigate the Services, to count how many e-mails that were sent were actually opened or to count how many particular articles or links were actually viewed.\nA clear gif may enable us to relate your viewing or receipt of a web page or message to other information about you, including your Personally Identifiable Information.\nTo refuse Web Beacons, please follow the instructions below under the section Cookie Management.</li>\n<li>HTML.&nbsp;HTML, the language some websites are coded in, may be used to store information on your computer or device about your interaction with and use of the Services.\nThis information may be retrieved by us to help us manage our Services, such as by giving us information about how our Services are being used by our visitors, how they can be improved, and to customize them for our users.</li>\n</ul>\n<p>\n<strong>Types of Cookies We Serve on Third-Party Services.</strong>\n</p>\n<p>Duration of Storage of Cookies on Your Device.&nbsp;We use both “session cookies” (which expire once you close your web browser) and “persistent cookies” (which stay on your computer until you delete them).</p>\n<p>\n<strong>Cookie Management.</strong>\n</p>\n<ul>\n<li>Analytics.\nTo learn about Google Analytics’ currently available opt-outs for the Web, please visit&nbsp;https://support.google.com/analytics/answer/181881?hl=en.</li>\n<li>Disabling Advertising Cookies.&nbsp;Some of the advertising service providers may be members of the Network Advertising Initiative, which offers a single location to opt out of ad targeting from member companies.\nIf you opt-out of receiving targeted ads in this manner, you will continue to receive advertising messages after you opt-out, but they will not be customized to you based on your use of the Services and/or third party websites.\nIf you would like more information about advertisers’ use of tracking technologies and about your option not to accept these cookies, you can go to&nbsp;www.networkadvertising.org.\nIf you would like to learn more about how interest-based information is collected, whether the companies we use are part of an industry network regarding behavioral advertising and to know your choices about not having information used in this manner, you can go to&nbsp;www.aboutads.info.\nThe collection of information via certain ads served to users in Canada may be managed by visiting&nbsp;youradchoices.ca.\nPlease note that the-opt out is cookie-based and will only affect the specific computer and browser on which the opt-out is applied.</li>\n<li>Using Browser Settings.\nYou can disable and/or delete most types of cookies by using your browser settings.\nPlease note that if you use your browser settings to block all cookies you may not be able to access parts of our or others’ Services.\nThe following links provide information on how to modify the cookies settings on some popular browsers:\n<ul>\n<li>Apple Safari</li>\n<li>Google Chrome</li>\n<li>Microsoft Internet Explorer</li>\n<li>Mozilla Firefox</li>\n</ul>\n</li>\n<li>Do Not Track Signals.&nbsp;PMC does not act on “do not track” requests from your browser because, this way, we are able to personalize your experiences on our Services.\nFor more information, go to&nbsp;www.networkadvertising.orgor&nbsp;www.aboutads.info.\nIf you have questions about the use of Cookies on our Services, please contact us as described in the&nbsp;Contact Us&nbsp;section of our Privacy Policy.</li>\n</ul>\n<p>\n<strong>List of third party partners as of April 3, 2020</strong>\n</p>\n<p>To see a list of our third party partners as of the date noted above, please see below.\nThis list may be updated from time to time.</p> Ad Servers:\nAdButlerAtlas<br>\nCeltra<br>\nClipcentric<br>\nDCM<br>\nFlashtalking\nJet Pack<br>\nLiveIntent<br>\nSizmek<br>\nSpotible<br>\nTeads Tracking Vendors:\nAdjuster<br>\nAdobe Audience Manager DMP<br>\nAdrizer<br>\nApester<br>\nBlockthrough<br>\nBluekai<br>\nCeros<br>\nCollective UK<br>\nConversant<br>\nDioh<br>\nDouble Verify<br>\nFlluct<br>\nGoogle Analytics<br>\nIdeon<br>\nInnovid<br>\nIntegral Ad Science<br>\nKeywee<br>\nLotame<br>\nLucid<br>\nMarketing Evolution\nMillward Brown Digital<br>\nMoat<br>\nNeustar<br>\nNielsen<br>\nOptimera<br>\nOptimizely<br>\nOracle<br>\nPermutive<br>\nPiwik<br>\nPlaced<br>\nResearch Now<br>\nSalesforce DMP / Krux<br>\nSamba TV<br>\nSizmek/Peer39<br>\nSkimlinks<br>\nSpotX<br>\nStanza<br>\nVisual IQ<br>\nWhite Ops Other:\nAdLightning<br>\nAdmiral<br>\nAdslot<br>\nALC Pixels/Digital<br>\nAmazon – RoundForest<br>\nAmazon A9<br>\nAmazon Associates VigLinks<br>\nAnyclip<br>\nAppAudience/Appmonet<br>\nAppNexus<br>\nbRealtime<br>\nBringhub<br>\nCaptify<br>\nChartbeat<br>\nKixer<br>\nChicory<br>\nComscore<br>\nConfiant<br>\nConsumable.IO<br>\nCriteo<br>\nDisqus<br>\nDistrictM<br>\nEMX<br>\nFacebook<br>\nGoogle DFP/AdX<br>\nGotchosen<br>\nGumGum<br>\nHotjar<br>\nIndex Exchange<br>\nInfolinks<br>\nInstinctive<br>\nInuvo<br>\nJivox<br>\nJustPremium<br>\nJW Player<br>\nKargo<br>\nLightLife<br>\nLIveRamp<br>\nMagnetic\nMicrosoft<br>\nMobkoi<br>\nNativo<br>\nNewsCred<br>\nNobid<br>\nOpenX<br>\nOriel<br>\nOutbrain<br>\nParsec<br>\nPinterest<br>\nPlaybuzz<br>\nPolar<br>\nPubmatic<br>\nRhombus<br>\nRubicon<br>\nSharethrough<br>\nSocius<br>\nSonobi<br>\nSovrn<br>\nSpot.IM<br>\nSwoop<br>\nTaboola<br>\nTeads<br>\nTelaria<br>\nTriplelift<br>\nTwitter<br>\nUndertone<br>\nUnruly<br>\nVemba<br>\nVenatus<br>\nVerizon Media Group<br>\nVibrant<br>\nVideo Elephant<br>\nVividSeats<br>\nVox Media<br>\nYieldbot<br>\nYieldmo<br>\nYoutube<br>\nZergnet <p>&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2020-12-29 19:42:16.22488", "updated_at": "2021-02-03 22:32:17.990132"}, {"id": 4056, "name": "California Opt Out Sale of Data", "url": "https://pmc.com/california-opt-out-of-sale-of-data/", "xpath": "//*[@id=\"post-6481\"]/div", "text": " <p>\n<strong>This page is for California residents to opt-out of the sale of your personal information.</strong> Please scroll down and read all of the information about the choices available to you to determine the choices you would like to make.\n<strong>You may have to return to this page to make multiple choices.</strong>\n</p>\n<p>For more information about PMC’s privacy practices, please see our <strong>Privacy Policy</strong>.</p>\n<p>\n<strong>Opt Out of Cookie and Device Information for Online Advertising and Other Purposes</strong>\n<br>\nAs explained further in our <strong>Privacy Policy</strong>, PMC and our advertising partners collect certain pieces of information from our visitors, such as device identifiers, cookies, advertising IDs, and IP addresses and usage activity, so that we and our partners can deliver ads that are more relevant to you on PMC and other sites or apps.\nWe and our partners may share this information with third parties to deliver relevant ads to you.\nThis type of information sharing with our advertising partners may be considered a “sale” under the CCPA.\n<strong>If you would like to exercise choices regarding this sharing, please review the information below.</strong>\n</p>\n<ul>\n<li>\n<strong>To opt out as described above, visit the website of each PMC brand for which you want to opt out and click the “Do Not Sell My Personal Information” link in the footer.&nbsp;</strong>\n</li>\n<li>\n<strong>Additional options:</strong>\n<ul>\n<li>\n<strong>Digital Advertising Alliance (“DAA”) Opt-Out:</strong> The Digital Advertising Alliance (“DAA”) offers tools to provide consumers with choices as to whether participating third parties can use your information to provide interest-based ads.\nTo opt out of sharing your information with participating third parties for interest-based ads, please use the following tools.\n<strong>For websites</strong> visit optout.aboutads.info.\n<strong>For mobile</strong> visit the youradchoices.com/appchoices.</li>\n<li>\n<strong>Google Opt-Out:</strong> If you are on the web, you can also opt out of Google Analytics by installing Google’s <strong>opt-out browser add-on</strong>, and opt out of interest-based Google ads using <strong>Google’s Ads Settings</strong>.\nGoogle may also participate in the DAA WebChoices Tool (above).</li>\n<li>\n<strong>Mobile Ad Settings:</strong> If you no longer wish to receive interest-based ads on your mobile applications, please refer to your device’s operating system settings, which may include “Limit Ad-Tracking” on iOS devices and “opt-out of interest-based advertising” on Android devices.</li>\n<li>\n<strong>Facebook Ad Preferences:</strong> Facebook offers settings that may control what information Facebook uses about you or your device activity for advertising purposes.\nVisit the <strong>Facebook Ad Preferences</strong> page for more information.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>IMPORTANT NOTES:</strong>\n</p>\n<ul>\n<li>\n<strong>The opt-outs described above are device and browser based.</strong> Because the information being shared relates to your device ID and/or browser ID, you must opt out on each device and each browser where you want your choice to apply.</li>\n<li>\n<strong>Opt-outs may be stored via cookies.</strong> If you clear cookies, you must opt out again where you want your choices to apply.</li>\n<li>\n<strong>PMC does not maintain or control the all of the opt-out mechanisms and settings above and is not responsible for those tools operated by others.</strong>\n</li>\n<li>\n<strong>We may still deliver contextual ads and ads based on our own data about you</strong>, conduct cross-device tracking so we can serve you first-party ads directly, or use information for non-targeted ad purposes, such as attribution and analytics.</li>\n<li>\n<strong>We may also still share some personal information with our partners</strong>(who will function as our service providers in such instance) to help us perform functions such as measuring ad effectiveness, controlling how many times you see an ad, determining ad performance, providing and securing ads, providing aggregate statistics and analytics, and/or reducing ad fraud.</li>\n<li>\n<strong>The above choices will not opt you out of the use of previously collected and shared information</strong> or all interest-based advertising (such as that conducted on other sites).\nYou can visit the DAA for more information about interest-based advertising.</li>\n</ul>\n<p>\n<strong>Opt Out of All Other Personal Information Sales</strong>\n<br>\nIn addition to what is described above under “Opt Out of Cookie and Device Information,” we sell or license certain of your information, such as contact information or subscription information, to third parties to provide you with offers and promotions and opportunities that may be of interest to you.\n<strong>If you would like to opt out of the sale of this information, please complete <strong>this webform</strong> or call our automated line at (877) 365-3500.</strong> The information you supply in this form will only be used for the purposes of identifying your data and responding to your request.</p> ", "created_at": "2021-02-06 14:21:14.612104", "updated_at": "2021-02-06 14:21:23.891009"}], "points": [], "urls": ["pmc.com", "bgr.com"]}}