{"error": 448, "message": "OK", "parameters": {"id": 5674, "name": "Legal Nationwide", "created_at": "2021-11-18 01:48:47.727239", "updated_at": "2021-11-18 23:01:10.102708", "wikipedia": null, "keywords": null, "related": null, "slug": "legal-nationwide", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5674.png", "url": "legalnationwide.com", "documents": [{"id": 10216, "name": " Terms and Conditions", "url": "https://www.legalnationwide.com/terms-and-conditions/", "xpath": "/html/body/div[3]/div[1]/div[1]", "text": " Terms and Conditions <p>\n<strong>1.\nTerms</strong>\n</p>\n<p>By accessing, browsing, or submitting any material to this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, and all applicable laws and regulations.\nIf you do not agree with any of these terms, you may not use or access this site.\nThe materials contained in this web site are protected by applicable copyright law.</p>\n<p>\n<strong>2.\nUse of Content of Site</strong>\n</p>\n<p>a.\nPermission (which may be revoked at any time for any reason) is granted to temporarily download one copy of the materials (information or software) on LegalNationwide.com’s web site solely for personal, non-commercial transitory viewing only.\nNo other use is permitted.\nYou may not, for example: i.\nmodify or copy the materials.\nii.\nuse the materials for any commercial purpose, or for any public display (commercial or non-commercial).\niii.\nattempt to decompile or reverse engineer any software contained on LegalNationwide.com’s web site.\niv.\nremove any copyright or other proprietary notations from the materials.\nv.\ntransfer the materials to another person or “mirror” the materials on any other server.\nvi.\nincorporate the information, content, or material in any database, compilation, archive, or cache.\nor vii.\nlicense, create derivative works from, transfer, or sell any information, content, material, software, products or services obtained from this site.\nb.\nThis permission shall automatically terminate if you violate any of these restrictions and may be terminated by LegalNationwide.com at any time.\nUpon terminating your viewing of these materials or upon the termination of this permission, you must destroy any downloaded materials in your possession whether in electronic or printed format.</p>\n<p>\n<strong>3.\nProprietary Information</strong>\n</p>\n<p>You acknowledge and agree that this site contains proprietary information and content that are protected by intellectual property and other laws, and may not be used except as provided in these Terms of Use without advance, written permission of LegalNationwide.com.</p>\n<p>\n<strong>4.\nDisclaimer</strong>\n</p>\n<p>THE MATERIALS ON LegalNationwide.com’S WEB SITE ARE PROVIDED “AS IS”.\nLegalNationwide.com MAKES NO WARRANTIES, EXPRESSED OR IMPLIED, AND HEREBY DISCLAIMS AND NEGATES ALL OTHER WARRANTIES, INCLUDING WITHOUT LIMITATION, IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTIBILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF INTELLECTUAL PROPERTY OR OTHER VIOLATION OF RIGHTS.\nFURTHER, LegalNationwide.com DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS CONCERNING THE ACCURACY, LIKELY RESULTS, OR RELIABILITY OF THE USE OF THE MATERIALS ON ITS INTERNET WEB SITE OR OTHERWISE RELATING TO SUCH MATERIALS OR ON ANY SITES LINKED TO THIS SITE.</p>\n<p>\n<strong>5.\nCHOICE OF LAW/DISPUTE RESOLUTION/CLASS ACTION</strong>\n</p>\n<p>This Agreement shall be treated as though they were executed and performed in Florida and shall be governed by and construed in accordance with the laws of the State of Florida (without regard to conflict of law principles).\nShould a dispute arise concerning this Agreement, the terms and conditions of this Agreement or the breach of same by any party hereto: (a) the parties agree to submit their dispute for resolution by arbitration before a reputable arbitration organization as mutually agreed upon by the parties.\nand (b) you agree to first commence a formal dispute proceeding by completing and submitting an Initial Dispute Notice.\nWe may choose to provide you with a final written settlement offer after receiving your Initial Dispute Notice (“Final Settlement Offer”).\nIf we provide you with a Final Settlement Offer and you do not accept it, or we cannot otherwise satisfactorily resolve your dispute and you wish to proceed, you must submit your dispute for resolution by arbitration before a reputable arbitration organization as mutually agreed upon by the parties, in your county of residence, by filing a separate Demand for Arbitration.\nFor claims of Ten Thousand Dollars ($10,000.00) or less, you can choose whether the arbitration proceeds in person, by telephone or based only on submissions.\nIf the arbitrator awards you relief that is greater than our Final Settlement Offer, then we will pay all filing, administration and arbitrator fees associated with the arbitration and, if you retained an attorney to represent you in connection with the arbitration, we will reimburse any reasonable attorneys’ fees that your attorney accrued for investigating, preparing and pursuing the claim in arbitration.\nAny award rendered shall be final and conclusive to the parties and a judgment thereon may be entered in any court of competent jurisdiction.\nNothing contained herein shall be construed to preclude any party from: (i) seeking injunctive relief in order to protect its rights pending an outcome in arbitration.\nand/or (ii) pursuing the matter in small claims court rather than arbitration.\nAlthough we may have a right to an award of attorneys’ fees and expenses if we prevail in arbitration, we will not seek such an award from you unless the arbitrator determines that your claim was frivolous.\nTo the extent permitted by law, you agree that you will not bring, join or participate in any class action lawsuit as to any claim, dispute or controversy that you may have against the Company and/or its employees, officers, directors, members, representatives and/or assigns.\nYou agree to the entry of injunctive relief to stop such a lawsuit or to remove you as a participant in the suit.\nYou agree to pay the attorney’s fees and court costs that the Company incurs in seeking such relief.\nThis provision preventing you from bringing, joining or participating in class action lawsuits: (A) does not constitute a waiver of any of your rights or remedies to pursue a claim individually and not as a class action in binding arbitration as provided above.\nand (B) is an independent agreement.\nYou may opt-out of these dispute resolution provisions by providing written notice of your decision within thirty (30) days of the date that you first access the Website.</p>\n<p>\n<strong>6.\nLimitations</strong>\n</p>\n<p>In no event shall LegalNationwide.com or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on LegalNationwide.com’s Internet site, even if LegalNationwide.com or a LegalNationwide.com authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.\nLegalNationwide.com also assumes no responsibility and shall not be liable for any damages to, or viruses that may infect your computer equipment or other property on account of your access to, use of, or browsing this site, or of your downloading of any materials from this site.\nLegalNationwide.com assumes no responsibility or liability arising from the content of this site, as well as any offsite pages or additional sites linked to this site.</p>\n<p>\n<strong>7.\nRevisions and Errata</strong>\n</p>\n<p>The materials appearing on LegalNationwide.com’s web site could include technical, typographical, or photographic errors.\nLegalNationwide.com does not warrant that any of the materials on its web site are accurate, complete, or current.\nLegalNationwide.com may make changes to the materials contained on its web site at any time without notice.\nLegalNationwide.com does not, however, make any commitment to update the materials.\nLegalNationwide.com assumes no responsibility or liability for any errors or omissions in the content of this site.</p>\n<p>\n<strong>8.\nLinks</strong>\n</p>\n<p>LegalNationwide.com provides links to third party sites.\nThe inclusion of any link does not imply endorsement by LegalNationwide.com of the third party site.\nUse of any such linked web site is at the user’s own risk.\nYour use of such information is voluntary, and your reliance on such information should be made only after independent review.\nReferences to commercial products or services within this site or any such third party web site page does not constitute or imply an endorsement by LegalNationwide.com.</p>\n<p>\n<strong>9.\nSite Terms of Use Modifications</strong>\n</p>\n<p>LegalNationwide.com may revise these terms of use for its web site at any time without notice.\nBy using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.</p>\n<p>\n<strong>10.\nGoverning Law</strong>\n</p>\n<p>Any claim relating to LegalNationwide.com’s web site shall be governed by the laws of the State of Florida without regard to its conflict of law provisions.\nAny cause of action you may have under these Terms of Use must be filed in Federal or State Court located in the State of Florida.\nIf any portion of these Terms of Use is found to be void, invalid or otherwise unenforceable, then the remainder of these Terms of Use shall continue to be enforceable and valid according to terms contained herein.\nLegalNationwide.com is owned by a Florida S-corporation, and references to LegalNationwide.com include said S-corporation.\nGeneral Terms and Conditions applicable to Use of Web Site.</p> ", "created_at": "2021-11-18 01:48:47.732398", "updated_at": "2021-11-18 00:49:21.446003"}, {"id": 10215, "name": " Privacy Policy", "url": "https://www.legalnationwide.com/privacy-policy/", "xpath": "/html/body/div[3]/div[1]/div[1]", "text": " Privacy Policy <p>\n<strong>PRIVACY POLICY</strong>\n</p>\n<p>We created this privacy statement in order to demonstrate our commitment to privacy and security and to clearly define these standards to our website visitors.\nThis privacy policy notice applies solely to information collected by this website.The following discloses our information gathering and dissemination practices for this website:</p>\n<p>We use the IP address of consumers to help diagnose problems with our server and to administer our website.</p>\n<p>We use cookies to keep track of website content and/or referral information.</p>\n<p>Our site uses a contact form for consumers to request information about our products and services.\nWe collect consumer’s contact information (like their email address, phone number or mailing address).\nWe use contact information from the form to send products, information or offers.</p>\n<p>The consumer’s contact information may also be used to get in touch with the consumer if necessary to solve a problem.</p>\n<p>When you fill out a contact form or otherwise contact us, we may retain your communications in order to process your inquiries, respond to your requests and improve our services.</p>\n<p>In some cases, information you provide through third-party services like toll-free numbers for this site or live chat services may be retained in order to process your inquiries, respond to your requests and improve our services.\nInformation collected by these third party services is also governed by their privacy policies.</p>\n<p>We may use your email address, phone number or mailing address to communicate with you about our services.</p>\n<p>We may use any information that you provide or that we collect to provide, maintain, protect, and improve our services (including advertising services) and develop new services.</p>\n<p>At any time consumers may opt-out of receiving future mailings.\nsee the choice/opt-out section below.</p>\n<p>At any time consumers may contact us to request that we delete contact information provided to us.\nsee the choice / opt-out section below.</p>\n<p>Please note: if you communicate with us through this site, it is possible that your communication may not be treated as privileged or confidential.\nIf you communicate with us through this site in a matter or condition for which we already work with you, please remember that Internet e-mail and contact forms are not secure by nature and you should avoid sending sensitive or confidential Internet messages.</p>\n<p>\n<strong>Information sharing</strong>\n</p>\n<p>We do not sell, trade or otherwise transfer to outside parties your personally identifiable information provided by consumers.\nThis does not include trusted third parties who assist us in operating our website, conducting our business, or servicing consumers, so long as those parties agree to keep this information confidential.\nWe may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property, or safety.\nHowever, we may share aggregated demographic information with our partners that does not contain personally identifiable information.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>This site has security measures in place to protect the loss, misuse, and alteration of the information under our control.\nWe store all user information in databases protected via a variety of access controls as well as being physically located in a secure facility.\nThis data is accessed only for the purposes specified in this privacy statement.</p>\n<p>\n<strong>Choice/Opt-Out</strong>\n</p>\n<p>You can opt out of receiving future communications from us.\nYou may also request to see any information about you that we have stored, and you may request that we delete any of this information.\nPlease see below for how to contact us.</p>\n<p>\n<strong>Website Usage Disclaimers</strong>\n</p>\n<p>Our company is responsible for the content of this website.\nThis website is designed for general informational purposes only and it does not constitute advice nor the formation of a relationship.</p>\n<p>\n<strong>Do Not Track</strong>\n</p>\n<p>California law requires us to let you know how we respond to web browser Do Not Track (DNT) signals.\nBecause there currently isn’t an industry or legal standard for recognizing or honoring DNT signals, we don’t respond to them at this time.</p>\n<p>\n<strong>How to Contact Us</strong>\n</p>\n<p>If you have any questions about this privacy statement, the practices of this site, or your dealings with this Web site, please visit our contact page.</p> ", "created_at": "2021-11-18 01:48:47.730495", "updated_at": "2021-11-18 00:49:27.047736"}], "points": [], "urls": ["legalnationwide.com"]}}