{"error": 448, "message": "OK", "parameters": {"id": 6111, "name": "Banbye", "created_at": "2021-12-19 21:32:56.842646", "updated_at": "2021-12-19 23:01:13.928711", "wikipedia": null, "keywords": null, "related": null, "slug": "banbye", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6111.png", "url": "banbye.pl", "documents": [{"id": 11053, "name": "Polityka Cookies", "url": "https://banbye.pl/polityka-cookies", "xpath": "/html/body/div[1]/div/div/div/main/div/div", "text": "<i>\n</i>\n<p>W ramach niniejszej Polityki Cookies Administrator serwisu internetowego zamieszczonego gostronie internetowej platforma.klubwm.eu – Niezależne Polskie Media sp.\nz o.o.\nz siedzibą w Warszawie (dalej: Administrator) informuje użytkowników tego serwisu:</p>\n<ul>\n<li>czym są pliki cookies,</li>\n<li>jakie rodzaje plików cookies są wykorzystywane przez Administratora,</li>\n<li>w jakim celu Administrator wykorzystuje pliki cookies,</li>\n<li>w jaki sposób użytkownik serwisu może usunąć zainstalowane pliki cookies i zablokowaćmożliwość ich ponownej instalacji</li>\n</ul>\n<p>\n</p>\n<p>\n<b>Czym są pliki cookies</b>\n</p>\n<p>Pliki cookies to pliki tekstowe przechowywane przez przeglądarkę internetową.\nPlik te zawierajązbiory informacji, które zapisywane są na urządzeniach, z których korzysta użytkownikodwiedzając serwis internetowy prowadzony przez Administratora.\nPodczas kolejnych wizyt wserwisie internetowym plik automatycznie odsyłany jest z powrotem do serwisu z dodatkowymiinformacjami.\nPliki cookies pozwalają nam rozpoznać użytkownika podczas jego kolejnej wizyty wnaszym serwisie i dopasować widok serwisu do użytkownika na podstawie historyczniedokonywanych wyświetleń przez danego użytkownika w naszym serwisie.\nCo istotne – plikicookies ani ich zawartość nie powodują zmian konfiguracyjnych w urządzeniu, które użytkownikwykorzystuje na potrzeby wizyty w naszym serwisie ani nie powodują zmian w oprogramowaniuzainstalowanym na tym urządzeniu.</p>\n<p>\n<b>Jakie rodzaje plików cookies są wykorzystywane przez Administratora</b>\n</p>\n<p>Administrator stosuje dwa typy plików cookies:</p>\n<ul>\n<li>pliki cookies stałe, które są przechowywane na urządzeniu użytkownika przez okres określony wsamym pliku cookie lub do momentu „ręcznego” usunięcia pliku przez użytkownika serwisu;</li>\n<li>pliki cookies sesyjne, które znajdują się na urządzeniu użytkownika naszego serwisu tylko przezczas wizyty w naszym serwisie.</li>\n</ul>\n<p>\n</p>\n<p>\n<b>W jakim celu Administrator wykorzystuje pliki cookies</b>\n</p>\n<p>Ze względu na cel, w jaki wykorzystywane są pliki cookies, pliki te dzielimy na:</p>\n<p>Techniczne – niezbędne do prawidłowego działania serwisu internetowego.\nPlik te służą m.\nin.zapewnieniu bezpieczeństwa transakcji, a także zapamiętywaniu wyrażonych zgód;</p>\n<p>Statystyczne (analityczne) – służące do badania statystyk dotyczących działań podejmowanychprzez użytkowników w serwisie internetowym.</p>\n<p>\n<b>W jaki sposób można usunąć zainstalowane pliki cookies i zablokować możliwość ich ponownej instalacji</b>\n</p>\n<p>Konfiguracja większości przeglądarek internetowych domyślnie akceptuje wszystkie pliki cookies.Każdy użytkownik może jednak zawsze zmienić te ustawienia.\nBrak zmiany ustawień przeglądarkii pozostawienie domyślnej akceptacji plików cookies jest tożsame z wyrażeniem przez użytkownikazgody na zamieszczanie plików cookies na urządzeniu użytkownika przez Administratora.</p>\n<p>Szczegółowe informacje dotyczące możliwości zmian ustawień dotyczących plików cookies dlaposzczególnych przeglądarek znajdują się pod poniższymi linkami:</p>\n<p>Mozzilla Firefox</p>\n<p>Internet Explorer</p>\n<p>Google Chrome</p>\n<p>Safari</p>\n<p>Opera</p>\n<p>\n<b>Kontakt</b>\n</p>\n<p>W przypadku jakichkolwiek pytań lub wątpliwości prosimy o kontakt z Administratorem – admin@klubwm.pl.</p>", "created_at": "2021-12-19 21:32:56.848178", "updated_at": "2021-12-19 20:36:39.239294"}, {"id": 11052, "name": "Polityka prywatności", "url": "https://banbye.pl/polityka-prywatnosci", "xpath": "/html/body/div[1]/div/div/div/main/div/div", "text": "<i>\n</i>Polityka prywatności do regulaminu strony internetowej(wyłącznie usługi informacyjne)I [Zawartość polityki prywatności administratora]<p>1.\nPolityka prywatności administratora to informacje dotyczące przetwarzania danychosobowych i innych informacji dotyczących użytkowników strony internetowej\nwww.banbye.pl oraz banbye.com (zwanej dalej „Stroną”).\nW niniejszej polityce prywatności\nadministrator zawarł jednocześnie wszystkie informacje, które osoby, których dane dotyczą,\npowinny otrzymać zgodnie z RODO).</p>\n<p>2.\nPolityka prywatności zawiera informacje o przetwarzaniu danych pozyskiwanych przezStronę.\nSzczegółowe informacje dotyczące stosowania plików cookies lub innych podobnych\ntechnologii znajdują się również w <strong>polityce <i>cookies</i>\n</strong> dostępnej banbye.pl/polityka_cookies.</p>II [Administrator danych]<p>Administratorem danych osobowych użytkowników Strony jest spółka:<strong>Niezależne Polskie Media sp.\nz o.o.</strong> z siedzibą w Warszawie, Al.\nJerozolimskie 100, 00-807\nWarszawa, nr KRS: 0000863343\nZ administratorem danych można kontaktować się:</p>\n<p>1) pod adresem korespondencyjnym: Niezależne Polskie Media sp.\nz o.o., Al.\nJerozolimskie100, 00-807 Warszawa</p>\n<p>2) pod adresem poczty elektronicznej: ado@banbye.pl</p>III [Cele, podstawy prawne oraz czas przetwarzania danych]<p>\n<strong>1.\nDziałanie Strony</strong>\n</p>\n<p>1.\nW celu realizacji usługi Strony usługodawca przetwarza:</p>\n<p>1) informacje dotyczące urządzenia użytkownika w celu zapewnienia poprawności działaniausług: adres IP komputera, informacje zawarte w plikach <i>cookies</i> lub innych podobnych\ntechnologiach, dane dotyczące sesji, dane przeglądarki internetowej, dane dotyczące\nurządzenia, dane dotyczące aktywności na Stronie, w tym na poszczególnych podstronach;</p>\n<p>2) informacje o geolokalizacji, jeżeli użytkownik wyraził zgodę na dostęp usługodawcy dogeolokalizacji.\nInformacja o geolokalizacji jest wykorzystywana w celu dostarczania bardziej\ndostosowanych ofert produktów i usług.</p>\n<p>2.\nInformacje te nie zawierają danych dotyczących tożsamości użytkowników, leczw połączeniu z innymi informacjami mogą stanowić dane osobowe i w związku z tym\nadministrator obejmuje je pełną ochroną przysługującą na gruncie RODO.</p>\n<p>3.\nDane te są przetwarzane zgodnie z art.\n6 ust.\n1 lit.\nb RODO, w celu realizacji usługi Strony,tj.\numowy o świadczenie usług drogą elektroniczną zgodnie z regulaminem dostępnym\nbanbye.pl/regulamin oraz zgodnie z art.\n6 ust.\n1 lit.\na RODO w związku z wyrażeniem zgody\nna stosowanie określonych plików <i>cookies</i> lub innych podobnych technologii, wyrażonych\nprzez odpowiednie ustawienia przeglądarki internetowej zgodnie z Prawem\ntelekomunikacyjnym lub w związku z wyrażeniem zgody na geolokalizację.\nDane są\nprzetwarzane do czasu zakończenia korzystania przez użytkownika ze Strony.</p>\n<p>\n<strong>2.\nReklamacje, zgłoszenia i odwołania od decyzji serwisu</strong>\n</p>\n<p>1.\nW celu rozpatrywania reklamacji, zgłoszeń, odwołań, innych zgłoszeń usługodawca</p>dane osobowe użytkowników:<ul>\n<li>(i) składających reklamacje,</li>\n<li>(ii) zgłaszających naruszenie prawa przez Twórców treści zamieszczanych w serwisie lub</li>\n<li>(iii) Twórców odwołujących się od decyzji o ograniczeniu lub uniemożliwieniu dostępu dowyświetlania zamieszczanych przez nich treści w przypadkach wskazanych w Regulaminie,\nw szczególności adres e-mail, imię, treść reklamacji / zgłoszenia / odwołania, okoliczności\nzdarzenia będącego przyczyną reklamacji / zgłoszenia / odwołania, informacje pozyskane\nw toku rozpatrywania reklamacji / zgłoszenia / odwołania, w tym wyjaśniania zdarzenia\nbędącego jej przyczyną.\nW toku rozpatrywania reklamacji usługodawca może przetwarzać\nszereg innych informacji, w tym imię i nazwisko lub nazwę użytkownika, informacje\no korzystaniu przez użytkownika z usług, pliki cookies lub inne podobne technologie,\ninformacje o urządzeniach.</li>\n</ul>\n<p>2.\nDane te są przetwarzane zgodnie z art.\n6 ust.\n1 lit.\nb RODO w celu realizacji usług,tj.\numowy o świadczenie usług drogą elektroniczną zgodnie z regulaminem dostępnym\nbanbye.pl/regulamin, i są przetwarzane przez czas niezbędny do rozpatrzenia reklamacji oraz\nnie dłużej niż przez 3 miesiące po zakończeniu postępowania reklamacyjnego w celach\narchiwizacyjnych w razie konieczności obrony przed ewentualnymi roszczeniami wobec\nusługodawcy zgodnie z informacją zawartą poniżej.</p>\n<p>\n<strong>3.\nPostępowania wyjaśniające, dochodzenie roszczeń</strong>\n</p>\n<p>1.\nW przypadku podjęcia postępowania wyjaśniającego dotyczącego ewentualnego naruszeniapostanowień regulaminu lub przepisów prawa, zasad współżycia społecznego lub dobrych\nobyczajów, postępowania w celu dochodzenia roszczeń przez administratora lub przez innych\nużytkowników lub podmiotów, obrony przed roszczeniami użytkowników lub innych\npodmiotów, administrator może przetwarzać dane osobowe określonych użytkowników do\nczasu zakończenia toczącego się postępowania oraz do upływu terminu przedawnienia\nroszczeń administratora względem użytkownika, który zazwyczaj wynosi 3 lata zgodnie\nz Kodeksem cywilnym, lecz w szczególnych przypadkach przewidzianych prawem może być\ndłuższy.</p>\n<p>2.\nJeżeli dane osobowe będą przetwarzane w celu dochodzenia roszczeń innychużytkowników, dane te mogą zostać udostępnione w tym celu innemu użytkownikowi lub\npodmiotowi lub uprawnionemu na mocy przepisów prawa organowi publicznemu, np.\nsądom,\npolicji, prokuraturze.</p>\n<p>3.\nDane te będą wówczas przetwarzane, w tym udostępniane zgodnie z art.\n6 ust.\n1 lit.\ncRODO, tj.\nw celu realizacji obowiązku wynikającego z przepisów prawa dotyczących\nobowiązku rozpatrywania reklamacji, zgodnie z ustawą o świadczeniu usług drogą\nelektroniczną lub zgodnie z art.\n6 ust.\n1 lit.\nf RODO, tj.\nw prawnie uzasadnionym interesie\nadministratora polegającym na dochodzeniu swoich roszczeń względem użytkownika.\nPrawnie uzasadniony interes administratora będzie wówczas celem nadrzędnym wobec praw\ni wolności usługobiorcy.</p>\n<p>\n<strong>4.\nStatystyki korzystania z usług</strong>\n</p>\n<p>1.\nW celu poprawy jakości swoich usług administrator przetwarza informacje statystycznedotyczące korzystania ze Strony, w tym informacje o sesji, numerze IP, ilości spędzanego\nczasu na poszczególnych stronach i podstronach, korzystania z poszczególnych\nfunkcjonalności usług, informacji o urządzeniu i przeglądarce internetowej.\nAdministrator\nkorzysta z plików cookies lub innych podobnych technologii oraz z narzędzi statystycznych\nMatomo dostarczanych przez ePrivacy Holding GmbH Szczegółowe informacje o stosowaniu\nplików cookies lub innych podobnych technologii znajdują się banbye.pl/polityka_cookies.</p>\n<p>2.\nDane te są przetwarzane zgodnie z art.\n6 ust.\n1 lit.\nf RODO w prawnie uzasadnionyminteresie administratora polegającym na ułatwieniu korzystania ze Strony, poprawy jakości\noraz funkcjonalności świadczonych usług, a przetwarzanie tych danych nie narusza praw\ni wolności użytkowników.\nInformacje o użytkownikach nie są bowiem wykorzystywane\nw żadnych dodatkowych celach, a ze względu na specyfikę usługi strony internetowej\ndostosowywanie sposobu wyświetlania zawartości strony, ułatwiania korzystania ze strony\noraz poprawa jakości świadczenia usług na stronie internetowej jest nie tylko standardem\nrynkowym, lecz także oczekiwaniem użytkowników wobec dostawców stron internetowych.</p>\n<p>3.\nPonadto użytkownik w każdej chwili może cofnąć wyrażoną zgodę poprzez zmianęustawień przeglądarki internetowej w zakresie dopuszczalności stosowania plików cookies\nlub innych podobnych technologii.</p>\n<p>4.\nDane te są przetwarzane w ramach bieżących działań administratora, lecz nie dłużej niżprzez 60 dni od otrzymania informacji.\nPo tym czasie administrator może dalej przetwarzać\nogólne dane statystyczne, które będą pozbawione jakichkolwiek informacji dotyczących\nposzczególnych użytkowników.</p>\n<p>5.\nOkres dostępności danych statystycznych w narzędziach Matomo może być jednak dłuższyniż 60 dni, lecz pozostaje to poza zakresem decyzyjnym administratora.\nAdministrator nie\nbędzie ich dłużej wykorzystywał, lecz będzie miał potencjalny dostęp do nich do czasu ich\nusunięcia przez dostawcę ww.\nnarzędzia.</p>\n<p>6.\nInformacje pozyskane za pośrednictwem cookies oraz podobnych technologii nie sąłączone z innymi danymi użytkowników Serwisu, nie służą też do ich identyfikacji przez\nAdministratora.</p>\n<p>7.\nUżytkownik ma możliwość ustawić w przeglądarce blokowanie określonych rodzajówcookies i innych technologii, poprzez określenie na przykład, że dozwolone będą tylko i\nwyłącznie te, które są niezbędne do poprawnego wyświetlenia strony.\nDomyślnie większość\nprzeglądarek dopuszcza stosowanie wszystkich cookies, jednak użytkownik ma możliwość\nzmiany tych ustawień w dowolnym momencie, może także usunąć zainstalowane już pliki\ncookies.\nKażda z przeglądarek umożliwia takie działanie poprzez jedną z dostępnych w\nustawieniach lub preferencjach opcji.</p>\n<p>8.\nUżytkownik ma także możliwość korzystać ze strony w tzw.\ntrybie incognito, który blokujemożliwość gromadzenia danych o jego wizycie.</p>\n<p>\n<strong>5.\nDziałania marketingowe i PR administratora</strong>\n</p>\n<p>Na Stronie administrator może zamieszczać informacje marketingowe o swoich produktachlub usługach.\nWyświetlanie tych treści jest dokonywane przez administratora zgodnie z art.\n6\nust.\n1 lit.\nf RODO, zgodnie z prawnie uzasadnionym interesem administratora polegającym\nna publikacji treści związanych ze świadczonymi usługami oraz treści promocyjnych akcji,\nw które administrator jest zaangażowany.\nJednocześnie działanie to nie narusza praw\ni wolności użytkowników, użytkownicy spodziewają się otrzymywania treści podobnej\nzawartości, a czasami nawet tego oczekują lub jest to ich bezpośrednim celem wizyty\nna Stronie.</p>\n<p>\n<strong>6.\nDziałania marketingowe innych produktów lub usług</strong>\n</p>\n<p>1.\nAdministrator może również zamieszczać informacje marketingowe dotyczące produktówlub usług swoich kontrahentów, z którymi zawarł umowę o współpracy w zakresie\nmarketingu.</p>\n<p>2.\nWyświetlanie tych treści jest dokonywane przez administratora zgodnie z art.\n6 ust.\n1 lit.\nfRODO, zgodnie z prawnie uzasadnionym interesem administratora polegającym\nna działaniach marketingowych produktów lub usług swoich kontrahentów.\nJednocześnie\ndziałanie to nie narusza praw i wolności użytkowników, w szczególności z uwagi\nna sporadyczność tych działań, a użytkownicy spodziewają się otrzymywania treści podobnej\nzawartości z uwagi na tematykę Strony.\nUżytkownik ma prawo zgłoszenia sprzeciwu wobec\nprzetwarzania jego danych osobowych w celach marketingowych co może jednak całkowicie\nuniemożliwić korzystanie z usług Administratora.</p>IV [Odbiorcy danych użytkowników]<p>Administrator ujawnia dane osobowe użytkowników wyłącznie podmiotom przetwarzającymna mocy zawartych umów powierzenia przetwarzania danych osobowych w celu realizacji\nusług na rzecz administratora, np.\nhostingu i obsługi Strony, usługi IT, obsługi marketingowej\ni PR, usług prawnych i doradczych.</p>V [Przesyłanie danych osobowych do państw trzecich]<p>Dane osobowe nie będą przetwarzane w państwach trzecich w rozumieniu RODO.</p>VI [Prawa osób, których dane osobowe dotyczą]<p>1.\nKażda osoba, której dane dotyczą, ma prawo:</p>\n<p>1) <strong>dostępu</strong> – uzyskania od administratora potwierdzenia, czy przetwarzane są jej daneosobowe.\nJeżeli dane o osobie są przetwarzane, jest ona uprawniona do uzyskania dostępu do\nnich oraz uzyskania następujących informacji: o celach przetwarzania, kategoriach danych\nosobowych, odbiorcach lub kategoriach odbiorców, którym dane zostały lub zostaną\nujawnione, o okresie przechowywania danych lub o kryteriach ich ustalania, o prawie do\nżądania sprostowania, usunięcia lub ograniczenia przetwarzania danych osobowych\nprzysługujących osobie, której dane dotyczą, oraz do wniesienia sprzeciwu wobec takiego\nprzetwarzania (art.\n15 RODO);</p>\n<p>2) <strong>do otrzymania kopii danych</strong> – uzyskania kopii danych podlegających przetwarzaniu, przyczym pierwsza kopia jest bezpłatna, a za kolejne kopie administrator może nałożyć opłatę\nw rozsądnej wysokości, wynikającą z kosztów administracyjnych (art.\n15 ust.\n3 RODO);</p>\n<p>3) <strong>do sprostowania</strong> – żądania sprostowania dotyczących jej danych osobowych, które sąnieprawidłowe, lub uzupełnienia niekompletnych danych (art.\n16 RODO);</p>\n<p>4) <strong>usunięcia danych</strong> – żądania usunięcia jej danych osobowych, jeżeli administrator niema już podstawy prawnej do ich przetwarzania lub dane nie są już niezbędne do celów\nprzetwarzania (art.\n17 RODO);</p>\n<p>5) <strong>do ograniczenia przetwarzania</strong> – żądania ograniczenia przetwarzania danych osobowych(art.\n18 RODO), gdy:</p>\n<ul>\n<li>a) osoba, której dane dotyczą, kwestionuje prawidłowość danych osobowych – na okrespozwalający administratorowi sprawdzić prawidłowość tych danych,</li>\n<li>b) przetwarzanie jest niezgodne z prawem, a osoba, której dane dotyczą, sprzeciwia się ichusunięciu, żądając ograniczenia ich wykorzystywania,</li>\n<li>c) administrator nie potrzebuje już tych danych, ale są one potrzebne osobie, której danedotyczą, do ustalenia, dochodzenia lub obrony roszczeń,</li>\n<li>d) osoba, której dane dotyczą, wniosła sprzeciw wobec przetwarzania – do czasustwierdzenia, czy prawnie uzasadnione podstawy po stronie administratora są nadrzędne\nwobec podstaw sprzeciwu osoby, której dane dotyczą;</li>\n</ul>\n<p>6) <strong>do przenoszenia danych</strong> – otrzymania w ustrukturyzowanym, powszechnie używanymformacie nadającym się do odczytu maszynowego danych osobowych jej dotyczących, które\ndostarczyła administratorowi, oraz żądania przesłania tych danych innemu administratorowi,\njeżeli dane są przetwarzane na podstawie zgody osoby, której dane dotyczą, lub umowy z nią\nzawartej oraz jeżeli dane są przetwarzane w sposób zautomatyzowany (art.\n20 RODO);</p>\n<p>7) <strong>do sprzeciwu</strong> – wniesienia sprzeciwu wobec przetwarzania jej danych osobowychw prawnie uzasadnionych celach administratora, z przyczyn związanych z jej szczególną\nsytuacją, w tym wobec profilowania.\nWówczas administrator dokonuje oceny istnienia\nważnych prawnie uzasadnionych podstaw do przetwarzania, nadrzędnych wobec interesów,\npraw i wolności osób, których dane dotyczą, lub podstaw do ustalenia, dochodzenia lub\nobrony roszczeń.\nJeżeli zgodnie z oceną interesy osoby, której dane dotyczą, będą ważniejsze\nod interesów administratora, administrator będzie zobowiązany zaprzestać przetwarzania\ndanych w tych celach (art.\n21 RODO);</p>\n<p>8) <strong>do cofnięcia zgody</strong> w każdym momencie i bez podawania przyczyny, lecz przetwarzaniedanych osobowych dokonane przed cofnięciem zgody nadal pozostanie zgodne z prawem.\nCofnięcie zgody spowoduje zaprzestanie przetwarzania przez administratora danych\nosobowych w celu, w którym zgoda ta została wyrażona.</p>\n<p>2.\nAby skorzystać z wyżej wymienionych praw, osoba, której dane dotyczą, powinnaskontaktować się, wykorzystując podane dane kontaktowe, z administratorem i poinformować\ngo, z którego prawa i w jakim zakresie chce skorzystać.</p>VII [Prezes Urzędu Ochrony Danych Osobowych]<p>Osoba, której dane dotyczą, ma prawo wnieść skargę do organu nadzoru, którym w Polscejest Prezes Urzędu Ochrony Danych Osobowych z siedzibą w Warszawie, ul.\nStawki 2,\nz którym można kontaktować się w następujący sposób:</p>\n<ul>\n<li>1) listownie: ul.\nStawki 2, 00-193 Warszawa;</li>\n<li>2) przez elektroniczną skrzynkę podawczą dostępną na stronie:https://www.uodo.gov.pl/pl/p/kontakt</li>\n</ul>\n<p>3) telefonicznie: (22) 531 03 00.</p>VIII [Inspektor ochrony danych]<p>W każdym przypadku osoba, której dane dotyczą, może również skontaktować siębezpośrednio z inspektorem ochrony danych administratora:</p>\n<p>1) e-mailowo pod adresem poczty elektronicznej: iod@banbye.pl;</p>\n<p>2) na wyżej podany adres korespondencyjny z dopiskiem: Inspektor ochrony danych.</p>IX [Zmiany polityki prywatności]<p>1.\nPolityka prywatności może być uzupełniana lub uaktualniana zgodnie z bieżącymipotrzebami administratora w celu zapewnienia aktualnej i rzetelnej informacji użytkownikom\ndotyczącej ich danych osobowych i informacji o nich.\nO wszelkich zmianach polityki\nprywatności użytkownicy zostaną poinformowani na Stronie.</p>\n<p>2.\nNiniejsza polityka prywatności obowiązuje od 01.12.2021 r..</p>X [Akty prawne przywoływane w klauzuli]<p>1) RODO – rozporządzenie Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia27 kwietnia 2016 r.\nw sprawie ochrony osób fizycznych w związku z przetwarzaniem danych\nosobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy\n95/46/WE (Dz.Urz.\nUE L 2016 Nr 119, s.\n1);</p>\n<p>2) art.\n118 i n.\nustawy z 23 kwietnia 1964 r.\n– Kodeks cywilny (t.j.\nDz.U.\nz 2018 r.\npoz.\n1025ze zm.);</p>\n<p>3) art.\n8 ustawy z dnia 18 lipca 2002 r.\no świadczeniu usług drogą elektroniczną(t.j.\nDz.U.\nz 2017 r.\npoz.\n1219 ze zm.);</p>\n<p>4) art.\n173 ust.\n2 ustawy z dnia 16 lipca 2004 r.\n– Prawo telekomunikacyjne(t.j.\nDz.U.\nz 2017 r.\npoz.\n1907 ze zm.).</p>", "created_at": "2021-12-19 21:32:56.846581", "updated_at": "2021-12-19 20:36:24.036511"}, {"id": 11051, "name": "Regulamin", "url": "https://banbye.pl/regulamin", "xpath": "/html/body/div[1]/div/div/div/main/div/div", "text": "<i>\n</i>REGULAMIN ŚWIADCZENIA USŁUG DROGĄ ELEKTRONICZNĄ SERWISU STREAMINGOWEGO(HOSTINGOWEGO) BANBYE®<p>Internetowa platforma hostingowa (dalej: „BanBye®” lub „Platforma”) umożliwiająca streaming orazodtwarzanie materiałów audiowizualnych zamieszczanych przez Twórców oraz wyświetlająca\nprzejawy aktywności użytkowników Platformy (np.\nkomentarze).</p>I.\nWSTĘP<p>1.1.\nPlatforma BanBye® jest platformą hostingową, na której w pierwszym etapie działalnościPlatformy są umieszczane i udostępniane Użytkownikom Materiały dodawane przez\nTwórców, z którymi BanBye® zawarła odrębne umowy.\nW następnych etapach rozwoju\nPlatforma BanBye® ma docelowo umożliwiać dodawanie Materiałów przez każdego\nZarejestrowanego Użytkownika.</p>\n<p>1.2.\nBanBye® dostępna jest pod adresem https://banbye.pl oraz i nnymi domenami isubdomenami.\nW związku z tym, że:</p>\n<ul>\n<li>- właścicielem i Administratorem Platformy jest spółka Niezależne Polskie Media sp.\nz o.o.\nzsiedzibą w Warszawie z całkowicie polskim kapitałem zakładowym;</li>\n<li>- w pierwszym etapie rozwoju Platformy jest ona przeznaczona dla Użytkownikówmieszkających w Polsce lub osób posługujących się językiem polskim mieszkających za\ngranicą.\ndo wszystkich stosunków prawnych pomiędzy Administratorem, a Użytkownikami lub\nTwórcami zastosowanie znajdują przepisy prawa polskiego lub bezpośrednio stosowane\nprzepisy ponadnarodowe (unijne).\nAktualnie są to w szczególności: ustawa z dnia 18.07.2002\nr.\no świadczeniu usług drogą elektroniczną (t.j.: Dz.U.\n2020 poz.\n344, ze zm..\ndalej:\n„u.ś.u.d.e.”), ustawa z 16.07.2004 r.\nprawo telekomunikacyjne (t.j.: Dz.U.\n2021 poz.\n576, ze\nzm..\ndalej: „u.p.t.”), ustawa z dnia 23.04.1964 r.\n- kodeks cywilny (t.j.: Dz.U.\n2020 poz.\n1740,\nze zm..\ndalej: „k.c.”).</li>\n</ul>\n<p>\n</p>\n<p>1.3.\nJurysdykcję nad Platformą BanBye® sprawują polskie organy administracji publicznej, polskiesądy powszechne i polskie organy kontroli skarbowej.</p>\n<p>1.4.\nDokładamy wszelkich starań, aby przepisy Regulaminu oraz funkcjonowanie BanBye® byłyzgodne z przepisami prawa powszechnie obowiązującego.\nStaramy się również monitorować\nprace nad krajowymi i unijnymi regulacjami dotyczącymi funkcjonowania internetowych\nplatform streamingowych, dlatego w określonych obszarach Regulamin uwzględnia również\nrozwiązania przewidziane w projekcie ustawy o wolności słowa w internetowych serwisach\nspołecznościowych oraz przygotowanego przez Komisję Europejską projektu rozporządzenia\npn.\nakt o usługach cyfrowych (Digital Services Act).</p>\n<p>1.5.\nDostęp do Platformy jest powszechny dla Użytkowników, z wyjątkiem tych Użytkowników,którzy nagminnie naruszali w przeszłości postanowienia Regulaminu.</p>\n<p>1.6.\nDostęp do Platformy dla Twórców jest ściśle uzależniony od rozwoju infrastrukturyinformatycznej Administratora.\nOd wsparcia darczyńców oraz zysków z reklam uzależniamy\ntempo otwierania Platformy na kolejnych Twórców.\nMając na uwadze fakt, że Platforma\nzostała sfinansowana przez osoby o chrześcijańskim lub konserwatywnym lub narodowym\nlub wolnościowym lub szeroko pojętym prawicowym światopoglądzie Administrator\nzastrzega, że w pierwszej kolejności stosowne umowy lub porozumienia będzie zawierał z\nTwórcami prezentującymi ww.\nwartości.</p>\n<p>1.7.\nDokładamy wszelkich starań, aby Platforma BanBye® stanowiła serwis hostingowy będącyoazą wolności słowa.\nAdministrator zobowiązuje się, że z własnej inicjatywy nie będzie\nusuwać, blokować, ograniczać widoczności treści umieszczanych przez Twórców z\nzastrzeżeniem sytuacji szczególnych wynikających z Regulaminu.\nAdministrator jako\ndostawca usługi hostingowej nie będzie też monitorował treści umieszczanych na Platformie\nBanBye®.</p>\n<p>1.8.\nPotencjalne usunięcie, zablokowanie lub ograniczenie widoczności danego Materiału nazasadach określonych w Regulaminie może wynikać z faktu zamieszczenia na Platformie\nBanBye® treści o charakterze bezprawnym oraz zgłoszeniem zastrzeżenia do takiej praktyki\nprzez podmiot trzeci, którego prawa zostały naruszone, lub uprawnione organy państwowe,\nnp.:</p>\n<ul>\n<li>- zgłoszenie przez właściciela praw autorskich do utworu, albo działającą w imieniu takiegowłaściciela organizację zbiorowego zarządzania prawami autorskimi sprzeciwu w związku\nz naruszeniem praw autorskich przez Twórcę lub Użytkownika;</li>\n<li>- nakazanie lub zobowiązanie usunięcia bądź ograniczenia danych treści przez organyścigania, sąd powszechny, uprawniony organ administracji publicznej (np.\nwłaściwy\nkoordynator ds.\ncyfrowych w rozumieniu DSA lub Rada Wolności Słowa) lub inne\nuprawnione organy;</li>\n<li>- potwierdzenia przez Administratora zgłaszanych przez podmioty trzecie zarzutów, że danemateriały lub ich fragmenty naruszają polskie prawo.</li>\n</ul>\n<p>1.9.\nAdministrator zobowiązuje się, że nie będzie usuwał kanałów, na których zamieszczonotreści bezprawne, a potencjalne sankcje będą dotyczyć jedynie Materiałów zawierających\ntreści bezprawne.</p>\n<p>1.10.\nRegulamin określa zasady działania hostingowej Platformy BanBye®, prawa iobowiązki Użytkowników oraz Administratora, warunki świadczenia i korzystania z Usług,\nw szczególności elementy określone w art.\n8 ust.\n3 u.ś.u.d.e.:</p>\n<ul>\n<li>1) rodzaje i zakres usług świadczonych drogą elektroniczną;</li>\n<li>2) warunki świadczenia usług drogą elektroniczną, w tym:<ul>\n<li>a) wymagania techniczne niezbędne do współpracy z systemem teleinformatycznym,którym posługujemy się udostępniając naszym Użytkownikom Platformę BanBye®,</li>\n<li>b) zakaz dostarczania przez Użytkownika lub Twórcę treści o charakterze bezprawnymoraz doprecyzowanie treści kwalifikowanych jako bezprawne;</li>\n</ul>\n</li>\n<li>3) warunki zawierania i rozwiązywania umów o świadczenie usług drogą elektroniczną;</li>\n<li>4) tryb postępowania reklamacyjnego lub odwoławczego.</li>\n</ul>\n<p>\n</p>\n<p>1.11.\nW Regulaminie wskazujemy też na zakres odpowiedzialności Administratora, któryzarządza i prowadzi Platformę BanBye®.\nW związku ze spełnieniem przesłanek określonych\nw art.\n12-15 u.ś.u.d.e.\nAdministrator nie ponosi odpowiedzialności za treść danych\ninformatycznych, w tym Materiałów, komentarzy i innych treści udostępnianych na\nPlatformie BanBye® przez Twórców lub Użytkowników.</p>\n<p>1.12.\nOprócz niniejszego Regulaminu na Platformie BanBye® mogą obowiązywaćdodatkowe regulaminy uzupełniające niniejszy Regulamin, w szczególności w zakresie\ndodatkowych usług, zasad odnoszących się do kwalifikacji treści jako bezprawnych, zasad\npostępowania w przypadku naruszenia praw autorskich, zasad postępowania w przypadku\nzamieszczania przez Twórców lub Użytkowników treści zabronionych.</p>\n<p>1.13.\nZapoznanie się z treścią niniejszego Regulaminu i jego zaakceptowanie jestwarunkiem koniecznym do rejestracji Konta Użytkownika oraz aktywnego korzystania z\nUsług.\nZapoznanie i akceptacja regulaminów dodatkowych jest konieczna do korzystania z\nUsług Dodatkowych, do których regulaminy dodatkowe się odnoszą, np.\ndostępnej w\nprzyszłości usługi premium, która pozwoli na wspieranie Twórców oraz wyświetlanie\nMateriałów bez reklam.</p>II.\nDefinicje pojęć<p>II.1.\n<strong>Platforma BanBye®</strong> (zamiennie: „Serwis Streamingowy”, „Platforma, BanBye®”) - oznaczawszelkie strony internetowe, pod którymi Usługodawca prowadzi Platformę BanBye ®,\ndziałające w głównej domenie https://banbye.pl, oraz inny ch domenach i subdomenach,\nstrony i podstrony www zlokalizowane w ww.\ndomenach, stanowiące własność\nAdministratora, działające jako platforma hostingowa umożliwiająca między innymi\numieszczanie i publikowanie przez Twórców i Użytkowników (w przyszłości) Materiałów\naudiowizualnych oraz Komentarzy/Postów w celu ich udostępnienia innym Użytkownikom.</p>\n<p>II.2.\n<strong>Administrator</strong> – Niezależne Polskie Media sp.\nz o.o.\nz siedzibą w Warszawie przy Al.Jerozolimskich 100, 00-807 Warszawa, nr KRS: 0000863343, NIP: 7010999925 – właściciel\nPlatformy BanBye® i podmiot odpowiedzialny za jej administrowanie.</p>\n<p>II.3.\n<strong>Regulamin</strong> – oznacza niniejszy dokument, który stanowi umowę zawartą międzyAdministratorem (Usługodawcą) a Użytkownikiem Platformy (Usługobiorcą) lub Twórcą.\nniniejszy dokument stanowi regulamin świadczenia usług drogą elektroniczną w rozumieniu\nart.\n8 ust.\n3 u.ś.u.d.e.\nDodatkowe zasady współpracy pomiędzy Administratorem a\nTwórcami, w tym postanowienia dotyczące praw własności intelektualnej, są regulowane w\nodrębnych umowach zawieranych przez Administratora z Twórcami.\nAdres internetowy dla\nRegulaminu w aktualnej wersji to: banbye.pl/regulamin</p>\n<p>II.4.\n<strong>Rejestracja</strong> - oznacza zespół czynności faktycznych i prawnych dokonanych w sposóbokreślony w Regulaminie i zakończonych utworzeniem Konta Użytkownika lub Twórcy.\nRejestracja wymagana jest dla korzystania przez Użytkownika lub Twórcę ze wszystkich\nfunkcjonalności Platformy BanBye®.\nWypełniając formularz rejestracyjny Użytkownik lub\nTwórca potwierdza zapoznanie się z ofertą Administratora w zakresie świadczenia Usług na\nwarunkach określonych w Regulaminie.</p>\n<p>II.5.\n<strong>Użytkownik (Usługobiorca)</strong> – Usługobiorca w rozumieniu u.ś.u.d.e..\nkażda osobakorzystająca z Platformy BanBye®, bez względu na to czy korzysta z Platformy BanBye ® jako\nUżytkownik Zarejestrowany czy jako Użytkownik Niezarejestrowany, czy jako Twórca.\nUżytkownikiem Serwisu Streamingowego mogą być osoby posiadające pełną zdolność do\nczynności prawnych, a osoby o ograniczonej zdolności do czynności prawnych (np.\nosoby w\nwieku 13-18 lat) – za zgodą przedstawiciela ustawowego, rodzica, kuratora.\nDostęp do\nniektórych Materiałów może być ograniczony dla osób pełnoletnich.</p>\n<p>II.6.\n<strong>Użytkownik Zarejestrowany</strong> – Użytkownik, który dokonał Rejestracji zawierając tymsamym Umowę z Administratorem.\nW dalszej fazie rozwoju Platformy Zarejestrowani\nUżytkownicy, w odróżnieniu od Użytkowników Niezarejestrowanych, będą mogli dodawać\ntreści na takich samych zasadach jak Twórcy.</p>\n<p>II.7.\n<strong>Usługa</strong> – usługa hostingowa realizowana na odległość, poprzez przekaz danych naindywidualne żądanie Twórcy lub Użytkownika, przesyłanej i otrzymywanej za pomocą\nurządzeń do elektronicznego przetwarzania, włącznie z kompresją cyfrową, i\nprzechowywania danych, która jest w całości nadawana, odbierana lub transmitowana za\npomocą Platformy BanBye® pozwalającej m.\nin.\nna zamieszczanie przez Twórców\nmateriałów video i audio na serwerach hostingowych Administratora.\nAdministrator nie\nsprawdza, ani nie ingeruje merytorycznie w Materiały lub komentarze dodawane przez\nTwórców lub Użytkowników.</p>\n<p>II.8.\n<strong>Dane Osobowe</strong> - zgromadzone w trakcie Rejestracji, jak również w inny sposób (patrz:Polityka Prywatności), informacje dotyczące zidentyfikowanej lub możliwej do\nzidentyfikowania osoby fizycznej, przetwarzane przez Administratora w celu prawidłowego\nświadczenia Usług, w celach reklamowych, marketingowych i operacyjnych związanych z\nprowadzeniem Platformy oraz w innych celach wskazanych w odpowiedniej zgodzie\nudzielonej przez Użytkownika;</p>\n<p>II.9.\n<strong>Login</strong> - identyfikator Użytkownika, składający się z ciągu znaków alfanumerycznych lubznaków specjalnych, wymagany wraz z Hasłem do zalogowania się na Konto Użytkownika\npo uprzedniej Rejestracji.\nLoginem może być też adres e-mail użyty do rejestracji.</p>\n<p>II.10.\n<strong>Konto Twórcy</strong> – przestrzeń sieciowa Użytkownika, który zawarł z Administratoremdodatkową umowę, dzięki czemu Twórca będzie miał w przyszłości możliwość zarabiania na\nreklamach wyświetlanych razem z Materiałami publikowanymi przez Partnera\nMarketingowego na Platformie BanBye®.</p>\n<p>II.11.<strong>Konto Użytkownika</strong> - wszystkie informacje o Użytkowniku, w tym dane Profilu, jakie zbierai rejestruje w swoim systemie informatycznym Administrator.</p>\n<p>II.12.<strong>Profil Twórcy</strong> – wydzielone dla danego Twórcy w Serwisie Streamingowym stronyinternetowe, gdzie m.\nin.\nzbierane i prezentowane są informacje o działaniach tego Twórcy\noraz zamieszczanych przez niego na Platformie BanBye® Materiałach.\nProfil zawiera też\ndane własne Twórcy zawarte w jego Koncie, które Administrator ujawnia do wglądu Twórcy\nlub innym Użytkownikom.\nW szczególności chodzi o opis profilu użytkownika, listę i linki do\nzamieszczonych materiałów, historię aktywności, etc.</p>\n<p>II.13.<strong>Profil Użytkownika</strong> – wydzielone dla danego Użytkownika w Platformie BanBye® stronyinternetowe, w tym tablica gdzie m.\nin.\nzbierane i prezentowane są informacje o\ndziałaniach tego Użytkownika na Platformie BanBye®.\nProfil zawiera też dane własne\nUżytkownika zawarte w jego Koncie, które Administrator ujawnia do wglądu samemu\nUżytkownikowi lub innym Użytkownikom.\nW szczególności chodzi o opis Profilu\nUżytkownika, historię aktywności, etc.</p>\n<p>II.14.<strong>Materiały</strong> – wszelkie treści audiowizualne oraz inne treści zamieszczone przez Twórcę lubUżytkownika na Platformie BanBye® (serwerach Administratora) w celu ich\nprzechowywania, w tym upubliczniania w Serwisie Streamingowym (co jest decyzją\nwyłącznie osoby udostępniającej materiał).</p>\n<p>II.15.<strong>Link</strong> – adres URL strony internetowej, na której zamieszczony jest Materiał.</p>\n<p>II.16.<strong>Partner Marketingowy</strong> - Podmiot współpracujący z Administratorem, który zapośrednictwem wyodrębnionego interfejsu zamieszcza treści reklamowe podmiotów\ntrzecich albo podmiot którego treści reklamowe / marketingowe mogą być zamieszczane\nna Platformie BanBye® w formie reklam emitowanych w przerwie emisji materiału\n(Reklamodawca).</p>\n<p>II.17.<strong>Materiały Reklamowe</strong> - materiały zawierające treści reklamowe zamieszczone przezPartnerów Marketingowych przy użyciu specjalnego interfejsu i wyświetlane użytkownikom\nw trakcie emisji Materiałów oraz w innych, specjalnie do tego przeznaczonych, miejscach.</p>\n<p>II.18.<strong>Nadużycie</strong> - wszelkie działania Twórcy lub Użytkownika niezgodne z prawem, naruszająceprawa autorskie, stanowiące przestępstwo lub wykroczenie, wykorzystywanie Platformy do\nprzesyłania niezamówionej informacji handlowej, działania niezgodne z zasadami\nwspółżycia społecznego lub niniejszym Regulaminem lub innymi zasadami (regułami)\nobowiązującymi w ramach świadczenia Usług za pośrednictwem Platformy BanBye®.</p>\n<p>II.19.<strong>Polityka Prywatności</strong> – odrębny, znajdujący się pod adresemhttps://banbye.pl/polityka_prywatnosci, dokument regulujący szczegółowo zasady\nzbierania, wykorzystywania i przetwarzania danych osobowych Użytkowników.</p>III.\nTECHNICZNE WARUNKI KORZYSTANIA Z PLATFORMY BANBYE®<p>III.1.\nWłaścicielem Platformy BanBye® jest spółka Niezależne Polskie Media sp.\nz o.o.\nz siedzibą wWarszawie (00-807), Al.\nJerozolimskie 100, 00-807 Warszawa, nr KRS: 0000863343, NIP:\n7010999925</p>\n<p>III.2.\nŚwiadczenie przez Administratora Usług polega w szczególności na:</p>\n<ul>\n<li>a.\numożliwieniu Twórcom dodawania własnych Materiałów i przechowywanie ich w ramach hostinguna Platformie BanBye®</li>\n<li>b.\numożliwianie Użytkownikom i Twórcom dostępu do Materiałów, odtwarzania ich oraz wyrażaniereakcji w postaci komentarzy, udostępniania lub „polubienia” Materiału;</li>\n<li>c.\nudostępnienie zawartości Platformy BanBye® wszelkim odwiedzającym Użytkownikom(niekoniecznie Zarejestrowanym) lub Twórcom;</li>\n</ul>\n<p>II.3.\nWymagania techniczne niezbędne do współpracy z systemem teleinformatycznym, którymposługuje się Platforma BanBye®, umożliwiające korzystanie z Serwisu Streamingowego\nprzez Użytkownika obejmują:</p>\n<ul>\n<li>a.\nkomputer, smartfon, tablet lub inne urządzenie teleinformatyczne połączone z siecią Internet;</li>\n<li>b.\nzainstalowaną najnowszą wersję przeglądarki internetowej umożliwiająca wyświetlanie na ekraniekomputera dokumentów HTML z włączoną opcją akceptowania plików „cookies”.</li>\n<li>c.\nłącze do Internetu o minimalnej przepustowości 500 Kb/s.</li>\n</ul>\n<p>III.4.\nAdministrator nie gwarantuje prawidłowego działania Platformy Użytkownikomniespełniającym wymogów technicznych określonych powyżej.</p>\n<p>III.5.\nKorzystanie z Platformy oznacza każdą czynność Użytkownika, która prowadzi dozapoznania się przez niego w jakikolwiek sposób z Materiałami.\nW razie wątpliwości każde\notwarcie w wyszukiwarce strony internetowej, na której zamieszczono Platformę BanBye®\njest traktowane jako korzystanie z Platformy.</p>IV.\nPOSTANOWIENIA OGÓLNE<p>IV.1.\nInformacje wyświetlone Użytkownikowi w procesie Rejestracji, stanowią ofertę zawarciaprzez Użytkownika z Administratorem Umowy o świadczenie Usług świadczonych drogą\nelektroniczną.</p>\n<p>IV.2.\nPlatforma BanBye® jest udostępniana przez Administratora za pośrednictwem sieci Internet,jako jego zasób systemu teleinformatycznego oraz informatycznego, w celu\nprzechowywania danych (w tym Materiałów) przez Twórców i Użytkowników (hosting).</p>\n<p>IV.3.\nPlatforma BanBye®, w zakresie świadczonych przez Administratora dla Użytkowników drogąelektroniczną Usług, stanowi serwis hostingowy pozwalający na dodawanie Materiałów\nprzez Twórców, przechowywanie ich oraz odtwarzanie na żądanie przez Użytkowników.\nW\ndalszej fazie rozwoju, w miarę rozwoju infrastruktury informatycznej Platforma BanBye ®\nbędzie umożliwiała publiczne dodawanie materiałów video przez wszystkich\nZarejestrowanych Użytkowników.</p>\n<p>IV.4.\nAdministrator z własnej inicjatywy nie ingeruje merytorycznie w Materiały dodawanei przechowywane przez Twórców lub Użytkowników, nie sprawdza ich w żaden sposób\nz własnej inicjatywy, nie filtruje ich, ani w inny sposób nie przeszukuje zasobów\nzgromadzonych na Platformie pod kątem ich zgodności z prawem, w związku z czym wobec\nAdministratora znajdują zastosowanie wyłączenia, o których mowa w art.\n12 u.ś.u.d.e.</p>\n<p>IV.5.\nJednym z podstawowych źródeł utrzymania Platformy BanBye®, oprócz darowiznwpłacanych przez sympatyków, będą zyski z reklam emitowanych w trakcie emisji\nMateriałów zamieszczanych przez Twórców lub Użytkowników, a także zyski z dzierżawy\nokreślonej powierzchni reklamowej w inny miejscach Serwisu Streamingowego na co\nzgodę wyrażają Twórcy i Użytkownicy.</p>\n<p>IV.6.\nZabronione jest wykorzystywanie przez Użytkowników lub osoby trzecie Platformy doprzesyłania niezamówionej informacji handlowej (spam).</p>\n<p>IV.7.\nW ramach Platformy BanBye® zabrania się korzystania z wirusów, botów, złośliwegooprogramowania, publikowania linków do treści niebezpiecznych lub naruszających prawo,\njakiejkolwiek ingerencji w kod Platformy, publikowania materiałów pornograficznych,\npublikowania treści zabronionych przez polskie prawo, a także jakichkolwiek działań\nmających lub mogących mieć negatywny wpływ na bezpieczeństwo Użytkowników,\nTwórców lub Platformy BanBye®.\nNaruszanie przedmiotowych zasad, w przypadku\npowzięcia takiej informacji przez Administratora, będzie skutkować trwałym\nuniemożliwieniem dostępu do Usług osobom lub podmiotom, które dopuszczają się ww.\ndziałań.</p>\n<p>IV.8.\nOdtwarzanie przez Użytkowników filmów udostępnionych przez Twórców jest bezpłatne,chyba że Twórca za zgodą Administratora postanowi inaczej.</p>\n<p>IV.9.\nPostanowień punktu 4.4 nie stosuje się w przypadku zgłoszenia umotywowanego izweryfikowanego Naruszenia przez: właściciela praw autorskich, organizację zbiorowego\nzarządzania prawami autorskimi, osobę trzecią której dobra osobiste zostały naruszone,\norgany ścigania, uprawnione organy administracji publicznej lub sąd powszechny.</p>V.\nREJESTRACJA W SERWISIE STREAMINGOWYM<p>V.1.\nRejestracja na Platformie BanBye® nie jest konieczna do korzystania z wielu usług, aleułatwia korzystanie z Platformy, m.in.\npoprzez zapamiętywanie subskrybowanych kanałów i\npolubionych Materiałów, zapamiętanie preferencji dotyczących wyświetlania treści, etc.</p>\n<p>V.2.\nRejestracja jest wymagana w szczególności dla Twórców oraz tych Użytkowników, którzy wprzyszłości będą chcieli dodawać Materiały.</p>\n<p>V.3.\nRejestracja rozpoczyna się wypełnieniem przez Użytkownika lub Twórcę formularzarejestracyjnego na stronie głównej Platformy BanBye®, w szczególności poprzez podanie\nprzez Użytkownika lub Twórcę danych osobowych umożliwiających utworzenie Konta:\nadresu e-mail, loginu.\nNiezbędnymi warunkami Rejestracji są akceptacja Regulaminu i\nPolityki Prywatności, a także aktywacja Konta poprzez link przesłany przez Administratora\nna podany przez Użytkownika adres e-mail.</p>\n<p>V.4.\nUżytkownik Zarejestrowany uzyskuje dostęp do bezpłatnych usług realizowanych przezAdministratora.\nZasady dostępu do usług odpłatnych np.\nwyłączenia reklam wyświetlanych\nw trakcie Materiałów zostaną uregulowane w odrębnych regulaminach albo w aneksach do\nniniejszego Regulaminu.</p>\n<p>V.5.\nW wyniku rejestracji dla Użytkownika Zarejestrowanego tworzone są Konto i Profil.Użytkownik Zarejestrowany może uzupełnić informacje w ramach Konta i Profilu o bardziej\nszczegółowe dane.</p>\n<p>V.6.\nUżytkownik, który z sukcesem zakończył Rejestrację, uprzednio oświadcza, że:</p>\n<ul>\n<li>a) zapoznał się i zaakceptował bez wyjątków postanowienia Regulaminu;</li>\n<li>b) zapoznał się i zaakceptował bez wyjątków treść Polityki Prywatności;</li>\n<li>c) wyraża zgodę na upublicznienie Profilu/Konta przez Administratora, jak również na zamieszczenieinnych danych upublicznionych przez Użytkownika w procesie Rejestracji na wszystkich stronach,\ndomenach, poddomenach i podstronach Platformy BanBye® oraz akceptuje fakt, że dostęp do\ninformacji upublicznionych w ramach Konta może mieć nieograniczony krąg Użytkowników;</li>\n<li>d) wyraża zgodę na przetwarzanie teraz i w przyszłości przez Administratora wszelkich przekazanychpodczas rejestracji danych osobowych, na potrzeby realizacji Usług przez Administratora.</li>\n</ul>\n<p>V.7.\nAkceptacja Regulaminu następuje również w sposób dorozumiany poprzez samą czynnośćkorzystania z Platformy przez niezarejestrowanego Użytkownika.\nUżytkownik\nniezarejestrowany wyraża zgodę na wszystkie zapisy Regulaminu i zobowiązuje się do ich\nprzestrzegania.\nJakiekolwiek korzystanie z Platformy jest jednoznaczne z akceptacją\nRegulaminu.\nKliknięcie pozycji „pomiń rejestrację” jest równoznaczne z zaakceptowaniem\nRegulaminu.</p>\n<p>V.8.\nPodanie danych osobowych jest dobrowolne, jednakże konieczne w celu pełnego dostępudo niektórych usług oferowanych w ramach Platformy.</p>\n<p>V.9.\nAdministratorem danych osobowych Użytkowników Zarejestrowanych w rozumieniuustawy z 10.05.2018 r.\no ochronie danych osobowych (t.j.\nDz.U.\n2019 poz.\n1781, ze zm.)\noraz Rozporządzenia PE i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r.\nw sprawie ochrony\nosób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego\nprzepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie\no ochronie danych) jest Administrator.\nDane te będą przetwarzane przez spółkę\nAdministratora oraz przekazywane jego kontrahentom w celu realizacji usług dostępnych w\nramach Platformy BanBye® oraz w celach reklamowych na zasadach określonych w ww.\naktach prawnych, zgodnie z Polityką Prywatności.</p>\n<p>V.10.\nUżytkownik, podając dane osobowe oświadcza, że są one prawdziwe i aktualne, atakże nie naruszają praw innych Użytkowników lub osób trzecich.</p>\n<p>V.11.\nKażdy Użytkownik ma prawo wglądu do swych danych, ich poprawiania oraz prawodo żądania ich usunięcia.\nW tym celu należy zwrócić się ze stosownym żądaniem listownie\nna adres Administratora.</p>\n<p>V.12.\nKażdy Twórca jest zobowiązany do bieżącego wykonywania kopii zamieszczanychmateriałów.\nAdministrator nie ponosi odpowiedzialności za ewentualną szkodę wynikającą\nz usterek technicznych uniemożliwiających wyświetlenie Materiału.</p>VI.\nZASADY PRZECHOWYWANIA MATERIAŁÓW, POSTÓW I INNYCH DANYCH<p>VI.1.\nTwórcy mogą zamieszczać na serwerach Administratora zgodne z Regulaminem Materiaływ celu ich publikacji i wyświetlania na Platformie.</p>\n<p>VI.2.\nUżytkownicy mogą zamieszczać na serwerach Administratora, w celu publikacji wPlatformie BanBye® Komentarze lub posty w miejscach do tego przeznaczonych, a także\nuzupełniać spersonalizowaną tablicę Użytkownika.\nW przyszłości Zarejestrowani\nUżytkownicy będą mogli zamieszczać na Platformie BanBye® Materiały w celu ich publikacji\ni wyświetlania innym Użytkownikom.</p>\n<p>VI.3.\nAdministrator nie ingeruje w treść Materiałów, linków, komentarzy, postów, nie sprawdzaich oraz nie ponosi odpowiedzialności za ewentualne szkody wywołane ich\nprzechowywaniem lub upublicznieniem przez Twórcę lub Użytkownika.\nAdministrator\nzastrzega sobie prawo do zablokowania ww.\ntreści w przypadkach wskazanych w art.\n14\nu.ś.u.d.e., w szczególności:</p>\n<ul>\n<li>(i) w razie otrzymania urzędowego zawiadomienia lub uzyskania wiarygodnejwiadomości o bezprawnym charakterze Materiałów, danych lub związanej z nimi\ndziałalności;</li>\n<li>(ii) urzędowym zawiadomieniu Administratora o bezprawnym charakterzeprzechowywanych danych dostarczonych przez Twórcę lub Użytkownika;</li>\n<li>(iii) uzyskania od innych podmiotów wiarygodnej i zweryfikowanej wiadomości obezprawnym charakterze przechowywanych danych dostarczonych przez Twórcę\nlub Użytkownika.</li>\n</ul>\n<p>VI.4.\nUmieszczenie przez Twórcę lub Użytkownika Materiałów, linków, komentarzy lubjakiekolwiek innych treści na Platformie jest równoznaczne z oświadczeniem przez ten\npodmiot, że treści te wolne są od wad prawnych, nie naruszają jakichkolwiek praw\npodmiotów trzecich oraz, że Twórcy lub Użytkownikowi przysługują:</p>\n<ul>\n<li>- majątkowe prawa autorskie do Materiałów stanowiących utwory w rozumieniu u.\nz04.02.1994 r.\no prawie autorskim i prawach pokrewnych lub, że przysługuje mu prawa do\nkorzystania z tych treści,</li>\n<li>- prawo do wykorzystania wizerunków osób trzecich, obejmujące w szczególności prawo dopublikowania i rozpowszechniania Materiałów w sieci Internet.</li>\n</ul>\n<p>VI.5.\nKorzystanie z Platformy, w zakresie wyświetlania Materiałów przez Użytkowników lubTwórców nie podlega opłatom.\nIstnieją jednak Usługi Dodatkowe, które są odpłatne, przy\nczym ich zasady zostaną określone w odrębnych regulaminach.</p>\n<p>VI.6.\nKorzystanie z Platformy, w zakresie zamieszczania Materiałów przez Twórców, a takżeprzysługujących Twórcom praw autorskich regulują Umowy zawierane przez\nAdministratora z Twórcami.</p>\n<p>VI.7.\nTwórcy i Użytkownicy ponoszą pełną odpowiedzialność za wszystkie Materiały lub innetreści zamieszczane przez nich na Platformie.</p>\n<p>VI.8.\nTwórcy i Użytkownicy zobowiązują się, że w momencie wystąpienia przez podmioty trzeciez roszczeniami w stosunku do Administratora z tytułu naruszenia jakichkolwiek praw\npodmiotów trzecich w związku z zamieszczeniem przez Twórcę lub Użytkownika w Serwisie\nStreamingowym Materiałów lub innych treści, Twórca lub Użytkownik:</p>\n<ul>\n<li>(i) wstąpi do sprawy w miejsce Administratora lub przystąpi do sprawy w charakterzeinterwenienta ubocznego oraz</li>\n<li>(ii) przejmie na siebie w całości ewentualne koszty sądowe, w tym koszty zastępstwaprocesowego, a także zasądzone lub ustalone w drodze ugody kwoty pieniężne.</li>\n</ul>\n<p>VI.9.\nUżytkownik może w każdym momencie zaprzestać korzystania z BanBye® oraz usunąć swojeKonto z Platformy.</p>\n<p>VI.10.\nJeżeli zdaniem Użytkownika Materiał lub inne treści zamieszczone na Platformiestanowią Naruszenie Użytkownik ma możliwość zawiadomienia o tym fakcie Administratora\nza pomocą przycisku „Zgłoś nadużycie” zamieszczonego pod Materiałem lub komentarzem.</p>VII.\nOBOWIĄZKI UŻYTKOWNIKA LUB TWÓRCY<p>VII.1.\nTwórcy i Użytkownicy zobowiązują się do korzystania z Platformy zgodnie zobowiązującymi w Polsce przepisami prawa, Regulaminem, zasadami współżycia\nspołecznego i ustalonymi zwyczajami, a w szczególności do:</p>\n<ul>\n<li>a.\nniezamieszczania Materiałów lub innych treści stanowiących treści o charakterzebezprawnym;</li>\n<li>b.\nniezamieszczania Materiałów lub innych treści stanowiących treści pornograficzne;</li>\n<li>c.\ndziałania w sposób nienaruszający praw innych Twórców lub Użytkowników lub osóbtrzecich, w tym w szczególności praw autorskich;</li>\n<li>d.\nniezamieszczania bez zgody Administratora Materiałów lub innych danych, które są lub mogąbyć kwalifikowane jako reklama;</li>\n<li>e.\nniepodejmowania działań lub zamieszczania Materiałów lub danych, które mogłyby utrudnićlub uniemożliwić funkcjonowanie Platformy,</li>\n<li>f.\nnieużywania w Materiałach lub Komentarzach lub w innych treściach słów wulgarnych,obraźliwych lub niezgodnych z dobrymi obyczajami.</li>\n</ul>\n<p>VII.2.\nTwórcom Platformy BanBye® przyświeca, aby w granicach limitowanych ust.\n7.1.\nbyłaona oazą wolności słowa.\nJednakże w przypadku notorycznego naruszania Regulaminu\nkonto Twórcy lub Użytkownika może zostać zablokowane co w praktyce uniemożliwi\nTwórcy lub Użytkownikowi podejmowanie działań innych niż oglądanie Materiałów innych\nTwórców lub Użytkowników.</p>\n<p>VII.3.\nTwórca lub Użytkownik oświadcza, że:</p>\n<ul>\n<li>a.\numieszczenie oraz udostępnienie Materiałów lub innych treści będzie następować w sposóbzgodny z prawem, dobrowolny oraz za ewentualną zgodą osób jeśli taka zgoda jest\nkonieczna;</li>\n<li>b.\nwyraża zgodę na wgląd do przechowywanych i opublikowanych przez siebie Materiałów iinnych treści przez innych Użytkowników oraz Administratora;</li>\n</ul>\n<p>VII.4.\nUżytkownik lub Twórca nie są uprawnieni do:</p>\n<ul>\n<li>a.\nzamieszczania na Platformie danych osobowych osób trzecich oraz rozpowszechniania wizerunkuosób trzecich bez uprzedniego uzyskania wymaganej prawem zgody;</li>\n<li>b.\nzamieszczania, w ramach korzystania z Serwisu Streamingowego, treści o charakterze reklamowymbez wyrażenia odrębnej wyraźnej zgody przez Administratora;</li>\n<li>c.\nnaruszania prawa własności intelektualnej innych Użytkowników lub Twórców lub osób trzecich,oraz naruszających dobra osobiste innych osób.</li>\n</ul>\n<p>VII.5.\nZabronione jest zamieszczanie przez Twórców lub Użytkowników w ramachkorzystania z Platformy Materiałów lub Treści, które mogłyby w szczególności:</p>\n<ul>\n<li>a.\nstanowić Naruszenie w rozumieniu Regulaminu;</li>\n<li>b.\nnaruszać jakiekolwiek prawa innych Użytkowników lub osób trzecich, w tym prawa związanez ochroną praw autorskich i praw pokrewnych, ochroną praw własności przemysłowej,\ntajemnicą przedsiębiorstwa lub mające związek ze zobowiązaniami o zachowaniu poufności;</li>\n<li>c.\nposiadać charakter obraźliwy bądź stanowić groźbę skierowaną do innych Użytkowników lubosób trzecich, zawierałyby słownictwo naruszające dobre obyczaje (np.\npoprzez użycie\nwulgaryzmów lub określeń powszechnie uznawanych za obraźliwe);</li>\n<li>d.\npozostawać w sprzeczności z interesem Administratora, innych Użytkowników lub osóbtrzecich;</li>\n<li>e.\nnaruszać w inny sposób postanowienia Regulaminu, dobre obyczaje, przepisyobowiązującego prawa, normy społeczne lub obyczajowe.</li>\n</ul>VIII.\nWARUNKI KORZYSTANIA Z PLATFORMY i REJESTRACJA<p>VIII.1.\nKorzystanie z Platformy odbywa się na zasadach określonych w Regulaminie.</p>\n<p>VIII.2.\nKażdy Użytkownik Zarejestrowany / Niezarejestrowany zobowiązuje się doprzestrzegania Regulaminu.</p>\n<p>VIII.3.\nZasady odnoszące się do świadczenia przez Administratora innych usług mogąrównież wynikać z innych regulaminów lub umów zawieranych z Twórcami.</p>\n<p>VIII.4.\nPrzesłanie wypełnionego formularza Rejestracyjnego jest równoznaczne z:</p>\n<ul>\n<li>a) zawarciem przez Użytkownika lub Twórcę z Administratorem umowy o świadczenie usługdrogą elektroniczną w rozumieniu u.ś.u.d.e.\ni przyjęciem do wiadomości oraz akceptacją\nprzez Użytkownika postanowień Regulaminu w aktualnie obowiązującej wersji;</li>\n<li>b) upoważnieniem Usługodawcy do przetwarzania danych osobowych Użytkownika lub Twórcyprzekazanych w trakcie Rejestracji lub przekazywanych w trakcie korzystania z Platformy.</li>\n</ul>\n<p>VIII.5.\nUżytkownicy i Twórcy zobowiązani są do nieudostępniania osobom trzecim hasła doKonta Użytkownika lub Twórcy.\nW razie jakichkolwiek podejrzeń co do możliwości\nnieuprawnionego dostępu do konta Użytkownika lub Twórcy, podmioty te mają obowiązek\nniezwłocznego zawiadomienia o tym fakcie Administratora.</p>\n<p>VIII.6.\nZakazane jest podejmowanie czynności stanowiących Naruszenie lub czynności winny sposób naruszających Regulamin.</p>\n<p>VIII.7.\nUżytkownik jest uprawniony do korzystania z zasobów Serwisu Streamingowegowyłącznie na własny, domowy użytek.</p>\n<p>VIII.8.\nTwórca może wykorzystywać Platformę do działalności komercyjnej wyłącznie nazasadach określonych odrębnymi Umowami zawartymi z Administratorem.\nAdministrator\nnie odpowiada za ewentualne niewykonanie lub nienależyte wykonanie usług przez\nUżytkownika, który bez porozumienia z Administratorem wykorzystywał Serwis\nStreamingowy do celów innych niż wskazano w punkcie VII.7.</p>\n<p>VIII.9.\nUżytkownicy i Twórcy wyrażają zgodę na przetwarzanie przez Administratora swoichDanych Osobowych, na warunkach określonych w Polityce Prywatności.</p>\n<p>VIII.10.\nZarejestrowany Użytkownik lub Twórca wyraża zgodę na otrzymywanie na swój adrese-mail newsletterów, wiadomości od Administratora, komunikatów o utrudnieniach,\nzmianach czy przerwach technicznych w działaniu Platformy BanBye® , informacji o\nzmianach Regulaminu, decyzji o których mowa w pkt 7.2.</p>\n<p>VIII.11.\nUżytkownik lub Twórca zobowiązuje się korzystać z Serwisu Streamingowego zgodniez prawem, dobrymi obyczajami, przeznaczeniem Platformy, zasadami współżycia\nspołecznego oraz z tzw.\nnetykietą.</p>\n<p>VIII.12.\nAdministrator jest uprawniony do zablokowania dostępu do Konta Użytkownika lubTwórcy w przypadku działania przez Użytkownika lub Twórcę na szkodę Administratora,\ninnych Użytkowników lub podmiotów trzecich, naruszania przez Użytkownika przepisów\nprawa lub postanowień Regulaminu a także ze względów bezpieczeństwa.\nKomunikat o\nzablokowaniu konta jest przesyłany na adres e-mail wskazany w trakcie Rejestracji.</p>\n<p>VIII.13.\nTwórca lub Użytkownik zamieszczając Materiały lub inne treści oraz udostępniając jedokonuje dobrowolnego rozpowszechniania treści na własną odpowiedzialność.</p>\n<p>VIII.14.\nTreści zamieszczane przez podmioty inne niż Administrator nie wyrażają poglądówAdministratora i nie mogą być z nim utożsamiane.</p>\n<p>VIII.15.\nW przypadku otrzymania umotywowanego zgłoszenia wystąpienia Naruszenia nazasadach określonych w Regulaminie, Administrator zastrzega sobie prawo do\nmodyfikowania, usuwania albo blokowania wybranych fragmentów Materiałów, całego\nMateriału lub innych treści stanowiących Naruszenie.</p>\n<p>VIII.16.\nUsługodawca nie prowadzi bieżącej kontroli zamieszczanych treści i reagujewyłącznie na ewentualne wiarygodne lub urzędowe zgłoszenia bezprawności konkretnych\nMateriałów lub innych treści.</p>\n<p>VIII.17.\nW przypadku poinformowania Administratora o naruszeniu zasad określonych wustępie VII.1.\nalbo innym naruszeniu Regulaminu Administrator ma prawo zablokować lub\nusunąć Materiały lub treści samodzielnie po uprzednim przesłaniu Twórcy lub\nUżytkownikowi na adres mailowy wskazany w trakcie rejestracji decyzji opisującej\ncharakter naruszeń.</p>\n<p>VIII.18.\nOd decyzji, o której mowa powyżej Twórca lub Użytkownik może odwołać się wterminie 7 dni od przesłania mu decyzji.</p>\n<p>VIII.19.\nUżytkownik lub Twórca wyraża zgodę na nieodpłatne wykorzystywanie przezAdministratora umieszczonych przez niego Materiałów i innych treści.\nW szczególności\nUżytkownik wyraża zgodę na publikację Materiałów na Platformie lub w celach auto-\npromocyjnych, np.\nw portalach społecznościowych.</p>\n<p>VIII.20.\nUżytkownik dodając i przechowując Materiały lub inne treści wyraża zgodę na ichumieszczenie w całości lub fragmentach w innych publikacjach BanBye®, a także na innych\nplatformach społecznościowych w celu autopromocji Serwisu Streamingowego i jego Usług.</p>\n<p>VIII.21.\nZgody przewidziane powyżej, stanowią nieodpłatną niewyłączną licencję udzieloną narzecz Administratora obejmującą prawo do udzielania dalszych licencji (sublicencji) w\nramach streamingu i odtwarzania materiałów na żądanie.</p>\n<p>VIII.22.\nW przypadku, jeżeli Administrator zostanie zobowiązany przez sąd powszechny lubjakikolwiek uprawniony organ do zapłaty jakiegokolwiek odszkodowania, administracyjnej\nkary pieniężnej lub grzywny w związku z roszczeniami osób trzecich lub naruszeniem\nprzepisów obowiązującego prawa, w związku z zamieszczeniem Materiałów lub innych\ntreści, taki Użytkownik lub Twórca zobowiązany jest niezwłocznie zwrócić\nAdministratorowi równowartość tego odszkodowania, grzywny lub kary.\nWe wskazanych\nwyżej sytuacjach Użytkownik lub Twórca zobowiązani są też niezwłocznie pokryć wszelkie\nstraty lub zwrócić udokumentowane koszty, jakie Administrator poniósł w związku z\nujawnieniem uzasadnionych roszczeń osób trzecich lub naruszeniem przepisów\nobowiązującego prawa, o których mowa w Regulaminie.</p>IX.\nODPOWIEDZIALNOŚĆ, PRAWA ORAZ OBOWIĄZKI USŁUGODAWCY<p>IX.1.\nUsługodawca nie ponosi odpowiedzialności za niewykonanie lub nienależyte wykonywanieusług świadczonych drogą elektroniczną, jeżeli jest to spowodowane przez podmioty\ntrzecie (w szczególności operatorów telekomunikacyjnych, dostawców łączy\ntelekomunikacyjnych i energii elektrycznej).</p>\n<p>IX.2.\nUsługodawca nie ponosi odpowiedzialności za niemożliwość lub utrudnienia w korzystaniuz Platformy, wynikające z przyczyn leżących po stronie Użytkownika lub Twórcy, w\nszczególności za utratę przez Użytkownika lub wejście w posiadanie przez osoby trzecie\n(niezależnie od sposobu) jego Hasła.</p>\n<p>IX.3.\nAdministrator nie ponosi odpowiedzialności z tytułu szkód spowodowanych działaniami lubzaniechaniami Użytkowników lub Twórców, w szczególności za korzystanie przez nich z\nPlatformy w sposób niezgodny Regulaminem lub przepisami prawa powszechnie\nobowiązującego.</p>\n<p>IX.4.\nWyłącznym źródłem zobowiązań Administratora są Regulamin, umowy zawierane zTwórcami oraz bezwzględnie obowiązujące przepisy prawa.</p>\n<p>IX.5.\nW granicach dopuszczalnych przez obowiązujące prawo, Administrator nie ponosiodpowiedzialności za:</p>\n<ul>\n<li>a) szkody wynikłe z udostępnienia przez Twórcę lub Użytkownika Zarejestrowanego hasładostępowego do Konta osobom trzecim,</li>\n<li>b) szkody wynikłe z niedbalstwa Twórcy lub Użytkownika;</li>\n<li>c) treść i formę Materiałów i innych danych zamieszczanych przez Twórców lub Użytkowników</li>\n<li>d) treść i formę opisów Materiałów, opisów kanałów, grafik prezentujących dane Materiały;</li>\n<li>e) niezamierzone i niezawinione błędy w działaniu Platformy;</li>\n<li>f) sposób korzystania z Platformy przez Użytkowników i skutki korzystania z Platformy;</li>\n<li>g) danych Użytkowników osobom upoważnionym na podstawie właściwych przepisów prawabądź stosownych decyzji administracyjnych lub orzeczeń sądowych,</li>\n<li>h) utratę Materiałów lub innych danych (w tym np.\nKomentarzy) przechowywanych naPlatformie i spowodowaną awarią sprzętu, działaniem osób trzecich lub ich usunięciem przez\nAdministratora na podstawie przepisów Regulaminu lub przepisów prawa powszechnie\nobowiązującego lub na podstawie decyzji uprawnionych organów.</li>\n</ul>\n<p>IX.6.\nAdministrator zastrzega obie prawo do:</p>\n<ul>\n<li>a) okresowego wyłączania, w uzasadnionych przypadkach, Platformy bez uprzedniegopowiadomienia Użytkowników,</li>\n<li>b) natychmiastowego zablokowania lub rozmycia każdego Materiału, komentarza lub innych treścibez uprzedniego powiadomienia, w wypadku naruszenia przez Użytkownika postanowień\nRegulaminu lub prawa (w przypadkach określonych w art.\n14 u.ś.u.d.e.),</li>\n<li>c) natychmiastowego zablokowania Konta Użytkownika lub Twórcy i wszystkich zamieszczonychprzez niego materiałów w przypadku nagminnego i rażącego naruszenia Regulaminu lub przepisów\nprawa;</li>\n<li>d) zaprzestania udostępniania Platformy lub jego poszczególnych funkcjonalności, po powiadomieniuUżytkowników za pośrednictwem Platformy lub wiadomości e-mail,</li>\n</ul>\n<p>IX.7.\nZakres dostępu lub sposób funkcjonowania Platformy może być w każdym czasie zmieniany(rozszerzany lub ograniczany) przez Administratora.\nAdministrator będzie informował na\nPlatformie o zmianach w zakresie dostępnych funkcjonalności Platformy.</p>X.\nZGŁASZANIE NARUSZENIA PRAW<p>X.1.\nW przypadku, gdy Użytkownik lub Twórca lub inna osoba, podmiot lub organ uzna, iż treść(Materiały lub inne przechowywane dane) publikowana na Platformie naruszają prawo, w\nszczególności prawa autorskie, dobra osobiste, dobre obyczaje, uczucia, moralność,\ntajemnice chronione prawem, powinien powiadomić pisemnie Administratora o\npotencjalnym naruszeniu prawa.</p>\n<p>X.2.\nAdministrator powiadomiony o potencjalnym naruszeniu prawa, w rozumieniu art.\n14u.ś.u.d.e.\nlub poprzez urzędowe zawiadomienie, podejmuje niezwłoczne działania mające\nna celu ograniczenie widoczności / rozmycie / usunięcie z Platformy treści będących\nprzyczyną naruszenia.</p>\n<p>X.3.\nPrzy każdym Materiale na Platformie jest możliwość jego zgłoszenia jako Naruszenia w</p>Regulaminu.XI.\nPRZESTRZEGANIE PRAWA I REGULAMINU<p>XI.1.\nUżytkownicy i Twórcy zobowiązują się przestrzegać przepisów prawa obowiązujących wPolsce.</p>\n<p>XI.2.\nPodmioty zamieszczające Materiały lub inne treści czynią to na własną odpowiedzialność.</p>\n<p>XI.3.\nTwórcy i Użytkownicy oświadczają, że wiedzą, iż ponoszą pełną odpowiedzialność prawnąza wszelkie Materiały lub inne treści zamieszczane na Platformie.</p>XII.\nINNE TREŚCI PRZEKAZYWANE W RAMACH Platformy BanBye®<p>XII.1.Administrator zastrzega możliwość kierowania do Użytkowników lub Twórców zapośrednictwem Platformy Materiałów Reklamowych.</p>\n<p>XII.2.Administrator nie odpowiada za Treści Reklamowe wyświetlane Użytkownikom pokliknięciu na Materiały Reklamowe i przekierowaniu ich na strony internetowe\nnieznajdujące się pod kontrolą Administratora.</p>\n<p>XII.3.Za pośrednictwem Platformy mogą być wyświetlane treści reklamowe dostarczane ipobierane z zasobów Partnerów Reklamowych.</p>\n<p>XII.4.W granicach dopuszczalnych prawem, za treść reklam wyświetlanych na Platformieodpowiadają Partnerzy Reklamowi.</p>\n<p>XII.5.Reklamy mogą być wyświetlane poza playerem wyświetlającym Materiały, jak również wplayerze.\nMateriały reklamowe mogą być emitowane przed odtworzeniem Materiału, w\njego trakcie, na zakończenie Materiału.\nUżytkownicy i Twórcy wyrażają zgodę na emisję\nreklam.</p>XIII.\nPRAWA AUTORSKIE, PRAWA POKREWNE, ZNAKI TOWAROWE, ZNAKI UŻYTKOWE, INNEPRAWA WŁASNOŚCI INTELEKTUALNEJ<p>XIII.1.\nAdministrator informuje a Użytkownik lub Twórca oświadcza, że przyjmuje dowiadomości fakt, że Platforma zawiera materiały chronione prawami autorskimi, znaki\ntowarowe, znaki użytkowe, utwory co do których prawa autorskie posiada Administrator\nlub Twórcy lub Użytkownicy.\nPrzyjęty w Platformie BanBye® układ i dobór kolorów, a także\nlogo stanowią przedmiot ochrony autorskich praw majątkowych i osobistych.\nSłowny oraz\nsłowno-graficzny znak towarowy BanBye® jest znakiem towarowym chronionym na terenie\nwszystkich Państw UE.</p>\n<p>XIII.2.\nUżytkownicy Platformy są uprawnieni do wykorzystywania Materiałówzamieszczanych na Platformie wyłącznie w zakresie własnego osobistego użytku\nprywatnego.\nInne formy korzystania z Platformy, poza wspomnianym dozwolonym\nużytkiem osobistym, a także formami wynikającymi z odrębnych umów zawieranych przez\nAdministratora z Twórcami, w szczególności kopiowanie, reprodukowanie i modyfikowanie\nMateriałów umieszczonych na Platformie BanBye® albo kodu źródłowego Platformy bez\nwyraźnej zgody Administratora lub innych podmiotów, którym przysługują prawa autorskie\ndo Materiałów lub treści jest zabronione.</p>XIV.\nTRYB I SPOSÓB SKŁADANIA REKLAMACJI LUB ODWOŁAŃ<p>XIV.1.\nKażdemu Użytkownikowi lub Twórcy korzystającemu z Platformy BanBye®przysługuje prawo do złożenia reklamacji w sprawach związanych z funkcjonowaniem\nPlatformy.</p>\n<p>XIV.2.\nReklamacje należy składać drogą elektroniczną na adres maila Administratora:reklamacje@banbye.pl lub poprzez formularz kontaktowy lub listownie na adres pocztowy\nAdministratora.</p>\n<p>XIV.3.\nAdministrator rozpatrzy reklamację w terminie 14 dni od dnia jej otrzymania.</p>\n<p>XIV.4.\nOdpowiedź na reklamację zostanie przesłana do Użytkownika lub Twórcy na adrespodany przez Użytkownika w reklamacji.</p>\n<p>XIV.5.\nAdministrator zastrzega sobie prawo do wydłużenia terminu na rozpatrzeniereklamacji w przypadku, gdy rozpoznanie reklamacji wymaga uzupełnienia danych przez\nUżytkownika, pozyskania wiadomości specjalnych, a także w sytuacji dużej liczby reklamacji\nktóre wpłyną do Administratora w danym okresie.</p>\n<p>XIV.6.\nAdministrator zastrzega, że rozpatrzenie reklamacji może wymagać uzyskania odUżytkownika dodatkowych wyjaśnień -w takich przypadkach czas oczekiwania na udzielanie\nwyjaśnień przez Użytkownika nie jest wliczany do terminu na rozpatrzenie danej reklamacji.</p>\n<p>XIV.7.\nW przypadku bezskutecznego upływu terminu zakreślonego Użytkownikowi lubTwórcy na uzupełnienie reklamacji reklamację pozostawia się bez rozpoznania.</p>XV.\nPOSTANOWIENIA KOŃCOWE I ZMIANA REGULAMINU<p>XV.1.\nRegulamin obowiązuje od dnia opublikowania na stronie Platformy BanBye® .</p>\n<p>XV.2.\nTreść Regulaminu może zostać utrwalona poprzez wydrukowanie, zapisanie nanośniku lub pobranie w każdej chwili ze strony https://banbye.pl/regulamin</p>\n<p>XV.3.\nPo opublikowaniu nowej wersji Regulaminu, Użytkownik lub Twórca powinienniezwłocznie zapoznać się z aktualną wersją (po zmianach), gdyż zalogowanie do Platformy\nlub korzystanie z Platformy w jakikolwiek sposób, choćby „anonimowo” stanowi\nbezwarunkową akceptację nowej treści Regulaminu przez Użytkownika.</p>\n<p>XV.4.\nAdministrator będzie informować Użytkowników Zarejestrowanych oraz Twórców znależytym wyprzedzeniem poprzez wyświetlanie po zalogowaniu krótkiego komunikatu na\nstronie głównej Platformy lub w wiadomości e-mail skierowanej na adres mailowy podany\nw trakcie Rejestracji.</p>\n<p>XV.5.\nZarejestrowani Użytkownicy zostaną dodatkowo poproszeni o potwierdzenieakceptacji nowego Regulaminu przy pierwszym logowaniu następującym bezpośrednio po\npublikacji zmienionego Regulaminu.</p>", "created_at": "2021-12-19 21:32:56.845019", "updated_at": "2021-12-19 20:35:57.946592"}], "points": [], "urls": ["banbye.pl"]}}