{"error": 448, "message": "OK", "parameters": {"id": 2671, "name": "HideMe VPN", "created_at": "2021-01-29 20:04:42.430169", "updated_at": "2021-03-25 03:19:29.81835", "wikipedia": null, "keywords": null, "related": null, "slug": "hideme_vpn", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2671.png", "url": "hide.me", "documents": [{"id": 3869, "name": "Privacy Policy", "url": "https://hide.me/en/privacy", "xpath": "//*[@id=\"main\"]", "text": " Privacy Policy <p>\n<i>Effective date 24th July 2019</i>\n</p>\n<p>eVenture Ltd.\n(\"us\", \"we\", or \"our\") operates the VPN service “hide.me VPN” (\"Service\").<br>\n<br>\nAs a privacy service we realize how important it is that our customers fully understand what personal data we collect, store and process.<br>\n<br>\n<strong>Our systems are designed with your privacy in mind and by the principle of data minimization.\nWe've tried our best to make this policy clear and simple so you can get the facts you need without having to wade through pages of boring ambiguous legal text.\nWe do NOT keep logs of your VPN sessions, browsing behaviour, websites you visit or any activity related to your VPN connection.\nIn addition we NEVER store VPN connection logs and timestamps that match your incoming and outgoing IP address or session duration.</strong>\n</p> What does this policy cover? <p>This policy applies where we are acting as a data controller with respect to the personal data of our website visitors and service users.\nin other words, where we determine the purposes and means of the processing of that personal data.<br>\n<br>\nThis policy does not apply to any third-party service or product even if we are affiliated with such a third-party service or product.\nOur website includes hyperlinks to, and details of, third party websites.\nWe have no control over, and are not responsible for, the privacy policies and practices of third parties.<br>\n<br>\nBy using our website, services or products you are accepting the terms in this policy.</p> What personal data do we collect and store when you sign up for our VPN service (hide.me account data) ? <p>To maximize your privacy we collect the minimum information required, and that is your email address.\nWe store your email address in encrypted form, on completely encrypted servers.<br>\n<br>\nAny personal data, including your email address, that gets sent from your web browser to our web server, or from our web server to your web browser, will be protected by using encryption technology.<br>\n<br>\nWe do not request or store your name, IP address or physical addresses or any other personal information.\nWe may use your Personal Data within your account, i.e.\nyour email address, to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\nYou may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send or by contacting us.\nYou consent to this processing by signing up for a hide.me account.</p> What information gets processed when our customers connect to our VPN service? <p>We maintain a non-persistent log of connection data for troubleshooting purposes which includes customer’s randomly generated username and internally assigned (non-public) IP address.\nThe troubleshooting log gets securely erased every few hours.\nWe purposely and strictly do not log any other data to mitigate our legal liability.\nWe do not monitor or log your browsing behavior.\nIt is impossible to record your browsing behavior with our technical backend.\nAll the usage data is anonymous and not connected to your real, public IP address.<br>\n<br>\nUpon connection termination we process the amount of traffic you have spent during your VPN session to update the traffic usage counters.\nWe account for the aggregated amount of monthly data traffic to properly bill you and to maintain a high quality of service.</p> What personal data do we process when you use our websites (hide.me, community.hide.me and public proxies)? <p>We may process data about your use of our websites (“website usage data”).\nThe website usage data may include your IP address, geographical location, browser type and version, operating system, referral source, length of visit, page views and website navigation paths, as well as information about the timing, frequency and patterns of your visits.\nThe source of the website usage data are the web server logs.\nThis usage data may be processed for the purposes of analysing the use of the website and services.\nThe legal basis for this processing is our legitimate interest, namely security, monitoring, protecting and improving our website and services.</p> What personal data do we collect and store when you sign up for our community forum (community.hide.me account data)? <p>We may process your information which you included in your personal profile on our community forum website (\"community profile data\").\nThe community profile data is optional (i.e., you do not have to fill in the data to access the community forum) and may include your email address, location, occupation, profile pictures, gender, date of birth and/or other identities.\nThe profile data may be processed for the purposes of enabling and monitoring your use of our community forums.\nYou consent to this processing by signing up for an community.hide.me account.</p> What personal data do we process when you use our community forum? <p>We may process information that you post for publication on our community forum and/or any metadata associated with that publication such as timestamps or IP addresses.\nThe publication data may be processed for the purposes of enabling such publication and administering our website and services.\nBy publishing data on our forum you are giving consent for our processing of that data.</p> What personal data do we process when you contact us or our support over email, live chat or support forms? <p>We may process information contained in or relating to any communication that you send to us (\"correspondence data\").\nThe correspondence data may include your email, the communication content and metadata associated with the communication.\nOur website or mail servers will generate the metadata associated with communications made using the website contact forms or SMTP protocol.\nThe correspondence data may be processed for the purposes of communicating with you and record-keeping.\nOur legitimate interest is to provide the best possible customer support experience for you and to improve our services.<br>\n<br>\nWe use Zendesk platform for support tickets and live chat.\nWhen you correspond with us using the platform, your correspondence records, including your name and email address, get stored in their system.\nPlease, refer to the respective privacy policy:\n</p>\n<ul>\n<li>Zendesk: https://www.zendesk.com/company/policies-procedures/</li>\n</ul>\n<p>\n</p> How and why do we process the collected data? <p>We use the collected data for various purposes:\n</p>\n<ul>\n<li>To provide, maintain and further develop our Services</li>\n<li>To notify you about changes to our Services</li>\n<li>To allow you to participate in interactive features of our Services when you choose to do so</li>\n<li>To provide customer support, which includes sending password reset emails</li>\n<li>To gather analysis or valuable information so that we can improve our Services or to do scientific research</li>\n<li>To monitor the usage of our Services</li>\n<li>To detect, prevent and address technical issues</li>\n<li>To detect and prevent fraud or other criminal activities</li>\n<li>To execute the terms of a contract you have made with us or to enter into a contract with us</li>\n<li>For compliance with a legal obligation to which we are subject or in order to protect your vital interests or the vital interests of another natural person</li>\n<li>To provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information</li>\n</ul>\nHide.me uses your personal data as outlined in this policy.\nPlease do not supply any other person's personal data to us.<p>\n</p> Anonymous diagnostic and crash reports? <p>With your consent we may collect anonymized crash reports and network diagnostics.\nThis information can not be tied back to your VPN usage.<br>\n<br>\nOur applications may transmit:\n</p>\n<ul>\n<li>Diagnostic information regarding the connection setup/failure</li>\n<li>Speed tests</li>\n<li>Crash reports</li>\n</ul>\nYou have full control if you want to share this information in the application settings.<p>\n</p> What information is stored when I stop using your service? <p>Once a VPN service account is terminated on our network, all data associated with that VPN service account including the VPN service account itself is deleted from all of our systems.</p> What happens if you receive a legal notice such as a DMCA for copyright material that I have downloaded? <p>Since our customers are behind shared IP addresses when using our service, such notices are directed to hide.me and our legal department will issue an appropriate response.\nSince we store no connection logs, we cannot associate the notice with a customer identity even if legally compelled to do so.</p> How do we react when requested by an authority for information relating to a customer? <p>The company is incorporated in Malaysia.\nIf a court order is received from a recognized legal authority with jurisdiction over hide.me then the company shall comply with that order.\nHowever, the company cannot be compelled to hand over information which it does not have.\nWhen a customer signs up we request as little information as possible.\na valid email address.\nIf it ever becomes required by law for us to keep a persistent log of our customers connections or any other personal data relating to their network activity, we will immediately notify our customers and do everything in our power to move jurisdictions or close the service to protect those who entrust their privacy to us.</p> Security Of Data <p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.<br>\n<br>\nThe servers we use for storing the personal data are located in secure facilities, are operated by us and are completely encrypted.\nAny data exchange is secured with at least TLS 1.2.</p> \"Do Not Track\" Signals <p>We support Do Not Track (\"DNT\").\nDo Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.<br>\n<br>\nYou can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser.</p> Your rights <p>We aim to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data.<br>\n<br>\nWhenever made possible, you can update or delete your Personal Data directly within your account settings section.\nIf you are unable to change your Personal Data, please contact us to make the required changes.<br>\n<br>\nIf you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.<br>\n<br>\nIn certain circumstances, you have the right:\n</p>\n<ul>\n<li>To access and receive a copy of the Personal Data we hold about you</li>\n<li>To rectify any Personal Data held about you that is inaccurate or update any Personal data held about you</li>\n<li>To request the deletion of Personal Data held about you</li>\n<li>To restrict the processing of your Personal Data</li>\n<li>To object to our processing of your Personal Data</li>\n</ul>\nYou have the right to data portability for the information you provide to us.\nYou can request to obtain a copy of your Personal Data in a commonly used electronic format so that you can manage and move it.\nPlease note that we may ask you to verify your identity before responding to requests outlined above.<br>\n<br>\nIf you consider that our processing of your personal information infringes data protection laws, you have a legal right to lodge a complaint with a supervisory authority responsible for data protection.\nYou may do so in the EU member state of your habitual residence, your place of work or the place of the alleged infringement.\nTo the extent that the legal basis for our processing of your personal information is consent, you have the right to withdraw that consent at any time.\nWithdrawal will not affect the lawfulness of processing before the withdrawal.\nYou may exercise any of your rights in relation to your personal data by a written notice to us, preferably over email address support@hide.me<p>\n</p> Service Providers <p>We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Services get used.<br>\n<br>\nThese third parties have access to your Personal Data to the extent necessary to perform tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p> Payments <p>We are not saving any details about the payments in our system.\nThe subscriptions are renewed or updated by Cleverbridge AG or Paddle.com Market Ltd with a dedicated user id for each user account.<br>\n<br>\nWe may provide paid products and/or services within the Service.\nIn that case, we use third-party services for payment processing (e.g.\npayment processors).<br>\n<br>\nWe will not store or collect your details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.<br>\n<br>\nThe payment processors we work with are:\n</p>\n<li>\n<strong>Paddle.com Market Ltd</strong>\n<br>\nTheir Privacy Policy can be viewed at https://paddle.com/privacy-buyers/</li>\n<li>\n<strong>Cleverbridge AG</strong>\n<br>\nTheir Privacy Policy can be viewed at https://www.cleverbridge.com/corporate/privacy-policy/</li>\n<li>\n<strong>Paypal Inc</strong>\n<br>\nTheir Privacy Policy can be viewed at https://www.paypal.com/al/webapps/mpp/ua/privacy-full</li>\n<li>\n<strong>Coinpayments</strong>\n<br>\nTheir Privacy Policy can be viewed at https://www.coinpayments.net/help-privacy</li>\n<li>\n<strong>Apple Store In-App Payments</strong>\n<br>\nTheir Privacy Policy can be viewed at https://www.apple.com/legal/privacy/en-ww/</li>\n<li>\n<strong>Google Play In-App Payments</strong>\n<br>\nTheir Privacy Policy can be viewed at https://www.google.com/policies/privacy/</li>\n<p>\n</p> Emails <p>Hide.me uses Mailgun Technologies, Inc.\nto send your transactional and promotional emails.\nMailgun participates and has certified its compliance with the EU-U.S.\nPrivacy Shield Framework.\nTo learn more about the Privacy Shield Framework, visit the U.S.\nDepartment of Commerce’s Privacy Shield List at https://www.privacyshield.gov/Individuals-in-Europe.<br>\n<br>\nCustomers with a paid plan are able to remove their email from our system and continue to use our service.</p> Analytics <p>hide.me uses Google Analytics to analyze in aggregate information about our website visitors.\nWhen your web browser loads a page on our site, a small snippet of javascript code is executed within your browser which submits information about the device from which you are connecting such as your browser user-agent, language, screen resolution, referring website, etc.\nto the Google Analytics service.\nTo enhance your anonymity, hide.me has opted to only allow Google to collect only a portion of the IP address.\nGoogle Analytics may also store a web cookie to facilitate the identification of users who revisit the site.\nIf users are concerned with being tracked by Google analytics scripts on hide.me or any other site running Google Analytics, we recommend installing a browser add-on which allows you to opt out.</p> Transfer Of Data <p>Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.<br>\n<br>\nIf you are located outside Malaysia and choose to provide information to us, please note that we transfer the data, including Personal Data, to Malaysia and process it there.\nYour consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.<br>\n<br>\nWe will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.</p> Cookies What are cookies? <p>Cookies are small pieces of text sent to your web browser by a website you visit.\nA cookie file is stored in your web browser and allows the Service or a third-party to recognize you and make your next visit easier and the Service more useful to you.\nCookies can be \"persistent\" or \"session\" cookies.\nPersistent cookies remain on your personal computer or mobile device when you go offline, while session cookies are deleted as soon as you close your web browser.</p> Disabling cookies <p>If you'd like to delete cookies or instruct your web browser to delete or refuse cookies, please visit the help pages of your web browser.\nPlease note, however, that if you delete cookies or refuse to accept them, you might not be able to use all of the features we offer, you may not be able to store your preferences, and some of our pages might not display properly.</p> How we use cookies? When you use and access the Service, we may place a number of cookies files in your web browser.\nWe use cookies for the following purposes:\n<ul>\n<li>To enable certain functions of the Service</li>\n<li>To provide analytics</li>\n<li>To store your preferences.\nWe use both session and persistent cookies on the Service and we use different types of cookies to run the Service:</li>\n<li>Essential cookies.\nWe may use cookies to remember information that changes the way the Service behaves or looks, such as a user's language preference on the Service.</li>\n<li>Accounts-related cookies.\nWe may use accounts-related cookies to authenticate users and prevent fraudulent use of user accounts.\nWe may use these cookies to remember information that changes the way the Service behaves or looks, such as the \"remember me\" functionality.</li>\n<li>Analytics cookies.\nWe may use analytics cookies to track information how the Service is used so that we can make improvements.\nWe may also use analytics cookies to test new advertisements, pages, features or new functionality of the Service to see how our users react to them.</li>\n</ul>\n<p>\n</p> Third-party cookies In addition to our own cookies, we may also use various third-parties cookies to report usage statistics of the Service, deliver advertisements on and through the Service, and so on.<p>\n</p> Links To Other Sites Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.\nWe have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.<p>\n</p> Children's Privacy Our Service does not address anyone under the age of 18 (\"Children\").<br>\n<br>\nWe do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Children have provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we will take steps to remove that information from our servers.<p>\n</p> Changes to policy hide.me reserves the right to change this privacy policy at any time.\nIn such cases, we will take every reasonable step to ensure that these changes are brought to your attention by posting all changes prominently on the hide.me web site for a reasonable period of time, before the new policy becomes effective.<br>\n<br>\nYou should check this page occasionally to ensure that you are happy with any changes to this policy.<p>\n</p> Our details Hide.me websites, community forum and the hide.me VPN service is owned and operated by eVenture Limited.\nWe are registered in Malaysia under registration number LL09685, and our registered office is at Level 2, Lot 19, Lazenda Commercial Centre Phase 3, 87007 Labuan, Federal Territory of Labuan, Malaysia.<br>\n<br>\nYou may contact us:\n<ul>\n<li>By email: support@hide.me</li>\n<li>By visiting this page on our website: https://hide.me/support</li>\n</ul>\n<p>\n</p> ", "created_at": "2021-01-29 20:05:44.518799", "updated_at": "2021-01-29 20:05:51.090853"}, {"id": 3870, "name": "Terms of Service", "url": "https://hide.me/en/legal", "xpath": "//*[@id=\"main\"]", "text": " Terms of Service <p>\n<i>Last update 25 August 2019</i>\n</p>\n<p>These Terms and Condition (“Terms”) govern your relationship with the VPN service (the “Service”) operated by eVenture Ltd (“hide.me VPN”, “us”, “we”, or “our”).\nThese terms also govern the use of and access to our content (“Content”), applications (“Apps”) and any software provided by us (“Software”).</p> 1.\nAcceptance <p>By accessing, installing or signing up, you agree to legally comply with our Terms of Service.\nWe do NOT provide a service for the commission of criminal acts.\nIt is a privacy service.\nYou agree not to violate any laws of any jurisdiction you are originating from, or terminating into.<br>\n<br>\nThe service is not available to persons who are not eligible or to any users previously suspended, terminated or removed from the service.\nYou represent and warrant that you have the legal ability (or “capacity”) to contract.\nBy accessing or using the Service you agree to be bound by these Terms.\nIf you disagree with any parts of the terms then you may not access the Service.</p> 2.\nModification <p>From time to time, we may post a new terms of service that will become binding and it is the responsibility of the users to periodically check for new Terms of Service.\nIf a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.<br>\n<br>\nBy continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, please stop using the Service.</p> 3.\nAccounts <p>You agree to protect your user id/password and our system from unauthorized use and not to publish or share your account with third parties.\nYou are responsible for all actions that occur on our servers where the login uses your user id/password.<br>\n<br>\nYou agree not to use the system for sending spam, port scanning, scanning for open proxies or open relays, sending opt-in email, unsolicited email or any type or version of email sent in large quantities even if the email is ultimately sent off of another server.\nYou agree not to attack in any way shape or form any other computer or network while on our service.<br>\n<br>\nHacking, cracking, distribution of viruses, fraudulent activities, network sabotage, phishing, and/or any conduct deemed illegal or unwanted shall be subject to suspension or termination.\nUsers are responsible for the proper secure configuration of their services and are responsible for any damages caused by their neglect or exposure of vulnerabilities whether intentional or unintentional.</p> 4.\nPrivacy Policy <p>Our systems are designed with your privacy in mind and by the principle of data minimization and we only collect personal information you specify during the registration.<br>\n<br>\nWe do <strong>NOT</strong> keep logs of your VPN sessions, browsing behaviour, websites you visit or any activity related to your VPN connection.\nIn addition we <strong>NEVER</strong> store VPN connection logs and timestamps that match your incoming and outgoing IP address or session duration.<br>\n<br>\nFor your clear understanding we have summarised our Privacy Policy in a separate document.</p> 5.\nSubscriptions <p>You will be automatically billed each 30, 180, 365, 730 or 1095 days depending on the duration of the selected plan.\nTo cancel the automatic billing schedule, simply contact our Support team with a short notice to cancel the subscription.\nAlternatively you can cancel the subscription in the members area.</p> 6.\nRefund Policy <p>If you are not completely satisfied with our VPN services, and you notify us in writing via email within the first 30 days of your plan that you wish to cancel.\nYou will be given a full refund of the contract amount in case you have 1) not previously claimed a refund, 2) not violated our Terms of Service, 3) made your first order with us (renewals do not qualify).<br>\n<br>\nIf a refund is due, you will be notified by e-mail.\nit can take up to 10 days after cancellation of your contract to receive your refund depending on payment form used.\nIf you have not received your refund after 10 days, please inform us using the contact form.<br>\n<br>\nOur Free plan is completely free of any charges and it is not renewed automatically.</p> 7.\nLicense <p>Subject to your compliance with these Terms, we grant you a non-exclusive and limited license to download and use the Software.\nModifying, distributing to unauthorized parties, reverse engineering, or otherwise using the Software in any way not expressly authorized by us is strictly prohibited.<br>\n<br>\nUsage of any material which is subject to our intellectual property rights is prohibited unless you have been provided with explicit written consent by us.<br>\n<br>\nExcept as set forth herein, neither party shall have the right to assign, encumber, or otherwise transfer its rights and obligations under this Agreement except with the prior written consent of the other party.\nAny prohibited assignment or transfer is voidable in the sole discretion of the non-assigning party.</p> 8.\nThird-party Websites <p>Our Service may contain links to third-party web sites or services that are not owned or controlled by us.\nWe have no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services.\nYou further acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such websites or services.\nWe strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.</p> 9.\nDisclaimer <p>Actual service coverage, speeds, locations and quality may vary.\nThe service will attempt to be available at all times except for limited periods for maintenance and repair.\nHowever the Service may be subject to unavailability for a variety of factors beyond our control including emergencies, third party service failures, transmission, equipment or network problems or limitations, interference, signal strength, and may be interrupted, refused, limited or curtailed.\nWe are not responsible for data, messages or pages lost, not delivered, delayed or misdirected because of interruptions or performance issues with the Service or communications services or networks (e.g., T-1 lines or the Internet).\nWe may impose usage or service limits, suspend Service, or block certain kinds of usage in our sole discretion to protect the service.\nNetwork speed is an estimate and is no indication of the speed at which the Service sends or receives data.\nActual network speed will vary based on configuration, compression, network congestion and other factors.\nThe accuracy and timeliness of data received is not guaranteed.\ndelays or omissions may occur.</p> 10.\nLimitation of Liability <p>In no event shall eVenture Ltd, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service.\n(ii) any conduct or content of any third party on the Service.\n(iii) any content obtained from the Service.\nand (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.</p> 11.\nGoverning Law <p>These Terms shall be governed and construed in accordance with the laws of Malaysia, without regard to its conflict of law provisions.<br>\n<br>\nOur failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service.</p> 12.\nSeverability <p>Any provision of this Agreement that is prohibited or unenforceable in any jurisdiction shall, as to such jurisdiction, be ineffective to the extent of such prohibition or unenforceability without invalidating the remaining provisions hereof, and any such prohibition or unenforceability in any jurisdiction shall not invalidate or render unenforceable such provision in any other jurisdiction.</p> 13.\nContact Us <p>Hide.me websites, community forum and the hide.me VPN service is owned and operated by eVenture Limited.\nWe are registered in Malaysia under registration number LL09685, and our registered office is at Level 2, Lot 19, Lazenda Commercial Centre Phase 3, 87007 Labuan, Federal Territory of Labuan, Malaysia.<br>\n<br>\nYou may contact us:\n</p>\n<ul>\n<li>By email: support@hide.me</li>\n<li>By visiting this page on our website: https://hide.me/support</li>\n</ul>\n<p>\n</p> ", "created_at": "2021-01-29 20:06:57.3326", "updated_at": "2021-01-29 20:06:59.544439"}], "points": [{"id": 15458, "title": "There is a date of the last update of the agreements", "source": "https://hide.me/en/legal", "status": "Generated through the annotate view", "created_at": "2021-02-02 05:43:46.111753", "updated_at": "2021-02-02 10:45:26.318703", "quoteText": "Last update 25 August 2019", "case_id": 331, "document_id": 3870, "quoteStart": 25, "quoteEnd": 51}, {"id": 17435, "title": "There is a date of the last update of the agreements", "source": "https://hide.me/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-16 18:25:22.19147", "updated_at": "2021-03-16 18:28:46.315348", "quoteText": "<p>\n<i>Effective date 24th July 2019", "case_id": 331, "document_id": 3869, "quoteStart": 16, "quoteEnd": 52}, {"id": 17434, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://hide.me/en/legal", "status": "Generated through the annotate view", "created_at": "2021-03-16 18:21:15.869267", "updated_at": "2021-03-16 18:28:56.084652", "quoteText": "3.\nAccounts <p>You agree to protect your user id/password and our system from unauthorized use and not to publish or share your account with third parties.\nYou are responsible for all actions that occur on our servers where the login uses your user id/password.<br>", "case_id": 148, "document_id": 3870, "quoteStart": 1653, "quoteEnd": 1918}, {"id": 17436, "title": "You can request access, correction and/or deletion of your data", "source": "https://hide.me/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-16 18:29:30.010155", "updated_at": "2021-03-16 18:31:00.135068", "quoteText": "you have the right:\n</p>\n<ul>\n<li>To access and receive a copy of the Personal Data we hold about you</li>\n<li>To rectify any Personal Data held about you that is inaccurate or update any Personal data held about you</li>\n<li>To request the deletion of Personal Data held about you</li>", "case_id": 195, "document_id": 3869, "quoteStart": 11058, "quoteEnd": 11344}, {"id": 17484, "title": "Third-party cookies are used for statistics", "source": "https://hide.me/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-16 20:33:31.602107", "updated_at": "2021-03-16 22:38:59.396808", "quoteText": "Analytics <p>hide.me uses Google Analytics to analyze in aggregate information about our website visitors.", "case_id": 325, "document_id": 3869, "quoteStart": 15151, "quoteEnd": 15257}, {"id": 17483, "title": "Tracking via third-party cookies for other purposes without your consent.", "source": "https://hide.me/en/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-16 20:30:06.580298", "updated_at": "2021-03-17 20:16:42.556521", "quoteText": "Third-party cookies In addition to our own cookies, we may also use various third-parties cookies to report usage statistics of the Service, deliver advertisements on and through the Service, and so on.<p>", "case_id": 128, "document_id": 3869, "quoteStart": 18963, "quoteEnd": 19168}, {"id": 16615, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://hide.me/en/legal", "status": "Generated through the annotate view", "created_at": "2021-02-16 07:21:20.623714", "updated_at": "2021-02-16 10:02:31.284588", "quoteText": "Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.", "case_id": 295, "document_id": 3870, "quoteStart": 8077, "quoteEnd": 8186}, {"id": 16616, "title": "The court of law governing the terms is in Malaysia", "source": "https://hide.me/en/legal", "status": "Generated through the annotate view", "created_at": "2021-02-16 07:21:54.410491", "updated_at": "2021-02-16 10:02:40.364279", "quoteText": "These Terms shall be governed and construed in accordance with the laws of Malaysia, without regard to its conflict of law provisions.", "case_id": 163, "document_id": 3870, "quoteStart": 7933, "quoteEnd": 8067}, {"id": 16617, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://hide.me/en/legal", "status": "Generated through the annotate view", "created_at": "2021-02-16 07:22:33.365049", "updated_at": "2021-02-16 10:02:45.542581", "quoteText": "If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.", "case_id": 294, "document_id": 3870, "quoteStart": 8187, "quoteEnd": 8332}, {"id": 16618, "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems", "source": "https://hide.me/en/legal", "status": "Generated through the annotate view", "created_at": "2021-02-16 07:29:01.798047", "updated_at": "2021-02-16 10:02:57.408791", "quoteText": "You agree not to attack in any way shape or form any other computer or network while on our service.<br>", "case_id": 284, "document_id": 3870, "quoteStart": 2188, "quoteEnd": 2292}, {"id": 15635, "title": "If you are the target of a copyright claim, your content may be removed", "source": "Apple id", "status": "This privacy policy on my iphone make me spying with someone , please handle and DELETE this privacy policy and sertificated from my iphone !!! i hope you understand for my problem , because one day I could bring this case to legal channels !! THANKS !! ", "created_at": "2021-02-03 17:37:00.79148", "updated_at": "2021-02-03 17:50:41.806646", "quoteText": null, "case_id": 310, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["hide.me"]}}