{"error": 448, "message": "OK", "parameters": {"id": 5961, "name": "G/O Media", "created_at": "2021-11-30 18:19:16.390123", "updated_at": "2021-12-16 20:02:48.451339", "wikipedia": "https://en.wikipedia.org/wiki/G/O_Media", "keywords": null, "related": null, "slug": "gizmodo-media-group", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5961.png", "url": "g-omedia.com,kinja.com,kinja-static.com,gizmodo.com,lifehacker.com,deadspin.com,theinventory.com,jezebel.com,theroot.com,avclub.com,theonion.com,thetakeout.com,kotaku.com,jalopnik.com", "documents": [{"id": 10765, "name": " Privacy Policy", "url": "https://g-omedia.com/privacy-policy/", "xpath": "/html/body/div[1]/div/div/div/main/article/div/div/div/section[2]", "text": " <p>LAST UPDATED: February 24, 2021</p>\n<p>\n</p>\n<p>This privacy policy (“Privacy Policy”) details the use and collection of your information by the websites (the “Sites”) operated and owned by G/O Media, Inc.\n(“G/O”, “us” or “we”) and governs your access to the content and services hosted on our platform (the “Services”).\nThese Sites include The A.V.\nClub, Clickhole, Deadspin, Gizmodo, The Inventory, Jalopnik, Jezebel, Kotaku, Lifehacker, The Onion, The Root and The Takeout.</p>\n<p>\n</p>\n<p>We value your privacy and recognize our role in protecting your personal data.\nPlease read this Privacy Policy carefully before using or proceeding to access the Sites.\nYour use of the Sites and Services indicate that you are accepting the policies and practices described in this Privacy Policy.\nTo access our terms of use, please click here.</p>\n<p>&nbsp;</p>\n<p>\n<b>Information We Collect and Use</b>\n</p>\n<p>When we refer to “Personal Data,” we mean any information relating to an identified or identifiable natural person (“data subject”).\nan identifiable natural person is one who can be identified, directly, or indirectly, by reference to an identifier such as a name, an identification number, location data, or an online identifier.</p>\n<p>\n</p>\n<p>In addition to Personal Data, we collect general information (“Usage Data”) regarding your use of the Services provided on our Sites.\nThis Usage Data can include demographic information, information about your preferences, interests, search queries, and online activity.\nWhen Usage Data includes Personal Data, we treat the Personal Data as described by this Privacy Policy.</p>\n<p>\n</p>\n<p>G/O directly and through third-parties collects information that you provide to us from your use of the Services, and from other sources.\nThe information we collect and how we process it depends on how you use and access the Services and we combine all of the information we have about you so that we can analyze it and provide better Services to you.\nWe collect information, including Personal Data, as follows:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Your Submissions to Us– G/O will collect your Personal Data when you sign up for an online newsletter or contact us with a question or request.\nFor example, if you submit a request to advertise with us, you may provide us with your name, email address, telephone number, address, and company.\nWe use this information as necessary to respond to your request or inquiry and to provide and improve the Services and our products.\nWe process this Personal Data as long as we have a legitimate interest or based on your consent.</li>\n<li>Your Content Submissions– G/O allows users to submit content, such as comments and images, on some or all of our sites which we post on the Services with your consent.\nUsers who choose to sign up for this service must provide a user name and email address.\nWe receive any Personal Data in the comments or images you submit to us.\nWe process this Personal Data as long as we have a legitimate interest and based on your consent.\nIf, in addition to you, other persons are identifiable in the content you provide, you must obtain consent from those persons prior to publication.</li>\n<li>Your Location – “Location Data” is collected with your consent or inferred as you use the Services.\nSuch information will include the location of the mobile device or computer used to access the Services derived from GPS or WiFi use, your device’s IP Address, or the geographic information you provide to us (e.g.\nyour city).\nWe use this information to analyze the use of the Services, customize and improve the content for you on the Services, send you location-specific content, and show you events or businesses near you.\nWe use and retain the Personal Data for as long as necessary and useful to provide personalized and improved services to you or until you withdraw consent.</li>\n<li>Your Social Media Interactions– We receive Personal Data about you when you interact with us using the social media aspects to our Sites, on our social media pages and channels, or on other channels and content.\nThe Personal Data includes profile name, profile identifier, and the content of your submissions.\nWe use this information to communicate with you and for internal purposes until you withdraw consent or we do not use the social media pages anymore.\nPlease review the privacy policies and settings of any websites, mobile applications, or social networks should you have any questions about their privacy practices.\nPlease note that any content (e.g.\ncomments, photographs, information and other materials) that you post directly to our Sites, including our social media pages, is public and can be read, collected or used by others.\nPlease be cautious when disclosing any Personal Data through public activities or submissions.</li>\n<li>Marketing and Other Informational Updates – With your consent and as otherwise permitted by law, we use your email address and other information we receive from and about you to contact you with information about our products and services and others’ products and services, provide special offers and promotions that may be of interest to you.\nYou may withdraw your consent at any time by unsubscribing from such marketing communications.\nWithdrawing your consent will not affect the lawfulness of the processing before the withdrawal.\nWe may also notify you periodically about important changes to the services.\nWithdrawing consent from marketing communications does not affect our ability to send you these communications, such as those related to providing services to you or responding to your requests.</li>\n<li>Contests, Sweepstakes, and Promotions – From time to time you may be able to participate in contests, giveaways, sweepstakes or other similar promotions that we or third parties may sponsor.\nParticipation may require sharing your Personal Data with us or third parties sponsoring the contest, giveaway, sweepstakes or promotion, and you should check the rules to determine how your information will be used and shared with others.\nAs a condition to receiving any awards or prizes, you may be required to provide additional information, to sign a release, or to authorize the use of certain information about you in marketing materials.\nIf a third party administers the contest or if we administer the contest via a third-party platform (like Facebook or Twitter), your participation may be subject to additional terms and conditions and that third-party’s privacy policy.\nWe are not responsible for such third parties.\nYou should carefully review the contest guidelines and these third parties’ terms and conditions before deciding whether to participate in a contest publicized or offered through the Service.</li>\n<li>Automatic Usage Data Collection through Cookies and Similar Technologies– With your consent or as otherwise permitted by law, when you visit the Services (including our social media pages) or open our e-mails, we and other third-party vendors, such as advertising networks, social media widgets, affiliate partners, and analytics providers, collect certain information, including Personal Data, by automated means, such as cookies, web beacons and web server logs.\nThe information collected in this manner includes Usage Data, IP address, browser characteristics, device IDs and characteristics, operating system version, language preferences, date and time of your access to the Services, referring URLs, and information about the usage of our Services.\nWe use this information, for example, to determine how many users have visited certain website and social media pages, social media channels, or opened messages or newsletters, to evaluate and improve the Services we provide.\nSee below for more information about our use of cookies and the retention of your Personal Data collected via cookies.</li>\n<li>\nWe may link this data with other information we have collected from and about you.\nOur vendors may also collect and combine information collected on our Services and emails with other information about your online activities over time, on other devices, and on other websites or apps, if those websites and apps also use the same vendors.\nOur vendors use the information they collect according to their privacy policies.\nFor example, we currently use Google Analytics to collect and process certain website Usage Data for the above purposes and to facilitate our use of other Google tools (e.g.\nGoogle Display Network Impression Reporting and Google Analytics Demographics and Interest Reporting).\nTo learn more about Google Analytics and how to opt out, please visit www.google.com/policies/privacy/partners/.\nYou may be able to change browser settings to block and delete cookies when you access the Services through a web browser.\nHowever, if you do that, the Services may not work properly.\nOur Sites are not set up to respond or process web browser “Do Not Track” (“DNT”) signals but they do respond to browser cookie settings.\nYou can learn to decline or opt-out of cookies by reading the section on Cookies below.\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<b>How We Share Information</b>\n</p>\n<p>We share Personal Data within G/O Media (including our affiliates and subsidiaries) to fulfill our obligations to you and operate our business consistent with this Privacy Policy and applicable data protection law.\nIn addition to what is already stated in this Privacy Policy, we will also share your Personal Data with third-parties in the following situations and for the following purposes:</p>\n<p>\n</p>\n<p>\n<b>Vendors and Suppliers</b> – We share the Personal Data we collect with our service providers, vendors (including ad networks), and suppliers for the purposes described in this Privacy Policy, including so they can provide their services to us and you and to help us communicate with you about products and services, offers, events and promotions that we believe may be of interest to you.\nUnless stated in this Privacy Policy, our service providers and vendors are only permitted to access your information in connection with performing such services.</p>\n<p>\n</p>\n<p>\n<b>Enabling Services on the Sites</b> – We offer a variety of services and functions through the Services.\nPersonal Data that is collected through the Services will be used/and or disclosed to third-parties in order to enable us to provide the Services.\nFor example, the Services allow you to interface with third-party websites, content, advertising, and features.\nTo facilitate that interaction, we use your Personal Data and/or disclose your Personal Data to the third-party operating the websites and features.</p>\n<p>\n</p>\n<p>\n<b>Legal and Other Similar Uses</b> – Though we make every effort to preserve user privacy, G/O may need to disclose Personal Data when required by law when we have a good-faith belief that such action is necessary to comply with a current judicial proceeding, a court order or legal process served on G/O or its affiliates.\nIf we intend to turn over information related to you for any of these reasons we will use commercially reasonable efforts to provide you with advance notice, unless we are prohibited from doing so by law or court order.</p>\n<p>&nbsp;</p>\n<p>\n<b>Online Advertising</b>\n</p>\n<p>We use industry standard website tracking and delivery technology to serve you relevant advertising on and off the Services.\nOur services display advertisements to you via targeted advertising methods.\nThis permits us to show you certain advertising about products and services tailored to your individual interests based on information we receive from visitors of the Services and by third-parties.\nYou may also see certain ads through your use of the Services because we participate in advertising networks.\nAd networks allow us to target our advertising to users through the use of click-stream, demographic, behavioral and contextual information.\nThe use of third-party tracking technologies to collect this information is often subject to their own privacy policies.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Ad Serving</b> – The ads appearing on our Sites are delivered to you by advertising vendors and/or by G/O’s own proprietary advertising delivery software.\nIn order to serve ads to you, we may use information collected during your searches or visits to our websites and information that we specifically acquire from third parties.\n</li>\n<li>\n<b>Advertising and Cookies</b> – Some of our third party advertising partners may distribute cookies to users in advertisements that are provided to us.\nG/O has no access to or control over these cookies once we have received the advertisements.\nSome of these advertisers and services we use to deliver advertising may be engaging in online behavioral advertising as defined by the Digital Advertising Alliance (DAA) and Federal Trade Commission (FTC).&nbsp.\n</li>\n<li>\n<b>Affiliate Advertising</b> – We participate in affiliate advertising and allow affiliate links to be encoded on some of our pages.\nThis means that we may earn a commission when you click on or make purchases via affiliate links and affiliate partners may use cookies to understand your use of the Services.\n</li>\n</ul>\n<p>\n<b>Cookies</b> – G/O places small data files called cookies on your device to ensure that the Sites function properly, to track how you use our Sites, to improve our Sites and your user experience, and to tailor our Sites to your interests.\nCookies are small text files that are saved on your computer or mobile device when you visit the Sites.\nThey enable the Sites to record and/or remember your actions and preferences.\nG/O uses the following cookies on our Sites:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Strictly Necessary Cookies: These cookies are essential in order to enable you to move around the Website and use its features.\nThese cookies will be placed on your device and used even if you do not consent to the use of cookies.</li>\n<li>Performance Cookies: These cookies collect information about how you use the Sites (e.g.\nwhich pages you go to most often) to improve how the Sites work.</li>\n<li>Functionality Cookies: These cookies allow the Sites to remember the choices that you make (e.g.\nlanguage or the region you are in) and provide enhanced, more personal features.</li>\n<li>Targeting/Advertising Cookies: These cookies are used to deliver online advertisements on and off the Sites that are more relevant to you and your interests.\nThey are also used to limit the number of times you see an advertisement as well as help measure the effectiveness of the advertising campaigns.\nThe cookies remember that you have visited the site and this information may be shared with other organizations, e.g.\nadvertisers.</li>\n<li>The cookies used by G/O are either first party or third party cookies.\nFirst party cookies like the ones used when you log in to your account, are set by G/O and share the same domain.\nThird party cookies, on the other hand, are stored by third party providers and organizations with different domains.</li>\n</ul>\n<p>We use cookies that expire once you close your browser (called session cookies) and cookies that stay on your device until you delete them or they expire (called persistent cookies).</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Opt-out </b>– As part of our commitment to transparency and your privacy, we provide the following links to opt-out of cookies provided by both our first party ad server and many third party advertising partners who may be engaging in online behavioral advertising:\n</li>\n<li>\n<b>First Party Opt-out </b>– Please visit this link to opt-out of cookies from our first party ad serving vendor, Google: http://www.google.com/privacy/ads/\n</li>\n<li>\n<b>Third Party and Interest-Based/Online Behavioral Advertising Opt-out</b> – Please visit this link to opt-out of cookies from over 50+ major third party behavioral advertising providers: http://www.aboutads.info/choices/\n</li>\n</ul>\n<p>\n<b>Third-Party Content, Widgets, Links to Other Sites</b> – Our Sites often contain or link to content that is hosted and served by third-parties.\nThese third-parties may collect information about you through the use of their own cookies and web beacons may independently collect data or solicit Personal Data.\nG/O is not responsible for the content or privacy practices of such other sites.\nFor questions about these sites, please consult their individual privacy policies.\nThis Privacy Policy applies solely to information collected by G/O through our Sites.\nIf you choose to purchase a product or service via our site, some special terms apply.\nPayments are handled by a third party payment processor, whose own terms and privacy policy will govern your transaction.\nWe do not process, record or maintain your credit card, bank account or payment information, though the third party payment processor and/or the merchant may provide us with some data relating to your order, such as what you purchased and how much you spent.\nWe expressly disclaim any and all liability related to your use of any third party payment processor’s system, including its privacy practices.\nWhen we link to an e-commerce site and you make a purchase on that site, we sometimes receive a small cut of the revenue.\nThe commercial relationships with e-commerce sites are handled by a third-party company.\nWe use the third party to help us automate the process of linking to products, especially as it distances our editorial staff from creating affiliate links themselves.\nOur journalists are not involved – our reviews are driven entirely by our editorial staff based on what we think.\nWe don’t let any monetary incentives influence our editorial choices, and the journalists who select the links in their articles aren’t aware of which sites might generate incremental revenue for G/O.</p>\n<p>\n</p>\n<p>\n<b>Merger, Sale or Other Asset Transfers</b> -In the event G/O goes through a business transition, such as a merger, acquisition by another company, or sale of a portion of its assets, your information may be disclosed in connection with the negotiation of such transaction and/or sold or transferred as part of such a transaction as permitted by law and/or contract.</p>\n<p>&nbsp;</p>\n<p>\n<b>Children’s Privacy</b>\n</p>\n<p>We care about the privacy of children.\nAccordingly, we do not direct our Sites to children under the age of 16 or knowingly collect Personal Data from them.\nIf we learn that a user is under 16, we will promptly delete any Personal Data that the individual has provided to us.</p>\n<p>&nbsp;</p>\n<p>\n<b>How We Protect Personal Data</b>\n</p>\n<p>G/O has technical, administrative and physical safeguards in place to help protect against unauthorized access to, use or disclosure of Personal Data we maintain.\nUnder our security practices, access to personally identifiable information is authorized only for those who have a business need for such access, and sensitive records are to be retained only as long as necessary for business or legal needs and destroyed before disposal.\nAlthough we work hard to protect personal information that we collect and store, no program is one hundred percent secure and we cannot guarantee that our safeguards will prevent every unauthorized attempt to access, use or disclose personal information.</p>\n<p>If you become aware of a security issue, please email us at privacy@g-omedia.com.\nWe will work with you to address any problems.</p>\n<p>&nbsp;</p>\n<p>\n<b>How Long We Keep Personal Data</b>\n</p>\n<p>We retain the information we collect about you for as long as necessary to fulfill the purpose we collected it for and for the purpose of satisfying any legal, accounting or reporting requirements.\nTo determine the appropriate retention period, we consider the amount, nature and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of your Personal Data, the purposes for which we process your Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>For information about deleting your Personal Data, including, your account, see below.</p>\n<p>&nbsp;</p>\n<p>\n<b>Notice to Residents of the European Economic Area (EEA) and Switzerland</b>\n</p>\n<p>If you are a resident of the EEA or Switzerland, you are entitled to certain rights under Regulation (EU) 2016/679 of the European Parliament and of the Council of the European Union 27 April 2016 (the “General Data Protection Regulation” or “GDPR”).\nThese include, without limitation, the right: (i) to access your personal data, (as that term is defined under the GDPR), (ii) to request deletion of your personal data in our possession, (iii) to restrict processing of your personal data, and (iv) to receive your personal data in a portable manner.\nWe will only process your personal data as described in this Privacy Policy and only for the duration necessary.\nTo exercise any of these rights, please contact us directly at privacy@g-omedia.com.\nAs a security measure, we may ask you to verify your identity.\nWe may contact you to ask you for further information to help you exercise your legal rights or to speed up our response.\nWe will try to respond to requests within one month and we will let you know if we need longer, for example, because your request is complicated.\nWe may have an overriding lawful basis for processing your Personal Data, or certain exemptions may apply.\nYou have the right to complain about data privacy matters to the relevant data protection regulator in your country of residence, a list of whom is located here:</p>\n<p>\n<b>Members – European Data Protection Board</b>\n</p>\n<p>Read on edpb.europa.eu</p>\n<p>We invite you to raise your concerns with us first, so that we can try to resolve them.</p>\n<p>&nbsp;</p>\n<p>\n<b>Where Personal Data is Used and Stored</b>\n</p>\n<p>We are headquartered in the United States.\nUsers are advised that your Personal Data may be hosted, transferred or processed on servers and databases located outside your resident country or other governmental jurisdictions that are not members of the EEA or recognized by the European Commission as possessing adequate privacy protections.\nEach of those jurisdictions maintain their own data protection laws.\nTo provide adequate safeguards, standard contractual clauses (SCC) may be used when transferring your personal data internationally and solely as outlined in this Privacy Policy.\nMore information on SCCs is located here:</p>\n<p>&nbsp;</p>\n<p>&nbsp;<b>Standard Contractual Clauses (SCC)</b>\n</p>\n<p>Standard contractual clauses for data transfers between EU and non-EU countries.</p>\n<p>Read on ec.europa.eu</p>\n<p>&nbsp;</p>\n<p>\n<b>California Privacy Rights – Notice to California Users</b>\n</p>\n<p>Under the California Consumer Privacy Act (the “CCPA”), if you are a resident of California, you are able to opt out of companies disclosing your personal information to third parties for their direct marketing purposes.\nYou may do so by clicking here: DO NOT SELL MY PERSONAL INFORMATION.\nUnder the CCPA, you are entitled to have your personal information (as defined in the CCPA) deleted upon request to us or to access any of your personal information in our possession.\nWhile there are exceptions to this rule under the CCPA, we will use commercially reasonable efforts to delete your personal information to the extent mandated under the law.\nPlease contact us at privacy@g-omedia.com to make any requests pursuant to this section.</p>\n<p>&nbsp;</p>\n<p>\n<b>Nevada Privacy Rights – Notice to Nevada Users</b>\n</p>\n<p>If you are a Nevada resident, under Nevada privacy law SB220, you may opt out of companies transacting in your personal data and “selling” it to third parties as defined under the law.\nTo exercise your opt-out right, please contact us at privacy@g-omedia.com.\nPlease note that there are legitimate business exceptions that the law affords to companies and your request may not be processed if it falls under such exceptions.</p>\n<p>&nbsp;</p>\n<p>\n<b>Changes to this Privacy Policy</b>\n</p>\n<p>G/O Media may make changes to this privacy policy at any time.\nIf and when we do, we will inform you by posting the revised privacy policy here.\nYou are responsible for periodically visiting this page to check for any changes.\nAny changes that are made will apply to both personal information that we help prior to the effective date of the amended privacy policy and any personal information that we collect on or after such effective date.\nYour continued use of the Sites after this privacy policy has been amended shall be deemed to be your continued acceptance of the terms and conditions of the privacy policy, as amended.</p>\n<p>&nbsp;</p>\n<p>\n<b>How to Contact Us</b>\n</p>\n<p>If you have any questions about this Privacy Policy, please contact us at privacy@g-omedia.com, or by mail to Attn.\nLegal Department, G/O Media, 1290 Avenue of the Americas, New York, NY 10104.</p> ", "created_at": "2021-11-30 18:19:16.393912", "updated_at": "2021-11-30 17:20:32.058392"}, {"id": 10764, "name": "Terms of Use", "url": "https://g-omedia.com/terms-of-service/", "xpath": "/html/body/div[1]/div/div/div/main/article/div/div/div/section[2]", "text": " <p>Welcome to G/O Media, Inc., the owner and operator of The A.V.\nClub, Deadspin, Gizmodo, The Inventory, Jalopnik, Jezebel, Kotaku, Lifehacker, The Onion, The Root and The Takeout (“G/O” and “the Sites”).\nThese terms of service (“Terms”) serve as an agreement between you and G/O (“G/O,” “We” or the “Company”) and governs your access to and use of the Services, Sites, and Applications offered by G/O.\nYour access to and use of the Sites is conditioned on your acceptance of and compliance with these Terms.</p>\n<p>User Agreement</p>\n<p>The following Terms describe the terms and conditions on which we offer you access to our Sites and Services, defined below.\nCapitalized terms used in these Terms shall have the meanings set forth below under “Definitions” or in the text of these Terms.\nOur offer to allow you to access the Sites and Services is conditioned on your agreement to all of the terms and conditions contained in these Terms, including your compliance with the policies and terms linked to (via URLs or hyperlinks) from this Agreement, such as our Privacy Policy.\nIf you do not agree to be bound by these Terms in their entirety, you must cease accessing or otherwise using the Sites and Services in any way.\nYour use of any of the Sites or Services constitutes your agreement to these Terms.</p>\n<p>We may amend these Terms at any time in our sole discretion, effective upon posting the amended Terms at this URL where the prior version of these Terms was posted or by communicating these changes through any written contact method we have established with you.\nYour use of the Sites or Services following the date on which such amended Terms are published will constitute consent to such amendments.\nHowever, if you cease using the Sites or Services upon such publication, your relationship with us will continue to be controlled by the previous version of these Terms.\nYou agree that you will periodically check this page for updates to these Terms and read the messages we send you to inform you of any changes.</p>\n<p>DEFINITIONS</p>\n<p>“Company” or “G/O” or “We” shall mean G/O Media, Inc.\nand/or any of its affiliates, individually and collectively, doing business as G/O or otherwise.</p>\n<p>“Company Parties” shall mean the Company, its affiliates and subsidiaries, and any of their directors, employees, agents, attorneys, third-party content providers, distributors, licensees or licensors.</p>\n<p>“Service” or “Services” shall mean any of the internet based or other services offered by the Company, including, but not limited to, those described in this Agreement, whether through a website owned or controlled by the Company, through a social networking system, a mobile application, on your cellphone or otherwise.</p>\n<p>“Sites” shall mean any of the sites owned or operated by G/O Media including The A.V.\nClub, Deadspin, Gizmodo, The Inventory, Jalopnik, Jezebel, Kotaku, Lifehacker, The Onion, The Root and The Takeout.</p>\n<p>“Content” shall mean each and every item of content or other material (whether comments, ideas, images, links, documents, text, writings, photographs, graphics, videos, or files) uploaded by a user to the Sites or otherwise integrated into the Sites by a user.</p>\n<p>1.\nUsing Our Sites, User Conduct, and Your Content</p>\n<p>Eligibility: You may use our Sites only if you can form a binding contract with G/O in compliance with the Agreement.\nIn order to become a “Registered User” (by creating an account), G/O requires an individual to be at least eighteen (18) years old and not have a previous account terminated by G/O or otherwise have had his or her access to the Sites terminated by G/O.\nIt is a violation of the Agreement to provide false or misleading information to G/O in connection with the creation of an account.\nIf you would like to report an account registered for a minor, please email help@g-omedia.com.</p>\n<p>User Responsibilities: You are solely responsible for your use of our Sites, for any Content you submit to us, any interactions with other users, and for any consequences thereof.\nContent you submit will be viewable by other users of the Sites and through third party services and websites.</p>\n<p>You should only provide Content that you are comfortable sharing with others under these Terms, and that does not violate any third-party’s rights of any kind, including without limitation, any intellectual property rights, rights of privacy, or publicity rights.&nbsp;</p>\n<p>G/O reserves the right, but is not obligated, to reject and/or remove any Content in its sole discretion, including, but not limited to, violations of these Terms.\nG/O reserves the right, but has no obligation, to monitor disputes between you and other users.\nG/O shall have no liability for your interactions with other users, or for any user’s action or inaction.</p>\n<p>User Conduct: In exchange for your being able to use the Sites, you agree to be bound by the following obligations:</p>\n<p>1.\nRegistration.</p>\n<ul>\n<li>\n<p>Even if you choose to create an anonymous account, you are still agreeing to all of these Terms.</p>\n</li>\n<li>\n<p>You may not: Use false information or an account owned or controlled by another person with the intent to mislead other users maliciously by impersonating that person or for any other reason.\nuse as a User ID a name subject to any rights of a person other than yourself without appropriate authorization or in violation of these Terms.\nor otherwise submit false or misleading information to the Company.</p>\n</li>\n</ul>\n<p>2.\nNo Changes to the Software/Prohibited Uses.</p>\n<p>You may not and may not allow any third party to:</p>\n<ul>\n<li>\n<p>modify, adapt, disassemble, decompile, translate, reverse engineer or otherwise attempt to discover the source code or structure, sequence and organization of the Sites or any portion of any website on which the Services are offered (except where the foregoing is required by applicable local law, and then only to the extent so required under such laws);</p>\n</li>\n<li>\n<p>use the Sites in any manner that could damage, disable, overburden, or impair the Sites or another user’s use of the Sites;</p>\n</li>\n<li>\n<p>remove, obscure or change any copyright, trademark, hyperlink or other proprietary rights notices (“Notices”) contained in or on the Sites or any website on which the Service is offered, Company code embeddable or embedded on a third party web site, and/or Company software;</p>\n</li>\n<li>\n<p>submit any content or material that falsely express or imply that such content or material is sponsored or endorsed by the Company.\nor</p>\n</li>\n<li>\n<p>use the Sites or Services s to violate the security of any computer network or transfer or store illegal material.</p>\n</li>\n</ul>\n<p>3.\nUsage Rules.</p>\n<p>You agree that your use of and conduct on the Sites (including any commenting feature), and your Content shall be lawful and will not:</p>\n<ul>\n<li>\n<p>violate the contractual, personal, intellectual property or other rights of any party, or promote or constitute illegal activity;</p>\n</li>\n<li>\n<p>be in violation of these Terms, any local, state, federal or international law, rule or regulation or the rules of conduct posted with respect to any individual feature of the Services;</p>\n</li>\n<li>\n<p>create user accounts by automated means or under false pretenses or mislead others as to the origins of your communications;</p>\n</li>\n<li>\n<p>trick, defraud or mislead the Company or other users, especially in any attempt to learn sensitive account information such as passwords;</p>\n</li>\n<li>\n<p>make improper use of the Company’s support services or submit false reports of abuse or misconduct;</p>\n</li>\n<li>\n<p>engage in promoting any pyramid schemes or other multi-tiered marketing schemes or engage in promoting any websites or services that are deemed spam, malware, or contain objectionable material in the Company’s sole discretion;</p>\n</li>\n<li>\n<p>create or transmit unwanted electronic communications such as “spam,” to other users or members of the Sites or otherwise interfere with other users’ or members’ enjoyment of the Sites;</p>\n</li>\n<li>\n<p>disseminate or transmit viruses, worms, Trojan horses, RATs, keyboard loggers, time bombs, spyware, adware, cancelbots, passive collection mechanisms (“PCMs”), or any other malicious or invasive code or program or upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including, without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies or other similar devices;</p>\n</li>\n<li>\n<p>copy or adapt the Service’s software including but not limited to Flash, PHP, HTML, JavaScript or other code;</p>\n</li>\n<li>\n<p>reverse engineer, decompile, reverse assemble, modify or attempt to discover any software (source code or object code) that the Service create to generate web pages or any software or other products or processes accessible through the Sites;</p>\n</li>\n<li>\n<p>except as may be the result of standard search engine or Internet browser usage, use or launch, develop or distribute any automated system, including, without limitation, any spider, robot (or “bot”), cheat utility, scraper or offline reader that accesses the Service, or use or launch any unauthorized script or other software;</p>\n</li>\n<li>\n<p>cover or obscure any notice, banner, advertisement or other branding on the Sites;</p>\n</li>\n<li>\n<p>disguise the source of your Content or other information you submit to the Sites;</p>\n</li>\n<li>\n<p>interfere with or circumvent any security feature of the Service or any feature that restricts or enforces limitations on use of or access to the Sites or Content;</p>\n</li>\n</ul>\n<p>4.\nYou agree that you shall be responsible for any consequences (including a responsibility to indemnify the Company for damages it may suffer) arising in the event that any use of and conduct on the Service (including any commenting feature), and your Content:</p>\n<ul>\n<li>\n<p>includes any offensive comments that are connected to race, national origin, gender, sexual preference or physical handicap;</p>\n</li>\n<li>\n<p>includes profanity or any obscene, indecent, pornographic, sexual or otherwise objectionable content or language;</p>\n</li>\n<li>\n<p>defames, libels, ridicules, mocks, disparages, threatens, harasses, intimidates or abuses anyone;</p>\n</li>\n<li>\n<p>promotes violence or describes how to perform a violent act;</p>\n</li>\n<li>\n<p>reveals any personal information about another individual, including another person’s address, phone number, e-mail address, credit card number or any information that may be used to track, contact or impersonate that individual;</p>\n</li>\n<li>\n<p>attempts to impersonate any other party;</p>\n</li>\n<li>\n<p>or uses tools which anonymize your internet protocol address (e.g.\nanonymous proxy) to access the Sites;</p>\n</li>\n</ul>\n<p>5.\nThe Company does not control or endorse the content, messages or information found in Content or external sites that may be linked to from such Content and, therefore, the Company specifically disclaims any responsibility with regard thereto.</p>\n<p>6.\nThe Sites may contain or deliver advertising and sponsorships.\nAdvertisers and sponsors are responsible for ensuring that material submitted for inclusion is accurate and complies with applicable laws.\nWe are not responsible for the illegality or any error, inaccuracy or problem in the advertiser’s or sponsor’s materials.</p>\n<p>2.\nLicensing Agreements</p>\n<p>User License: You retain your rights to any Content you submit to or through the Sites.\nBy posting any Content on the Sites, however, you expressly grant, and you represent and warrant that you have all rights necessary to and do grant, to G/O a royalty-free, sublicensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, syndicate, publicly perform, publicly display, and make derivative works of all such Content and your name, voice, and/or likeness as contained in your Content, in whole or in part, and in any form, media or technology, whether now known or hereafter developed, for use in connection with the Sites and G/O’s (and its successors, assignees, or affiliates) business, including without limitation for promoting and redistributing part or all of the Sites (and derivative works thereof) in any media formats, whether now known or hereafter developed, and through any media channels or search engines for commercial and noncommercial purposes alike.\nYou also hereby grant each user of the Sites a non-exclusive license to access your Content through the Sites, and to use, reproduce, distribute, display and perform such Content as permitted through the functionality of the Sites and under these Terms.\nAny material you transmit to the Company or otherwise through the Sites will be treated as non-confidential and non-proprietary.</p>\n<p>Such additional uses by G/O, or other companies, organizations or individuals who partner with or use G/O, may be made with no compensation paid to you with respect to the Content that you submit, post, transmit or otherwise make available through the Sites.\nWe may add or insert affiliate and partner code into Content that you submit.\nWe may modify or adapt your Content in order to transmit, display or distribute it over computer networks and in various media and/or make changes to your Content as are necessary to conform and adapt that Content to any requirements or limitations of any networks, devices, services or Third Party Services, and you are responsible for reading and understanding those Third Party Services’ privacy policies.</p>\n<p>Site License: All right, title, and interest in and to the Sites (excluding Content provided by users) shall remain the exclusive property of G/O and its licensors.\nThe Sites are protected by copyright, trademark, and other laws of both the United States and foreign countries.\nNothing in the Terms gives you a right to use the G/O name or any of the G/O website names, trademarks, logos, domain names, and other distinctive brand features.\nAny feedback, comments, ideas or suggestions you may provide regarding the Sites, or the Services is entirely voluntary and we will be free to use such feedback, comments or suggestions as we see fit and without any obligation to you.</p>\n<p>Subject to your acceptance of these Terms, G/O grants you a non-exclusive, limited, non-transferable, freely revocable license to use the Sites for your personal, noncommercial (i.e.\nyou may not use the Sites to provide or serve or permit others to provide or serve ads or contests or sweepstakes) use only and as permitted by the features of the Sites.\nG/O reserves all rights not expressly granted herein in the Sites and the G/O Content.\nG/O reserves the right to terminate your license to use the Sites at any time and for any reason or in the future to charge for commercial usage.</p>\n<p>3.\nPrivacy</p>\n<p>We care about the privacy of our users.\nYou understand that by using the Sites you consent to the collection, use, and disclosure of your personally identifiable information (see “Information Sharing” below) and aggregate data as set forth in our Privacy Policy, and to have your personally identifiable information collected, used, transferred to and processed in the United States.</p>\n<p>4.\nInformation Sharing</p>\n<p>G/O has technical, administrative and physical safeguards in place to help protect against unauthorized access to, use or disclosure of user information we maintain.\nUnder our security practices and policies, access to personally identifiable information is authorized only for those who have a business need for such access, and sensitive records are to be retained only as long as necessary for business or legal needs and destroyed before disposal.</p>\n<p>Although we work hard to protect personal information that we collect and store, no program is one hundred percent secure and we cannot guarantee that our safeguards will prevent every unauthorized attempt to access, use or disclose personal information.\nIf you become aware of a security issue, please email us at legal@g-omedia.com.</p>\n<p>The Company reserves the right to reveal your identity (or whatever information we know about you) in the event of a complaint or legal action arising from any comment or other content posted by you or where such information is otherwise relevant.</p>\n<p>5.\nAdvertisements</p>\n<p>As part of the Service, we may include advertisements and/or content provided by G/O and/or a third party, which may be targeted to the Content or information on the Sites, queries made through the Sites, or other information.\nThe types and extent of advertising by G/O on the Sites are subject to change.\nIn consideration for G/O granting you access to and use of the Sites, you agree that G/O and its third party providers and partners may place such advertising on the Sites or in connection with the display of Content or information from the Sites whether submitted by you or others.</p>\n<p>6.\nThird-Party Links Disclaimer</p>\n<p>The Sites may contain links to third-party websites, advertisers, services (such as payment processing), special offers, or other events or activities that are not owned or controlled by G/O.\nG/O does not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services.\nIf you access a third party website from the Sites, you do so at your own risk, and you understand that these Terms and G/O’s Privacy Policy do not apply to your use of such sites.\nYou expressly release G/O from any and all liability arising from your use of any third-party website, service, or Content.\nYour dealings with or participation in promotions of advertisers found on the Sites, including payment and delivery of goods, and any other terms (such as warranties) are solely between you and such advertisers.\nYou agree that G/O shall not be responsible for any loss or damage of any sort relating to your dealings with such advertisers or entities.</p>\n<p>7.\nCopyright Policy</p>\n<p>If G/O receives notice that Content posted is unlawful or not in keeping with the Terms or the intended use of the Sites, we reserve the right to remove the material.\nPlease note that we will respond only to notices of alleged infringement that comply with the Digital Millennium Copyright Act (“DMCA”).\nThe text of the Act can be found at the U.S.\nCopyright Office Web Site.</p>\n<p>To file a notice of infringement with us, you must provide a written communication (by email with an attached and signed PDF or by U.S.\nmail) that sets forth the items specified below.</p>\n<p>In all cases, if you do not hear a response from us within 10 days of submitting a complaint, please telephone us at (646) 747-2265 to confirm that we received your original complaint.\nSpam blockers sometimes devour important emails from strangers! To enable us to address your concerns, please provide the following information:</p>\n<ul>\n<li>\n<p>For each allegedly infringing image, video, music, or piece of text that you wish to have removed from one of our sites, provide the exact permanent URL for the page containing the material.</p>\n</li>\n<li>\n<p>Provide information reasonably sufficient to permit us to contact you: an email address is preferred, as well as a telephone contact number.</p>\n</li>\n<li>\n<p>For images, provide the following information detailing your claim to ownership of the copyright in the allegedly infringing image, video, music, or piece of text: Proof of copyright in the image, video, music, or piece of text concerned, namely proof of registration.\nOR, absent such registration, a detailed description and evidence to support your claim that you own the copyright in the image, video, music, or piece of text.\nWe will not comply with requests to remove an image, video, music, or piece of text where the complainant cannot prove that they own the copyright in the Content in question.</p>\n</li>\n<li>\n<p>Include the following statement: “I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.”</p>\n</li>\n<li>\n<p>Sign the document and send it to legal@g-omedia.com with subject line: Legal / DMCA Complaints, or send it via mail to Legal Department, G/O Media, 1290 Avenue of the Americas, New York, NY 10104, with subject line: Legal / DMCA Complaints.</p>\n</li>\n</ul>\n<p>Please note that you will be liable for damages (including costs and attorneys’ fees) if you materially misrepresent that any material on our sites is infringing your copyrights.\nWe also reserve the right to publish your letter on the G/O site(s).</p>\n<p>8.\nTermination of Agreement</p>\n<p>You may discontinue your use of the Sites at any time without informing us.\nSubject to the provisions in the G/O Privacy Policy, we may retain and continue to use any Content that you have submitted or uploaded to the Sites.</p>\n<p>G/O may, without prior notice, change the Sites, stop providing access to the Sites or features of the Sites to you or to users generally, or create usage limits for the Sites.\nWe may permanently or temporarily terminate or suspend your access to the Sites without notice and liability for any reason, including if, in our sole determination, you violate any provision of these Terms.\nIn particular, G/O may immediately terminate or suspend accounts that have been flagged for repeat copyright infringement, in accordance with the DMCA and other applicable laws.</p>\n<p>Upon termination of your access to or ability to use the Sites, including but not limited to suspension of your account, your right to use or access that Service and any Content will immediately cease.\nAll provisions of this Agreement that by their nature should survive termination, shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability.\nTermination of your access to and use of the Sites shall not relieve you of any obligations arising or accruing prior to such termination or limit any liability which you otherwise may have to G/O or any third party.</p>\n<p>On termination of your Account or upon your deletion of particular pieces of your Content from the Sites, you acknowledge and agree that: (a) caching of, copies of, or references to the Content may not be immediately removed.\n(b) such removed Content may persist in backups (not available to others) for a reasonable period of time.\nand (c) such removed Content may be available (and stored on our servers) through the accounts of other users, because of liking.\nYou agree to release and indemnify G/O from all claims related to the retention of deleted content.</p>\n<p>9.\nIndemnity</p>\n<p>You agree to defend, indemnify and hold harmless G/O and its subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (i) your use of and access to the Sites, including any data or Content transmitted, submitted, viewed, or received by you.\n(ii) your violation of any provision of these Terms, including without limitation your breach of any of the representations and warranties above.\n(iii) your violation of any third-party right, including without limitation any right of privacy or intellectual property rights.\n(iv) your violation of any applicable law, rule or regulation.\n(v) any claim or damages that arise as a result of any of your Content or any that is submitted via your account.\nor (vi) any other party’s access and use of the Sites with your unique username, password or other appropriate security code.</p>\n<p>10.\nWarranty, Disclaimer, and Limitations of Liability</p>\n<p>Your access to and use of the Sites or any Content is at your own risk.</p>\n<p>THE SITES ARE AVAILABLE “AS IS”: YOU UNDERSTAND AND AGREE THAT THE SITES ARE PROVIDED TO YOU ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nWITHOUT LIMITING THE FOREGOING, TO THE FULL EXTENT PERMITTED BY LAW, G/O DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.</p>\n<p>G/O makes no representations or warranties of any kind with respect to the Sites, including any representation or warranty that the use of the Sites will (a) be timely, uninterrupted or error-free or operate in combination with any other hardware, software, system or data, (b) meet your requirements or expectations, (c) be free from errors or that defects will be corrected, or (d) be free of viruses or other harmful components.\nG/O also makes no representations or warranties of any kind with respect to Content.\nuser Content, in particular, is provided by and is solely the responsibility of the users providing that Content.\nNo advice or information, whether oral or written, obtained from G/O or through the Sites, will create any warranty not expressly made herein.</p>\n<p>Release From Liability: You release, to the fullest extent permitted by law, G/O, its affiliated entities, parent companies, subsidiaries, directors, officers, shareholders, employees, representatives, consultants, agents, suppliers, and/or distributors from responsibility, liability, claims, demands, and/or damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with the following: (i) Disputes between users, including those between you and other users.\n(ii) Third party sites and services, including Content found on such sites and services.\n(iii) Disputes concerning any use of or action taken using your account by you or a third party.\n(iv) Claims relating to the unauthorized access to any data communications or Content stored under or relating to your account, including unauthorized use or alteration of such communications or your Content.</p>\n<p>Limitation of Liability: TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, G/O, ITS AFFILIATED ENTITIES, PARENT COMPANIES, SUBSIDIARIES, DIRECTORS, OFFICERS, SHAREHOLDERS, EMPLOYEES, REPRESENTATIVES, CONSULTANTS, AGENTS, SUPPLIERS, AND/OR DISTRIBUTORS SHALL NOT BE LIABLE FOR: (A) ANY INDIRECT, INCIDENTAL, EXEMPLARY PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER.\n(B) LOSS OF: PROFITS, REVENUE, DATA, USE, GOOD-WILL, OR OTHER INTANGIBLE LOSSES.\n(C) DAMAGES RELATING TO YOUR ACCESS TO, USE OF, OR INABILITY TO ACCESS OR USE THE SITES.\n(D) DAMAGES RELATING TO ANY CONDUCT OR CONTENT OF ANY THIRD PARTY OR SUBSCRIBER USING THE SITES, INCLUDING WITHOUT LIMITATION, DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OR CONTENT.\nAND/OR (E) DAMAGES IN ANY MANNER RELATING TO ANY CONTENT.\nTHIS LIMITATION APPLIES TO ALL CLAIMS, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, WHETHER OR NOT G/O HAS BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, AND FURTHER WHERE A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED ITS ESSENTIAL PURPOSE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE TOTAL LIABILITY OF G/O AND ITS DIRECTORS, OFFICERS, SHAREHOLDERS, EMPLOYEES, REPRESENTATIVES, CONSULTANTS, AGENTS, SUPPLIERS, AND/OR DISTRIBUTORS, FOR ANY CLAIM UNDER THIS AGREEMENT, INCLUDING FOR ANY IMPLIED WARRANTIES, IS LIMITED TO THE GREATER OF FIFTY DOLLARS (USD$50) OR THE AMOUNT YOU PAID US TO USE THE APPLICABLE SITE(S).</p>\n<p>11.\nWaiver, Severability &amp.\nEntire Agreement</p>\n<p>Waiver: The failure of G/O to enforce any right or provision of these Terms will not be deemed a waiver of such right or provision.</p>\n<p>Severability: In the event that any provision of these Terms is held to be invalid or unenforceable, then that provision will be limited or eliminated to the minimum extent necessary, and the remaining provisions of these Terms will remain in full force and effect.</p>\n<p>Entire Agreement: These Terms and our Privacy Policy are the entire and exclusive agreement between G/O and you regarding use of the Sites (excluding any services for which you have a separate written agreement with G/O that is explicitly in addition or in place of these Terms), and these Terms supersede and replace any prior agreements between G/O and you regarding use of the Sites.</p>\n<p>12.\nLegal Disputes</p>\n<p>Applicable Law.\nYou agree that the laws of the State of New York, without regard to principles of conflict of laws, will govern these Terms and any claim or dispute that has arisen or may arise between you and G/O, except as otherwise stated in these Terms.</p>\n<p>Binding Arbitration.\nIf you and the Company are unable to resolve a Dispute through informal negotiations, either you or the Company may elect to have the Dispute (except those Disputes expressly excluded below) finally and exclusively resolved by binding arbitration.\nAny election to arbitrate by one party shall be final and binding on the other.\nYOU UNDERSTAND THAT ABSENT THIS PROVISION, YOU WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.\nThe arbitration shall be commenced and conducted under the Commercial Arbitration Rules of the American Arbitration Association (“AAA”) and, where appropriate, the AAA’s Supplementary Procedures for Consumer Related Disputes (“AAA Consumer Rules”), both of which are available at the AAA website www.adr.org.\nThe determination of whether a Dispute is subject to arbitration shall be governed by the Federal Arbitration Act and determined by a court rather than an arbitrator.\nYour arbitration fees and your share of arbitrator compensation shall be governed by the AAA Rules and, where appropriate, limited by the AAA Consumer Rules.\nIf such costs are determined by the arbitrator to be excessive, the Company will pay all arbitration fees and expenses.\nThe arbitration may be conducted in person, through the submission of documents, by phone or online.\nThe arbitrator will make a decision in writing, but need not provide a statement of reasons unless requested by a party.\nThe arbitrator must follow applicable law, and any award may be challenged if the arbitrator fails to do so.\nExcept as otherwise provided in this Agreement, you and the Company may litigate in court to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate or enter judgment on the award entered by the arbitrator.</p>\n<p>Judicial Forum for Legal Disputes.\nUnless you and we agree otherwise, in the event that the Binding Arbitration provision above is found not to apply to you or to a particular claim or dispute, either as a result of your decision to opt-out of the Terms or a court order, you agree that any claim or dispute that has arisen or may arise between you and G/O must be resolved exclusively by a state or federal court located in New York City, New York.\nYou and G/O agree to submit to the personal jurisdiction of the courts located within New York City, New York for the purpose of litigating all such claims or disputes.</p>\n<p>13.\nStatute of Limitations.</p>\n<p>You and the Company both agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Sites, Terms or Privacy Policy must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p>\n<p>14.\nNotification of Changes to Terms of Service.</p>\n<p>Whenever we change our Terms, we will post those changes to this Terms of Service page, and other places we deem appropriate so that our users are aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it.\nBy continuing to use the Sites, you agree and accept the changes and agree to the Terms.</p>\n<p>15.\nInternational Users.</p>\n<p>The Sites and Services are based in the United States.\nG/O makes no representations that they are appropriate or available for use in other locations.\nThose who access or use the Sites and Services from other countries do so at their own volition and are responsible for compliance with local law.</p>\n<p>16.\nEffective Date.</p>\n<p>These Terms of Service are effective November 9, 2020 and shall be updated from time to time.</p>\n<p>\n<br>\n</p> ", "created_at": "2021-11-30 18:19:16.392383", "updated_at": "2021-11-30 17:20:13.27464"}], "points": [{"id": 26419, "title": "There is a date of the last update of the agreements", "source": "https://g-omedia.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-12-16 20:09:17.296094", "updated_at": "2022-08-15 17:45:59.587165", "quoteText": "LAST UPDATED: February 24, 2021", "case_id": 331, "document_id": 10765, "quoteStart": 4, "quoteEnd": 35}], "urls": ["g-omedia.com", "kinja.com", "kinja-static.com", "gizmodo.com", "lifehacker.com", "deadspin.com", "theinventory.com", "jezebel.com", "theroot.com", "avclub.com", "theonion.com", "thetakeout.com", "kotaku.com", "jalopnik.com"]}}