{"error": 448, "message": "OK", "parameters": {"id": 4893, "name": "Convertr", "created_at": "2021-08-19 01:42:39.683388", "updated_at": "2021-08-19 22:01:06.991749", "wikipedia": null, "keywords": null, "related": null, "slug": "convertr", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4893.png", "url": "convertr.org", "documents": [{"id": 8779, "name": "Terms of Service", "url": "https://convertr.org/terms", "xpath": "/html/body/div[1]/div[1]/main/section/div[1]/div/div", "text": " Terms of Service <p>Last updated: August 2021</p>\n<p>By accessing and using the Convertr service, you confirm that you are in agreement with and bound by the terms and conditions contained in the Terms of Service outlined below.\nThese terms apply to the entire website and any API usage.\nThis service is operated by OJRO OÜ.\nWe may choose to correct or amend these Terms of Use at any time.\nIf changes occur, we will clearly indicate them at the top of this page with the date of modification.</p> 1.\nAllowed Usage <p>This service offers functionality to convert and modify files of different file formats.\nThis service is provided through web interface and an API.\nYou agree to comply with the policies and limitations concerning the use of the Convertr service.\nYou agree not to bypass any policies by any means (e.g., creating multiple accounts).</p> 2.\nResponsibility for Data <p>While we try to ensure that our service is error free, we cannot guarantee that your files will not be damaged, deleted, or lost.\nYou acknowledge that you have a copy of all files, and Convertr will not be responsible for any failure caused by files sent to Convertr.</p> 3.\nCopyright Policy <p>You are responsible only for the data (e.g., files, URLs) that you send to the Convertr service.\nConvertr does not monitor customer content.\nPlease remember that illicit exchanges of recordings and protected works and hacking harm artistic creation.\nAnd please respect the laws in force, especially those concerning intellectual and artistic property.</p> We're here to help Contact Us ", "created_at": "2021-08-18 23:43:39.624616", "updated_at": "2021-08-18 23:43:46.350495"}, {"id": 8778, "name": "Privacy Policy", "url": "https://convertr.org/privacy", "xpath": "/html/body/div/div[1]/main/section/div[1]/div/div", "text": " Privacy Policy <p>Last updated: August 2021</p>\n<p>Our service can exist only if our customers can be sure that their data is safe.\nThus, privacy is of the highest priority for us.\nWe will explain in more detail how Convertr handles your data.</p> 1.\nPersonal Data We Collect <p>By visiting our website and/or using our API, your IP address will be logged, along with the HTTP referrer, the user agent, and the dates of access (log data).</p>\n<p>We do not read or collect file content, metadata, or other data from your uploaded files.\nFor statistical purposes, we collect only the number of converted files, the number of errors, and the total file size of all your conversions.</p> 2.\nUse of Your Personal Data <p>We log your IP address to prevent abuse of our service and for broad demographic analysis.\nWe do not link this information to any personally identifiable information.</p> 3.\nHandling of Your Files <p>In the course of providing the service, your files are transferred to and temporarily stored on Convertr servers.\nWe do not read, look into, or mine any data from your files or their metadata, and we do not make any copies of them.\nAll file processing is done by machine.\nthere is no human interaction with your files.\nYour files are irreversibly deleted from our servers within 24 hours.</p> 4.\nSharing Your Data <p>Your uploaded files will not be given out or sold to anyone.\nAssuming you did not provide the download link, no one will ever have access to your uploaded or converted files.</p> 5.\nKeeping your Data <p>We will keep your personal data for as long as it is necessary to provide you with our services.\nYour files are deleted immediately and irreversible from our servers when use the delete button.\nThis will happen automatically at the latest after 24 hours.</p>\n<p>All log data (IP address, user agent, referrer) is deleted after 14 days.</p> 6.\nSecurity <p>We are committed to protecting your personal data and your files.\nConvertr takes all necessary measures to keep your personal information and your files private and secure.\nThe Convertr staff is trained to properly handle your data.\nAll third-party employees who have access to your personal information have signed data processing agreements.</p>\n<p>Convertr maintains a secure IT environment, and all security measures are constantly adjusted to technical progress.\nAll transfers from and to Convertr are SSL encrypted.\nAll Convertr servers are located in the European Union and are equipped with appropriate measures to prevent unauthorized access (i.e., hacking).\nTo explain our security measurements in detail would be too lengthy for this page.\nif you want more details about our security practices, please read our Security Overview and feel free to contact us.</p> 7.\nCookies <p>Convertr stores so-called cookies to be able to offer you a comprehensive range of functions and to make it easier for you to use our websites.\nCookies are small files that are stored on your computer with the help of the internet browser.\nIf you do not want to use cookies, you can prevent them from being stored on your computer by using the corresponding settings on your internet browser.\nPlease note that this action may restrict the functional capability and the range of functions of our offer.</p> 8.\nAnalytics <p>We use Google Analytics to store information about how visitors use our website so that we can make improvements and give visitors a better user experience.\nGoogle Analytics is a third-party information storage system by Google that records information about the pages you visit, the length of time you were on specific pages and the website in general, how you arrived at the site, and what you clicked on.\nYou can opt out of Google Analytics on this and all other websites using a browser plugin.</p> We're here to help Contact Us ", "created_at": "2021-08-19 01:42:39.685574", "updated_at": "2021-08-18 23:43:12.362454"}], "points": [], "urls": ["convertr.org"]}}