{"error": 448, "message": "OK", "parameters": {"id": 4908, "name": "Technote", "created_at": "2021-08-26 03:51:08.430784", "updated_at": "2021-09-02 22:01:07.980448", "wikipedia": null, "keywords": null, "related": null, "slug": "technote", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/4908.png", "url": "technote.ai", "documents": [{"id": 8816, "name": "Terms of Service", "url": "https://www.technote.ai/terms-of-service", "xpath": "/html/body/div[1]/div[2]/div/div", "text": "Terms of Service<p>Last Updated: October 22, 2020</p>\n<ol>\n<li>Introduction</li>\n</ol>\n<p>These Terms of Service apply to the use of Technote.ai (as defined below).\nBy using Technote.ai, you agree to the Terms of Service.</p>\n<p>UAB „Technote“ (hereinafter “Technote”, “we“, “us“) is a company with limited liability being established and existing under the laws of Lithuania, having its registered office at Gedimino pr.\n50, LT-01110 Vilnius, Lithuania, and active through the following domain: www.technote.ai (hereinafter “Technote.ai”).</p>\n<p>Please carefully go through the rules and restrictions that govern your use of our websites, products, services and applications.\nIf you have any questions, comments, or concerns regarding these Terms or the Service, please contact us at support@technote.ai.</p>\n<ol>\n<li>Key information</li>\n</ol>\n<p>Please note that your use of and access to our services (defined below) are subject to the following Terms of Use (hereinafter “Terms”).\nBy using Technote.ai in any way, you agree to and accept all of these Terms, and these Terms will remain in effect at all times while you use the Service or any data obtained through the Service.\nIf you do not agree to any of the following terms, you may not use or access the services in any manner.</p>\n<p>Technote.ai is intended only for access and use by individuals at least eighteen (18) years old.\nBy accessing or using the website, you are affirming, warranting and representing that you are at least eighteen (18) years of age and with the full authority, right, and capacity to enter into this agreement and abide by all of the terms and conditions set in these Terms.</p>\n<p>If at the time of use you are not at least eighteen years old, you are prohibited from both the access and usage of Technote.ai and we ask you to stop your access to the services immediately.</p>\n<ol>\n<li>General provisions</li>\n</ol>\n<p>Technote has developed a website which is an online data platform of technology companies and products (hereinafter “Data Platform”).\nThe service of Technote.ai consists of making the Data Platform accessible through the Website in the form of Data Platform as a Service under the name Technote.ai.\nYou obtain access to Technote.ai through your Account (hereinafter “Account”).</p>\n<p>These Terms apply, to the exclusion of your terms of conditions, to all agreements between you and Technote and every use made of Technote.ai via your Account.</p>\n<p>We reserve the right to withdraw or amend our Service, and any service or material we provide via Service, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of Service is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of Service, or the entire Service, to users, including registered users.</p>\n<p>We may amend Terms at any time by posting the amended terms on this site.\nIt is your responsibility to review these Terms periodically.</p>\n<p>Your continued use of the Data Platform following the posting of revised Terms means that you accept and agree to the changes.\nYou are expected to check this page frequently so you are aware of any changes, as they are binding on you.</p>\n<p>By continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, you are no longer authorized to use Service.</p>\n<ol>\n<li>\n<p>Prohibited Uses</p>\n</li>\n</ol>\n<p>You may use Service only for lawful purposes and in accordance with Terms.\nYou agree not to use Service:</p>\n<ul>\n<li>In any way that violates any applicable national or international law or regulation.</li>\n<li>For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content or otherwise.</li>\n<li>To transmit, or procure the sending of, any advertising or promotional material, including any “junk mail”, “chain letter,” “spam,” or any other similar solicitation.</li>\n<li>To impersonate or attempt to impersonate Company, a Company employee, another user, or any other person or entity.</li>\n<li>In any way that infringes upon the rights of others, or in any way is illegal, threatening, fraudulent, or harmful, or in connection with any unlawful, illegal, fraudulent, or harmful purpose or activity.</li>\n<li>To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of Service, or which, as determined by us, may harm or offend Company or users of Service or expose them to liability.</li>\n<li>To resell, distribute, or in any other way make profit using the Data Platform of Technote.ai.</li>\n</ul>\n<p>Additionally, you agree not to:</p>\n<ul>\n<li>Use Technote.ai in any manner that could disable, overburden, damage, or impair Technote.ai or interfere with any other party’s use of Technote.ai, including their ability to engage in real time activities through Technote.ai.</li>\n<li>Use any scraping tool, robot, spider, or other automatic device, process, or means to access Technote.ai for any purpose, including monitoring or copying any of the material on Technote.ai.</li>\n<li>Use any manual process to monitor or copy any of the material on Technote.ai or for any other unauthorized purpose without our prior written consent.</li>\n<li>Use any device, software, or routine that interferes with the proper working of Technote.ai.</li>\n<li>Introduce any viruses, Trojan horses, worms, logic bombs, or other material which is malicious or technologically harmful.</li>\n<li>Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of Technote.ai, the server on which Technote.ai is stored, or any server, computer, or database connected to Technote.ai.</li>\n<li>Attack Technote.ai via a denial-of-service attack or a distributed denial-of-service attack.</li>\n<li>Take any action that may damage or falsify Technote‘s rating.</li>\n<li>Otherwise attempt to interfere with the proper working of Technote.ai.</li>\n</ul>\n<p>Technote reserves the right, without prior notice, to refuse access to Technote.ai and the Data Platform if this is necessary in Technote’s opinion, without this resulting in any liability.</p>\n<ol>\n<li>Payment, Account and Subscriptions</li>\n</ol>\n<p>To use Technote.ai extensively, you must create an Account.\nThrough registration process, you create a set of unique credentials consisting of a business email address and password, known only to you.\nYou warrant that all information you provide to Technote.ai at the time of the registration is accurate and truthful.\nBy continuing to register for an Account, you must agree to Technote‘s Terms and Privacy Policy.</p>\n<p>When you create an account at Technote, warranting Free, Basic or Premium access to the Data Platfor, you are responsible for the safety of your login information (email address and password).\nIf you lose access to these login credentials or they are fraudulently acquired by a third party, you must inform Technote so we can prevent unauthorized access.\nWe cannot be liable for loss or damage that results from fraudulent access to your Account.</p>\n<p>If you choose to purchase Basic or Premium access to the Data Platform, you must pay the agreed-upon charges in advance to receiving access.\nOur payments are due in advance on a monthly or annual basis.\nWe provide our pricing terms in the currency of Euros.\nPlease be advised, that our pricing policy does not include taxes, levies, or duties that may imposed onto you by the taxing authorities.</p>\n<p>If at any point we ourselves, or via our payment gateway provider Stripe, find out about fraudulent use of the payment gateway, or that information provided by you is inaccurate, we may suspend or terminate your access to the Data Platform entirely.\nWe are not responsible for additional fees or charges that may occur during your automatic or recurring payments.</p>\n<p>If at the date of scheduled recurring payment your card or other payment method is not available, we may terminate your Account.\nWe are not responsible for any information on the Data Platform (search history, profiles prepared for export, etc.) that may get lost in the process.\nAny User who disputes a credit card payment that is found to be valid will be permanently banned from using Technote.ai.</p>\n<p>We are entitled to make updates to our plans and pricing policy at any time, without becoming liable to any Users.\nWe will communicate these changes to existing Basic and Premium Users if such changes affect them.</p>\n<p>Technote.ai is provided on a non-refundable basis.\nWe pledge to assess each refund request on an individual basis.\nDue to the nature of the product, the Data Platform can be accessed instantly and partial use does not make a User eligible for a refund.</p>\n<p>We do not offer refunds for upgrade or downgrade, or unused time.</p>\n<p>If you would like to stop the recurring payments, please do so at least a day before the forthcoming scheduled payment date.\nComplaints do not suspend your obligation to pay for the chosen paid tier plan.</p>\n<ol>\n<li>Disclaimer Of Warranty</li>\n</ol>\n<p>These services are provided by company on an “as is” and “as available” basis.\nTechnote makes no representations or warranties of any kind, express or implied, as to the operation of Technote.ai, or the information, content or materials included therein.\nYou expressly agree that your use of these services, their content, and any services or items obtained from us is at your sole risk.</p>\n<p>Neither company nor any person associated with company makes any warranty or representation with respect to the completeness, security, reliability, quality, accuracy, or availability of the services.\nWithout limiting the foregoing, neither company nor anyone associated with company represents or warrants that the services, their content, or any services or items obtained through the services will be accurate, reliable, error-free, or uninterrupted, that defects will be corrected, that the services or the server that makes it available are free of viruses or other harmful components or that the services or any services or items obtained through the services will otherwise meet your needs or expectations.</p>\n<p>Technote hereby disclaims all warranties of any kind, whether express or implied, statutory, or otherwise, including but not limited to any warranties of merchantability, non-infringement, and fitness for particular purpose.</p>\n<ol>\n<li>Intellectual Property and Copyright</li>\n</ol>\n<p>Technote.ai’s intellectual property rights – including but not limited to copyrights, tradename rights, and the Data Platform – are held by Technote.ai or its licensors.</p>\n<p>We respect the intellectual property rights of others.\nWe aim to make timely responses to all claims related to potential infringement of copyright or other intellectual property rights.\nTo ensure this, if you are a copyright owner or are authorized to act on behalf of a copyright owner, and you suspect that our Data Platform or any part of Technote.ai uses copyrighted work, please inform us immediately via email to support@technote.ai.\nPlease include a description of the alleged Infringement and additional proof, if available.\nWe will take immediate action to investigate your claim.</p>\n<ol>\n<li>Termination and liability</li>\n</ol>\n<p>Your Account at Technote.ai is valid for an unlimited time, unless you choose to deactivate it by accesing the user panel and clicking on Deactivate account.</p>\n<p>We cannot ensure that your account will be immediately deactivated if you choose to contact us via email or phone.\nThese actions alone do not constitute a valid basis to deactivate an account.\n</p>\n<p>If you choose to deactivate your account, we are not obligated to make any refunds or to reverse the services delivered.\nWe also cannot guarantee continued access to search history, export list and other saved material on the Data Platform.</p>\n<p>Except as prohibited by law, you will hold us and our officers, directors, employees, and agents harmless for any indirect, punitive, special, incidental, or consequential damage, however it arises (including attorneys’ fees and all related costs and expenses of litigation and arbitration, or at trial or on appeal, if any, whether or not litigation or arbitration is instituted), whether in an action of contract, negligence, or other tortious action, or arising out of or in connection with this agreement, including without limitation any claim for personal injury or property damage, arising from this agreement and any violation by you of any federal, state, or local laws, statutes, rules, or regulations, even if company has been previously advised of the possibility of such damage.\n</p>\n<p>Except as prohibited by law, if there is liability found on the part of company, it will be limited to the amount paid for the products and/or services, and under no circumstances will there be consequential or punitive damages.\n</p>\n<p>Some states do not allow the exclusion or limitation of punitive, incidental or consequential damages, so the prior limitation or exclusion may not apply to you.</p>\n<ol>\n<li>Conclusions</li>\n</ol>\n<p>These Terms shall be governed and construed in accordance with the laws of Lithuania, which governing law applies to agreement without regard to its conflict of law provisions.</p>\n<p>If you have any questions, please direct them to support@technote.ai.</p>", "created_at": "2021-08-26 03:51:08.434746", "updated_at": "2021-08-26 01:55:35.84779"}, {"id": 8815, "name": "Privacy Policy", "url": "https://www.technote.ai/privacy-policy", "xpath": "/html/body/div[1]/div[2]/div/div", "text": "Privacy Policy<p>Effective date: 2020-05-18</p>\n<ol>\n<li>Introduction</li>\n</ol>\n<p>Welcome toTechnote.</p>\n<p>Technote (“us”, “we”, or “our”) operates www.Technote.\nai (hereinafter referred to as “Service”).</p>\n<p>Our Privacy Policy governs your visit to www.Technote.ai, and explains how we collect, safeguard and disclose information that results from your use of our Service.</p>\n<p>We use your data to provide and improve Service.\nBy using Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, the terms used in this Privacy Policy have the same meanings as in our Terms and Conditions.</p>\n<p>Our Terms and Conditions (“Terms”) govern all use of our Service and together with the Privacy Policy constitutes your agreement with us (“agreement”).</p>\n<ol>\n<li>Definitions</li>\n</ol>\n<p>SERVICE means the www.Technote.ai website operated by Technote.</p>\n<p>PERSONAL DATA means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).</p>\n<p>USAGE DATA is data collected automatically either generated by the use of Service or from Service infrastructure itself (for example, the duration of a page visit).</p>\n<p>COOKIES are small files stored on your device (computer or mobile device).</p>\n<p>DATA CONTROLLER means a natural or legal person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal data are, or are to be, processed.\nFor the purpose of this Privacy Policy, we are a Data Controller of your data.</p>\n<p>DATA PROCESSORS (OR SERVICE PROVIDERS) means any natural or legal person who processes the data on behalf of the Data Controller.\nWe may use the services of various Service Providers in order to process your data more effectively.</p>\n<p>DATA SUBJECT is any living individual who is the subject of Personal Data.</p>\n<p>THE USER is the individual using our Service.\nThe User corresponds to the Data Subject, who is the subject of Personal Data.</p>\n<ol>\n<li>Information Collection and Use</li>\n</ol>\n<p>We collect several different types of information for various purposes to provide and improve our Service to you.</p>\n<ol>\n<li>Types of Data Collected</li>\n</ol>\n<p>Personal Data</p>\n<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”) .\nPersonally identifiable information may include, but is not limited to:</p>\n<ol>\n<li>\n<p>Email address</p>\n</li>\n<li>\n<p>Cookies and Usage Data</p>\n</li>\n</ol>\n<p>We may use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\nYou may opt out of receiving any, or all, of these communications from us by following the unsubscribe link.</p>\n<p>Usage Data</p>\n<p>We may also collect information that your browser sends whenever you visit our Service or when you access Service by or through any device (“Usage Data”).</p>\n<p>This Usage Data may include information such as your computer’s Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\n<p>When you access Service with a device, this Usage Data may include information such as the type of device you use, your device unique ID, the IP address of your device, your device operating system, the type of Internet browser you use, unique device identifiers and other diagnostic data.</p>\n<p>Tracking Cookies Data</p>\n<p>We use cookies and similar tracking technologies to track the activity on our Service and we hold certain information.</p>\n<p>Cookies are files with a small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nOther tracking technologies are also used such as beacons, tags and scripts to collect and track information and to improve and analyze our Service.</p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>\n<p>Examples of Cookies we use:</p>\n<ol>\n<li>\n<p>Session Cookies: Cookies to operate our Service.</p>\n</li>\n<li>\n<p>Preference Cookies: We use Preference Cookies to remember your preferences and various settings.</p>\n</li>\n<li>\n<p>Security Cookies: Cookies for security purposes.</p>\n</li>\n<li>\n<p>Advertising Cookies: Advertising Cookies are used to serve you with advertisements that may be relevant to you and your interests.</p>\n</li>\n</ol>\n<ol>\n<li>Use of Data</li>\n</ol>\n<p>Technote uses the collected data for various purposes:</p>\n<ol>\n<li>\n<p>to provide and maintain our Service;</p>\n</li>\n<li>\n<p>to notify you about changes to our Service;</p>\n</li>\n<li>\n<p>to allow you to participate in interactive features of our Service when you choose to do so;</p>\n</li>\n<li>\n<p>to provide customer support;</p>\n</li>\n<li>\n<p>to gather analysis or valuable information so that we can improve our Service;</p>\n</li>\n<li>\n<p>to monitor the usage of our Service;</p>\n</li>\n<li>\n<p>to detect, prevent and address technical issues;</p>\n</li>\n<li>\n<p>to fulfil any other purpose for which you provide it;</p>\n</li>\n<li>\n<p>to carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection;</p>\n</li>\n<li>\n<p>to provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information;</p>\n</li>\n<li>\n<p>in any other way we may describe when you provide the information;</p>\n</li>\n<li>\n<p>for any other purpose with your consent.</p>\n</li>\n</ol>\n<ol>\n<li>Retention of Data</li>\n</ol>\n<p>We will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p>\n<p>We will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer time periods.</p>\n<ol>\n<li>Transfer of Data</li>\n</ol>\n<p>Your information, including Personal Data, may be transferred to – and maintained on – computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.</p>\n<p>If you are located outside Lithuania and choose to provide information to us, please note that we transfer the data, including Personal Data, to Lithuania and process it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>Technote will take all the steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organisation or a country unless there are adequate controls in place including the security of your data and other personal information.</p>\n<ol>\n<li>Disclosure of Data</li>\n</ol>\n<p>We may disclose personal information that we collect, or you provide:</p>\n<ol>\n<li>\n<p>Disclosure for Law Enforcement.</p>\n<p>Under certain circumstances, we may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities.</p>\n</li>\n<p>Business Transaction.</p>\n<li>\n<p>If we or our subsidiaries are involved in a merger, acquisition or asset sale, your Personal Data may be transferred.</p>\n</li>\n<li>\n<p>Other cases.\nWe may disclose your information also:</p>\n<ol>\n<li>\n<p>to our subsidiaries and affiliates;</p>\n</li>\n<li>\n<p>to contractors, service providers, and other third parties we use to support our business;</p>\n</li>\n<li>\n<p>fulfill the purpose for which you provide it;</p>\n</li>\n<li>\n<p>for the purpose of including your company’s logo on our website;</p>\n</li>\n<li>\n<p>for any other purpose disclosed by us when you provide the information;</p>\n</li>\n<li>\n<p>with your consent in any other cases;</p>\n</li>\n<li>\n<p>if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our customers, or others.</p>\n</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>Security of Data</li>\n</ol>\n<p>The security of your data is important to us but remember that no method of transmission over the Internet or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p>\n<ol>\n<li>Service Providers</li>\n</ol>\n<p>We may employ third party companies and individuals to facilitate our Service (“Service Providers”), provide Service on our behalf, perform Service-related services or assist us in analysing how our Service is used.</p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p>\n<ol>\n<li>Analytics</li>\n</ol>\n<p>We may use third-party Service Providers to monitor and analyze the use of our Service.</p>\n<ol>\n<li>CI/CD tools</li>\n</ol>\n<p>We may use third-party Service Providers to automate the development process of our Service.</p>\n<ol>\n<li>Behavioral Remarketing</li>\n</ol>\n<p>We may use remarketing services to advertise on third party websites to you after you visited our Service.\nWe and our third-party vendors use cookies to inform, optimise and serve ads based on your past visits to our Service.</p>\n<ol>\n<li>Links to Other Sites</li>\n</ol>\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click a third party link, you will be directed to that third party’s site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>\n<ol>\n<li>Children’s Privacy</li>\n</ol>\n<p>Our Services are not intended for use by children under the age of 18 (“Child” or “Children”).</p>\n<p>We do not knowingly collect personally identifiable information from Children under 18.\nIf you become aware that a Child has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from Children without verification of parental consent, we take steps to remove that information from our servers.</p>\n<ol>\n<li>Changes to This Privacy Policy</li>\n</ol>\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update “effective date” at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\n<ol>\n<li>Contact Us</li>\n</ol>\n<p>If you have any questions about this Privacy Policy, please contact us by email: support@technote.ai</p>", "created_at": "2021-08-26 03:51:08.43305", "updated_at": "2021-08-26 01:52:09.704391"}], "points": [{"id": 25010, "title": "This service is only available to users over 18", "source": "https://www.technote.ai/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-08-28 11:46:53.560047", "updated_at": "2021-09-02 17:02:20.839626", "quoteText": "Our Services are not intended for use by children under the age of 18 (“Child” or “Children”).</p>\n<p>We do not knowingly collect personally identifiable information from Children under 18.\nIf you become aware that a Child has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from Children without verification of parental consent, we take steps to remove that information from our servers.", "case_id": 152, "document_id": 8815, "quoteStart": 10792, "quoteEnd": 11240}, {"id": 25009, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.technote.ai/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-08-28 11:45:53.479935", "updated_at": "2021-09-02 17:02:42.118854", "quoteText": "Without limiting the foregoing, neither company nor anyone associated with company represents or warrants that the services, their content, or any services or items obtained through the services will be accurate, reliable, error-free, or uninterrupted, that defects will be corrected, that the services or the server that makes it available are free of viruses or other harmful components or that the services or any services or items obtained through the services will otherwise meet your needs or expectations.", "case_id": 287, "document_id": 8816, "quoteStart": 9769, "quoteEnd": 10281}, {"id": 25008, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.technote.ai/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-08-28 11:45:20.736802", "updated_at": "2021-09-02 17:02:28.941303", "quoteText": "Neither company nor any person associated with company makes any warranty or representation with respect to the completeness, security, reliability, quality, accuracy, or availability of the services.", "case_id": 288, "document_id": 8816, "quoteStart": 9568, "quoteEnd": 9768}, {"id": 25007, "title": "There is a date of the last update of the agreements", "source": "https://www.technote.ai/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-08-28 11:44:00.252246", "updated_at": "2021-08-29 20:05:25.749481", "quoteText": "<p>Last Updated: October 22, 2020", "case_id": 331, "document_id": 8816, "quoteStart": 16, "quoteEnd": 49}, {"id": 25006, "title": "The court of law governing the terms is in Lithuania", "source": "https://www.technote.ai/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-08-28 11:43:09.12668", "updated_at": "2021-09-02 17:02:33.963803", "quoteText": "These Terms shall be governed and construed in accordance with the laws of Lithuania, which governing law applies to agreement without regard to its conflict of law provisions.", "case_id": 163, "document_id": 8816, "quoteStart": 13250, "quoteEnd": 13426}], "urls": ["technote.ai"]}}