{"error": 448, "message": "OK", "parameters": {"id": 1716, "name": "Project Gutenberg", "created_at": "2019-07-19 11:56:07.829302", "updated_at": "2021-03-25 03:19:46.753555", "wikipedia": "https://en.wikipedia.org/wiki/Project_Gutenberg", "keywords": null, "related": null, "slug": "project_gutenberg", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1716.png", "url": "www.gutenberg.org,gutenberg.org", "documents": [{"id": 1662, "name": "Terms of Use", "url": "https://www.gutenberg.org/policy/terms_of_use.html", "xpath": "//div", "text": " Menu▾ <ul>\n<li> About ▾ ▾ <ul>\n<li>About Project Gutenberg</li>\n<li>Collection Development</li>\n<li>Contact Us</li>\n<li>History &amp.\nPhilosophy</li>\n<li>Permissions &amp.\nLicense</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n</ul>\n</li>\n<li> Search and Browse ▾ ▾ <ul>\n<li>Book Search</li>\n<li>Bookshelves</li>\n<li>Frequently Downloaded</li>\n<li>Offline Catalogs</li>\n</ul>\n</li>\n<li> Help ▾ ▾ <ul>\n<li>All help topics →</li>\n<li>Copyright Procedures</li>\n<li>Errata, Fixes and Bug Reports</li>\n<li>File Formats</li>\n<li>Frequently Asked Questions</li>\n<li>Policies →</li>\n<li>Public Domain eBook Submission</li>\n<li>Submitting Your Own Work</li>\n<li>Tablets, Phones and eReaders</li>\n<li>The Attic →</li>\n</ul>\n</li>\n<li>Donate</li>\n</ul>\n<p>Donation</p> Terms of Use <p>Project Gutenberg’s target audience is United States persons over 13 years of age.\nVisitors who are minors should be accompanied by an adult, and some content may be unsuitable for some readers, of any age.</p>\n<p>Non-US persons are advised to check copyright laws of their country before accessing any eBooks or other content from Project Gutenberg.\nSome content may be copyrighted, or otherwise restricted, for use in other countries.\nProject Gutenberg offers no warranty or assurances about copyright status or freedom to access or use its materials outside of the United States.</p> Contents\n<ol>\n<li>Trademark License</li>\n<li>Website Terms of Use\n<ol>\n<li>Audience</li>\n<li>Deep Linking</li>\n<li>Embedding or Wrapping our Site or Contents</li>\n<li>OPDS Feed</li>\n<li>Automated Blocks</li>\n</ol>\n</li>\n<li>Footnotes</li>\n</ol> Trademark License\n<p>What you are allowed to do with our eBooks once you download them:\nSee: the Project Gutenberg License and the Permission How-To.</p> Website Terms of Use Audience\n<p>\n<strong>This website is intended for human users only.</strong> Any perceived use of automated tools to access this website will result in a temporary or permanent block of your IP address.</p>\n<ul>\n<li>If you want to <strong>download many books<sup>[1]</sup>\n</strong> manually or using an automated download software, download them from one of our mirrors, not from the main site.\nSee the list of PG mirrors and the roboting guidelines.</li>\n<li>If you want a <strong>list of all our books</strong>, download and save the Gutenberg index file It can be opened with any browser or word processor.</li>\n<li>If you want a <strong>machine-readable database</strong> of all our books, read the Offline Catalogs and Feeds page.</li>\n<li>If you are behind a proxy or VPN because you want anonymity or because of company or school policy, you may be blocked because other users of the same address are misbehaving.\nTry turning the proxy or VPN off.</li>\n<li>If you are using a commercial product that channels requests through a proxy (such as Amazon Kindle), your address may be blocked due to too much use from that shared proxy address.\nInstead, see our tablets, phones and eReaders how-to for guidance on how to download items to your own system, prior to transferring to the other device.</li>\n</ul> Deep Linking\n<p>When linking to a Project Gutenberg item, link to the main landing page such as www.gutenberg.org/ebooks/11.\nDo not link to specific files or anchors, such as http://www.gutenberg.org/files/11/11-h/11-h.htm.\nTechnical measures (i.e., cookies, captchas and similar) are utilized to ensure that links come from the landing page or elsewhere within www.gutenberg.org.\nIf you need to link to a specific file or passage, please make your own copy of that file and host it on your own server.\nThis measure is a protection against possible renaming or reorganizing the back end file structure, which has happened several times over the years.\nWe intend the landing page to be permanent.</p> Embedding or Wrapping our Site or Contents\n<p>\n<strong>Applies mainly to website owners.</strong>\nWe do not allow large-scale deep-linking to eBook files hosted on our servers.\nWe reserve the right to take legal and technical measures against this.</p>\n<p>While the books we host are free, our server infrastructure and bandwidth is not.\nIt is paid with money generously made available by our donors and partners.\nWe will not tolerate mock Gutenberg front-ends that pocket advertising revenues\nwhile leaving the cost of actually serving the files to us.</p> OPDS Feed\n<p>\n<strong>Applies to OPDS application developers.</strong>\nEvery application that uses our OPDS feed must:</p>\n<ul>\n<li>Use a proper user-agent, like: <em>calibre/1.1.0 (+http://www.calibre.org)</em>.\nAlways include a contact address like a web page or email, so we can reach you.\nApplications without contact address and application developers that do not respond to our inquiries will be blocked from using our OPDS feed.</li>\n<li>Make no more requests to our servers than a user with a browser typically would make (eg.\nfor every search, request only one page of results, and automatically request the next page only if the users scrolls to the bottom of the previous page).\nIf your application makes lots of requests, your users will be blocked at the IP level.\nFor high-volume OPDS applications consider downloading our catalog database and hosting your own OPDS feed.\nIf you have special needs, contact us, don’t try to `hack around´.</li>\n</ul> Automated Blocks\n<p>Blocks to Internet addresses (IP addresses) are applied automatically based on the volume of traffic and related factors.\nSuch blocks automatically expire after a few days.</p> Footnotes\n<ul>\n<li>↑ Many books: i.e., more than ~100 per day</li>\n</ul> ", "created_at": "2019-07-19 11:57:49.822737", "updated_at": "2021-05-03 05:26:25.117985"}], "points": [{"id": 24452, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.gutenberg.org/policy/terms_of_use.html", "status": "Generated through the annotate view", "created_at": "2021-07-19 09:07:38.845898", "updated_at": "2021-07-20 06:45:16.041674", "quoteText": "Visitors who are minors should be accompanied by an adult", "case_id": 486, "document_id": 1662, "quoteStart": 862, "quoteEnd": 919}, {"id": 7430, "title": "There is a date of the last update of the terms", "source": "https://www.gutenberg.org/wiki/Gutenberg:Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2019-07-19 12:03:41.193791", "updated_at": "2021-02-06 04:16:21.194967", "quoteText": "Terms of use for the Project Gutenberg website as of January 1, 2014 (updated April 17, 2016).", "case_id": 331, "document_id": 1662, "quoteStart": 111, "quoteEnd": 205}, {"id": 8014, "title": "Spidering or crawling is not allowed", "source": "https://www.gutenberg.org/wiki/Gutenberg:Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2019-09-24 18:24:00.397135", "updated_at": "2021-02-06 04:16:25.189226", "quoteText": "This website is intended for human users only.</b> Any perceived use of automated tools to access this website will result in a temporary or permanent block of your IP address.\n", "case_id": 150, "document_id": 1662, "quoteStart": 510, "quoteEnd": 687}], "urls": ["www.gutenberg.org", "gutenberg.org"]}}