{"error": 448, "message": "OK", "parameters": {"id": 506, "name": "YNAB. (You Need a Budget)", "created_at": "2018-05-29 03:35:49.792184", "updated_at": "2021-11-19 23:00:45.305053", "wikipedia": "https://en.wikipedia.org/wiki/YNAB", "keywords": null, "related": null, "slug": "you_need_a_budget", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/506.png", "url": "youneedabudget.com", "documents": [{"id": 8790, "name": "Security", "url": "https://www.youneedabudget.com/security/", "xpath": "//*[@id=\"site-content\"]", "text": " Security <p>We like to joke around a lot, but here is where we stop and become quite serious.</p> Access\n<p>The YNAB Team does not access or interact with customers’ budget data as part of normal operations.\nThere are cases where a customer requests that YNAB access their budget, or where required by law.\nAll budget data is access-controlled, accompanied by customer approval, and carries with it documentation surrounding the reason for access and the access start and end time.\nA YNAB Team member’s violation of our customer data access policy will result in immediate dismissal.</p>\n<p>(We do analyze anonymous, aggregate data for internal business purposes.\nSee our privacy policy for details.)</p>\n<p>Your YNAB account password is one-way salted and hashed using multiple iterations of a key derivation function for passwords.\n(Those sound like made up words, but these are best practices!) Even if someone were to steal the YNAB database of passwords, they would not know your password and would be forced to (very slowly!) guess every possible password in order to find it.</p>\n<p>We prevent brute force password attacks (where an attacker attempts to guess the password for an account many times in a row).\nWe also help you choose stronger passwords by 1) requiring that passwords be eight characters or longer, and 2) specifically preventing you from using the top 2,085 most commonly used passwords.\n(It’s quite an interesting list, should you choose to Google it.)</p>\n<p>Your data is encrypted at rest when stored on our servers.\nThat means that even IF someone could break in and steal the hard drives where your data is stored, they couldn’t read it.\nAlso, should you (sadly) choose to delete your YNAB account, all of your budget data is completely and irreversibly removed from the YNAB database.\nWe do not simply mark your account as inactive.\nWe completely destroy all account data.\n(To be clear, you explicitly request this nuclear deletion.\nIf you happen to let your account lapse accidentally, we don’t assume you mean DESTROY ALL MY DATA.\nThat’d be a horrible assumption.)</p>\nData Retention\n<p>We retain account data for a period of time after an account expires, whether through trial expiration or subscription expiration, unless you delete your account as described above.</p>\n<p>Once an account has become inactive beyond the period of time described below, we will delete its budget data – if you don’t need YNAB, we don’t need your account data, and you probably don’t want us to have it.\n(Keep in mind that if you cancel your account, it remains active until the end of your subscription.\nThe timeline below doesn’t start until that subscription expires.)</p>\n<p>We will delete accounts and their data:</p>\n<ul>\n<li>For an expired trial, a minimum of one hundred-twenty (120) days after the expiration of the trial;</li>\n<li>For an expired subscription, a minimum of three years after the expiration of the subscription.</li>\n</ul>\nInfrastructure\n<p>Our entire infrastructure is built on Heroku, which in turn is built on the technology of Amazon Web Services (AWS).\nThis is the same technology trusted by government agencies, including our favorite, the CIA.\nAmazon continually manages risk and undergoes recurring assessments to comply with industry standards.\nHeroku’s entire security policy is here.\nAmazon’s physical infrastructure (and thus Heroku’s), are accredited under:</p>\n<ul>\n<li>ISO 27001</li>\n<li>SOC 1 and SOC 2/SSAE 16/ISAE 3402 (Previously SAS 70 Type II)</li>\n<li>PCI Level 1</li>\n<li>FISMA Moderate</li>\n<li>Sarbanes-Oxley (SOX)</li>\n</ul>\nPCI\n<p>PCI is an arduous security standard that companies must adhere to when processing credit cards.\nWe use a PCI certified payment provider (Recurly) to process our credit cards, and have engineered our payment forms in such a way that your payment details are sent directly to Recurly’s systems rather than ours, further increasing security.</p>\nDirect Import\n<p>In order to provide Direct Import services, we partner with financial data aggregation specialists MX and Plaid.\nIn the context of YNAB, data aggregation is the process of collecting your accounts and transaction data from your financial institution and transmitting it to YNAB.\nYou authorize the aggregator to carry out this process on YNAB’s behalf.\nYou can learn more about MX and Plaid’s individual security policies and practices on their websites.\nDuring this process, YNAB does not view or store your bank credentials, but relies upon our partners and their industry-leading security precautions to ensure your information is safe.&nbsp;</p>\n<p>Some financial institutions enable Direct Import connections through a method called OAuth.\nOAuth allows YNAB to access your account and transaction data without you having to provide your online banking credentials to an intermediary—in this case Plaid or MX.\nInstead, you can authenticate directly with your financial institution, who gives permission (through a digital token) for Plaid or MX to receive the account and transaction information YNAB needs to power your budget.&nbsp;</p>\n<p>As a part of this OAuth process, you may be asked by your bank to authorize sharing information such as your name, street address, or phone number alongside your transaction data.\nWe want to be clear on this point: As a part of this OAuth process, YNAB <strong>does not</strong> request, view, make use of, or store any data other than what’s required to process and display your accounts and transactions.\nThat means that we will request and store individual transaction data (date, payee, amount, etc), as well as some account details (account name, balance, interest rate, etc), but we don’t request or store other personal information like your name, street address, or phone number.\nWe’re not in the business of needing to know everything about you, and we’re proud of that.</p>\nTraffic\n<p>All data sent between your computer and YNAB is bank-grade or better encryption.\nYNAB forces your browser to use an encrypted connection and won’t let your computer talk to our servers unless that connection is secure.</p>\n<p>Specifically around the traffic encryption, we use 128-bit encryption (AES_128_GCM).\nThis provides an extremely high level of encryption, considered industry standard.</p>\n<p>We take advantage of a new security feature&nbsp;in your browser called “Content Security Policy” settings.\nThis makes certain types of attacks against YNAB impossible.</p>\nSocial Engineering Security\n<p>This massive technical feat resulting in a moat of fire-breathing space dragons surrounding your data is useless if someone cons you into handing them your username and password.</p>\n<ol>\n<li>No YNAB Team member will ever initiate communication with you and ask for your username or password.\nIf someone asks you for either of those, it’s not us.\nOnly provide your username and password when logging into YNAB.</li>\n<li>YNAB will always use https://app.youneedabudget.com as the domain name.\nAlways look for this when logging into YNAB, or following any link clicked from a bookmark or email.</li>\n</ol>\nAlways Vigilant\nBug Bounty Program\n<p>We have also taken a page from companies like Google and Amazon, and have a public bug bounty program where we pay “good guy” hackers that find any vulnerabilities or weaknesses in our systems.\nIf you would like to report a vulnerability, please do so on our Bugcrowd Bounty Page.</p>\nFurther reading\n<p>If you need to get our attention about anything else security related, please do so at security@youneedabudget.com.\nTo learn more about how we protect your data from a legal standpoint, we spell all of that out in our privacy policy.\nFor even lighter reading, take a look at our Terms of service.</p> Close Modal YNAB's weekly email newsletter with the week's best budgeting wisdom and inspiration.\n<ul>\n<li>\n<strong>Short.</strong> Because long email newsletters? Ain't nobody got time for that.</li>\n<li>\n<strong>Informative.</strong> The best of YNAB content and thought-provoking content we love from around the web.</li>\n<li>\n<strong>Inspirational.</strong> We know sometimes you just need to know you aren't in this alone.</li>\n</ul> Email Address Sign Up <p>Thank you for signing up!</p> Close Modal Try YNAB Free For 34 Days <p>If you have gotten this far, you know you need a budget.\nAnd, obviously, we know you need a budget.\nSo, since we are all on the same page—let’s do this!</p> Start your free trial today! No credit card required.\nEmail Password Start Your Free Trial or Continue with Apple Continue with Google Close Modal The legal stuff\n<ul>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n</ul>\n<p>\nAgree to the Terms of Service and Privacy Policy to continue.\n</p> Disagree Agree Close Video ", "created_at": "2021-08-19 19:04:34.196986", "updated_at": "2021-08-19 19:04:46.636141"}, {"id": 1849, "name": "Terms Of Service", "url": "https://www.youneedabudget.com/terms/", "xpath": "/html/body/div[1]/main/article/div/div", "text": "\nAcceptance of the Terms of Service\n<p>Welcome to the website of You Need A Budget LLC (“Company”, “we” or “us”).\nThe following terms and conditions, together with any documents they expressly incorporate by reference (collectively, these “Terms of Service”), govern your access to and use of the budgeting software available through our apps, software, and the website YouNeedABudget.com, any associated content, including receipt of educational materials and communications to manage your subscription, functionality and services (the “Website”), whether as a guest or a registered user.</p>\n<p>Please read the Terms of Service carefully before you start to use the Website.\nBy using the Website or by clicking to accept or agree to the Terms of Service when this option is made available to you, you accept and agree to be bound and abide by these Terms of Service and our Privacy Policy, incorporated herein by reference.\nIf you do not want to agree to these Terms of Service or the Privacy Policy, you must not access or use the Website.</p>\n<p>This Website is offered and available to users who are 13 years of age or older (16 years of age and older in the European Union).\nBy using this Website, you represent and warrant that you are of legal age to form a binding contract with the Company and meet all of the foregoing eligibility requirements.\nIf you do not meet all of these requirements, you must not access or use the Website.\nRegistering on behalf of another who does not meet this age requirement is itself a violation of these Terms.</p>\nChanges to the Terms of Service\n<p>We may revise and update these Terms of Service from time to time in our sole discretion.\nAll changes are effective immediately when we post them, and apply to all access to and use of the Website thereafter.\nHowever, any changes to the dispute resolution provisions set forth in Governing Law and Jurisdiction will not apply to any disputes for which the parties have actual notice prior to the date the change is posted on the Website.</p>\n<p>Your continued use of the Website following the posting of revised Terms of Service means that you accept and agree to the changes.\nYou are expected to check this page from time to time so you are aware of any changes, as they are binding on you.</p>\nAccessing the Website and Account Security\n<p>We reserve the right to withdraw or amend this Website, and any service or material we provide on the Website, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period.</p>\n<p>To access the Website or some of the resources it offers, you may be asked to provide certain registration details or other information.\nIt is a condition of your use of the Website that all the information you provide on the Website is correct, current and complete.\nYou agree that all information you provide to register with this Website or otherwise, including but not limited to through the use of any interactive features on the Website, is governed by our Privacy Policy, and you consent to all actions we take with respect to your information consistent with our Privacy Policy.</p>\n<p>If you choose, or are provided with, a username, password or any other piece of information as part of our security procedures, you must treat such information as confidential, and will disclose that confidential information solely at your own risk and discretion.\nShould you, at your discretion, choose to share your username, password, or other security information with any other person or entity in order to share access, we disclaim all liability for anything that person or entity may do to compromise the security of your account.</p>\n<p>You agree to notify us immediately of any unauthorized access to or use of your username or password or any other breach of security.\nYou also agree to ensure that you exit from your account at the end of each session.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.</p>\n<p>We have the right to disable any username, password or other identifier, whether chosen by you or provided by us, at any time if, in our opinion, you have violated any provision of these Terms of Service.</p>\n<p>We are not responsible for the accuracy of financial data obtained from third-party sites that are displayed or reported through the Website or any of our services.\nThe Company, however, is not responsible for and cannot guarantee the accuracy or timeliness of financial account we retrieve on your behalf directly, from third party technology providers, from third party financial institutions where your accounts are held, or from third party research/market data providers used to provide the Services.</p>\n<p>The Company may not be able foresee or anticipate technical or other difficulties which may result in failure to obtain data, personalization settings or other service interruptions.\nThe Company assumes no responsibility for the timeliness, accuracy, deletion, non-delivery or failure to store any user data, loss of user data, communications or personalization settings.</p>\nLimited Actions of the Company as Your Agent\n<p>By accessing and using the Website’s services which aggregate third-party financial account transactions and data, you expressly authorize and direct the Company, on your behalf, to electronically retrieve your account information maintained by third-party financial institutions with which you have a legally binding customer relationship.\nSubject to our privacy procedures as described in the Privacy Policy, the Company may work with one or more third party financial service technology providers to access and retrieve your Account Information.</p>\n<p>FOR PURPOSES OF THIS AGREEMENT AND SOLELY TO OBTAIN AND PROVIDE THE ACCOUNT INFORMATION TO YOU AS PART OF THE SERVICES, YOU GRANT THE COMPANY A LIMITED POWER OF ATTORNEY, AND APPOINT THE COMPANY AS YOUR ATTORNEY-IN-FACT AND AGENT, WITH FULL POWER OF SUBSTITUTION AND RE-SUBSTITUTION, FOR YOU AND IN YOUR NAME, PLACE AND STEAD, IN ANY AND ALL CAPACITIES, TO ACCESS THIRD PARTY SITES, SERVERS OR DOCUMENTS, RETRIEVE INFORMATION AND USE YOUR INFORMATION WITH THE FULL POWER AND AUTHORITY TO DO AND PERFORM EACH AND EVERY ACT AND THING REQUISITE AND NECESSARY TO BE DONE IN CONNECTION WITH SUCH ACTIVITIES, AS FULLY TO ALL INTENTS AND PURPOSES AS YOU COULD DO IN PERSON.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT WHEN THE COMPANY IS ACCESSING AND RETRIEVING ACCOUNT INFORMATION FROM THIRD PARTY SITES, THE COMPANY IS ACTING AS YOUR AGENT, AND NOT AS THE AGENT OF OR ON BEHALF OF ANY THIRD PARTY.\nYOU AGREE THAT THIRD PARTY ACCOUNT PROVIDERS SHALL BE ENTITLED TO RELY ON THE FOREGOING AUTHORIZATION, AGENCY AND POWER OF ATTORNEY GRANTED BY YOU.\nYou understand that the Website is not endorsed or sponsored by any third party account providers accessible through the Website.</p>\nIntellectual Property Rights\n<p>The Website and its entire contents, features and functionality (including but not limited to all information, software, text, displays, images, video and audio, and the design, selection and arrangement thereof), are owned by the Company, its licensors or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws.</p>\n<p>These Terms of Service permit you to use the Website for your personal, non-commercial use only.\nYou must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store or transmit any of the material on our Website.</p>\n<p>You must not access or use for any commercial purposes any part of the Website or any services or materials available through the Website.</p>\n<p>If you print, copy, modify, download or otherwise use or provide any other person with access to any part of the Website in breach of the Terms of Service, your right to use the Website will cease immediately and you must, at our option, return or destroy any copies of the materials you have made.\nNo right, title or interest in or to the Website or any content on the Website is transferred to you, and all rights not expressly granted are reserved by the Company.\nAny use of the Website not expressly permitted by these Terms of Service is a breach of these Terms of Service and may violate copyright, trademark, and other laws.</p>\nTrademarks\n<p>The Company name, the terms “YNAB”, “You Need A Budget”, “Give Every Dollar a Job”, “Embrace Your True Expenses”, “Roll with the Punches”, “Age Your Money”, the Company logo, and all related names, logos, product and service names, designs and slogans are trademarks of the Company or its affiliates or licensors.\nYou must not use such marks without the prior written permission of the Company.\nAll other names, logos, product and service names, designs and slogans on this Website are the trademarks of their respective owners.</p>\nProhibited Uses\n<p>You may use the Website only for lawful purposes and in accordance with these Terms of Service.\nYou agree not to use the Website:</p>\n<ul>\n<li>In any way that violates any applicable federal, state, local or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries).</li>\n<li>For the purpose of exploiting, harming or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information or otherwise.</li>\n<li>To send, knowingly receive, upload, download, use or re-use any material which does not comply with any standards set out in these Terms of Service.</li>\n<li>To transmit, or procure the sending of, any advertising or promotional material, including any “junk mail”, “chain letter” or “spam” or any other similar solicitation.</li>\n<li>To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of the Website, or which, as determined by us, may harm the Company or users of the Website or expose them to liability.</li>\n</ul>\n<p>Additionally, you agree not to:</p>\n<ul>\n<li>Engage in behavior that will put your personal information at unnecessary risk, such as leaving, transmitting, or publishing your Login or passwords;</li>\n<li>Use the Website in any manner that could disable, overburden, damage, or impair the site or interfere with any other party’s use of the Website, including their ability to engage in real time activities through the Website.</li>\n<li>Use any robot, spider or other automatic device, process or means to access the Website for any purpose, including monitoring or copying any of the material on the Website.</li>\n<li>Use any manual process to monitor or copy any of the material on the Website or for any other unauthorized purpose without our prior written consent.</li>\n<li>Use any device, software or routine that interferes with the proper working of the Website.</li>\n<li>Introduce any viruses, trojan horses, worms, logic bombs or other material which is malicious or technologically harmful.</li>\n<li>Attempt to gain unauthorized access to, interfere with, damage or disrupt any parts of the Website, the server on which the Website is stored, or any server, computer or database connected to the Website.</li>\n<li>Otherwise attempt to interfere with the proper working of the Website.</li>\n</ul>\nUser Contributions\n<p>The Website may contain message boards, chat rooms, personal web pages or profiles, forums, bulletin boards and other interactive features (collectively, “Interactive Services”) that allow users to post, submit, publish, display or transmit to other users or other persons (hereinafter, “post”) content or materials (collectively, “User Contributions”) on or through the Website.</p>\n<p>All User Contributions must comply with the Content Standards set out in these Terms of Service.</p>\n<p>Any User Contribution you post to the site will be considered non-confidential and non-proprietary.\nBy providing any User Contribution on the Website, you grant us and our affiliates and service providers, and each of their and our respective licensees, successors and assigns the right to use, reproduce, modify, perform, display, distribute and otherwise disclose to third parties any such material for any purpose/according to your account settings.</p>\n<p>You represent and warrant that:</p>\n<ul>\n<li>You own or control all rights in and to the User Contributions and have the right to grant the license granted above to us and our affiliates and service providers, and each of their and our respective licensees, successors, and assigns.</li>\n<li>All of your User Contributions do and will comply with these Terms of Service.</li>\n</ul>\n<p>You understand and acknowledge that you are responsible for any User Contributions you submit or contribute, and you, not the Company, have full responsibility for such content, including its legality, reliability, accuracy and appropriateness.</p>\n<p>WE ARE NOT RESPONSIBLE, OR LIABLE TO ANY THIRD PARTY, FOR THE CONTENT OR ACCURACY OF ANY USER CONTRIBUTIONS POSTED BY YOU OR ANY OTHER USER OF THE WEBSITE.</p>\n3rd-Party Applications\n<p>Any application, plugin, script, or other program that interacts with YNAB’s API or acts as a plugin to the official application does so at the risk of its users and developers, and must display the following message at least once, and require the user to acknowledge before the application will function:</p>\n<p>This [app/plugin/script] is not officially supported by YNAB in any way.\nUse of this [app/plugin/script] could introduce problems into your budget that YNAB, through its official support channels, will not be able to troubleshoot or fix.\nPlease use at your own risk!</p>\nMonitoring and Enforcement.\nTermination\n<p>We have the right to:</p>\n<ul>\n<li>Remove or refuse to post any User Contributions for any or no reason in our sole discretion.</li>\n<li>Take any action with respect to any User Contribution that we deem necessary or appropriate in our sole discretion, including if we believe that such User Contribution violates the Terms of Service, including the Content Standards, infringes any intellectual property right or other right of any person or entity, threatens the personal safety of users of the Website or the public or could create liability for the Company.</li>\n<li>Disclose your identity or other information about you to any third party who claims that material posted by you violates their rights, including their intellectual property rights or their right to privacy.</li>\n<li>Take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of the Website.</li>\n<li>Terminate or suspend your access to all or part of the Website for any or no reason, including without limitation, any violation of these Terms of Service.</li>\n</ul>\n<p>Without limiting the foregoing, we have the right to fully cooperate with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone posting any materials on or through the Website.\nYOU WAIVE AND HOLD HARMLESS THE COMPANY AND ITS AFFILIATES, LICENSEES AND SERVICE PROVIDERS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY THE COMPANY/ANY OF THE FOREGOING PARTIES DURING OR AS A RESULT OF ITS INVESTIGATIONS AND FROM ANY ACTIONS TAKEN AS A CONSEQUENCE OF INVESTIGATIONS BY EITHER THE COMPANY/SUCH PARTIES OR LAW ENFORCEMENT AUTHORITIES.</p>\n<p>However, we do not undertake to review all material before it is posted on the Website, and cannot ensure prompt removal of objectionable material after it has been posted.\nAccordingly, we assume no liability for any action or inaction regarding transmissions, communications or content provided by any user or third party.\nWe have no liability or responsibility to anyone for performance or nonperformance of the activities described in this section.</p>\nContent Standards\n<p>These content standards apply to any and all User Contributions and use of Interactive Services.\nUser Contributions must in their entirety comply with all applicable federal, state, local and international laws and regulations.\nWithout limiting the foregoing, User Contributions must not:</p>\n<ul>\n<li>Contain any material which is defamatory, obscene, indecent, abusive, offensive, harassing, violent, hateful, inflammatory or otherwise objectionable.</li>\n<li>Promote sexually explicit or pornographic material, violence, or discrimination based on race, sex, religion, nationality, disability, sexual orientation or age.</li>\n<li>Infringe any patent, trademark, trade secret, copyright or other intellectual property or other rights of any other person.</li>\n<li>Violate the legal rights (including the rights of publicity and privacy) of others or contain any material that could give rise to any civil or criminal liability under applicable laws or regulations or that otherwise may be in conflict with these Terms of Service and our Privacy Policy.</li>\n<li>Be likely to deceive any person.</li>\n<li>Promote any illegal activity or advocate, promote or assist any unlawful act.</li>\n<li>Cause annoyance, inconvenience or needless anxiety or be likely to upset, embarrass, alarm or annoy any other person.</li>\n<li>Impersonate any person, or misrepresent your identity or affiliation with any person or organization.</li>\n<li>Involve commercial activities or sales, such as contests, sweepstakes and other sales promotions, barter or advertising.</li>\n<li>Give the impression that they emanate from or are endorsed by us or any other person or entity, if this is not the case.</li>\n</ul>\nReliance on Information Posted\n<p>The information presented on or through the Website is made available solely for general information purposes.\nWe do not warrant the accuracy, completeness or usefulness of this information.\nAny reliance you place on such information is strictly at your own risk.\nWe disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Website, or by anyone who may be informed of any of its contents.</p>\n<p>This Website may include content provided by third parties, including materials provided by other users, bloggers and third-party licensors, syndicators, aggregators and/or reporting services.\nAll statements and/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by the Company, are solely the opinions and the responsibility of the person or entity providing those materials.\nThese materials do not necessarily reflect the opinion of the Company.\nWe are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.</p>\nInformation About You and Your Visits to the Website\n<p>All information we collect on this Website is subject to our Privacy Policy.\nBy using the Website, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.</p>\nOnline Purchases and Other Terms and Conditions\n<p>All purchases through our site or other transactions for the sale of services or information formed through the Website or as a result of visits made by you are governed by our Terms of Sale, which are hereby incorporated into these Terms of Service.</p>\nLinks from the Website\n<p>If the Website contains links to other sites and resources provided by third parties, these links are provided for your convenience only.\nThis includes links contained in advertisements, including banner advertisements and sponsored links.\nWe have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nIf you decide to access any of the third-party websites linked to this Website, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.</p>\nDisclaimer of Warranties\n<p>You understand that we cannot and do not guarantee or warrant that files available for downloading from the internet or the Website will be free of viruses or other destructive code.\nYou are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data.\nWE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.</p>\n<p>YOUR USE OF THE WEBSITE, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE IS AT YOUR OWN RISK.\nTHE WEBSITE, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nNEITHER THE COMPANY NOR ANY PERSON ASSOCIATED WITH THE COMPANY MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY OR AVAILABILITY OF THE WEBSITE.\nWITHOUT LIMITING THE FOREGOING, NEITHER THE COMPANY NOR ANYONE ASSOCIATED WITH THE COMPANY REPRESENTS OR WARRANTS THAT THE WEBSITE, ITS CONTENT OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL BE ACCURATE, RELIABLE, ERROR-FREE OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR THAT THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p>\n<p>THE COMPANY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT AND FITNESS FOR PARTICULAR PURPOSE.</p>\n<p>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\nLimitation on Liability\n<p>IN NO EVENT WILL THE COMPANY, ITS AFFILIATES OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE WEBSITE, ANY WEBSITES LINKED TO IT, ANY CONTENT ON THE WEBSITE OR SUCH OTHER WEBSITES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR SUCH OTHER WEBSITES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT OR OTHERWISE, EVEN IF FORESEEABLE.</p>\n<p>IN NO EVENT WILL THE COLLECTIVE LIABILITY OF THE COMPANY AND ITS SUBSIDIARIES AND AFFILIATES, AND THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS AND DIRECTORS, TO ANY PARTY (REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT, TORT OR OTHERWISE) EXCEED THE AMOUNT YOU HAVE PAID TO THE COMPANY FOR THE APPLICABLE CONTENT, PRODUCT, OR SERVICE IN THE LAST TWELVE MONTHS OUT OF WHICH LIABILITY AROSE.</p>\n<p>THE FOREGOING DOES NOT AFFECT ANY LIABILITY WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\nIndemnification\n<p>You agree to defend, indemnify and hold harmless the Company, its affiliates, licensors and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms of Service or your use of the Website, including, but not limited to, your User Contributions, any use of the Website’s content, services and products other than as expressly authorized in these Terms of Service or your use of any information obtained from the Website.</p>\nGoverning Law and Jurisdiction\n<p>All matters relating to the Website and these Terms of Service and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), shall be governed by and construed in accordance with the internal laws of the State of Utah without giving effect to any choice or conflict of law provision or rule.</p>\n<p>Any legal suit, action or proceeding arising out of, or related to, these Terms of Service or the Website shall be instituted exclusively in the federal courts of the United States or the courts of the State of Utah, in each case located in Salt Lake County, Utah, although we retain the right to bring any suit, action or proceeding against you for breach of these Terms of Service in your country of residence or any other relevant country.\nYou waive any and all objections to the exercise of jurisdiction over you by such courts and to a venue in such courts.</p>\nWaiver and Severability\n<p>No waiver of by the Company of any term or condition set forth in these Terms of Service shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of the Company to assert a right or provision under these Terms of Service shall not constitute a waiver of such right or provision.</p>\n<p>If any provision of these Terms of Service is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Service will continue in full force and effect.</p>\nParticipation in Website Through Group Subscription\n<p>If you elect to participate in the Website through a business or other organization (“Partner”) as part of a group (“Group”) of employees or affiliates of that Partner, this paragraph shall be applicable to your use of the Website.\nYou shall be bound both by these Terms and by the terms of the agreement between YNAB and that Partner.\nYou agree and accept that Partner has provided free YNAB access to You as an employee or affiliate.\nWhen you utilize the Website through the Group subscription, only your name and email address is shared with the Partner.\nNo other personal data associated with Your use of the Website will be conveyed by YNAB to the Partner.\nYou may terminate your affiliation with the Group at any time.\nYour YNAB Group subscription is dependent upon your continued membership or employment with the Partner, and further can be terminated at any time at the full discretion of the Partner.\nIn the event of 1) your voluntary exit from the Group subscription.\nor 2) a termination by YNAB of a Partner and its Group subscription services.\nor 3) termination of your Group subscription privileges by a Partner, then your subscription will be transferred to a free trial for 34 days, during which time you must obtain a new subscription or your access to the Website will end.</p>\nEntire Agreement\n<p>The Terms of Service and our Privacy Policy and Terms of Sale constitute the sole and entire agreement between you and You Need A Budget LLC with respect to the Website and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to the Website.</p>\n", "created_at": "2019-08-30 00:57:29.650284", "updated_at": "2021-08-19 19:05:17.762352"}, {"id": 2470, "name": "Privacy Policy", "url": "https://www.youneedabudget.com/privacy-policy/", "xpath": "/html/body/div[1]/main/article/div/div", "text": "\n<p>At YNAB, we respect your privacy and are committed to protecting it.\nEvery company has a privacy policy, but when it comes right down to it, we want you to understand how we protect your privacy and to know what data we collect and how we use it.\nSo let’s get to it.</p>\nOverview\n<p>This policy describes the types of information You Need A Budget LLC (“YNAB”, “Company” or “We”) may collect from you or that you may provide when you visit and utilize the budgeting software available through our apps, software, and the website YouNeedABudget.com (collectively, our “Website“).\nThis includes our practices for collecting, using, maintaining, protecting, and disclosing that information and the basis for doing so.</p>\n<p>This policy applies to information we collect on the Website, in e-mail, text and other electronic messages between you and this Website and, through mobile and desktop applications you download from this Website or other services (such as the iOS App Store or Google Play Store), which provide dedicated non-browser-based interaction between you and this Website.</p>\n<p>We reserve the right to make changes to this privacy policy at any time by giving notice on this page and/or within this Application and/or sending a notice to you via any contact information available to us.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the top.</p>\nCollection and Use of Personal Data\n<p>YNAB relies on a number of legal bases to collect, use, share, and otherwise process the information we have about you for the purposes described in this Privacy Policy.\nGenerally, this includes analytics, user database management, managing support and contact requests, transaction aggregation, hosting and backend infrastructure and infrastructure monitoring.</p>\n<p>We process data:</p>\n<ul>\n<li>in order to provide the services and fulfill our obligations pursuant to the Terms of Service.\nFor example, we cannot provide our services without an email address to sign into your account, conduct customer support, or send educational materials.\nwe cannot provide the service without users providing financial information on which a budget is based;</li>\n<li>where necessary to comply with a legal obligation, a court order, or to exercise and defend legal claims;</li>\n<li>to protect your vital interests, or those of others, such as in the case of emergencies;</li>\n<li>where you have made the information public;</li>\n<li>where necessary in the public interest;</li>\n<li>where necessary for the purposes of YNAB’s or a third party’s legitimate interests, such as those of visitors, members or partners;</li>\n<li>where you provide consent (for example, to join email mailing lists).</li>\n</ul>\n<p>We also process your data based on our legitimate interest in:</p>\n<ul>\n<li>providing a quality service and in improving that service;</li>\n<li>ensuring the services are secure;</li>\n<li>protection against fraud, spam and abuse, etc.;</li>\n<li>understanding how clients and visitors interact with our websites and services, so that we can continuously improve the experience and effectiveness of doing so.</li>\n</ul>\nCategories of data we collect\n<p>We collect information about you, including information that directly or indirectly identifies you, through your use of YNAB.\nWe do so:</p>\n<ul>\n<li>when you provide the information, through filling out forms or otherwise providing information on our websites and apps;</li>\n<li>when we connect to your financial institutions in order to retrieve transaction data on your behalf;</li>\n<li>when you use location services to record transactions in our mobile apps;</li>\n<li>when you correspond with us to receive customer support via email or chat.</li>\n</ul>\n<p>This includes:</p>\n<ul>\n<li>Your email address that you provide to us as a username, or that is provided to us by your social media account(s) if you use those for sign-in.</li>\n<li>Your IP address when you interact with our website and apps.</li>\n<li>When you chose to directly link financial accounts to YNAB, your login credentials (including usernames and passwords) for the accounts you link to our services, account security and/or challenge questions for those accounts, and other information from the financial accounts that you link to our service (including account balances, transactions and holdings).</li>\n<li>Your location when you record a transaction in our mobile applications and have previously activated location services.</li>\n<li>Records and copies of your correspondence (including e-mail addresses different than that used to establish your account), if you contact us.</li>\n<li>Your responses to surveys that we might ask you to complete for research purposes.</li>\n<li>Details of transactions you carry out through our Website and of the fulfillment of your orders.\nYou may be required to provide financial information before placing an order through our Website.</li>\n<li>Information that you provide by filling in forms on our Website.\nThis includes information provided at the time of registering to use our Website, subscribing to our service, or requesting further services.\nWe may also ask you for information when you enter a contest or promotion sponsored by us, and when you report a problem with our Website.</li>\n<li>To provide you with customer support or service offerings, including responding to and resolving your inquiries and requests via email or text-based chat.\nWhen you request assistance from our customer support team with respect to importing third-party financial account data, to allow a customer support representative to review a limited amount of data from recent transactions for the sole purpose of facilitating technical implementation of the account aggregation services.\nWhen asked to do so by you, our customer support representative may utilize that transaction data on your behalf in interactions with third-party financial account providers intended to facilitate implementation of requested account aggregation within our services.</li>\n</ul>\nCookies &amp.\ntechnical data\n<p>YNAB collects information as visitors and clients browse and interact with the website and/or apps.</p>\nSite visitors\n<p>When you visit our website, we may place a cookie on your browser so that our system can recognize you when you make a return visit.\nThird parties may also place cookies on your browser for targeted advertising purposes.\nThat cookie allows us to recognize your browser on a return visit.\nWe do not otherwise collect or process data when you are a Visitor.</p>\nSigned-in Users\n<p>To help analyze how you and other visitors navigate YNAB websites and applications, and compile aggregate statistics about site usage and response rates, we, with assistance from third-party analytics service providers (described below), collect certain information when you visit our site.\nThis information includes IP address, geographic location of the device, browser type, browser language, date and time of your request, time(s) of your visit(s), page views and page elements (e.g., links) that you click, and other similar data.\nWe may use cookies, pixel tags, and tracking scripts on our site or in our email messages to assist us in collecting and analyzing such information.\nWe use this information to provide better, more relevant content on our site, to measure the effectiveness of advertisements, to identify and fix problems, and to improve your overall experience on our site.</p>\nOpting out of Cookies\n<p>There are a number ways to limit the cookies that your browser accepts or limit the way in which they’re used.</p>\n<p>One way to limit cookies is by opting out of third party cookies/advertising networks, like Google Analytics and the Digital Advertising Alliance.\nIf you are in Canada or the EU you can use the DAAC’s youradchoices.ca, or EDAA’s youronlinechoices.eu respectively.\nSome people use what are called “Ad Blockers” to limit advertising/tracking.\nWe don’t endorse any <em>particular</em> Ad Blocker, but want you to know that it’s an option since you’re reading this and are likely quite privacy-minded.</p>\n<p>Opting out of cookies using the above methods likely won’t cause problems with our services per se, but it makes it harder for us to spend our advertising budget effectively because we won’t know how you discovered YNAB and sometimes won’t even know if you’re already a customer of ours.\nAmong other things, that means we might embarrass ourselves by showing you the same advertisement even if you are already a fan.\nDepending on the services you block, it might also make it harder for us to know how you’re using our apps, or know if you’re running into problems.</p>\n<p>Another way of limiting cookies is by controlling cookies in your web browser’s settings.\n(Disabling cookies in this way is more likely to actually break or worsen the experience when using some of our services).<br>\nHere are instructions for the most common browsers:</p>\n<ul>\n<li>Google Chrome</li>\n<li>Internet Explorer</li>\n<li>Microsoft Edge</li>\n<li>Mozilla Firefox</li>\n<li>Safari (Desktop)</li>\n<li>Safari (Mobile)</li>\n<li>Android Browser</li>\n</ul>\nRecipients of personal data\n<p>\n<strong>We do not sell users’ data.\n(And we never have!)</strong>\n</p>\n<p>We share data to fulfill the purposes for which you provide it.\nto enforce or apply our Terms of Service, including billing.\nWe may disclose or transfer personal information that we collect or you provide as described in this privacy policy:</p>\n<ul>\n<li>To contractors, service providers, and other third parties we use to support our business, in particular providing infrastructure and analytics services, and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them.</li>\n<li>With respect to aggregating your banking and other financial accounts, you or we will transmit your account credentials to third-party aggregation partners, who will use them to link, gather and maintain your account balances, transactions, and holdings used to provide our services.<ul>\n<li>By utilizing transaction aggregation services, you acknowledge and agree to the terms of the respective privacy policies of those partners (MX, Plaid), and you expressly grant aggregation partners the right, power, and authority to access and transmit your information as reasonably necessary to provide the Services to you.</li>\n<li>To the extent that any user previously utilized account linking and aggregation services through the service provider Quovo, Inc., you expressly authorize Quovo, Inc.\nto transmit any information or data arising out of those services to Plaid, subsequent to the acquisition of Quovo by Plaid, so that Plaid can offer you its Services.</li>\n</ul>\n</li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by us about our Website users is among the assets transferred.</li>\n<li>To fulfill the purpose for which you provide it.</li>\n<li>In aggregated form, and/or information that does not identify any individual.</li>\n<li>For any other purpose disclosed by us when you provide the information.</li>\n<li>With your consent.</li>\n<li>If you elect to participate in the Website and associates services through a business or other organization (“Partner”) as part of a group (“Group”) of employees or affiliates of that Partner, then we will share your name and email address with the Partner.\nNo other personal data associated with Your use of the Website will be conveyed by YNAB to the Partner.</li>\n</ul>\n<p>We may also disclose your personal information:</p>\n<ul>\n<li>To comply with any court order, law or legal process, including to respond to any government or regulatory request.</li>\n<li>To enforce or apply our Terms of Service or terms of sale and other agreements, including for billing and collection purposes.</li>\n<li>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of You Need A Budget LLC, our customers or others.\nThis includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.</li>\n</ul>\nCategories of third-party providers\n<p>Categories of services used to process data include:</p>\nInfrastructure &amp.\nFulfillment\n<p>YNAB partners with third-parties to provide storage and server access that acts as infrastructure for our website and apps.\nIn addition, we partner with third-parties to fulfill payments and transactions in fulfillment of our terms.</p>\nAggregation\n<p>YNAB partners with third-parties to aggregate financial information from your financial institutions when you request it.</p>\nAnalytics\n<p>YNAB partners with third-parties to help us monitor and analyze website traffic and can be used to keep track of User behavior, helping us to improve the services and experience of using them.</p>\nCustomer Support\n<p>YNAB partners with third-parties to help us receive, process, and respond to customer support requests, as customer support and education are a core part of the services offered.</p>\nPerformance and Logging\n<p>YNAB partners with third-parties that assist us in monitoring the stability of the website and applications and resolving issues or errors with the service.</p>\nMarketing\n<p>YNAB partners with third-parties to manage receipt of consent to send marketing emails and sending those same emails.</p>\nData Retention\n<p>We retain account data for a period of time after an account expires, whether through trial expiration or subscription expiration, unless you delete your account as described below.</p>\n<p>Once an account has become inactive beyond the period of time described below, we will delete its budget data – if you don’t need YNAB, we don’t need your account data, and you probably don’t want us to have it.\n(Keep in mind that if you cancel your account, it remains active until the end of your subscription.\nThe timeline below doesn’t start until that subscription expires.)</p>\n<p>We will delete accounts and their data:</p>\n<ul>\n<li>For an expired trial, a minimum of one hundred-twenty (120) days after the expiration of the trial;</li>\n<li>For an expired subscription, a minimum of three years after the expiration of the subscription.</li>\n</ul>\n<p>After deletion, we retain your email address in order to be able to confirm deletion of associated data.</p>\nAutomated data processing\n<p>In conjunction with a third-party payment processor, we use automated analysis to screen for suspicious or fraudulent transactions.</p>\n<p>When we make solely automated decisions that affect you in a legal or a significant way, you have the right to provide your point of view and have those decisions reviewed by a member of our staff.</p>\nThird-party applications and integrations\n<p>When you choose to use third party apps (such as the YNAB Toolkit or other OAuth apps based on our API), plug-ins, or websites that integrate with the Services, they may receive your information and content, including your personal information, photos, and your activity data (including private activities).\nInformation collected by these third parties is subject to their terms and policies.\nYNAB is not responsible for the terms or policies of third parties.</p>\nChildren under the age of 13\n<p>Our Website is not intended for children under 13 years of age (or 16 years of age for those who habitually reside in the EU, which applies to the remainder of the paragraph that follows).\nNo one under these ages may provide any personal information to the Website.\nWe do not knowingly collect personal information from children under 13.\nIf you are under 13, do not use or provide any information on this Website or on or through any of its features, register on the Website, make any purchases through the Website, use any of the interactive or public comment features of this Website or provide any information about yourself to us, including your name, address, telephone number, e-mail address or any screen name or user name you may use.\nIf we learn we have collected or received personal information from a child under 13 without verification of parental consent, we will delete that information.\nIf you believe we might have any information from or about a child under 13, please contact us at privacy@youneedabudget.com.</p>\nYour Rights\n<p>We have established a number of procedures to help you manage your personal data.</p>\nDeletion\n<p>You may delete your account by visiting your account settings.\nThis will delete all personal data with the exception of email correspondence.\nNote that the process to delete all data associated with your account will take up to thirty (30) days, with log files retained for up to eighteen (18) months.</p>\nAdjust Notification and Email Preferences\n<p>YNAB offers various ways to manage the communications you receive.\nYou can choose to unsubscribe from emails and lists by following the instructions contained at the bottom of each type of email.\nAny administrative or service-related emails (to confirm a purchase, or an update to this Privacy Policy or the Terms of Service, etc.) generally do not offer an option to unsubscribe as they are necessary to provide the Services you requested.</p>\nUpdating Account Information\n<p>You may correct, amend, or update your email and/or password at any time by adjusting that information in your account settings.\nYou may cease aggregation of transactions from your financial institutions at any time through the individual account settings in the YNAB app.</p>\nPortability\n<p>You can access information that you have shared with us by exporting your budget and transactions history.</p>\nObject, Restrict, or Withdraw Consent\n<p>You may withdraw consent for processing in the situations described above.\nOther data processing we conduct is necessary for the fulfillment of our Terms of Service and/or our legitimate interest and/or legal reasons, and deletion of your account and data is required to cease processing.</p>\nCalifornia privacy rights\n<p>California Civil Code Section § 1798.83 permits users of our Website that are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.</p>\n<p>YNAB has not and does not transfer information to third parties for direct marketing purposes.\nIn the event we decided to do so in the future, we would provide affirmative consent and opt-out procedures.</p>\n<p>The CCPA provides consumers who reside in California with rights regarding their personal data, which you can read in full detail.</p>\nEU Visitors and Clients’ Rights\n<p>Rights to access, deletion, portability, and restriction are described above.\nIn addition, if you habitually reside in the EU and wish to raise a concern about our use of your information (and without prejudice to any other rights you may have), you have the right to do so with your local supervisory authority.</p>\nTransfers\n<p>The Services offered by YNAB are operated from the United States.\nIf you are located outside of the United States and choose to use the Services or provide information to us, you acknowledge and understand that your information will be transferred, processed, and stored in the United States, as it is necessary to provide the Services and perform the Terms of Service.</p>\nFurther reading\n<p>We take security quite seriously around here, and go into detail about the steps we take to protect users’ data in our Security Policy.\nFor more legal reading, see our Terms of Service.\nIf you need further assistance, email privacy@youneedabudget.com.</p>\n", "created_at": "2020-04-10 21:22:19.205771", "updated_at": "2021-08-19 19:05:41.772502"}], "points": [{"id": 25752, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:28:50.379381", "updated_at": "2021-11-19 15:18:12.728018", "quoteText": "EU Visitors and Clients’ Rights\n<p>Rights to access, deletion, portability, and restriction are described above.\nIn addition, if you habitually reside in the EU and wish to raise a concern about our use of your information (and without prejudice to any other rights you may have), you have the right to do so with your local supervisory authority.</p>", "case_id": 481, "document_id": 2470, "quoteStart": 18930, "quoteEnd": 19281}, {"id": 25722, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.youneedabudget.com/security/", "status": "Generated through the annotate view", "created_at": "2021-11-16 01:29:56.554342", "updated_at": "2021-11-19 15:17:59.486291", "quoteText": "We retain account data for a period of time after an account expires, whether through trial expiration or subscription expiration, unless you delete your account as described above.</p>\n<p>Once an account has become inactive beyond the period of time described below, we will delete its budget data – if you don’t need YNAB, we don’t need your account data, and you probably don’t want us to have it.\n(Keep in mind that if you cancel your account, it remains active until the end of your subscription.\nThe timeline below doesn’t start until that subscription expires.)</p>\n<p>We will delete accounts and their data:</p>\n<ul>\n<li>For an expired trial, a minimum of one hundred-twenty (120) days after the expiration of the trial;</li>\n<li>For an expired subscription, a minimum of three years after the expiration of the subscription.</li>\n</ul>", "case_id": 303, "document_id": 8790, "quoteStart": 2120, "quoteEnd": 2964}, {"id": 25728, "title": "Harming minors in any ways is prohibited", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 01:47:11.085573", "updated_at": "2021-11-19 15:31:16.992672", "quoteText": "For the purpose of exploiting, harming or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information or otherwise.", "case_id": 445, "document_id": 1849, "quoteStart": 9524, "quoteEnd": 9717}, {"id": 25726, "title": "Harming minors in any ways is prohibited", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 01:45:57.077473", "updated_at": "2021-11-19 15:31:21.743351", "quoteText": "For the purpose of exploiting, harming or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information or otherwise.</li>\n", "case_id": 445, "document_id": 1849, "quoteStart": 9524, "quoteEnd": 9723}, {"id": 25725, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 01:42:37.534289", "updated_at": "2021-11-19 15:31:37.65278", "quoteText": "These Terms of Service permit you to use the Website for your personal, non-commercial use only.", "case_id": 143, "document_id": 1849, "quoteStart": 7518, "quoteEnd": 7614}, {"id": 25724, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 01:39:34.147163", "updated_at": "2021-11-19 15:31:32.184966", "quoteText": "You agree to notify us immediately of any unauthorized access to or use of your username or password or any other breach of security.", "case_id": 484, "document_id": 1849, "quoteStart": 3746, "quoteEnd": 3879}, {"id": 25723, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 01:35:49.008211", "updated_at": "2021-11-19 15:32:52.116169", "quoteText": "We will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period.</p>", "case_id": 287, "document_id": 1849, "quoteStart": 2483, "quoteEnd": 2603}, {"id": 25721, "title": "Information is provided about security practices", "source": "https://www.youneedabudget.com/security/", "status": "Generated through the annotate view", "created_at": "2021-11-16 01:26:22.154961", "updated_at": "2021-11-19 15:18:08.041938", "quoteText": "Your YNAB account password is one-way salted and hashed using multiple iterations of a key derivation function for passwords.\n", "case_id": 226, "document_id": 8790, "quoteStart": 709, "quoteEnd": 835}, {"id": 25720, "title": "Your personal data is aggregated into statistics", "source": "https://www.youneedabudget.com/security/", "status": "Generated through the annotate view", "created_at": "2021-11-16 01:25:32.456261", "updated_at": "2021-11-19 15:31:55.473447", "quoteText": "We do analyze anonymous, aggregate data for internal business purposes.", "case_id": 190, "document_id": 8790, "quoteStart": 593, "quoteEnd": 664}, {"id": 9142, "title": "This service does not sell your personal data", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-04-10 21:45:21.045422", "updated_at": "2020-12-15 11:30:44.248291", "quoteText": "We do not sell users’ data.\n(And we never have!)", "case_id": 193, "document_id": 2470, "quoteStart": 9238, "quoteEnd": 9286}, {"id": 7843, "title": "This service is only available to users of a certain age", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-08-30 01:01:52.647675", "updated_at": "2020-12-15 09:34:35.90896", "quoteText": "This Website is offered and available to users who are 13 years of age or older (16 years of age and older in the European Union).", "case_id": 152, "document_id": 1849, "quoteStart": 1050, "quoteEnd": 1180}, {"id": 9139, "title": "Tracking cookies refused will not limit your ability to use the service", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-04-10 21:33:17.557239", "updated_at": "2020-12-15 11:30:02.935748", "quoteText": "<p>Opting out of cookies using the above methods likely won’t cause problems with our services per se, but it makes it harder for us to spend our advertising budget effectively because we won’t know how you discovered YNAB and sometimes won’t even know if you’re already a customer of ours.\nAmong other things, that means we might embarrass ourselves by showing you the same advertisement even if you are already a fan.\nDepending on the services you block, it might also make it harder for us to know how you’re using our apps, or know if you’re running into problems.", "case_id": 385, "document_id": 2470, "quoteStart": 8163, "quoteEnd": 8731}, {"id": 9140, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-04-10 21:36:02.740969", "updated_at": "2020-12-15 11:30:17.388354", "quoteText": "One way to limit cookies is by opting out of third party cookies/advertising networks, like Google Analytics and the Digital Advertising Alliance.\nIf you are in Canada or the EU you can use the DAAC’s youradchoices.ca, or EDAA’s youronlinechoices.eu respectively.\nSome people use what are called “Ad Blockers” to limit advertising/tracking.\nWe don’t endorse any <em>particular</em> Ad Blocker, but want you to know that it’s an option since you’re reading this and are likely quite privacy-minded.", "case_id": 127, "document_id": 2470, "quoteStart": 7661, "quoteEnd": 8158}, {"id": 9141, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2020-04-10 21:38:06.265177", "updated_at": "2020-12-15 11:30:37.385655", "quoteText": "You agree to defend, indemnify and hold harmless the Company, its affiliates, licensors and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms of Service or your use of the Website, including, but not limited to, your User Contributions, any use of the Website’s content, services and products other than as expressly authorized in these Terms of Service or your use of any information obtained from the Website.</p>", "case_id": 146, "document_id": 1849, "quoteStart": 23952, "quoteEnd": 24664}, {"id": 9143, "title": "You can request access and deletion of personal data", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-04-10 21:50:16.469414", "updated_at": "2020-12-15 11:30:59.956782", "quoteText": "We retain account data for a period of time after an account expires, whether through trial expiration or subscription expiration, unless you delete your account as described below.</p>", "case_id": 195, "document_id": 2470, "quoteStart": 13363, "quoteEnd": 13548}, {"id": 9145, "title": "The court of law governing the terms is in location X", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2020-04-10 21:56:32.364104", "updated_at": "2020-12-15 11:31:13.751632", "quoteText": "<p>All matters relating to the Website and these Terms of Service and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), shall be governed by and construed in accordance with the internal laws of the State of Utah without giving effect to any choice or conflict of law provision or rule.</p>", "case_id": 163, "document_id": 1849, "quoteStart": 24696, "quoteEnd": 25056}, {"id": 25739, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:06:03.746817", "updated_at": "2021-11-19 16:04:19.888972", "quoteText": "N NO EVENT WILL THE COMPANY, ITS AFFILIATES OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE WEBSITE, ANY WEBSITES LINKED TO IT, ANY CONTENT ON THE WEBSITE OR SUCH OTHER WEBSITES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR SUCH OTHER WEBSITES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT OR OTHERWISE, EVEN IF FORESEEABLE.", "case_id": 293, "document_id": 1849, "quoteStart": 22578, "quoteEnd": 23396}, {"id": 25742, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:12:13.434794", "updated_at": "2021-11-19 15:32:19.884671", "quoteText": "We reserve the right to make changes to this privacy policy at any time by giving notice on this page and/or within this Application and/or sending a notice to you via any contact information available to us.", "case_id": 122, "document_id": 2470, "quoteStart": 1098, "quoteEnd": 1306}, {"id": 25727, "title": "You agree not to use the service for illegal purposes", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 01:46:23.891833", "updated_at": "2021-11-19 15:17:50.934704", "quoteText": "You agree not to use the Website:</p>\n<ul>\n<li>In any way that violates any applicable federal, state, local or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries).</li>\n<li>", "case_id": 280, "document_id": 1849, "quoteStart": 9249, "quoteEnd": 9524}, {"id": 25751, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:27:39.688187", "updated_at": "2021-11-19 15:18:18.544875", "quoteText": "California privacy rights\n<p>California Civil Code Section § 1798.83 permits users of our Website that are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.</p>\n<p>YNAB has not and does not transfer information to third parties for direct marketing purposes.\nIn the event we decided to do so in the future, we would provide affirmative consent and opt-out procedures.</p>\n<p>The CCPA provides consumers who reside in California with rights regarding their personal data, which you can read in full detail.</p>", "case_id": 482, "document_id": 2470, "quoteStart": 18315, "quoteEnd": 18929}, {"id": 25750, "title": "Logs are deleted after a finite period of time", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:26:27.024333", "updated_at": "2021-11-19 15:18:24.701394", "quoteText": " log files retained for up to eighteen (18) months", "case_id": 177, "document_id": 2470, "quoteStart": 17000, "quoteEnd": 17050}, {"id": 25749, "title": "You can delete your content from this service", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:26:04.528834", "updated_at": "2021-11-19 15:28:45.182012", "quoteText": "You may delete your account by visiting your account settings.\nThis will delete all personal data with the exception of email correspondence.\nNote that the process to delete all data associated with your account will take up to thirty (30) days", "case_id": 175, "document_id": 2470, "quoteStart": 16750, "quoteEnd": 16994}, {"id": 25748, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:22:25.018195", "updated_at": "2021-11-19 15:33:36.183116", "quoteText": "To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by us about our Website users is among the assets transferred.</li>", "case_id": 243, "document_id": 2470, "quoteStart": 10857, "quoteEnd": 11215}, {"id": 25747, "title": "Your personal data is used for limited purposes", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:21:10.336401", "updated_at": "2021-11-19 15:28:49.829186", "quoteText": "We share data to fulfill the purposes for which you provide it", "case_id": 196, "document_id": 2470, "quoteStart": 9304, "quoteEnd": 9366}, {"id": 25746, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:19:18.506995", "updated_at": "2021-11-19 15:31:50.190844", "quoteText": "IP address, geographic location of the device,", "case_id": 399, "document_id": 2470, "quoteStart": 6938, "quoteEnd": 6984}, {"id": 25745, "title": "Third-party cookies are used for advertising", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:18:03.685684", "updated_at": "2021-11-19 15:33:41.01631", "quoteText": "Third parties may also place cookies on your browser for targeted advertising purposes.", "case_id": 128, "document_id": 2470, "quoteStart": 6375, "quoteEnd": 6462}, {"id": 25744, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:15:58.30571", "updated_at": "2021-11-19 15:32:00.999935", "quoteText": "Your IP address when you interact with our website and apps", "case_id": 399, "document_id": 2470, "quoteStart": 3962, "quoteEnd": 4021}, {"id": 25743, "title": "There is a date of the last update of the agreements", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:12:50.712246", "updated_at": "2021-11-19 15:32:13.39825", "quoteText": "It is strongly recommended to check this page often, referring to the date of the last modification listed at the top.", "case_id": 331, "document_id": 2470, "quoteStart": 1307, "quoteEnd": 1425}, {"id": 25741, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:10:08.415652", "updated_at": "2021-11-19 15:32:31.965986", "quoteText": "\n<p>If any provision of these Terms of Service is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Service will continue in full force and effect.</p>", "case_id": 294, "document_id": 1849, "quoteStart": 26012, "quoteEnd": 26348}, {"id": 25740, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:09:26.991082", "updated_at": "2021-11-19 15:31:27.388294", "quoteText": "any failure of the Company to assert a right or provision under these Terms of Service shall not constitute a waiver of such right or provision", "case_id": 295, "document_id": 1849, "quoteStart": 25864, "quoteEnd": 26007}, {"id": 25738, "title": "You are responsible for any risks, damages, or losses that may incur by downloading materials", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:04:43.468564", "updated_at": "2021-11-19 15:32:46.943686", "quoteText": "WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.</p>", "case_id": 291, "document_id": 1849, "quoteStart": 20759, "quoteEnd": 21172}, {"id": 25737, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:04:03.909291", "updated_at": "2021-11-19 15:32:56.776905", "quoteText": "THE WEBSITE, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\n", "case_id": 286, "document_id": 1849, "quoteStart": 21290, "quoteEnd": 21487}, {"id": 25736, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:03:15.04097", "updated_at": "2021-11-19 15:33:07.959812", "quoteText": "If you decide to access any of the third-party websites linked to this Website, you do so entirely at your own risk and subject to the terms and conditions of use for such websites", "case_id": 278, "document_id": 1849, "quoteStart": 20092, "quoteEnd": 20272}, {"id": 25735, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:02:34.215402", "updated_at": "2021-11-19 15:33:14.552097", "quoteText": "We are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.</p>\n", "case_id": 278, "document_id": 1849, "quoteStart": 18941, "quoteEnd": 19082}, {"id": 25734, "title": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 02:00:57.029584", "updated_at": "2021-11-19 15:33:20.442612", "quoteText": "violence, or discrimination based on race, sex, religion, nationality, disability, sexual orientation or age", "case_id": 314, "document_id": 1849, "quoteStart": 16726, "quoteEnd": 16834}, {"id": 25733, "title": "The posting of pornographic content is prohibited", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 01:59:59.785053", "updated_at": "2021-11-19 15:33:26.897293", "quoteText": "sexually explicit or pornographic material,", "case_id": 315, "document_id": 1849, "quoteStart": 16682, "quoteEnd": 16725}, {"id": 25732, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 01:55:36.069004", "updated_at": "2021-11-19 15:33:03.301075", "quoteText": "Terminate or suspend your access to all or part of the Website for any or no reason, including without limitation, any violation of these Terms of Service.</li>\n", "case_id": 201, "document_id": 1849, "quoteStart": 14948, "quoteEnd": 15109}, {"id": 25731, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 01:54:35.870835", "updated_at": "2021-11-19 15:28:59.75028", "quoteText": "<li>Remove or refuse to post any User Contributions for any or no reason in our sole discretion.</li>\n<li>", "case_id": 202, "document_id": 1849, "quoteStart": 14041, "quoteEnd": 14147}, {"id": 25730, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 01:49:49.1706", "updated_at": "2021-11-19 15:31:45.551174", "quoteText": "Use any robot, spider or other automatic device, process or means to access the Website for any purpose, including monitoring or copying any of the material on the Website.</li>\n", "case_id": 150, "document_id": 1849, "quoteStart": 10718, "quoteEnd": 10896}, {"id": 25729, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.youneedabudget.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-16 01:49:03.450886", "updated_at": "2021-11-19 15:32:41.494386", "quoteText": "To transmit, or procure the sending of, any advertising or promotional material, including any “junk mail”, “chain letter” or “spam” or any other similar solicitation.</li>\n<li>", "case_id": 281, "document_id": 1849, "quoteStart": 9885, "quoteEnd": 10062}, {"id": 9144, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://www.youneedabudget.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2020-04-10 21:52:15.141641", "updated_at": "2020-12-15 11:31:08.129889", "quoteText": "You may withdraw consent for processing in the situations described above.\nOther data processing we conduct is necessary for the fulfillment of our Terms of Service and/or our legitimate interest and/or legal reasons, and deletion of your account and data is required to cease processing.</p>", "case_id": 333, "document_id": 2470, "quoteStart": 17651, "quoteEnd": 17943}], "urls": ["youneedabudget.com"]}}