{"error": 448, "message": "OK", "parameters": {"id": 6414, "name": "Hyperbeam", "created_at": "2022-03-07 21:16:42.017299", "updated_at": "2022-03-07 23:01:15.90572", "wikipedia": null, "keywords": null, "related": null, "slug": "hyperbeam", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6414.png", "url": "hyperbeam.com", "documents": [{"id": 11650, "name": "DMCA & Copyright & IP Policy", "url": "https://hyperbeam.com/dmca/", "xpath": "/html/body/div[4]/div/div", "text": " Copyright &amp.\nIP Policy Last updated: Nov 09, 2021 <p>\n<u>Notification of Copyright Infringement:</u>\n</p>\n<p>Hyperbeam (“Hyperbeam”) respects the intellectual property rights of others and expects its users to do the same.</p>\n<p>It is Hyperbeam’s policy, in appropriate circumstances and at its discretion, to disable and/or terminate the accounts of users who repeatedly infringe or are repeatedly charged with infringing the copyrights or other intellectual property rights of others.</p>\n<p>In accordance with the Digital Millennium Copyright Act of 1998, the text of which may be found on the U.S.\nCopyright Office website at http://www.copyright.gov/legislation/dmca.pdf, Hyperbeam will respond expeditiously to claims of copyright infringement committed using the Hyperbeam website (the “Sites”) that are reported to Hyperbeam’s Designated Copyright Agent, identified in the sample notice below.</p>\n<p>If you are a copyright owner, or are authorized to act on behalf of one, or authorized to act under any exclusive right under copyright, please report alleged copyright infringements taking place on or through the Sites by completing the following DMCA Notice of Alleged Infringement and delivering it to Hyperbeam’s Designated Copyright Agent.\nUpon receipt of the Notice as described below, Hyperbeam will take whatever action, in its sole discretion, it deems appropriate, including removal of the challenged material from the Sites.</p>DMCA Notice of Alleged Infringement (“Notice”)<ol>\n<li>Identify the copyrighted work that you claim has been infringed, or - if multiple copyrighted works are covered by this Notice - you may provide a representative list of the copyrighted works that you claim have been infringed.</li>\n<li>Identify the material that you claim is infringing (or to be the subject of infringing activity) and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material, including at a minimum, if applicable, the URL of the link shown on the Site(s) where such material may be found.</li>\n<li>Provide your mailing address, telephone number, and, if available, email address.</li>\n<li>Include both of the following statements in the body of the Notice:<ul>\n<li>“I hereby state that I have a good faith belief that the disputed use of the copyrighted material is not authorized by the copyright owner, its agent, or the law (e.g., as a fair use).”</li>\n<li>“I hereby state that the information in this Notice is accurate and, under penalty of perjury, that I am the owner, or authorized to act on behalf of the owner, of the copyright or of an exclusive right under the copyright that is allegedly infringed.”</li>\n</ul>\n</li>\n<li>Provide your full legal name and your electronic or physical signature.</li>\n</ol>\n<p>Deliver this Notice, with all items completed, to Hyperbeam's Designated Copyright Agent:<br>\n<br>Copyright Agent<br>c/o Hyperbeam, Inc.<br>2093 Philadelphia Pike<br>#9050<br>Claymont, DE 19703<br>Phone: (218) 300-1729<br>Email: dmca@hyperbeam.com</p>\n<p>Only DMCA-related notifications should be sent to Hyperbeam's Designated Copyright Agent.\nAny other requests for support or other communications should be directed to Hyperbeam customer service at support@hyperbeam.com.</p>\n<p>If you fail to comply with all of the requirements of the DMCA for notifications, we may not act on your communication.</p>Counter Notice<p>One who has posted material that allegedly infringes a copyright may send Hyperbeam a counter notice pursuant to Sections 512(g)(2) and 512(g)(3) of the DMCA.\nWhen Hyperbeam receives a counter notice, Hyperbeam will reinstate the material in question in not less than 10 and not more than 14 business days after Hyperbeam receives the counter notice unless Hyperbeam first receives notice from the copyright claimant that he/she has filed a legal action to restrain the allegedly infringing activity.\nTo provide a counter notice to Hyperbeam, please return the following form to Hyperbeam's Designated Copyright Agent.\nPlease note that if you provide a counter notice, in accordance with the Hyperbeam Privacy Policy located at hyperbeam.com/privacy/ and the terms of the DMCA, the counter notice will be given to the copyright claimant.</p>Counter Notice<ol>\n<li>Identify the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.</li>\n<li>Provide your mailing address, telephone number, and, if available, email address.</li>\n<li>Include both of the following statements in the body of the Counter Notice:<ul>\n<li>“I hereby state under penalty of perjury that I have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.”</li>\n<li>“I hereby state that I consent to the jurisdiction of the Federal District Court for the judicial district in which my address is located or, if my address is outside of the United States, for any judicial district in which Hyperbeam may be found, and I will accept service of process from the complaining party who notified Hyperbeam of the alleged infringement or an agent of such person.”</li>\n</ul>\n</li>\n<li>Provide your full legal name and your electronic or physical signature.</li>\n</ol>\n<p>Deliver this Notice, with all items completed, to Hyperbeam's Designated Copyright Agent:<br>\n<br>Copyright Agent<br>c/o Hyperbeam, Inc.<br>2093 Philadelphia Pike<br>#9050<br>Claymont, DE 19703<br>Phone: (218) 300-1729<br>Email: dmca@hyperbeam.com</p>\n<p>Only DMCA-related notifications should be sent to Hyperbeam's Designated Copyright Agent.\nAny other requests for support or other communications should be directed to Hyperbeam customer service at support@hyperbeam.com.</p>\n<p>If you fail to comply with all of the requirements of the DMCA for notifications, we may not act on your communication.</p> ", "created_at": "2022-03-07 20:18:35.56048", "updated_at": "2022-03-07 20:18:58.314068"}, {"id": 11649, "name": "Terms of Service", "url": "https://hyperbeam.com/terms/", "xpath": "/html/body/div[4]/div/div", "text": " Terms of Service and User License Last updated: Jul 30, 2021 <p>This Hyperbeam Terms of Service and User License (\"TOS\" or this “Agreement”) governs any access to and use of the applications, services and websites (collectively “Services”) offered or made available by Hyperbeam (\"Company\" or “we/us”) at&nbsp;https://hyperbeam.com/, or through corresponding sites on social media outlets or through corresponding applications on mobile devices (collectively, the “Site”), and any related applications, forums, services, products and information of Company.\nThis TOS is subject to modification from time to time as described below and You can review the most current version at any time at:&nbsp;https://hyperbeam.com/terms/.</p>\n<p>By accessing and/or using the Site or any Services, you (“You”) accept and agree to be bound by, and become a party to, the terms and provision of this TOS.\nIf You do not agree to the terms and conditions of this Agreement or if You are not authorized to enter into or be bound by this Agreement, then do not access or use the Services or Site.\nThis TOS is a legal agreement between You and Company and applies to You whether You are a user of the Site and/or Services, a visitor just browsing the Site, or any other individual or entity accessing or using the Services and/or Site (collectively, \"Users\").\nAll access to and use of the Services and the Site by You, including any content, information, products or services therein, is subject to the terms and conditions of this Agreement and conditioned upon You becoming a party hereto.</p>1.\nAgreement to Terms<p>By using the Services, you agree to be bound by this TOS.\nIf you don’t agree to be bound by this TOS do not use the Services.\nIf you are accessing and using the Services on behalf of a company (such as Your employer) or other legal entity, You represent and warrant that You have the authority to bind that entity to this TOS.\nIn that case, “You” and “Your” will refer to that entity.</p>2.\nPrivacy Policy<p>Please review our Privacy Policy, currently available at: https://hyperbeam.com/privacy/, which also governs Your use of the Services, for information on how we collect, use and share your information.</p>3.\nChanges to this Agreement or the Services<p>We may update this TOS from time to time in our sole discretion.\nIf we do, we’ll let You know by posting the updated TOS on the Site and/or sending other communications.\nIt’s important that You review this TOS whenever we update it or You use the Services.\nIf You continue to use the Services after we have posted an updated TOS it means that You accept and agree to the changes.\nIf You don’t agree to be bound by the changes, You may not use the Services anymore.\nBecause the Services are evolving over time we may change or discontinue all or any part of the Services, at any time and without notice, at our sole discretion.</p>4.\nServices and Site<p>Provided You comply with and are bound by this Agreement, You may use the Site and Services, subject to and in compliance with this Agreement and all applicable local, state, national and international laws, rules and regulations.\nYour right to access and use the Services and Site is non-exclusive, non-transferable, non-sublicenseable, and fully revocable.\nUse of any Services that are subject to special registration, restricted access or payment is further subject to the other terms and conditions specified by the Company as applicable to the use of such other Services.</p>5.\nRoom Creation, Naming and Access<p>The Services features separate designated areas for chatting called “Rooms”.\nYou agree not to create or name Rooms that (i) violate the trademark, trade name, copyright or other rights of third parties, (ii) are based on indecent, pornographic, illegal or other inappropriate content (unless using any special features permitting “adult” or otherwise prohibited content, in which case you may use such features as permitted), or (iii) otherwise violate the User Conduct rules set out below.\nYou agree to abide by the User Conduct rules set out below in connection with any Rooms You create or in which You participate and You agree not to authorize or encourage other Users to violate such rules.\nCompany reserves the right, in its sole discretion and without obligation, to monitor the creation of Rooms, selection of Room names and conduct within Rooms.\nCompany may, in its sole discretion and at any time for any reason (whether due to violation of this Agreement or otherwise), prevent the creation of any given Room, deny or block the use of any given Room name, change a Room name, or shut down, remove, or deny access to any given Room.\nCompany may also suspend or terminate a User’s account and/or access to the Services at any time and for any reason (or no reason), in its sole discretion.\nThe Services may allow You to share User Content to the Rooms based on Your geolocation.</p>6.\nUser Accounts<p>You must be at least 13 years of age or older to sign-up or register for, or install or use, the Services or Site.\nYou must also have a valid email to sign up or register for the Services.\nWhen You sign up or register with Company and/or set up your account for the Services, You agree that all information provided to Company upon sign up and/or registration and at all other times through the Site or any Services will be true, accurate, current and complete.\nYou are entirely responsible for maintaining the confidentiality of your account information and password.\nYou agree not to (a) use the account, username, or password of another User, or (b) disclose your password to, or share your account with, any third party or allow or authorize any individual or entity to use your account or user ID with Company.\nYou agree to notify Company immediately if You suspect any unauthorized use of your account or access to your password or account.\nYou are solely responsible for any and all use of your account.\nYou may add other users of the Services as a “friend” under your account.\nBy doing so, You give us permission to share with such user certain information about actions you have taken on the Services, such as User Content you have recently uploaded or shared.</p>7.\nUser Content<p>The Company Service offers Users the opportunity to share content with each other, generally (i.e., unless otherwise expressly permitted by the Services) in small groups of family, friends, and acquaintances.\nCompany encourages such sharing but prohibits copyright infringement or the infringement of other intellectual property rights through the Company Service.\nCompany respects the copyright and other rights of content owners and requires its Users to do the same when using the Company Service, and has a policy of terminating repeat infringers.\nAccordingly, You understand that all information, communications, video, music, movies, data, text, software, sound, photographs, graphics, messages or other materials, in any event excluding all Company Materials (as defined below), submitted, shared, posted, uploaded, provided, displayed, transmitted, streamed, broadcast or otherwise made accessible (collectively “Shared”) on, to or through the Site and/or Services (\"User Content\"), are the sole responsibility of the person from which such User Content originated.\nYou affirm, represent and warrant that You own or have the necessary licenses, rights, consents and permissions to Share any User Content You Share on, through or to the Company Service You further agree that User Content You Share on, through or to the Company Service will not contain third party copyrighted material, or material that is subject to other third party proprietary rights, unless You have the necessary permissions from the rightful owner of the material.\nIn particular, and without limitation, before Sharing User Content (such as music or video) through the Services which originates from a third party website, application or service, You must first ensure that You have the right to do so in accordance with the terms and conditions for such website, application or service.</p>8.\nUser Content<ol>\n<li>\n<u>Rights to User Content.</u> You, or a third party licensor, as appropriate, retain any intellectual property rights in the User Content You Share on, through or to the Services.\nSubject to the restrictions described in the Privacy Policy below, by Sharing User Content on to, or through the Services, You grant Company, under all intellectual property rights in, to and under such User Content, an irrevocable, perpetual, worldwide, non-exclusive, royalty-free, fully paid-up, sublicensable and transferable license to distribute, reproduce, modify, sell, perform, transmit, publish and display and otherwise use such User Content in, to or with the Services and/or the Site and associated businesses of the Company (as well as any services or sites which incorporate or are successors to the Services and/or the Sites).\nWithout limiting the foregoing, Company may use your User Content (including screen shots thereof) for product improvement, product development, marketing, promotion and publicity purposes.\nYou also hereby grant each User a non-exclusive license to access your User Content through the Services, and to use, reproduce, distribute, display and perform such User Content as permitted through the functionality of the Services under this Agreement.\nYou understand and acknowledge that any User Content You Share will not be kept confidential.</li>\n<li>\n<u>Removal of User Content and Cessation of Content Sharing.</u> Company reserves the right to remove, delete, block, edit or modify any User Content or suspend or stop the Sharing of User Content at any time, without prior notice and at in its sole discretion for any reason or no reason.\nWe are not responsible or liable for the removal or deletion of (or the failure to remove or delete) any of your User Content.</li>\n<li>\n<u>Monitoring.</u> You understand that by using the Services, You may be exposed to User Content that is offensive, indecent, inaccurate, objectionable or otherwise inappropriate.\nUnder no circumstances will Company be liable in any way for (and You release Company from, and waive any rights to bring or assert any claims for, any liabilities arising from) any User Content, including any errors or omissions in any User Content, or any loss or damage of any kind incurred as a result of the use of or reliance upon any User Content.\nYou may not use User Content that is Shared on, through or to the Services or Site in a manner that exceeds the rights granted for your use of such User Content, which includes unauthorized copying, display, use or distribution of the User Content or creating an unauthorized derivative work.</li>\n</ol>9.\nRights and Likenesses<p>If You submit, transmit, display, perform, post, or store User Content using the Services, you grant Company and its licensees, to the furthest extent and for the maximum duration permitted by applicable law (including in perpetuity if permitted under applicable law), an unrestricted, worldwide, irrevocable, fully sub-licenseable, nonexclusive, and royalty-free right to: (b) use the name, identity, likeness, and voice (or other biographical information) that You submit in connection with such User Content.\nShould such User Content contain the name, identity, likeness, and voice (or other biographical information) of third parties, You represent and warrant that You have obtained the appropriate consents and/or licenses for Your use of such features and that Company and its licensees are allowed to use them as authorized in this Agreement.\nYou further grant us a royalty-free license to use Your name, image, voice, and likeness to identify You as the source of any of Your User Content or otherwise in connection with our use of Your User Content.</p>10.\nFeedback<p>We appreciate feedback, comments, ideas, proposals and suggestions for improvements to the Services (“Feedback”).\nIf you choose to submit Feedback, you agree that we are free to use it without any restriction or compensation to you.</p>11.\nUser Conduct<p>You agree that You are responsible for your own conduct and User Content while using the Site and/or Services and for any consequences thereof.\nYou agree to use Services and the Site only for purposes that are legal, proper and in accordance with the Agreement and any applicable laws, regulations, rules, policies or guidelines.\nBy way of example, and not as a limitation, You agree that when using Services and the Site, You will not:</p>\n<ol>\n<li>defame, abuse, harass, stalk, spam, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others;</li>\n<li>upload, post, display, transmit or otherwise Share any inappropriate, defamatory, libelous, infringing, obscene, or unlawful User Content;</li>\n<li>upload, post, display, transmit or otherwise Share any User Content that infringes, misappropriates or violates any patent, trademark, copyright, trade secret or other proprietary right or privacy right of any party;</li>\n<li>upload, post, display, transmit or otherwise Share messages that promote pyramid schemes, chain letters or disruptive commercial messages or advertisements, or anything else prohibited by law, the Agreement or any applicable policies or guidelines;</li>\n<li>conduct any advertising or commercial activity on or through the Company Service without the prior written permission of Company;</li>\n<li>use Services or the Site for any illegal or unauthorized purpose or otherwise Violate any applicable law or regulation;</li>\n<li>download any file posted by another that You know, or reasonably should know, cannot be legally distributed in such manner;</li>\n<li>impersonate or misrepresent your affiliation with another person or entity, or falsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material;</li>\n<li>modify, adapt, appropriate, reproduce, distribute, translate, reverse engineer, create derivative works of, publicly display, sell, trade, or exploit the Services or Site (including any Company Materials or User Content (other than your own User Content)), except as expressly authorized by Company;</li>\n<li>remove or modify any copyright, trademark or other proprietary rights notices contained in or on the Services or the Site.\ninterfere with or disrupt (or access non-public parts of) the Services or the Site or servers or networks connected to the Services or the Site, or disobey any requirements, procedures, policies or regulations of networks connected to the Services or the Site;</li>\n<li>use any robot, spider, site search/retrieval application, or other device to retrieve or index any portion of Services or the Site or collect information about users for any unauthorized purpose;</li>\n<li>submit User Content that falsely expresses or implies that such User Content is sponsored or endorsed by Company;</li>\n<li>create user accounts by automated means or under false or fraudulent pretenses;</li>\n<li>remove, circumvent, disable, damage or otherwise interfere with any security-related features of the Site or Services, features that prevent or restrict the use of copying of the Site or Services or features that enforce limitations on the use of the Site or Services;</li>\n<li>promote or provide instructional information about illegal activities or promote physical harm or injury against any group or individual;</li>\n<li>or interfere with, or attempt to interfere with, the access of any user, host or network, or otherwise transmit, submit links to, upload, post, provide or otherwise Share any viruses, worms, defects, Trojan horses, or any items of a destructive or malicious nature.</li>\n<li>Use, display, mirror or frame the Services or any individual element within the Services, Company’s name, any Company trademark, logo or other proprietary information, or the layout and design of any page or form contained on a page, without Company’s express written consent;</li>\n<li>Access, tamper with, or use non-public areas of the Services, Company’s computer systems, or the technical delivery systems of Company’s providers;</li>\n<li>Attempt to probe, scan or test the vulnerability of any Company system or network or breach any security or authentication measures.\nor</li>\n<li>Encourage or enable any other individual to do any of the foregoing.</li>\n</ol>\n<p>International users agree to comply with their own local rules regarding online conduct and acceptable content, including laws regulating the export of data to the United States or your country of residence.</p>\n<p>Company is not obligated to monitor access to or use of the Services or to review or edit any content.\nHowever, we have the right to do so for the purpose of operating the Services, to ensure compliance with this Agreement and to comply with applicable law or other legal requirements.\nWe reserve the right, but are not obligated, to remove or disable access to any content, including User Content, at any time and without notice, including, but not limited to, if we, at our sole discretion, consider it objectionable or in violation of this Agreement.\nWe have the right to investigate violations of this Agreement or conduct that affects the Services.\nWe may also consult and cooperate with law enforcement authorities to prosecute users who violate the law.</p>12.\nCompany Materials.\nProprietary Rights<p>Company may provide certain information and other content on, through or to the Site and the Services.\n\"Company Materials\" mean all information, content, software and other materials originating from Company (or its non-User licensors) and made available through the Site and Services, including, without limitation, all Vanity Links, information, data, graphics and files made available through the Site and Services as well as all Company designs, text, data, graphics, other files, and the selection and arrangement thereof.\nCompany and its licensors own and reserve all rights, title and interest, including all worldwide intellectual property rights, in and to the Site, Services, Company Materials, and the trademarks, service marks, logos and other designations used in connection with the Services and Site.\nYou will not remove, alter or conceal any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Site, Services, or Company Materials.\nYou will not reproduce, modify, adapt, prepare derivative works based on, perform, display, publish, distribute, transmit, broadcast, sell, license or otherwise exploit the Site, Services, or Company Materials.</p>13.\nNo Endorsement<p>All Company Materials and User Content are provided for your convenience only on an “as is” basis without warranty of any kind.\nCompany does not endorse, support, represent or guarantee the qualifications, expertise, experience or identity of the providers of any such Company Materials or User Content, and Company does not warrant, guarantee, support, verify or otherwise have any responsibility for the completeness, truthfulness, accuracy or reliability of any Company Materials or User Content, including without limitation any information contained therein or any opinions or communications posted on, obtained from or available through, the Services or the Site.\nAll use of and reliance upon any such information (or any Company Materials or User Content generally) by You shall be solely your responsibility and at your sole risk.</p>14.\nFees<ol>\n<li>\n<u>Paid Services.</u> You can access certain portions of or functionality within the Services by submitting a fee payment (such additional services, “Paid Services”).\nPaid Services will remain in effect until cancelled or terminated in accordance with this Agreement.\nCompany tell You about fees for Paid Services before charging You.\nYou may cancel Paid Services at any time via the Services.\nIf You don't pay for Paid Services on time, we reserve the right to suspend or cancel your access to the Paid Services.\nTransaction fees and additional fees may also apply to certain portions of the Services, and Company tell You about those fees before charging You.\nThe Company's fees will appear on an invoice that the Company provide via a Stripe invoice.</li>\n<li>\n<u>Automatic Subscription Renewals.</u> To ensure uninterrupted service, the Company will automatically bill You for certain Paid Services from the date You submit your initial payment and on each renewal period afterwards until cancellation.\nYour renewal period will be equal in time to the renewal period of your current subscription.\nFor example, if You are on a monthly subscription plan, each billable renewal period will be for one (1) month.\nThe Company automatically charges you the applicable amount using the payment method You have on file with us.\nThe Company will let You know in advance if you’re purchasing a Paid Service that includes auto-renewal payments.\nYou can disable auto-renewal at any time via the Services.</li>\n<li>\n<u>Refunds.</u> While You may cancel any Paid Services at any time, You won't be issued a refund except in the Company's sole discretion, or if legally required.\nCompany offers free Rooms so You can try out the Service.\nPlease note applicable statutory rights of cancellation may not result in a refund, as we do not charge for these Rooms.</li>\n<li>\n<u>Fee Changes.</u> We may change our fees at any time.\nWe will provide You with advance notice of these fee changes via the Services.\nNew fees will not apply retroactively.\nIf You don't agree with the fee changes, You have the right to reject the change by canceling the applicable Paid Service before your next payment date.</li>\n<li>\n<u>Chargebacks.</u> If You contact your bank or credit card company to decline, chargeback or otherwise reverse the charge of any payable fees to us (“Chargeback”), we may automatically terminate your Account.\nIf You have questions about a payment made to us, we encourage You to contact Customer Care before filing a Chargeback.\nWe reserve our right to dispute any Chargeback.</li>\n<li>\n<u>Our Payment Processor.</u> We use a third party payment processor (the “Payment Processor”) to bill You through a payment account linked to your Account.\nThe processing of payments will be subject to the terms, conditions and privacy policies of the Payment Processor, in addition to this Agreement.\nOur current Payment Processor is Stripe, and your payments are processed by Stripe in accordance with Stripe’s terms of service and privacy policy, which can be found at https://stripe.com/en-ca/legal .\nYou agree to pay , through the Payment Processor, all charges at the prices then in effect for any purchase in accordance with the applicable payment terms.\nYou agree to make payment using the payment method You provide with your Account.\nWe reserve the right to correct, or to instruct our Payment Processor to correct, any errors or mistakes, even if payment has already been requested or received.</li>\n</ol>15.\nDMCA/Copyright Policy<p>Company respects copyright law and expects its users to do the same.\nIt is Company’s policy to terminate in appropriate circumstances account holders who repeatedly infringe or are believed to be repeatedly infringing the rights of copyright holders.\nPlease see Company’s Copyright and IP Policy at https://hyperbeam.com/dmca, for further information.</p>16.\nThird Party Links and Applications<ol>\n<li>\n<u>Third Party Links.</u> The Services and Site may contain links to third party websites or resources.\nYou acknowledge and agree that we are not responsible or liable for the availability or accuracy of such websites or resources or the content, products or services on or available therefrom.\nLinks to such websites and resources do not imply any endorsement by Company thereof or of the content, products or services thereon.\nYou acknowledge sole responsibility for and assume all risk arising from your use of any such websites or resources.</li>\n<li>\n<u>Third Party Services and Applications.</u> The Services may reach, interoperate with, or facilitate the use of third party services and software applications.\nUse of any such third party services and applications is subject to the terms and conditions of any applicable terms of use, terms of service, privacy policies or similar agreements and policies of such services and applications.\nYou agree to abide by those terms and conditions with respect to any such services or applications.\nYour use of all such services and applications is at your own risk and we are not responsible for any aspect of such services and applications.</li>\n</ol>17.\nTermination.\nModification<ol>\n<li>\n<u>Termination and Modification of the Services.</u> Company reserves the right, in its sole discretion, at any time to modify, augment, limit, suspend, discontinue or terminate the Site and/or Services without advance notice.\nAll modifications and additions to the Site and/or Services shall be governed by this Agreement, unless otherwise expressly stated by Company in writing.\nCompany may also modify or amend this Agreement in its sole discretion without advance notice by posting the modifications or amended Agreement on the Site.\nAll modified terms and conditions will be effective after they are posted on the Site (unless a longer notice period is required by applicable law).\nIf any modified terms and conditions are not acceptable to You, your sole remedy is to cease using the Site and Services, and if applicable, cancel your Company account.\nBy continuing to access or use the Site and/or Services after Company makes any such revision, You agree to be bound by the revised Agreement.\nThis Agreement may not otherwise be modified or amended, except with the written agreement of both parties.</li>\n<li>\n<u>Termination of User.</u> Without limiting other remedies, Company may immediately terminate or suspend your access to the Site and/or Services and remove any material (including User Content) from the Site or our servers, in the event that You breach this Agreement.\nNotwithstanding the foregoing, we also reserve the right to terminate, limit or suspend your access to or use of the Site and/or Services at any time and for any reason or no reason.</li>\n<li>\n<u>Effect of Termination.</u> After any termination by You or Company: You understand and acknowledge that we will have no further obligation to provide or allow access to the Services or the Site.\nUpon termination, all licenses and other rights granted to You by this Agreement will immediately cease.\nCompany is not liable to You or any third party for termination of the Services or termination of your use of the Services or the Site.\nUPON ANY TERMINATION OR SUSPENSION, ANY INFORMATION (INCLUDING ANY USER CONTENT OR OTHER USER SUBMISSIONS) THAT YOU HAVE SUBMITTED, POSTED, UPLOADED OR OTHERWISE MADE AVAILABLE ON THE SITE AND/OR SERVICES OR THAT WHICH IS RELATED TO YOUR ACCOUNT MAY NO LONGER BE ACCESSED BY YOU.\nFurthermore, except as may be required by applicable law, Company will have no obligation to store or maintain any User Content or other information stored in our database related to your account or to forward any information to You or any third party.\nAny suspension, termination or cancellation will not affect your obligations to Company under this Agreement (including but not limited to ownership, indemnification and limitation of liability), which by their sense and context are intended to survive such suspension, termination or cancellation.</li>\n</ol>18.\nWarranties<ol>\n<li>You acknowledge, represent and warrant to Company through and following Your use of the Services that: (a) your use of the Services will not violate any local, state or federal laws that apply to You or any third-party rights.\n(b) You have read and fully understand the terms of this Agreement.\n(c) You have due authority and adequate legal capacity to enter into this Agreement.\n(d) You are either more than 18 years of age, or an emancipated minor, or possess legal parental or guardian consent, and are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in this Agreement, and to abide by and comply with this TOS.\nand (e) You are over the age of 13, as the Services are not intended for children under 13.</li>\n</ol>19.\nIndemnification.\nDisclaimer of Warranties.\nLimitation of Liability<ol>\n<li>\n<u>Indemnification.</u> You agree to defend, indemnify, and hold Company, its officers, directors, employees and agents, harmless from and against any and all claims, liabilities, damages, losses, and expenses, including without limitation reasonable attorney's fees and costs, arising out of or in any way connected with (i) your access to or use of the Site, Services, Company Materials and User Content.\n(ii) your violation of the Agreement.\n(iii) your violation of any applicable laws, rules or regulations.\n(iv) any User Content posted, uploaded or provided by You.\nor (v) your violation of any third party right, including without limitation any intellectual property right, publicity, confidentiality, property or privacy right.\nCompany will have the right to control the defense and settlement of any matter subject to this Section.</li>\n<li>\n<u>Disclaimer of Warranties.</u> YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR USE OF THE COMPANY SERVICE, SITE, COMPANY MATERIALS AND USER CONTENT IS AT YOUR SOLE RISK AND COMPANY SHALL NOT BE LIABLE FOR ANY INABILITY TO USE, OR ANY DELAYS, ERRORS OR OMISSIONS WITH RESPECT TO THE SERVICES OR SITE.\nTHE SERVICES, SITE, COMPANY MATERIALS AND USER CONTENT AND ALL MATERIALS, INFORMATION, PRODUCTS AND SERVICES INCLUDED THEREIN, ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nCOMPANY EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, RELATING TO THE SERVICES, SITE, COMPANY MATERIALS AND USER CONTENT, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nCOMPANY MAKES NO WARRANTY THAT (I) THE SITE OR SERVICES WILL MEET YOUR REQUIREMENTS, (II) THE SITE AND SERVICES WILL BE UNINTERRUPTED, AVAILABLE FOR USE AT ANY GIVEN TIME, TIMELY, SECURE, OR ERROR-FREE, (III) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SITE OR SERVICES WILL BE ACCURATE, RELIABLE OR OTHERWISE MEET YOUR EXPECTATIONS, AND (IV) ANY ERRORS IN ANY SOFTWARE AVAILABLE THROUGH THE SITE OR SERVICES WILL BE CORRECTED.\nANY DOWNLOADING OR USE OF ANY CONTENT OR MATERIAL VIA THE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH CONTENT OR MATERIAL.</li>\n<li>\n<u>Limitation of Liability.</u> TO THE MAXIMUM EXTENT PERMITTED BY LAW, NEITHER COMPANY NOR ITS SERVICE PROVIDERS INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE SERVICES WILL BE LIABLE FOR ANY INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, OR DAMAGES FOR LOST PROFITS, LOST REVENUES, LOST SAVINGS, LOST BUSINESS OPPORTUNITY, LOSS OF DATA OR GOODWILL, SERVICE INTERRUPTION, COMPUTER DAMAGE OR SYSTEM FAILURE OR THE COST OF SUBSTITUTE SERVICES OF ANY KIND ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT OR FROM THE USE OF OR INABILITY TO USE THE SERVICES, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT COMPANY OR ITS SERVICE PROVIDERS HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, EVEN IF A LIMITED REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.<br>\n<br>TO THE MAXIMUM EXTENT PERMITTED BY THE LAW OF THE APPLICABLE JURISDICTION, IN NO EVENT WILL COMPANY’S TOTAL LIABILITY ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT OR FROM THE USE OF OR INABILITY TO USE THE SERVICES EXCEED THE AMOUNTS YOU HAVE PAID OR ARE PAYABLE BY YOU TO COMPANY FOR USE OF THE SERVICES OR ONE HUNDRED DOLLARS ($100), IF YOU HAVE NOT HAD ANY PAYMENT OBLIGATIONS TO COMPANY, AS APPLICABLE.<br>\n<br>THE EXCLUSIONS AND LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN COMPANY AND YOU.</li>\n</ol>20.\nGoverning Law and Forum Choice<p>This Agreement and any action related thereto will be governed by the Federal Arbitration Act, federal arbitration law, and the laws of the State of Delaware, without regard to its conflict of laws provisions.\nExcept as otherwise expressly set forth in Section 21 “Dispute Resolution,” the exclusive jurisdiction for all Disputes (defined below) that you and Company are not required to arbitrate will be the state and federal courts located in the United States of America, and you and Company each waive any objection to jurisdiction and venue in such courts.</p>21.\nDispute Resolution<ol>\n<li>\n<u>Mandatory Arbitration of Disputes.</u> We each agree that any dispute, claim or controversy arising out of or relating to this Agreement or the breach, termination, enforcement, interpretation or validity thereof or the use of the Services (collectively, “Disputes”) will be resolved solely by binding, individual arbitration and not in a class, representative or consolidated action or proceeding.\nYou and Company agree that the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of this Agreement, and that you and Company are each waiving the right to a trial by jury or to participate in a class action.\nThis arbitration provision shall survive termination of this Agreement.</li>\n<li>\n<u>Exceptions.</u> As limited exceptions to Section 21(a) above: (i) we both may seek to resolve a Dispute in small claims court if it qualifies.\nand (ii) we each retain the right to seek injunctive or other equitable relief from a court to prevent (or enjoin) the infringement or misappropriation of our intellectual property rights.</li>\n<li>\n<u>Conducting Arbitration and Arbitration Rules.</u> The arbitration will be conducted by the American Arbitration Association (“AAA”) under its Consumer Arbitration Rules (the “AAA Rules”) then in effect, except as modified by this Agreement.\nThe AAA Rules are available at www.adr.org or by calling 1-800-778-7879.\nA party who wishes to start arbitration must submit a written Demand for Arbitration to AAA and give notice to the other party as specified in the AAA Rules.\nThe AAA provides a form Demand for Arbitration at www.adr.org.\nAny arbitration hearings will take place in the county (or parish) where you live, unless we both agree to a different location.\nThe parties agree that the arbitrator shall have exclusive authority to decide all issues relating to the interpretation, applicability, enforceability and scope of this arbitration agreement.</li>\n<li>\n<u>Arbitration Costs.</u> Payment of all filing, administration and arbitrator fees will be governed by the AAA Rules, and we won’t seek to recover the administration and arbitrator fees we are responsible for paying, unless the arbitrator finds your Dispute frivolous.\nIf we prevail in arbitration we’ll pay all of our attorneys’ fees and costs and won’t seek to recover them from you.\nIf you prevail in arbitration you will be entitled to an award of attorneys’ fees and expenses to the extent provided under applicable law.</li>\n<li>\n<u>Injunctive and Declaratory Relief.</u> Except as provided in Section 21(b) above, the arbitrator shall determine all issues of liability on the merits of any claim asserted by either party and may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party’s individual claim.\nTo the extent that you or we prevail on a claim and seek public injunctive relief (that is, injunctive relief that has the primary purpose and effect of prohibiting unlawful acts that threaten future injury to the public), the entitlement to and extent of such relief must be litigated in a civil court of competent jurisdiction and not in arbitration.\nThe parties agree that litigation of any issues of public injunctive relief shall be stayed pending the outcome of the merits of any individual claims in arbitration.</li>\n<li>\n<u>Class Action Waiver.</u> YOU AND COMPANY AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, if the parties’ Dispute is resolved through arbitration, the arbitrator may not consolidate another person’s claims with your claims, and may not otherwise preside over any form of a representative or class proceeding.\nIf this specific provision is found to be unenforceable, then the entirety of this Dispute Resolution section shall be null and void.</li>\n<li>\n<u>Severability.</u> With the exception of any of the provisions in Section 21(f) of this Agreement (“Class Action Waiver”), if an arbitrator or court of competent jurisdiction decides that any part of this Agreement is invalid or unenforceable, the other parts of this Agreement will still apply.</li>\n</ol>22.\nGeneral Terms<ol>\n<li>\n<u>Reservation of Rights.</u> Company and its licensors exclusively own all right, title and interest in and to the Services, including all associated intellectual property rights.\nYou acknowledge that the Services are protected by copyright, trademark, and other laws of the United States and foreign countries.\nYou agree not to remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Services.</li>\n<li>\n<u>Entire Agreement.</u> This Agreement constitute the entire and exclusive understanding and agreement between Company and you regarding the Services, and this Agreement supersede and replace all prior oral or written understandings or agreements between Company and you regarding the Services.\nIf any provision of this Agreement is held invalid or unenforceable by an arbitrator or a court of competent jurisdiction, that provision will be enforced to the maximum extent permissible and the other provisions of this Agreement will remain in full force and effect.\nYou may not assign or transfer this Agreement, by operation of law or otherwise, without Company’s prior written consent.\nAny attempt by you to assign or transfer this Agreement, without such consent, will be null.\nCompany may freely assign or transfer this Agreement without restriction.\nSubject to the foregoing, this Agreement will bind and inure to the benefit of the parties, their successors and permitted assigns.</li>\n<li>\n<u>Notices.</u> Company may provide notices to You with respect to this Agreement, the Site or the Services by posting such notices to the Site or by sending them to the email address or other contact address You provide upon registration or setting up your account.\nAny such notices shall be deemed properly and timely given to You hereunder.\nYou consent to the use of: (a) electronic means to complete this Agreement and to provide You with any notices given pursuant to this Agreement.\nand (b) electronic records to store information related to this Agreement or your use of the Site and Services.</li>\n<li>\n<u>Waiver of Rights.</u> Company’s failure to enforce any right or provision of this Agreement will not be considered a waiver of such right or provision.\nThe waiver of any such right or provision will be effective only if in writing and signed by a duly authorized representative of Company.\nExcept as expressly set forth in this Agreement, the exercise by either party of any of its remedies under this Agreement will be without prejudice to its other remedies under this Agreement or otherwise.</li>\n</ol>23.\nViolations and Comments<p>Please report any violations of the Agreement or provide any comments or questions by emailing us at support@hyperbeam.com.\nYou agree, however, that: (a) by submitting ideas regarding the Services or Site to Company or any of its employees or representatives, You automatically forfeit your right to any intellectual property rights in these ideas.\nand (b) ideas regarding the Services of the Site submitted to Company or any of its employees or representatives (including any improvements or suggestions) automatically become the property of Company.\nYou hereby assign and agree to assign all rights, title and interest You have in such comments and ideas to Company together with all intellectual property.</p> ", "created_at": "2022-03-07 21:16:42.024493", "updated_at": "2022-03-07 20:17:13.355988"}, {"id": 11648, "name": "Privacy Policy", "url": "https://hyperbeam.com/privacy/", "xpath": "/html/body/div[4]/div/div", "text": " Privacy Policy Last updated: Jul 30, 2021 Hyperbeam Privacy Policy<p>This Privacy Policy describes how your personal information is collected, used, and shared when you visit or make a purchase from https://hyperbeam.com/ (the “Site”).</p>Personal information we collect<p>When you visit the Site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device.\nAdditionally, as you browse the Site, we collect information about the individual web pages or products that you view, what websites or search terms referred you to the Site, and information about how you interact with the Site.\nWe refer to this automatically-collected information as “Device Information.” We collect Device Information using the following technologies: “Cookies” are data files that are placed on your device or computer and often include an anonymous unique identifier.\nFor more information about cookies, and how to disable cookies, visit https://www.allaboutcookies.org .\n“Log files” track actions occurring on the Site, and collect data including your IP address, browser type, Internet service provider, referring/exit pages, and date/time stamps.\n“Web beacons,” “tags,” and “pixels” are electronic files used to record information about how you browse the Site.\nIf you choose to register for an account, we collect your username and email address.\nWe refer to this information as “Account Information.” Additionally when you purchase or attempt to purchase a subscription through the Site, we collect your full name, billing address, and credit card information.\nWe refer to this information as “Subscription Information.” When we talk about “Personal Information” in this Privacy Policy, we are talking about Device Information, Account Information, and Subscription Information.</p>How do we use your personal information?<p>We use your Personal Information to Communicate with you Screen for potential risk or fraud We use the Device Information that we collect to help us screen for potential risk and fraud (in particular, your IP address), and more generally to improve and optimize our Site (for example, by generating analytics about how our customers browse and interact with the Site).</p>Sharing your personal information<p>We share your Personal Information with third parties to help us use your Personal Information, as described above.\nWe use Stripe to process subscription payment.\nWe don't have direct access to sensitive information like credit card numbers, which are stored on our behalf by Stripe: https://www.stripe.com/legal/privacy .\nWe also use Google Analytics to help us understand how our customers use the Site.\nyou can read more about how Google uses your Personal Information here: https://www.google.com/intl/en/policies/privacy/ .\nYou can also opt-out of Google Analytics here: https://tools.google.com/dlpage/gaoptout .\nFinally, we may also share your Personal Information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.</p>Do not track<p>Please note that we do not alter our Site’s data collection and use practices when we see a Do Not Track signal from your browser.</p>Your rights<p>If you are a European resident, you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted.\nIf you would like to exercise this right, please contact us through the information in the Contact Us section.\nAdditionally, if you are a European resident we note that we are processing your information in order to fulfill contracts we might have with you (for example if you purchase a subscription on the Site), or otherwise to pursue our legitimate business interests listed above.\nAdditionally, please note that your information will be transferred outside of Europe, including to Canada and the United States.</p>Data retention<p>When you register for an account on the Site, we will maintain your Account Information for our records unless and until you delete your account or ask us to delete your account.</p>Minors<p>The Site is not intended for individuals under the age of 13.\nWe do not knowingly collect personal identifiable information from children under 13.\nIn case it comes to our attention that a minor under 13 has provided us with personal information, we immediately delete this from our servers.\nIf you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us through the information in the Contact Us section to contact us so that we would be able to take necessary action.</p>Changes<p>We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons.\nThe updated privacy policy can be found at https://hyperbeam/privacy/.\nIf you are registered user, we will send you the updated privacy policy by e-mail.</p>Contact us<p>For more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us by e-mail at support@hyperbeam.com.</p> ", "created_at": "2022-03-07 21:16:42.021585", "updated_at": "2022-03-07 20:17:33.800524"}], "points": [{"id": 27131, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://hyperbeam.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-07 20:51:33.743789", "updated_at": "2022-03-07 20:51:33.743789", "quoteText": "Please note that we do not alter our Site’s data collection and use practices when we see a Do Not Track signal from your browser.</p>", "case_id": 233, "document_id": 11648, "quoteStart": 3217, "quoteEnd": 3351}, {"id": 27130, "title": "There is a date of the last update of the agreements", "source": "https://hyperbeam.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-07 20:50:16.016463", "updated_at": "2022-03-07 20:50:16.016463", "quoteText": "Last updated: Jul 30, 2021 ", "case_id": 331, "document_id": 11648, "quoteStart": 16, "quoteEnd": 43}, {"id": 27129, "title": "There is a date of the last update of the agreements", "source": "https://hyperbeam.com/terms/", "status": "Generated through the annotate view", "created_at": "2022-03-07 20:48:05.280362", "updated_at": "2022-03-07 20:48:05.280362", "quoteText": "Last updated: Jul 30, 2021 <p>", "case_id": 331, "document_id": 11649, "quoteStart": 35, "quoteEnd": 65}, {"id": 27128, "title": "There is a date of the last update of the agreements", "source": "https://hyperbeam.com/dmca/", "status": "Generated through the annotate view", "created_at": "2022-03-07 20:47:19.250365", "updated_at": "2022-03-07 20:47:19.250365", "quoteText": "Last updated: Nov 09, 2021 <p>\n<u>", "case_id": 331, "document_id": 11650, "quoteStart": 27, "quoteEnd": 61}], "urls": ["hyperbeam.com"]}}