{"error": 448, "message": "OK", "parameters": {"id": 2319, "name": "Codewars", "created_at": "2020-09-01 16:29:15.575575", "updated_at": "2021-03-25 03:19:51.748755", "wikipedia": "https://en.wikipedia.org/wiki/Codewars", "keywords": null, "related": null, "slug": "codewars", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2319.png", "url": "https://www.codewars.com/", "documents": [{"id": 2772, "name": "Privacy Policy", "url": "https://www.codewars.com/about/privacy", "xpath": "", "text": "<i>\n</i>\n<ul>\n<li>Sign Up</li>\n<li>\n<i>\n</i>Kata</li>\n<li>\n<i>\n</i>Kumite</li>\n<li>\n<i>\n</i>Forum</li>\n<li>\n<i>\n</i>Wiki</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Leaders</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Log In</li>\n<li>Sign Up</li>\n</ul>\nPrivacy Policy\n<p>This privacy notice tells you about the information we collect from you when you use our website.\n</p>\nWho are we?\n<p>Codewars is operated by Qualified, Inc.\nOur address is 559 S Saliman Rd Unit 101, Carson City, NV 89701.\nYou can contact us by post at the above address, by email at privacy@qualified.io.\n</p>\n<p>We are not required to have a data protection officer, so any enquiries about our use of your personal data should be addressed to the contact details above.</p>\nHow we use your information\n<p>Certain visitors to our websites choose to interact with Codewars in ways that require Codewars to gather personally-identifying information.\nThe amount and type of information that Codewars gathers depends on the nature of the interaction.\nFor example, we ask visitors who sign up at codewars.com to provide an email address, and other potential information to necessary for processing payments.\nIn each case, Codewars collects such information only insofar as is necessary or appropriate to fulfill the purpose of the visitor’s interaction with Codewars.\nCodewars also may collect statistics about the behavior of visitors to its websites.\nCodewars does not disclose personally-identifying information other than as described below.\nVisitors can always refuse to supply personally-identifying information, with the caveat that it may prevent them from engaging in certain website-related activities.</p>\nWhen you use our website\n<p>Like most website operators, Codewars collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request.\nOur purpose in collecting non-personally identifying information is to better understand how our visitors use its website.\nFrom time to time, Codewars may release non-personally-identifying information in the aggregate, e.g., by publishing a report on trends in the usage of its website.</p>\n<p>When you use our website to browse our content and view the information we make available, a number of cookies are used by us and by third parties to allow the website to function, to collect useful information about visitors and to help to make your user experience better.</p>\n<p>Some of the cookies we use are strictly necessary for our website to function.\nCodewars visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using our websites, with the drawback that certain features of our websites may not function properly without the aid of cookies.</p>\n<p>A visitor's IP address may be logged within our system, typically for debugging purposes, separate from our system application databases.\nThe IP address may remain stored within our logs for up to 3 months.</p>\nWhen you purchase a subscription from our website\n<p>When you purchase a subscription from us, we may ask you for your name, address, contact telephone number, email address and credit card information.</p>\n<p>We will use your information to verify your credit card details for your purchase, process your order and to subscribe you to our products.\nWe will also send you a receipt via email and we may use your telephone number to contact you regarding your purchase.</p>\n<p>We require this information in order to process your payment, deliver your products or services and fulfill our contract with you.</p>\n<p>Your information is stored on our website and on our cloud servers, both of which are based within the United States.\nYour credit card details are passed directly to a third-party payment processor which is based in the United States and is certified to the EU-US Privacy Shield (which requires effective safeguards for your information).\nWe do not retain your credit card information.\n</p>\n<p>We keep your order information for an indefinite period, for our accounting purposes.</p>\nWhen you take or create kata via our website\n<p>The primary function of Codewars is to create and/or solve coding challenges, which we call kata.\nEach time you complete a kata, your solution with the username that you specify may be shown within a list of other solutions for that kata.\nEach time you publish a kata that you created, your kata will be displayed within our public kata directory, with your username and profile link associated to the content.</p>\n<p>We keep your user information for as long as you have a user account with us.</p>\n<p>You may decide to delete your account at any time.\nA deleted account will result in the username being removed from all content, including kata and solutions, associated with that name.\nIn its place will be a generated non-personally identifiable name.\nThe related profile page will be deleted.</p>\n<p>At any point you may request that your personally identifiable information by removed.\nYou can do so by deleting your account from your user settings page.\nTo submit a request regarding your personal data by email or post, please use the contact information provided above in the \"Who Are We\" section of this policy.</p>\nWhen you take part in our feedback survey\n<p>When you take part in our feedback survey, we record your name, your email address, and may ask for your organization name, your job role and your answers to questions we ask about your opinion of, and use of, our products and services.</p>\n<p>We use this information to develop and improve our products and services and our customer relationships.\nYour job role, organization and some or all of your comments may be publicly displayed on our website as a testimonial.\nWe will do this based on our legitimate interest in marketing our products and services.</p>\n<p>Your details are shared with a third party surveys system which is based within the United States.</p>\n<p>We do not use the information you provide to make any automated decisions that might affect you.</p>\n<p>Your personal data is stored for three years, or for as long as we are marketing the product or services that the review refers to, whichever is shorter.\nYou may ask us to remove a testimonial that is based on your feedback from our website at any time.</p>\nInformation Protection and Disclosure\n<p>Codewars discloses potentially personally-identifying and personally-identifying information only to those of its employees, contractors and affiliated organizations that (i) need to know that information in order to process it on our behalf or to provide services available at our websites, and (ii) that have agreed not to disclose it to others.\nSome of those employees, contractors and affiliated organizations may be located outside of your home country.\nby using our websites, you consent to the transfer of such information to them.\nCodewars will not share with or sell your potentially personally-identifying information to other organizations for commercial purposes, except when we have your permission to provide you products or services that you’ve requested.\nIf you are a registered user of a Codewars website and have supplied your email address, Codewars may occasionally send you an email to tell you about new features, solicit your feedback, or just keep you up to date with what’s going on with Codewars and our products.\nIf you send us a request (for example via a support email or via one of our feedback mechanisms), we reserve the right to publish it in order to help us clarify or respond to your request or to help us support other users.\nCodewars takes all measures reasonably necessary to protect against the unauthorized access, use, alteration or destruction of potentially personally-identifying and personally-identifying information</p>\nYour rights as a data subject\n<p>By law, you can ask us what information we hold about you, and you can ask us to correct it if it is inaccurate.\nIf we have asked for your consent to process your personal data, you may withdraw that consent at any time.</p>\n<p>If we are processing your personal data for reasons of consent or to fulfill a contract, you can ask us to give you a copy of the information in a machine-readable format so that you can transfer it to another provider.</p>\n<p>If we are processing your personal data for reasons of consent or legitimate interest, you can request that your data be erased.</p>\n<p>You have the right to ask us to stop using your information for a period of time if you believe we are not doing so lawfully.\n</p>\n<p>Finally, in some circumstances you can ask us not to reach decisions affecting you using automated processing or profiling.</p>\n<p>To submit a request regarding your personal data by email or post, please use the contact information provided above in the Who Are We section of this policy.</p>\nUpdates to this policy\n<p>We regularly review and, if appropriate, update this privacy policy from time to time, and as our services and use of personal data evolves.\nIf we want to make use of your personal data in a way that we haven’t previously identified, we will contact you to provide information about this and, if necessary, to ask for your consent.\n</p>\n<p>This policy was last updated on May 22nd 2018.</p>\n<ul>\n<li>© 2020 Codewars</li>\n<li>About</li>\n<li>API</li>\n<li>Blog</li>\n<li>Privacy</li>\n<li>Terms</li>\n<li>Contact</li>\n<li>powered by</li>\n</ul>\n<i>\n</i>Confirm<ul>\n<li>Cancel</li>\n<li>\n</li>\n<li>\n<i>\n</i>Confirm</li>\n</ul>", "created_at": "2020-09-01 16:29:53.209969", "updated_at": "2020-09-01 16:29:54.81185"}, {"id": 2773, "name": "Website Terms of Service", "url": "https://www.codewars.com/about/terms-of-service", "xpath": "", "text": "<i>\n</i>\n<ul>\n<li>Sign Up</li>\n<li>\n<i>\n</i>Kata</li>\n<li>\n<i>\n</i>Kumite</li>\n<li>\n<i>\n</i>Forum</li>\n<li>\n<i>\n</i>Wiki</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Leaders</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Log In</li>\n<li>Sign Up</li>\n</ul>Website Terms of ServiceLast updated Oct, 2018A Note to the Community<p>The Codewars platform has been created to further skill mastery through challenge\nand community support.\nIn solving, improving, and authoring kata challenges, you are\ncontributing to a collective resource that benefits the entire community – Thank You.\nTo promote collaboration and create a living resource, all kata solutions are actively\nopensourced under the FreeBSD 2-Clause License.\nAll authored kata remain the IP of\nauthors and contributors, with a license granted to Codewars, to maintain and advance\nthe resource.\nIf you have any questions, please contact us.</p>Terms of Service<p>The online service Codewars (“Website”) is provided by Qualified Inc.\n(“Qualified”).\nThe following terms and conditions govern all use of the website and all content,\nservices and products available at or through the website.\nThe Website is owned and\noperated by Qualified Inc.\nThe Website is offered subject to your acceptance without\nmodification of all of the terms and conditions contained herein and all other operating\nrules, policies (including, without limitation, Qualified’s Privacy Policy) and procedures\nthat may be published from time to time on this Site (collectively, the Agreement).</p>\n<p>Please read this Agreement carefully before accessing or using the Website.\nBy\naccessing or using any part of the web site, you agree to become bound by the terms\nand conditions of this agreement.\nIf you do not agree to all the terms and conditions\nof this agreement, then you may not access the Website or use any services.\nIf these\nterms and conditions are considered an offer by Qualified, acceptance is expressly\nlimited to these terms.\nThe Website is available only to individuals who are at least 13\nyears old.</p>Your Codewars Account and Site<p>If you create an account on the Website, you are responsible for maintaining the\nsecurity of your account and its content, and you are fully responsible for all activities\nthat occur under the account and any other actions taken in connection with the\naccount.\nYou must immediately notify Qualified of any unauthorized uses of your\naccount or any other breaches of security.\nQualified will not be liable for any acts or\nomissions by You, including any damages of any kind incurred as a result of such acts\nor omissions.</p>Open-source Content<p>In submitting Content in the form of kata solutions and comments, you license the\nContent under the FreeBSD 2-Clause License:</p>Copyright (c) &lt;YEAR of SUBMISSION&gt;, &lt;USERNAME&gt.\nAll rights reserved.\nRedistribution and use in source and binary forms, with or without\nmodification, are permitted provided that the following conditions are\nmet:\n<br>\n<br>\n1.\nRedistributions of source code must retain the above copyright notice,\nthis list of conditions and the following disclaimer.\n<br>\n<br>\n2.\nRedistributions in binary form must reproduce the above copyright\nnotice, this list of conditions and the following disclaimer in the\ndocumentation and/or other materials provided with the distribution.\n<br>\n<br>\nTHIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS \"AS\nIS\" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO,\nTHE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR\nPURPOSE ARE DISCLAIMED.\nIN NO EVENT SHALL THE COPYRIGHT OWNER OR\nCONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL,\nEXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO,\nPROCUREMENT OF SUBSTITUTE GOODS OR SERVICES.\nLOSS OF USE, DATA, OR\nPROFITS.\nOR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF\nLIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING\nNEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS\nSOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nThe views\nand conclusions contained in the software and documentation are those\nof the authors and should not be interpreted as representing official\npolicies, either expressed or implied, of the FreeBSD Project.Submitted Content<p>In submitting Content, including authored kata, you agree to allow others to view, fork\nand edit your Content.\nFor submitted Content, including authored kata, kata solutions,\nand comments, you grant Qualified the perpetual, worldwide, non-exclusive, nocharge, royalty-free, irrevocable copyright license to reproduce, prepare Derivative\nWorks of, publicly display, publicly perform, sublicense, and distribute the Work and\nsuch Derivative Works in Source or Object form, with or without modification (“Content\nLicense”).\nYou warrant, represent and agree you have the right to grant Qualified and\nthe Website the rights set forth above.\nYou represent, warrant and agree that you will\nnot contribute any Content that (a) infringes, violates or otherwise interferes with any\ncopyright or trademark of another party, (b) reveals any trade secret, unless you own\nthe trade secret or have the owner’s permission to post it, (c) infringes any intellectual\nproperty right of another or the privacy or publicity rights of another, (d) violates any\nlaw or right of any third party, (e) is intended to damage, detrimentally interfere with,\nsurreptitiously intercept or expropriate any system, data or information.</p>Content Removal<p>Without limiting any of those representations or warranties, Qualified has the right\n(though not the obligation) to, in Qualified’s sole discretion (i) refuse or remove any\ncontent that, in Qualified’s reasonable opinion, violates any Qualified policy or is in any\nway harmful or objectionable, or (ii) terminate or deny access to and use of the Website\nto any individual or entity for any reason, in Qualified’s sole discretion.\nQualified will\nhave no obligation to provide a refund of any amounts previously paid.</p>Responsibility of Website Visitors.<p>Qualified has not reviewed, and cannot review, all of the material posted to the\nWebsite, and cannot therefore be responsible for that materials' content, use or effects.\nBy operating the Website, Qualified does not represent or imply that it endorses the\nmaterial there posted, or that it believes such material to be accurate, useful or nonharmful.\nYou are responsible for taking precautions as necessary to protect yourself and\nyour computer systems.\nThe Website may contain content that is offensive, indecent,\nor otherwise objectionable, as well as content containing technical inaccuracies,\ntypographical mistakes, and other errors.\nThe Website may also contain material\nthat violates the privacy or publicity rights, or infringes the intellectual property and\nother proprietary rights, of third parties, or the downloading, copying or use of which is\nsubject to additional terms and conditions, stated or unstated.\nQualified disclaims any\nresponsibility for any harm resulting from the use by visitors of the Website, or from any\ndownloading by those visitors of content there posted.</p>Intellectual Property.<p>This Agreement does not transfer from Qualified to you any Codewars or third party\nintellectual property, and all right, title and interest in and to such property will remain\n(as between the parties) solely with Qualified.\nCodewars, the Codewars logo, and all\nother trademarks, service marks, graphics and logos used in connection with Qualified,\nor the Website are trademarks or registered trademarks of Qualified or Qualified's\nlicensors.\nOther trademarks, service marks, graphics and logos used in connection\nwith the Website may be the trademarks of other third parties.\nYour use of the Website\ngrants you no right or license to reproduce or otherwise use any Codewars or third-party\ntrademarks.</p>Changes.<p>Qualified reserves the right, at its sole discretion, to modify or replace any part of this\nAgreement.\nIt is your responsibility to check this Agreement periodically for changes.\nYour continued use of or access to the Website following the posting of any changes\nto this Agreement constitutes acceptance of those changes.\nQualified may also, in the\nfuture, offer new services and/or features through the Website (including, the release\nof new tools and resources).\nSuch new features and/or services shall be subject to the\nterms and conditions of this Agreement.</p>Termination.<p>Qualified may terminate your access to all or any part of the Website at any time,\nwith or without cause, with or without notice, effective immediately.\nIf you wish to\nterminate this Agreement or your Codewars account (if you have one), you may simply\ndiscontinue using the Website.\nAll provisions of this Agreement which by their nature\nshould survive termination shall survive termination, including, without limitation,\nownership provisions, warranty disclaimers, indemnity and limitations of liability.</p>Disclaimer of Warranties.<p>The Website is provided “as is”.\nQualified and its suppliers and licensors hereby\ndisclaim all warranties of any kind, express or implied, including, without limitation, the\nwarranties of merchantability, fitness for a particular purpose and non-infringement.\nNeither Qualified nor its suppliers and licensors, makes any warranty that the Website\nwill be error free or that access thereto will be continuous or uninterrupted.\nYou\nunderstand that you download from, or otherwise obtain content or services through, the\nWebsite at your own discretion and risk.</p>Limitation of Liability.<p>In no event will Qualified, or its suppliers or licensors, be liable with respect to any subject\nmatter of this agreement under any contract, negligence, strict liability or other\nlegal or equitable theory for: (i) any special, incidental or consequential damages.\n(ii)\nthe cost of procurement or substitute products or services.\n(iii) for interuption of use\nor loss or corruption of data.\nor (iv) for any amounts that exceed the fees paid by you\nto Qualified under this agreement during the twelve (12) month period prior to the\ncause of action.\nQualified shall have no liability for any failure or delay due to matters\nbeyond their reasonable control.\nThe foregoing shall not apply to the extent prohibited\nby applicable law.</p>General Representation and Warranty.<p>You represent and warrant that (i) your use of the Website will be in strict accordance\nwith the Codewars Privacy Policy, with this Agreement and with all applicable laws and\nregulations (including without limitation any local laws or regulations in your country,\nstate, city, or other governmental area, regarding online conduct and acceptable\ncontent, and including all applicable laws regarding the transmission of technical data\nexported from the United States or the country in which you reside) and (ii) your use of\nthe Website will not infringe or misappropriate the intellectual property rights of any third\nparty.</p>Indemnification.<p>You agree to indemnify and hold harmless Qualified, its contractors, and its licensors,\nand their respective directors, officers, employees and agents from and against any\nand all claims and expenses, including attorneys fees, arising out of your use of the\nWebsite, including but not limited to your violation of this Agreement.</p>Miscellaneous.<p>This Agreement constitutes the entire agreement between Qualified and you\nconcerning the subject matter hereof, and they may only be modified by a written\namendment signed by an authorized executive of Qualified, or by the posting by\nQualified of a revised version.\nExcept to the extent applicable law, if any, provides\notherwise, this Agreement, any access to or use of the Website will be governed by the\nlaws of the state of California, U.S.A.</p>Copyright Infringement.<p>As Qualified asks others to respect its intellectual property rights, it respects the\nintellectual property rights of others.\nIf you believe that material located on or linked to\nby Qualified violates your copyright, you are encouraged to notify Qualified.\nQualified\nwill respond to all such notices, including as required or appropriate by removing the\ninfringing material or disabling all links to the infringing material.\nIn the case of a visitor\nwho may infringe or repeatedly infringes the copyrights or other intellectual property\nrights of Qualified or others, Qualified may, in its discretion, terminate or deny access\nto and use of the Website.\nIn the case of such termination, Qualified will have no\nobligation to provide a refund of any amounts previously paid to Qualified.\nThe form of\nnotice set forth below is consistent with the form suggested by the United States Digital\nMillennium Copyright Act (\"DMCA\") which may be found at the U.S.\nCopyright official\nwebsite: http://www.copyright.gov.</p>\n<p>To expedite Qualified’s handling of your notice, please use the following format or refer\nto Section 512(c)(3) of the Copyright Act.\n<br>\n<br>\n1.\nIdentify in sufficient detail the copyrighted work you believe has been infringed\nupon.\nThis includes identification of the web page or specific posts, as opposed to entire\nsites.\nPosts must be referenced by either the dates in which they appear or by the\npermalink of the post.\nInclude the URL to the concerned material infringing your\ncopyright (URL of a website or URL to a post, with title, date, name of the emitter), or\nlink to initial post with sufficient data to find it.\n<br>\n<br>\n2.\nIdentify the material that you allege is infringing upon the copyrighted work listed in\nItem #1 above.\nInclude the name of the concerned litigious material (all images or posts\nif relevant) with its complete reference.\n<br>\n<br>\n3.\nProvide information on which Qualified may contact you, including your email\naddress, name, telephone number and physical address.\n<br>\n<br>\n4.\nProvide the address, if available, to allow Qualified to notify the owner/\nadministrator of the allegedly infringing webpage or other content, including email\naddress.\n<br>\n<br>\n5.\nAlso include a statement of the following: “I have a good faith belief that use of the\ncopyrighted materials described above on the infringing web pages is not authorized by\nthe copyright owner, or its agent, or the law.”\n<br>\n<br>\n6.\nAlso include the following statement: “I swear, under penalty of perjury, that the\ninformation in this notification is accurate and that I am the copyright owner, or am\nauthorized to act on behalf of the owner, of an exclusive right that is allegedly infringed.”\n<br>\n<br>\n7.\nYour physical or electronic signature\n<br>\n<br>\nSend the written notification via regular postal mail to the following:\n<br>\n<br>\nQualified Inc.<br>\nAttn: DMCA takedown<br>\n559 S Saliman Rd Unit 101<br>\nCarson City, NV 89701\n<br>\n<br>\nor email notification to info@codewars.com.</p>\n<p>For the fastest response, please send a plain text email.\nWritten notification and emails\nwith PDF file or image attachments may delay processing of your request.</p>\n<br>\n<ul>\n<li>© 2020 Codewars</li>\n<li>About</li>\n<li>API</li>\n<li>Blog</li>\n<li>Privacy</li>\n<li>Terms</li>\n<li>Contact</li>\n<li>powered by</li>\n</ul>\n<i>\n</i>Confirm<ul>\n<li>Cancel</li>\n<li>\n</li>\n<li>\n<i>\n</i>Confirm</li>\n</ul>", "created_at": "2020-09-01 16:32:15.421543", "updated_at": "2020-09-01 16:32:16.029745"}], "points": [{"id": 10100, "title": "This service does not sell your personal data", "source": "https://www.codewars.com/about/privacy", "status": "Generated through the annotate view", "created_at": "2020-09-01 18:00:18.225869", "updated_at": "2020-10-08 02:26:21.072232", "quoteText": "Codewars will not share with or sell your potentially personally-identifying information to other organizations for commercial purposes, except when we have your permission to provide you products or services that you’ve requested.", "case_id": 193, "document_id": 2772, "quoteStart": 7008, "quoteEnd": 7239}, {"id": 10097, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://www.codewars.com/about/privacy", "status": "Generated through the annotate view", "created_at": "2020-09-01 16:45:16.714045", "updated_at": "2020-10-08 03:17:55.856131", "quoteText": "If we want to make use of your personal data in a way that we haven’t previously identified, we will contact you to provide information about this and, if necessary, to ask for your consent.\n", "case_id": 122, "document_id": 2772, "quoteStart": 9156, "quoteEnd": 9347}, {"id": 10098, "title": "The court of law governing the terms is in location X", "source": "https://www.codewars.com/about/privacy", "status": "Generated through the annotate view", "created_at": "2020-09-01 16:51:48.461778", "updated_at": "2020-10-08 03:44:30.092594", "quoteText": "Codewars is operated by Qualified, Inc.\nOur address is 559 S Saliman Rd Unit 101, Carson City, NV 89701.", "case_id": 163, "document_id": 2772, "quoteStart": 360, "quoteEnd": 464}, {"id": 10099, "title": "Your private content may be accessed by people working for the service", "source": "https://www.codewars.com/about/privacy", "status": "Generated through the annotate view", "created_at": "2020-09-01 17:59:36.148476", "updated_at": "2020-09-01 23:35:35.951547", "quoteText": "Codewars discloses potentially personally-identifying and personally-identifying information only to those of its employees, contractors and affiliated organizations that (i) need to know that information in order to process it on our behalf or to provide services available at our websites, and (ii) that have agreed not to disclose it to others.", "case_id": 189, "document_id": 2772, "quoteStart": 6469, "quoteEnd": 6816}, {"id": 10107, "title": "This service can use your content for all their existing and future services", "source": "https://www.codewars.com/about/terms-of-service", "status": "... which is good because that is the point of the Plattform.", "created_at": "2020-09-01 18:23:03.541543", "updated_at": "2020-10-08 02:26:02.802796", "quoteText": "For submitted Content, including authored kata, kata solutions,\nand comments, you grant Qualified the perpetual, worldwide, non-exclusive, nocharge, royalty-free, irrevocable copyright license to reproduce, prepare Derivative\nWorks of, publicly display, publicly perform, sublicense, and distribute the Work and\nsuch Derivative Works in Source or Object form, with or without modification (“Content\nLicense”).", "case_id": 180, "document_id": 2773, "quoteStart": 4405, "quoteEnd": 4814}, {"id": 10105, "title": "This service is only available to users of a certain age", "source": "https://www.codewars.com/about/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-09-01 18:16:35.007635", "updated_at": "2020-09-01 23:34:47.266464", "quoteText": "The Website is available only to individuals who are at least 13\nyears old.</p>", "case_id": 152, "document_id": 2773, "quoteStart": 1934, "quoteEnd": 2013}, {"id": 10103, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.codewars.com/about/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-09-01 18:09:44.8827", "updated_at": "2020-09-01 23:49:30.487957", "quoteText": "If you create an account on the Website, you are responsible for maintaining the\nsecurity of your account and its content, and you are fully responsible for all activities\nthat occur under the account and any other actions taken in connection with the\naccount.", "case_id": 148, "document_id": 2773, "quoteStart": 2046, "quoteEnd": 2306}, {"id": 10102, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.codewars.com/about/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-09-01 18:04:11.288894", "updated_at": "2020-09-01 18:13:29.398455", "quoteText": "THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS \"AS\nIS\" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO,\nTHE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR\nPURPOSE ARE DISCLAIMED.", "case_id": 286, "document_id": 2773, "quoteStart": 3307, "quoteEnd": 3547}, {"id": 10108, "title": "Provides instructions on how to submit a copyright claim", "source": "https://www.codewars.com/about/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-09-01 18:28:40.866883", "updated_at": "2020-09-01 23:35:11.224635", "quoteText": "As Qualified asks others to respect its intellectual property rights, it respects the\nintellectual property rights of others.\nIf you believe that material located on or linked to\nby Qualified violates your copyright, you are encouraged to notify Qualified.\nQualified\nwill respond to all such notices, including as required or appropriate by removing the\ninfringing material or disabling all links to the infringing material.\nIn the case of a visitor\nwho may infringe or repeatedly infringes the copyrights or other intellectual property\nrights of Qualified or others, Qualified may, in its discretion, terminate or deny access\nto and use of the Website.\nIn the case of such termination, Qualified will have no\nobligation to provide a refund of any amounts previously paid to Qualified.\nThe form of\nnotice set forth below is consistent with the form suggested by the United States Digital\nMillennium Copyright Act (\"DMCA\") which may be found at the U.S.\nCopyright official\nwebsite: http://www.copyright.gov.</p>\n<p>To expedite Qualified’s handling of your notice, please use the following format or refer\nto Section 512(c)(3) of the Copyright Act.\n<br>\n<br>\n1.\nIdentify in sufficient detail the copyrighted work you believe has been infringed\nupon.\nThis includes identification of the web page or specific posts, as opposed to entire\nsites.\nPosts must be referenced by either the dates in which they appear or by the\npermalink of the post.\nInclude the URL to the concerned material infringing your\ncopyright (URL of a website or URL to a post, with title, date, name of the emitter), or\nlink to initial post with sufficient data to find it.\n<br>\n<br>\n2.\nIdentify the material that you allege is infringing upon the copyrighted work listed in\nItem #1 above.\nInclude the name of the concerned litigious material (all images or posts\nif relevant) with its complete reference.\n<br>\n<br>\n3.\nProvide information on which Qualified may contact you, including your email\naddress, name, telephone number and physical address.\n<br>\n<br>\n4.\nProvide the address, if available, to allow Qualified to notify the owner/\nadministrator of the allegedly infringing webpage or other content, including email\naddress.\n<br>\n<br>\n5.\nAlso include a statement of the following: “I have a good faith belief that use of the\ncopyrighted materials described above on the infringing web pages is not authorized by\nthe copyright owner, or its agent, or the law.”\n<br>\n<br>\n6.\nAlso include the following statement: “I swear, under penalty of perjury, that the\ninformation in this notification is accurate and that I am the copyright owner, or am\nauthorized to act on behalf of the owner, of an exclusive right that is allegedly infringed.”\n<br>\n<br>\n7.\nYour physical or electronic signature\n<br>\n<br>\nSend the written notification via regular postal mail to the following:\n<br>\n<br>\nQualified Inc.<br>\nAttn: DMCA takedown<br>\n559 S Saliman Rd Unit 101<br>\nCarson City, NV 89701\n<br>\n<br>\nor email notification to info@codewars.com.</p>", "case_id": 138, "document_id": 2773, "quoteStart": 11859, "quoteEnd": 14862}, {"id": 10101, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.codewars.com/about/privacy", "status": "Generated through the annotate view", "created_at": "2020-09-01 18:00:49.582869", "updated_at": "2020-09-01 23:40:30.102458", "quoteText": "Some of those employees, contractors and affiliated organizations may be located outside of your home country.", "case_id": 187, "document_id": 2772, "quoteStart": 6817, "quoteEnd": 6927}, {"id": 10104, "title": "Features of the website are made available under a free software license", "source": "https://www.codewars.com/about/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-09-01 18:16:02.876038", "updated_at": "2020-09-07 18:21:38.775106", "quoteText": "To promote collaboration and create a living resource, all kata solutions are actively\nopensourced under the FreeBSD 2-Clause License.", "case_id": 171, "document_id": 2773, "quoteStart": 548, "quoteEnd": 682}, {"id": 10106, "title": "Content is published under a free license instead of a bilateral one", "source": "https://www.codewars.com/about/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-09-01 18:19:05.579093", "updated_at": "2020-09-07 18:22:05.899568", "quoteText": "submitting Content in the form of kata solutions and comments, you license the\nContent under the FreeBSD 2-Clause License", "case_id": 131, "document_id": 2773, "quoteStart": 2594, "quoteEnd": 2715}, {"id": 10109, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.codewars.com/about/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-09-01 18:29:56.301153", "updated_at": "2021-02-06 03:50:42.722039", "quoteText": "You agree to indemnify and hold harmless Qualified, its contractors, and its licensors,\nand their respective directors, officers, employees and agents from and against any\nand all claims and expenses, including attorneys fees, arising out of your use of the\nWebsite, including but not limited to your violation of this Agreement.", "case_id": 146, "document_id": 2773, "quoteStart": 11033, "quoteEnd": 11362}], "urls": ["https://www.codewars.com/"]}}