{"error": 448, "message": "OK", "parameters": {"id": 5896, "name": "FreeBsd", "created_at": "2021-11-27 03:48:27.187187", "updated_at": "2021-11-27 23:01:08.940572", "wikipedia": "https://en.wikipedia.org/wiki/FreeBSD", "keywords": null, "related": null, "slug": "freebsd", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5896.png", "url": "freebsd.org", "documents": [{"id": 10645, "name": "Privacy Policy", "url": "https://www.freebsd.org/privacy/", "xpath": "//*[@id=\"contentwrap\"]", "text": "\nFreeBSD's Privacy Policy Privacy Policy <p>The FreeBSD Project recognizes that your privacy and the\nprotection of your personal information is important to you and is\ncommitted to protecting your privacy.\nThis Privacy Policy describes\nthe measures taken by us to protect your privacy in connection with\nyour use of www.FreeBSD.org (our \"Site\").\nThis policy does not\ncover mirrors of this content on other hosts (the \"Mirrors\") or\nother FreeBSD-related services in the FreeBSD.org domain\n(\"Affiliated Sites\").</p>\n<p>This policy was last modified on October 19, 2012.</p>\n<p>PLEASE READ THIS PRIVACY POLICY CAREFULLY.\nBY USING THIS SITE,\nYOU AGREE TO THE TERMS OF THIS POLICY.</p> What\ninformation is collected on our Site: <p>When you visit our Site we gather information regarding your use\nof our site, such as the pages you view and the time you view each\npage.\nWe also collect information such as your Internet Protocol\n(\"IP\") address, browser type and operating system information.\nThe\nforegoing information is collectively referred to below as \"Your\nUsage Data.\"</p>\n<p>We store information such as your email address, name, and\norganization or company (\"Personally Identifiable Information\")\nonly if you decide to send us such information by submitting a\nFreeBSD bug or problem report (\"PR\"), subscribing to one of the\nFreeBSD mailing lists or posting content to our Site forums.\nThe\nFreeBSD Project allows unlimited distribution of that content.\nInformation submitted in those reports and lists, including your\nPersonally Identifiable Information, is considered public and will\nbe accessible to anyone on the web.\nSuch information is not only\nstored on servers belonging to the FreeBSD Foundation, but it is\nalso stored on other servers that mirror the content of our Site.\nThe FreeBSD Foundation has no control over the use of that\ninformation, including your Personally Identifiable\nInformation.</p>\n<p>This website uses a cookie to record layout style preferences\nfor individual users, as well track anonymous traffic data.\nA\ncookie is a small text file provided by a web server that may be\nplaced on your computer by your web browser.\nCookies cannot be used\nto run programs or deliver viruses to your computer.\nCookies are\nuniquely assigned to you, and can only be read by a Web server in\nthe domain that issued the cookie to you.\nYou may refuse the use of\ncookies by selecting the appropriate settings on your browser,\nhowever please note that if you do this you may not be able to use\nthe full functionality of this or other websites.</p> How the information\ncollected is used: <p>The FreeBSD Project takes the privacy of our users and members\nvery seriously.\nWe will never sell, rent, or otherwise provide your\npersonally identifiable information to any third parties except as\nstated in this document.\nWe will not associate any data gathered\nfrom your use of our Site with any personally identifying\ninformation.</p>\n<p>The FreeBSD Project will not use or share your personal\ninformation in a manner that differs from what is described in this\nPrivacy Policy without your prior consent.</p> How your information is\nprotected: <p>The FreeBSD Project strictly protects the security of the\npersonal information you provide.\nPersonal information we collect\nis stored in password-controlled servers with limited access, and\nwe carefully protect this information from loss or misuse, and from\nunauthorized access, disclosure, alteration, or destruction.</p> When your\ninformation may be disclosed: <p>The FreeBSD Project may disclose personal information if\nrequired to do so by law or in the good-faith belief that such\naction is necessary to:</p>\n<ol>\n<li>\n<p>conform to the requirements of the law or comply with legal\nprocess served on The FreeBSD Project or the Site;</p>\n</li>\n<li>\n<p>protect and defend the rights or property of The FreeBSD\nProject.\nor</p>\n</li>\n<li>\n<p>act in urgent circumstances to protect personal safety of users\nof The FreeBSD Project, its websites, or the public.</p>\n</li>\n</ol>\n<p>Anonymized aggregate traffic data about website visits may be\nshared for marketing or research purposes.</p>\n<p>The FreeBSD Project uses Google Analytics, a web analytics\nservice provided by Google, Inc.\nGoogle Analytics is a tool that\nenables the FreeBSD Project to see how visitors to our Site use our\nSite and how they arrive at our Site.\nGoogle Analytics uses\n\"cookies\", which are text files placed on your computer, to help\nour Site to analyze visitor activity.\nWe send Google Analytics data\nthat reports on your use of the Site.\nThat data includes Your Usage\nData and is not anonymised before it is transmitted to Google\nAnalytics.\nThis un-anonymised data is stored by Google on servers,\nonce it is transmitted to Google.\nGoogle will use this information\nfor the purpose of evaluating your use of the Site, compiling\nreports on website activity for website operators and providing\nother services relating to website activity and internet usage.\nGoogle may also transfer Your Usage Data to third parties where\nrequired to do so by law, or where such third parties process the\ninformation on Google’s behalf.\nGoogle will not associate Your\nUsage Data with any other data held by Google.\nYou may refuse the\nuse of cookies by selecting the appropriate settings on your\nbrowser, however please note that if you do this you may not be\nable to use the full functionality of our Site.\nBy using our Site,\nyou consent to the processing of Your Usage Data by Google in the\nmanner and for the purposes set out above.</p>\n<p>With the exception of the transmission of Your Usage Data to\nGoogle for the sole purpose of using Google Analytics and the\npublic access we permit to the bug reports you submit, the mailing\nlists you subscribe to, and posting content to our Site forums, the\nFreeBSD Project does not share un-anonymised data with anyone.</p> Updates to this privacy\npolicy: <p>We may occasionally update this Privacy Policy.\nWhen we do, we\nwill also revise the \"last modified\" date at the top of the Privacy\nPolicy.\nWe encourage you to periodically review this Privacy Policy\nto stay informed about how we are protecting the personal\ninformation we collect.\nYour continued use of the service\nconstitutes your agreement to this Privacy Policy and any\nupdates.</p> Sale of assets: <p>In the unlikely event that The FreeBSD Project or substantially\nall of its assets are acquired, your information may be one of the\ntransferred assets.</p> Third party links: <p>In an attempt to provide you with increased value, we may\ninclude third party links on our site.\nThese linked sites have\nseparate and independent privacy policies.\nThis Privacy Policy only\ncovers our Site and does not cover any other website.\nWe therefore\nhave no responsibility or liability for the content and activities\nof these linked sites.\nNonetheless, we seek to protect the\nintegrity of our site and welcome any feedback about these linked\nsites (including if a specific link does not work).</p> Contacting Us: <p>We would like to receive your comments and questions about this\nPrivacy Policy and any other matter you have regarding our Site.\nPlease address comments or questions to us via e-mail at: privacy@FreeBSD.org.</p> ", "created_at": "2021-11-27 03:48:27.189665", "updated_at": "2021-11-27 02:49:34.611322"}], "points": [], "urls": ["freebsd.org"]}}