{"error": 448, "message": "OK", "parameters": {"id": 5092, "name": "KeepRite Refrigeration  ", "created_at": "2021-10-06 01:40:33.508968", "updated_at": "2021-10-06 22:01:09.043236", "wikipedia": null, "keywords": null, "related": null, "slug": "keeprite-refrigeration", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5092.png", "url": "k-rp.com", "documents": [{"id": 9126, "name": "Privacy Policy ", "url": "https://k-rp.com/privacy-policy", "xpath": "/html/body/div[3]/div[2]/div/div/div", "text": "\n<p>\n<strong>National Refrigeration and Air Conditioning Canada Corp.</strong> (herein referred to as “we”, “our” or “us”) values the privacy of visitors to https://k-rp.com (herein referred to as “the Site”).\nThis privacy policy summarizes what information we might collect from a visitor (herein referred to as “you”), why we collect this information, what we will and will not do with it and how we will protect it.</p>\n<p>This privacy policy was last updated on Thursday, September 26, 2019.\nBy using the Site, you agree to the collection and use of information in accordance with this policy.</p>\n<p>The Site contains links to other websites.\nWe are not responsible for the content or privacy practices of these websites.\nWe encourage you to be aware when you leave the Site and to read the privacy policies of any other website that collects personally identifiable information.</p>\n<p>\n<strong>What is Personally Identifiable Information?</strong>\n</p>\n<p>“Personally identifiable information” means information that can be used to identify you as an individual, such as:</p>\n<ul>\n<li>Your name, company, address, e-mail address or phone number</li>\n<li>Your computer’s IP address, indicating where your computer is located on the Internet</li>\n<li>Cookies and browsing session data</li>\n</ul>\n<p>\n<strong>What Personally Identifiable Information We May Collect</strong>\n</p>\n<p>\n<strong>i.\nInformation You Provide to Us</strong>\n<br>\nCertain parts of the Site may ask you to voluntarily provide personally identifiable information when submitting our contact form or signing up for our e-newsletter.</p>\n<p>\n<strong>ii.\nInformation Collected Automatically</strong>\n<br>\nWhen you visit the Site, like most other websites, we may also collect certain information automatically from your browser, such as your device type, broad geographic information (for example, country or city-level location), the referring website, what pages your device visited and the time your device visited the Site.\nWe may use cookies, pixel tags and other similar tracking technologies to collect this information.\nOur use of cookies and other tracking technologies is discussed in more detail in the “Cookies and Third-Party Tracking” section of this privacy policy.</p>\n<p>\n<strong>Why We Collect Personally Identifiable Information</strong>\n</p>\n<p>\n<strong>i.\nTo Provide You With Information You Have Requested</strong>\n<br>\nTo respond to your requests about our services or other inquiries.</p>\n<p>\n<strong>ii.\nFor Marketing Communications</strong>\n<br>\nTo contact you with marketing communications and to serve you relevant ads while browsing other websites on the Internet.</p>\n<p>\n<strong>iii.\nFor Business Analytics</strong>\n<br>\nTo track behaviour at the aggregate/anonymous level to identify and understand trends in usage and the various interactions with the Site and online marketing content, and to conduct internal business analysis and forecasting to improve the Site, our marketing efforts and our services.</p>\n<p>\n<strong>iv.\nFor Website Optimization</strong>\n<br>\nTo administer the Site and for internal operations, including troubleshooting, data analysis, testing, research and statistical purposes, understanding how the Site is used and to improve the content and user experience of the Site, and as a part of our efforts to keep the Site safe and secure.</p>\n<p>\n<strong>v.\nFor Legal Records</strong>\n<br>\nTo comply with and enforce applicable legal requirements, agreements and policies.</p>\n<p>\n<strong>If You Do Provide Us With Personally Identifiable Information, We Will:</strong>\n</p>\n<ul>\n<li>Not sell or rent it to any third party</li>\n<li>Take commercially reasonable precautions to protect the information from loss, misuse and unauthorized access, disclosure, alteration and destruction</li>\n</ul>\n<p>\n<strong>We Will Not Use or Disclose The Information Except:</strong>\n</p>\n<ul>\n<li>As necessary to provide information or services you have requested</li>\n<li>In other ways described in this privacy policy or to which you have otherwise consented</li>\n<li>In the aggregate with other information in such a way so that your identity cannot be reasonably be determined (for example, statistical compilations)</li>\n<li>As required by law, for example, in response to a subpoena or search warrant</li>\n</ul>\n<p>\n<strong>Cookies and Third-Party Tracking</strong>\n</p>\n<p>To improve your experience on the Site and our marketing efforts, we may use “cookies”.\nA cookie is a small text file that the Site may store in your browser to remember your preferences.\nWe may also link information stored in your browser in cookies with personally identifiable data about specific individuals stored on our servers.\nIf you set up your Web browser (for example, Internet Explorer or Google Chrome) so that cookies are not allowed, you might not be able to use some or all of the features of the Site.</p>\n<p>\n<strong>i.\nGoogle Analytics</strong>\n<br>\nThe Site uses Google Analytics, a service which transmits website traffic data to Google servers in the United States.\nGoogle Analytics does not identify individual users or associate your IP address with any other data held by Google.</p>\n<p>We use reports provided by Google Analytics to help us understand website traffic and webpage usage.\nYou can view Google’s privacy policy here https://policies.google.com/privacy</p>\n<p>\n<strong>ii.\nGoogle Ads Remarketing</strong>\n<br>\nThe Site may use the Google Ads remarketing service to advertise on third-party websites.This cookie does not in any way identify you or give access to your browsing device.</p>\n<p>We may use Google’s remarketing service to target ads to you based on your prior use of the Site when you visit other sites in Google’s Display Network.\nYou can view Google’s privacy policy here https://policies.google.com/privacy</p>\n<p>If you do not wish to see remarketing ads from us, you can opt out in several ways:</p>\n<p>1.\nOpt out of Google’s use of cookies by visiting Google’s Ads Settings here https://adssettings.google.com/authenticated<br>\n2.\nOpt out of a third-party vendor’s use of cookies by visiting the Network Advertising Initiative Opt Out Page http://optout.networkadvertising.org</p>\n<p>\n<strong>iii.\nMailchimp</strong>\n<br>\nWe may use a third-party platform to send e-mails to users who have subscribed to our e-newsletter.\nThese e-mails include tracking tags that may collect personally identifiable information about who opened the e-mail and engagement with links in the e-mail.</p>\n<p>We may use Mailchimp to send e-newsletters and use the personally identifiable information collected to improve the content of these e-mails.\nYou can view Mailchimp’s privacy policy here https://mailchimp.com/legal/privacy/</p>\n<p>\n<strong>iv.\nFacebook Pixel</strong>\n</p>\n<p>We may use Facebook Advertising and Facebook Pixel Remarketing to deliver ads and make them more relevant to you.\nYou can opt-out of Facebook’s use of cookies and Facebook Pixel Remarketing through settings on your Facebook Account.\nYou can view Facebook’s Data Policy here https://www.facebook.com/about/privacy/</p>\n<p>The information collected remains anonymous and we cannot see the personally identifiable information of any individual user.\nHowever, the information collected is saved and processed by Facebook.\nFacebook may be able to connect the information with your Facebook account and use the information for their own advertising purposes, in accordance with Facebook’s Data Policy.\nFacebook has ultimate control of the information gathered through Facebook Advertising, Facebook Pixel Remarketing and communications.</p>\n<p>\n<strong>External Data Storage Sites</strong>\n</p>\n<p>We may store your personally identifiable information on servers provided by third-party hosting vendors with whom we have contracted.</p>\n<p>\n<strong>Your Data Privacy and Protection Responsibilities</strong>\n</p>\n<p>To help ensure the privacy of your personally identifiable information, be sure:</p>\n<ul>\n<li>To take customary precautions to guard against “malware” (viruses, Trojan horses, bots etc.), for example by installing and updating suitable anti-virus software</li>\n</ul>\n<p>\n<strong>Your Access To and Control Over Personally Identifiable Information</strong>\n</p>\n<p>You can opt out of receiving marketing communications we send you at any time.\nYou can exercise this right by clicking on the “unsubscribe” link in the footer of our e-newsletters or by contact us using one of the methods found in the “Contact” section at the bottom of this privacy policy.</p>\n<p>You may also contact us at any time to:</p>\n<ul>\n<li>See what personally identifiable information we have about you, if any</li>\n<li>Change or correct any personally identifiable information we have about you</li>\n<li>Have us delete any personally identifiable information we have about you</li>\n<li>Express any concern or questions you have about our use of your personally identifiable information</li>\n</ul>\n<p>\n<strong>Our Data Privacy and Protection Responsibilities</strong>\n</p>\n<p>We are responsible for personally identifiable information under our control and take this responsibility seriously.\nAll of our employees and contractors are responsible for compliance.</p>\n<p>We will protect personally identifiable information by security safeguards appropriate to the sensitivity of the information, including the following measures:</p>\n<ul>\n<li>Physical (for example, restricted access, appropriate disposal of personally identifiable information)</li>\n<li>Organizational (for example, access only on a “need to know” basis, password security protocols)</li>\n<li>Technological (for example secure passwords, encryption)</li>\n<li>Ensuring that third-party platforms we use have acceptable privacy protection policies that are complaint with applicable laws</li>\n</ul>\n<p>\n<strong>Notice to European Union Users</strong>\n</p>\n<p>Our operations are located primarily in Canada.\nIf you provide personally identifiable information to us, the information will be transferred out of the European Union to Canada.\nBy providing personally identifiable information to us, you are consenting to its storage and use as described herein.</p>\n<p>\n<strong>Information Collected from Children</strong>\n</p>\n<p>You must be at least 13 years old to use the Site.\nWe do not knowingly collect personally identifiable information from children under 13.</p>\n<p>In the event that we learn we have collected personally identifiable information from an individual under the age of 13, we will remove that information as soon as possible.\nParents or legal guardians may contact us to request that we delete their children’s information.</p>\n<p>\n<strong>Online Privacy Policy Only</strong>\n</p>\n<p>This privacy policy applies only to visitors of the Site and recipients of our e-newsletter.\nThis policy is not applicable to any information collected offline or in our daily business communications and activities.</p>\n<p>\n<strong>Changes to This Privacy Policy</strong>\n</p>\n<p>We reserve the right to change this privacy policy as we deem necessary or appropriate because of legal compliance requirements or changes in our business practices.\nIt is your responsibility to check this privacy policy from time to time for any changes.\nIf we make any material change to how we collect or use personally identifiable information, we will place a notice on our website and notify our e-newsletter subscribers via e-mail.</p>\n<p>\n<strong>Contact</strong>\n</p>\n<p>If you have questions or comments about our privacy policy or our practices related to the collection and use of personally identifiable information, please contact us through one of the following methods:</p>\n<ul>\n<li>E-Mail: info@k-rp.com</li>\n<li>Phone: 519-751-0444</li>\n<li>Mail: 159 Roy Blvd.<br>\nP.O.\nBox 2020<br>\nBrantford Ontario, Canada<br>\nN3R 7K1</li>\n</ul>\n<p>&nbsp;</p> ", "created_at": "2021-10-06 01:40:33.512485", "updated_at": "2021-10-05 23:41:07.632194"}], "points": [], "urls": ["k-rp.com"]}}