{"error": 448, "message": "OK", "parameters": {"id": 5214, "name": "Lunavi ", "created_at": "2021-10-21 19:08:15.546527", "updated_at": "2021-10-21 22:01:08.535121", "wikipedia": null, "keywords": null, "related": null, "slug": "lunavi", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5214.png", "url": "greenhousedata.com,lunavi.com", "documents": [{"id": 9345, "name": "Privacy Policy ", "url": "https://www.lunavi.com/privacy-policy", "xpath": "/html/body/div[3]/div", "text": "<p>For purposes of this privacy policy, “Visitors” will refer to all visitors of the lunavi.com website, whether they be customers or visitors trying to gain more information about our company and/or our products and services.</p>\n<p>By visiting this website, you consent to the data collection and use practices described in this policy.\nThe mere act of visiting the website, even without reading this page will be viewed as acceptance of the terms contained in this document.</p>\n<p>\n<strong>Privacy Disclosure</strong>\n</p>\n<p>Your privacy is extremely important to us and we are committed to safeguarding any information that we collect or that you provide.\nLunavi will not disclose information about Visitors without express permission or unless required by government subpoena.</p>\n<p>We will never share any names, telephone number(s), email addresses, or credit card information that you have given us with any marketing partners or any unrelated third party.</p>\n<p>\n<strong>Type of Information Collected</strong>\n</p>\n<p>Lunavi may collect certain information about its Visitors, including:</p>\n<ul>\n<li>Browser Information</li>\n<li>Operating System Information</li>\n<li>Mobile Device Information (e.g., device identifier, mobile operating system, etc.)</li>\n<li>IP Address</li>\n<li>Page(s) Accessed</li>\n<li>Geographic Location</li>\n<li>Time and Duration of Visit</li>\n<li>Referring Site, Application, or Service</li>\n</ul>\n<p>Lunavi will not collect Information that could be used to personally identify you, such as your name, address or phone number (Personally Identifiable Information, or PII), unless it is specifically provided by you within one of our forms or in a chat window.</p>\n<p>\n<strong>Information Collection Practices</strong>\n</p>\n<p>Information is obtained through analysis of server logs and through the use of cookies placed on Visitor's machines.\nA cookie is a very small text file that we use to help track the number of unique Visitors to our website, whether or not those Visitors are repeat Visitors, and the source of the visits.\nCookies cannot be executed as code or used to deliver a virus.\nOther servers cannot read them and personal information cannot be gathered from them.\nThey are simply an identifier shared between Visitors and Lunavi to allow us to improve the services we offer through our website.</p>\n<p>If you do not wish cookies to be placed on your computer, then they can be disabled in your web browser.\nThe option to do so is normally found in your browser's security settings section.\nHowever, please note, permanently disabling cookies in your browser may hinder your use of our website as well as other websites and interactive services.</p>\n<p>In addition, your information may be collected via third party providers or when you provide it to us via chat, email, or other written correspondence, telephone calls, web based forms, or other means.<br>\n<br>\n<strong>Information Usage</strong>\n</p>\n<p>We use your information to operate our website’s business activities.\nFor example, we may use this data to contact you about changes to our website, new products and services, special offers, resolve disputes, troubleshoot issues, and enforce our website’s terms and conditions.</p>\n<p>As a general rule, we will not give your data to third parties without your permission.\nHowever, there are some important exceptions to this rule that are described in the following paragraphs.<br>\n<br>We may, in our sole discretion, provide information about you to law enforcement or other government officials for purposes of fraud investigations, alleged intellectual property infringement, or any other suspected illegal activity or matters that may expose us to legal liability.<br>\n<br>Although we do not disclose individually identifiable information, we may disclose aggregate data about our website’s visitors to advertisers or other third parties for marketing and promotional purposes.<br>\n<br>From time to time, we may use third party suppliers to provide services on our website.\nIf a supplier wants to collect information, Visitors will be notified.\nHowever, Visitors will never be required to give information to a third party supplier.\nWe restrict the way third party suppliers can use this information.\nThey are not allowed to sell or give the information to others.<br>\n<br>\n<strong>Remarketing/Retargeting Advertising</strong>\n<br>\n<br>This website may use a remarketing tag to advertise online.\nThis means that entities like Google and Facebook (for example) or other third-party vendors may show our ads to our Visitors on other sites across the Internet.\nThese third-party vendors may use cookies to serve ads to based upon past visits to our website.<br>\n<br>If you would like to opt out of Google’s use of cookies, you can visit the company’s Ad Preferences Manager at https://www.google.com/ads/preferences/.<br>\n<br>Alternatively, you may opt out of the use of cookies by third-party vendors by going to the Network Advertising Initiative’s opt-out page located at http://www.networkadvertising.org/managing/opt_out.asp.<br>\n<br>\n<strong>Usability Testing and Improvement</strong>\n<br>\n<br>In addition to marketing our products and services, Lunavi may also employ third party partners to track how our visitors use our web pages in order to continually improve a Visitor’s experience on our website.<br>\n<br>Your use of this website without opting out means that you understand and agree to data collection to provide you with interest-based advertising.<br>\n<br>\n<strong>User Names And Passwords</strong>\n<br>\n<br>Access to parts of our website may be protected by a user name and a password.\nDo not give your password to anyone.\nIf a Visitor enters a section of our website that requires a password, they should log out when they leave.\nAs a safety precaution, web browsers should be completely closed and re-opened before viewing other parts of the Internet.<br>\n<br>\n<strong>Link to Third-Party Site</strong>\n<br>\n<br>Our Web site may contain certain links to third-party sites, such as our vendors.\nWe are not responsible or liable for the privacy practices or content found on these sites.\nWe suggest Visitors check the Privacy Notice of each site you visit.<br>\n<br>\n<strong>Business Transfer</strong>\n<br>\n<br>In the unlikely event that our business is sold, has its assets acquired or transferred, whether voluntarily or involuntarily, or merges or becomes affiliated with any other division, individual or entity, any customer information owned or under our control may be one of the transferred assets.<br>\n<br>\n<strong>Minors</strong>\n<br>\n<br>We do not provide services or sell products to children.\nIf you are below the age of 18, you may use our website only with the permission and active involvement of a parent or legal guardian.\nIf you are a minor, please do not provide any personal information to us or other websites.<br>\n<br>\n<strong>Changes</strong>\n<br>\n<br>Our business changes constantly and our Privacy Statement may also change from time to time.\nYou should check our website frequently to see recent changes, however, we will never materially change our policies and practices to make them less protective of personal information collected in the past without your prior consent.\nThis Privacy Policy was last updated on February 5, 2018.</p>\n<p>\n<strong>Questions or Concerns?</strong>\n<br>\n<br>Please contact us with any questions regarding our privacy policy or would like to opt out of any of our communications, please call 866.995.3282 or email privacy(at)lunavi.com.</p>\n<p>‍</p>", "created_at": "2021-10-21 19:08:15.55047", "updated_at": "2021-10-21 17:10:20.560665"}, {"id": 9344, "name": "Acceptable Use Policy ", "url": "https://www.lunavi.com/acceptable-use-policy", "xpath": "/html/body/div[3]/div", "text": "<p>Lunavi provides colocation, complex hosting and other Internet-related services to its clients.\nWhile respecting that the Internet provides a forum for free and open discussion and dissemination of information, when competing interests arise, Lunavi reserves the right to take preventative or corrective actions.\nThis Acceptable Use Policy (AUP) supplements and explains certain terms of the customer’s service agreement and is intended as a guide to the customer’s rights and obligations when utilizing Lunavi's services.\nThis AUP will be revised periodically and posted on Lunavi’s web site, www.lunavi.com, provided that Customer is not bound to such changes unless it explicitly consents.</p>\n<p>The fact that no one party owns or controls the Internet accounts for much of the Internet’s openness and value, but also places a high premium on the judgment and responsibility of those disseminating information to others via the Internet.\nLunavi does not review, edit, censor, or take responsibility for any information its clients create.\nUsers placing information on the Internet have the same liability as other authors for copyright infringement, defamation, and other harmful speech.\nAlso, information carried over Lunavi's network may reach a large number of people, including both clients and non-clients of Lunavi.\nThus, clients’ postings to the Internet may affect others and impact their goodwill, business reputation, and operations.\nClients, their customers, affiliates, or subsidiaries engaging in the following prohibited activities violate Lunavi policy and the service agreement:<br>\n<br>\n<strong>1.1.1 UCE / Spam</strong>\n<br>\n<br>The abuse and misuse of e-mail is a serious problem, and Lunavi cannot and will not tolerate it.\nThis policy covers all servers and domains on our network, including but not limited to Shared Hosting, Virtual Private Servers, Dedicated Servers and Colocation.<br>\n<br>Definition of UCE (Unsolicited Commercial E-mail), or spam:</p>\n<ul>\n<li>The bulk UCE, promotional material, or other forms of solicitation sent via e-mail that advertise any IP address belonging to Lunavi or any URL (domain) that is hosted by Lunavi.</li>\n<li>Unsolicited postings to newsgroups advertising any IP or URL hosted by Lunavi.</li>\n<li>The use of web pages set up on ISPs that allow spamming (also known as \"ghost sites\") that directly or indirectly reference customers to domains or IP addresses hosted by Lunavi.</li>\n<li>Advertising, transmitting, or otherwise making available any software, program, product, or service that is designed to facilitate a means to spam.</li>\n<li>Forging or misrepresenting message headers, whether in whole or in part, to mask the true origin of the message.</li>\n</ul>\n<p>For further information on mail abuse, please visit the Mail Abuse Prevention System (MAPS) web site.<br>\n<br>Lunavi follows and enforces the CAN-SPAM Act (Controlling the Assault of Non-Solicited Pornography and Marketing Act) of 2003.\nThis Act prohibits misleading header information, misleading or deceptive subject lines, requires an opt-out method for the recipient, and commercial e-mail must include valid physical postal address of sender and be labeled as an advertisement.\nPlease reference: http://www.ftc.gov/bcp/conline/pubs/buspubs/canspam.pdf for more information on the CAN-SPAM Act of 2003.<br>\n<br>\n<em>Spam, mailing lists and other email restrictions<br>‍</em>\n<br>Due to the increased problems and risk to our network, Lunavi also prohibits the use of 3rd party mailing lists and FFA's.\nSee our mailing list management principals for managing your own lists.\nExamples that we do not allow include but are not limited to: Safelist, Purchased/Sold mailing lists, FFA's.<br>\n<br>Since it is unsolicited, users who receive spam often become angry and send complaints to our upstream providers.\nThis upsets our providers who abhor spam for the same reasons that Lunavi does - it causes negative consumer attitudes and drains resources.\nWe strive to maintain favorable business relationships in the Web community and obviously will not allow any practice that threatens these relationships.<br>\n<br>\n<em>Consequences/Penalties for Spamming</em>\n<br>\n<br>Lunavi reserves the right to terminate any account that violates this policy.\nUsage of Lunavi services constitutes acceptance and understanding of this policy.\nIt is the responsibility of dedicated server owners, Virtual Private Server and colocation clients to manage the email from their server/accounts and to comply with anti-spam policies.\nLunavi reserves the right to decide what it considers \"spam\", \"UCE\", \"mail bombing\", or \"bulk e-mail\", and to determine from all of the evidence whether or not the e-mail recipients were from an \"opt-in\" e-mail list.<br>\n<br>\n<strong>1.1.2 Adult Content</strong>\n<br>\n<br>\n<em>Shared Hosting Servers</em>\n<br>\n<br>Because the Internet is a global communication tool, and we have clients from nearly every country in the world it is difficult to dictate what is considered \"adult material.\" However, it is not our function to discriminate against those who choose to utilize adult content or adult-related material.\nThis being said, there are still several reasons why Lunavi has been forced to create its no adult sites policy for its shared hosting server users.</p>\n<p>What does Lunavi consider \"Adult Material\"?</p>\n<ul>\n<li>Any site whose revenue is gained in part or whole from its adult content.</li>\n<li>Photos or videos showing frontal nudity on either men or women for non-scientific or non-artistic purposes.\n</li>\n<li>Hyperlinks to adult sites, including but not limited to sites that violate these policies.</li>\n<li>Sites that have discussion boards and share information that is 'adult' in nature.</li>\n<li>Sites that sell or promote 'adult' material, including but not limited to adult toys.</li>\n</ul>\n<p>Lunavi reserves the right to decide what it considers \"adult content\", \"adult material\", \"sexually explicit\", or \"sexually related\".\nLet us know if you are unsure of the approval of your site before placing an order.\nPlease email sales(a)lunavi.com for review of your content and/or site.<br>\n<br>\n<strong>Why does Lunavi have this policy?</strong>\n<br>\n<br>\n<em>Bandwidth and Resources</em>\n<br>\n<br>A shared server is a shared environment where many servers reside on each particular machine.\nThis being said, consider that an average \"adult site\" gets more hits than 100 standard web sites.\nSome of the smaller adult sites get around 5 GB of transfer per day.\nWith these types of resources being utilized, our servers would be severely slowed if we allowed these high traffic sites to also reside on our servers.\nOn top of that, we would be forced to raise our prices to pay for the additional bandwidth.\nWe strive to keep our servers fast and inexpensive, and our bandwidth clear.\ntherefore, adult sites are not an option.<br>\n<br>\n<em>Banned IPs</em>\n<br>\n<br>Adult sites tend to get blocked.\nSince many of our shared accounts also share IP addresses and/or the range of IPs is blocked, all other users on that server or network range are impacted.<br>\n<br>\n<em>Association</em>\n<br>\n<br>Many people do not want to be associated with adult content, based on personal opinions and beliefs.\nIPs are assigned to a server in ranges and IP addresses are in many cases shared IPs.\nConsequently, we want our shared servers to be 'adult content' free.<br>\n<br>\n<em>Virtual Private (VPS), Dedicated and Colocation servers</em>\n<br>\n<br>Because we can swap IP addresses and assign them to the owners of these accounts, we allow our dedicated and colocation customers to have adult contention their servers.\nAll of our Terms of Service and Acceptable Use policies apply, including, but not limited to:<br>‍<br>UCE / Spam: Adult sites tend to use UCE/spam as a source of marketing.\nBefore considering using our services for Adult material, please review our spam policy.\nWe have zero tolerance for spam.<br>‍<br>Illegal Content: We do not allow any illegal activities on our network, including, but not limited exploitation of minors.<br>‍</p>\n<p>\n<strong>1.1.3 Copyright Infringement /Intellectual Property</strong>\n</p>\n<p>Engaging in any activity that infringes or misappropriates the intellectual property rights of others, including copyrights, trademarks, service marks, trade secrets, software piracy, and patents held by individuals, corporations, or other entities.\nAlso, engaging in activity that violates privacy, publicity, or other personal rights of others.\nLunavi may be required by law to remove or block access to customer content upon receipt of a proper notice of copyright infringement.</p>\n<p>Reference: Digital Millennium Copyright Act (DMCA): http://www.copyright.gov/legislation/hr2281.pdf</p>\n<p>DMCA Notices can be sent to:</p>\n<p>DCMA Notices<br>Lunavi, Inc.<br>340 Progress Circle<br>Cheyenne, WY 82007<br>\n<br>\n<strong>Email:</strong> abuse(at)lunavi.com<br>‍</p>\n<p>\n<strong>1.1.4 Miscellaneous and Other Activities</strong>\n</p>\n<p>\n<em>Defamatory or Abusive Language</em>\n</p>\n<p>Using Lunavi’s network as a means to transmit or post defamatory, harassing, abusive, or threatening language.<br>Any content that is discriminatory based on gender, race, age and/or promotes hate or violence is prohibited.</p>\n<p>\n<em>Usenet Group postings that violate our TOS</em>\n<br>\n<br>Lunavi reserves the right not to accept postings from newsgroups where we have actual knowledge that the content of the newsgroup violates the AUP.</p>\n<p>\n<em>Facilitating a Violation of our TOS</em>\n</p>\n<p>Advertising, transmitting, or otherwise making available any software, program, product, or service that is designed to violate this AUP, which includes the facilitation of the means to spam, initiation of pinging, flooding, mail bombing, denial of service attacks, and piracy of software.</p>\n<p>\n<em>Other activities Lunavi determines to be harmful</em>\n<br>\n<br>As we have pointed out, the responsibility for avoiding the harmful activities just described rests primarily with the client.\nLunavi will not, as an ordinary practice, monitor the communications of its client to ensure that they comply with Lunavi policy or applicable law.</p>\n<p>Lunavi also is concerned with the privacy of on-line communications and web sites.\nIn general, the Internet is neither more nor less secure than other means of communication, including mail, facsimile, and voice telephone service, all of which can be intercepted and otherwise compromised.\nAs a matter of prudence, however, Lunavi urges its clients to assume that all of their on-line communications are insecure.\nLunavi cannot take any responsibility for the security of information transmitted over Lunavi’s facilities.</p>\n<p>Lunavi will not intentionally monitor private electronic mail messages sent or received by its clients unless required to do so by law, governmental authority, or when public safety is at stake.\nLunavi may, however, monitor its service electronically to determine that its facilities are operating satisfactorily.\nAlso, Lunavi may disclose information, including but not limited to, information concerning a client, a transmission made using our network, or a web site, in order to comply with a court order, subpoena, summons, discovery request, warrant, statute, regulation, or governmental request.\nLunavi assumes no obligation to inform the client that client information has been provided and in some cases may be prohibited by law from giving such notice.\nFinally, Lunavi may disclose client information or information transmitted over its network where necessary to protect Lunavi and others from harm, or where such disclosure is necessary to the proper operation of the system.</p>\n<p>Any complaints about a client's violation of this AUP should be sent to: abuse(at)lunavi.com.</p>", "created_at": "2021-10-21 19:08:15.548886", "updated_at": "2021-10-21 17:09:41.60646"}], "points": [], "urls": ["greenhousedata.com", "lunavi.com"]}}