{"error": 448, "message": "OK", "parameters": {"id": 3716, "name": "Simply Earth", "created_at": "2021-05-20 21:36:24.467795", "updated_at": "2021-05-26 22:00:20.931502", "wikipedia": null, "keywords": null, "related": null, "slug": "simply_earth", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/3716.png", "url": "simplyearth.com", "documents": [{"id": 6200, "name": " Terms of Use ", "url": "https://simplyearth.com/pages/terms-of-service", "xpath": "//*[@id=\"Terms of Use\"]", "text": " We value you at Simply Earth.\nWe are here to serve you.\nWe have all our legal statements below, but because we value you, if you have any questions, please email us at help@simplyearth.com, and we will get back to you within 1 business day.\nThe Simply Earth website and services are provided by Simply Earth, Inc.\n(“Simply Earth”, “we” “us” or “our”).\nThese terms and conditions (these “Terms and Conditions”) govern your (“you” or “your”) access to and use of the simplyearth.com web site (the “Website”) and all services provided by Simply Earth via the Website including without limitation our monthly product and gift service (collectively, the “Services”).\nSimply Earth provides an online store and subscription service for monthly delivery of natural-home-related products for you or as a gift to others.\nAccess to the Website, use of the Services, and purchase of the Products is subject to these Terms and Conditions and the Simply Earth Privacy Policy available on the Website.\nAcceptance of Terms\nBy using our Website or subscribing to our Services, you indicate your unconditional acceptance of the following Terms and Conditions.\nPlease read them carefully, as they may have changed since your last visit.\nThe most recent version of these Terms and Conditions may be viewed at simplyearth.com/pages/terms-of-service Scope of Service\nSimply Earth maintains this Website as a service to the user community that visits the Website subject to these Terms and Conditions.\nYou are responsible for obtaining any equipment and internet service necessary to access our Website and for paying any fees for the equipment and service you select.\nWe may alter, suspend, or discontinue this Website or the Services in whole or in part, at any time and for any reason, without notice.\nThe Website may also periodically become unavailable due to maintenance, malfunction of computer equipment, or for other reasons.\nWebsite Content\nUsers have a personal, non-transferable, non-exclusive right to access and use the Content of this Website subject to these Terms and Conditions.\nThe term “Content” means all information, text, images, data, links, software, or other material accessible through the Website or Services, whether created by us or provided by another person for display on the Website or through the Services.\nThe Content may contain typographical errors, other inadvertent errors, or inaccuracies.\nWe reserve the right to make changes to document names and content, descriptions or specifications of products or services, or other information without obligation to issue any notice of such changes.\nYou may view, copy, download, and print Content that is available on this website or through the Services, subject to the following conditions: The Content may be used solely for internal informational purposes.\nNo part of this website or its Content may be reproduced or transmitted in any form, by any means, electronic or mechanical, including photocopying and recording for any other purpose.\nThe Content may not be modified.\nCopyright, trademark, and other proprietary notices may not be removed.\nNothing contained on this Website should be construed as granting, by implication, estoppel, or otherwise, any license or right to use this Website or any Content displayed on this Website, through the use of framing or otherwise, except: (a) as expressly permitted by these terms of use.\nor (b) with our prior written permission or the permission of such third party that may own the trademark or copyright of material displayed on this Website.\nRegistration and Membership.\nProduct Sales\nIn order to start your ongoing Simply Earth monthly subscription, you must register as a member on our Website.\nTo register, you can simply provide information about yourself, your shipping information including your address and billing information, and your valid email address and password to create your login profile.\nAll information that you provide to Simply Earth, including your credit card information, is subject to Simply Earth's Privacy Policy.\nYou are responsible for keeping your registration information up to date through the account page on the Website.\nAs a registered user of Simply Earth, you agree to receive emails promoting any special offer(s), including third party offers.\nYou may opt-out from receiving special promotions by emailing help@simplyearth.com or selecting to unsubscribe as may be provided in the applicable e-mail correspondence.\nMonthly Delivery\nAs a subscribed Simply Earth member, each month we will ship you a package with a different selection of items that may consist of a selection from oils, powders, waxes, stickers, containers, or other natural-home-related items (“Products”).\nEach month of your subscription, the selection of Products may change.\nAccordingly, Simply Earth cannot guarantee that a selection available in a particular timeframe will be available in any subsequent timeframe.\nBY SUBSCRIBING YOU AGREE TO PAY THE MONTHLY SUBSCRIPTION FEE FOR THE PRODUCTS THAT ARE SUPPLIED EACH MONTH.\nProducts\nCertain products or services may be available exclusively online through the website.\nWe have made every effort to display as accurately as possible the colors and images of our products that appear at the store.\nWe cannot guarantee that your computer monitor's display of any color will be accurate.\nWe reserve the right, but are not obligated, to limit the sales of our products or Services to any person, geographic region, or jurisdiction.\nWe may exercise this right on a case-by-case basis.\nWe reserve the right to limit the quantities of any products or services that we offer.\nAll descriptions of products or product pricing are subject to change at anytime without notice, at the sole discretion of us.\nWe reserve the right to discontinue any product at any time.\nAny offer for any product or service made on this site is void where prohibited.\nWe do not warrant that the quality of any products, services, information, or other material purchased or obtained by you will meet your expectations, or that any errors in the Service will be corrected.\nBilling and Payments\nPrices for our products are subject to change without notice.\nWe shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service.\nThe price of the Services and/or goods is payable in full before delivery.\nWe accept the following credit cards at this time: Visa, MasterCard, American Express, or Discover.\nYou will automatically be charged each month for your ongoing subscription.\nUnless you cancel your subscription or membership prior to the end of your then-current subscription period, at the end of that period, your subscription will automatically be renewed for an additional subscription period of the same amount of time.\nWe reserve the right to refuse any order you place with us.\nWe may, in our sole discretion, limit or cancel quantities purchased per person, per household or per order.\nThese restrictions may include orders placed by or under the same customer account, the same credit card, and/or orders that use the same billing and/or shipping address.\nIn the event that we make a change to or cancel an order, we may attempt to notify you by contacting the e-mail and/or billing address/phone number provided at the time the order was made.\nWe reserve the right to limit or prohibit orders that, in our sole judgment, appear to be placed by dealers, resellers, or distributors.\nFor your convenience and continuous subscription benefits as a member, if your payment method reaches its expiration date, you do not edit your credit card information, and you have an ongoing subscription, you authorize us to continue billing that credit card on file including extending the expiration date until we are notified by you or the credit card company that the account is no longer valid.\nWe encourage you to constantly update your payment method information or cancel your membership should you wish to discontinue your monthly purchase of Products.\nWe use a third party payment service in lieu of directly processing your credit card information.\nBy submitting your credit card information, you grant Simply Earth the right to store and process your information with the third party payment service, which it may change from time to time.\nyou agree that Simply Earth will not be responsible for any failures of the third party to adequately protect such information.\nAll financial matters regarding your information are subject to the conditions of the third party payment service provider's terms of service.\nthe current version of which is attached as a link at https://www.braintreepayments.com/legal.\nYou acknowledge that we may change the third party payment service and move your information to other service providers that encrypt your information using secure socket layer technology (SSL) or other comparable security technology.\nShipping and Risk of Loss\nUnless otherwise indicated at the time of your purchase, shipping and handling fees are included with your order.\nShipping dates and/or arrival times are only estimates.\nFor loss/damage claims, you must notify Simply Earth within 365 days of the date of your purchase if you believe all or part of your order is missing or damaged.\nReplacement of Products and credits to your account for shipped merchandise claimed as not received are subject to our investigation, which may include postal-service notification.\nWe will adjust your account at our discretion.\nRepeated claims of undelivered merchandise may result in the cancellation of your membership.\nReturns and Exchanges\nIf a Product is defective, you may return it within 365 days of receipt, and we will send you a new item or credit your account.\nTo request a refund, please contact us at help@simplyearth.com.\nWhen returning Products, it is your responsibility to take reasonable care to see that the Products are not damaged in transit and are received by us at our address as displayed on the Website.\nPlease note credits resulting from the monthly charge are only available up to 30 days past the date of the charge.\nRefunds are at the sole discretion of SimplyEarth.com.\nLocal Taxes\nYou may be charged local sales tax or VAT, if applicable.\nInternational Access\nThis Website may be accessed from countries other than the United States.\nThis Website and the Services may contain products or references to products that are only available within the United States and U.S.\nterritories.\nAny such references do not imply that such products will be made available outside the United States.\nIf you access and use this Website outside the United States you are responsible for complying with your local laws and regulations.\nMembership Cancellations\nWe work hard to make your membership satisfying.\nhowever, you may cancel your ongoing membership through the account page on the Website.\nYou must update your account on the Website by the first day of the month following the end of your then-current subscription period.\nYOUR SUBSCRIPTION IS CONTINUOUS UNTIL YOU CANCEL AND, IF YOU CANCEL YOUR MEMBERSHIP BEFORE THE END OF AN EXISTING SUBSCRIPTION PERIOD, YOU WILL BE CHARGED FOR THE REMAINDER OF THAT SUBSCRIPTION PERIOD.\nYOUR SUBSCRIPTION WILL CONTINUE UNTIL YOU CANCEL AND, IF YOU DO NOT CANCEL YOUR MEMBERSHIP PRIOR TO THE FIRST DAY OF THE MONTH FOLLOWING THE END OF A SUBSCRIPTION PERIOD, YOUR SUBSCRIPTION WILL AUTOMATICALLY RENEW FOR A NEW SUBSCRIPTION PERIOD OF THE SAME AMOUNT OF TIME.\nAll cancellation requests received after the first day of the calendar month following a Subscription Period will apply to the following Subscription Period.\nWe may terminate your membership, without notice, for conduct we believe violates these Terms and Conditions or our policies, is harmful to our business interests, or for an inactive account.\nLimitation of Liability\nIN NO EVENT SHALL Simply Earth OR ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AFFILIATES BE LIABLE TO ANY USER OF THIS WEBSITE OR ANY OTHER PERSON OR ENTITY FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES (INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, LOSS OF DATA, LOSS OF USE, OR COSTS OF OBTAINING SUBSTITUTE GOODS OR SERVICES) ARISING OUT OF THE USE, INABILITY TO USE, UNAUTHORIZED ACCESS TO OR USE OR MISUSE OF THE PRODUCTS OR THE WEBSITE OR ANY INFORMATION CONTAINED THEREON, WHETHER BASED UPON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE, EVEN IF HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR LOSSES.\nYOU AGREE Simply Earth'S TOTAL CUMULATIVE LIABILITY IN CONNECTION WITH THESE TERMS AND CONDITIONS, THE WEBSITE, THE CONTENT, OR ANY PRODUCT OR SERVICES WHETHER IN CONTRACT, TORT, OR OTHERWISE, SHALL NOT EXCEED THE AMOUNT YOU PAID TO Simply Earth IN THE THEN-PRIOR CALENDAR MONTH.\nIndemnification\nBy using this Website, our Services, or supplied Products, you agree to indemnify, hold harmless and defend Simply Earth from any claims, damages, losses, liabilities, and all costs and expenses of defense, including but not limited to, attorneys' fees, resulting directly or indirectly from a claim by a third party that arises in connection with use of this Website, Services, or Products by you or any other person accessing the Website using your member login account.\nContent Submitted by Users\nAccuracy: You may use this Website (but not subscribe to our Services) without volunteering personally identifiable information.\nPlease refer to our Privacy Policy for additional information on our practices for handling personally identifiable information.\nHowever, if you choose to provide information to register for or participate in a service, event, or promotion on this Website or to use our Services, you agree that you will provide accurate, complete, and up to date information as requested on the screens that collect information from you.\nLiability: We are not responsible or liable for the conduct of users or for any views, opinions, and statements expressed in Content submitted for public display through our Website, such as through an online discussion forum or chat room.\nWe do not prescreen information posted to online discussion forums or chat rooms, if any.\nWith respect to such forums and chat rooms, we are acting as a passive conduit for such distribution and are not responsible for Content.\nAny opinions, advice, statements, services, offers, or other information in Content expressed or made available by users of an online discussion forum or chat room are those of the respective author(s) or distributor(s) and not of Simply Earth.\nWe neither endorse nor guarantee the accuracy, completeness, or usefulness of any such Content.\nYou are responsible for ensuring that Content submitted to this Website is not provided in violation of any copyright, trade secret, or other intellectual property rights of another person or entity.\nYou shall be solely liable for any damages resulting from any infringement of copyrights, trade secret, or other intellectual property rights, or any other harm resulting from your uploading, posting, or submission of Content to this Website.\nMonitoring: We have the right, but not the obligation, to monitor Content submitted to our Website through an online discussion forum or chat room, to determine compliance with these Terms and Conditions and any other applicable rules that we may establish.\nWe have the right in our sole discretion to edit or remove any material submitted to or posted in any online discussion forum or chat room provided through this Website.\nWithout limiting the foregoing, we have the right to remove any material that Simply Earth, in its sole discretion, finds to be in violation of these Terms and Conditions or otherwise objectionable, and you are solely responsible for the Content that you post to this Website.\nLobbying: Federal law restricts lobbying activities by tax-exempt organizations.\n“Lobbying” includes certain activities intended to influence legislation.\nContent posted by users does not constitute lobbying by Simply Earth, but may constitute lobbying by you or an organization that you represent.\nYou are responsible for complying with any applicable lobbying restrictions.\nProhibited Content\nBy accessing our Website or any chat room, online discussion forum, or other service provided through our Website, you agree to abide by the following standards of conduct.\nYou agree that you will not, and will not authorize or facilitate any attempt by another person to use our Website or any related chat room or online discussion forum to: Transmit any Content that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, offensive, obscene, pornographic, lewd, lascivious, or otherwise objectionable, as determined by Simply Earth.\nUse a name or language that Simply Earth, in its sole discretion, deems offensive.\nPost defamatory statements.\nPost hateful or racially or ethnically objectionable Content.\nPost Content which infringes another's copyright, trademark or trade secret.\nPost unsolicited advertising or unlawfully promote products or services.\nHarass, threaten or intentionally embarrass or cause distress to another person or entity.\nImpersonate another person.\nPromote, solicit, or participate in any multi-level marketing or pyramid schemes.\nExploit children under 18 years of age.\nEngage in disruptive activity such as sending multiple messages in an effort to monopolize the forum.\nIntroduce viruses, worms, Trojan horses and/or harmful code to the Website.\nObtain unauthorized access to any computer system through the Website.\nInvade the privacy of any person, including but not limited to posting personally identifying or otherwise private information about a person without their consent (or their parent's consent in the case of a child under 13 years of age).\nSolicit personal information from children under 13 years of age.\nViolate any federal, state, local, or international law or regulation.\nEncourage conduct that would constitute a criminal or civil offense.\nSubmitted Content\nSimply Earth does not claim ownership of any materials you make available through the Website.\nWith respect to any materials you submit or make available for inclusion on the Website, you grant Simply Earth a perpetual, irrevocable, non-terminable, worldwide, royalty-free and non-exclusive license to use, copy, distribute, publicly display, modify, create derivative works, and sublicense such materials or any part of such materials.\nYou hereby represent, warrant and covenant that any materials you provide do not include anything (including, but not limited to, text, images, music or video) to which you do not have the full right to grant Simply Earth the license specified above.\nYou further represent, warrant and covenant that any materials you provide will not contain libelous or otherwise unlawful, abusive, or obscene material.\nSimply Earth will be entitled to use any content submitted by you without incurring obligations of confidentiality, attribution, or compensation to you.\nMinors\nSimply Earth services are available only to, and may only be used by, individuals who are 18 years and older who can form legally binding contracts under applicable law.\nIndividuals under the age of 18 can use this service only in conjunction with and under the supervision of a parent or legal guardian.\nIn this case, the adult is the user and is responsible for any and all activities, subscribers and purchasers.\nIntellectual Property Rights\nUnless otherwise noted, all Content contained on this Website is the property of Simply Earth and/or its affiliates or licensors, and is protected from unauthorized copying and dissemination by United States copyright law, trademark law, international conventions and other intellectual property laws.\nProduct names are trademarks or registered trademarks of their respective owners.\nWe do not claim ownership of Content submitted by users without compensation by Simply Earth and with the expectation that such Content will be made publicly accessible through our Website.\nBy submitting such Content, however, you agree to grant us a world-wide, royalty-free, perpetual, irrevocable, non-exclusive license to use, distribute, reproduce, modify, adapt, create derivative works from, and publicly perform or display such Content.\nThis license shall remain in effect until we delete the Content from our systems.\nCopyright Infringement.\nNotice and Take Down Procedures\nIf you believe that any materials on this Website infringe your copyright, you may request that they be removed.\nThis request must bear a signature (or electronic equivalent) of the copyright holder or an authorized representative and must include the following information: (1) identification of the copyrighted work that you believe to be infringed, including a description of the work and, where possible, a copy or the location of an authorized version of the work.\n(2) identification of the material that you believe to be infringing and its location, including a description of the material, its Website location or other pertinent information that will help us to locate the material.\n(3) your name, address, telephone number, and email address.\n(4) a statement that you have a good faith belief that the complained of use of the materials is not authorized by the copyright owner, its agent, or the law.\n(5) a statement that the information in your claim is accurate.\nand (6) a statement that “under penalty of perjury,” you declare that you are the lawful copyright owner or are authorized to act on the owner's behalf.\nIn an effort to protect the rights of copyright owners, we maintain a policy for the termination, in appropriate circumstances, of users of this Website who are repeat infringers.\nSecurity\nWhen you register to participate in Simply Earth services on this Website, you may be required to establish a login identifier and a password.\nYou are responsible for protecting your login and password from unauthorized use, and you are responsible for all activity that occurs on your account (including without limitation financial obligations).\nYou agree to notify us immediately if you believe that your login or password has been or may be used without your permission so that appropriate action can be taken.\nWe are not responsible for losses or damage caused by your failure to safeguard your login and password.\nDisclaimer of Warranty\nYOU ARE SOLELY RESPONSIBLE FOR DETERMINING IF THE PRODUCTS ARE SUITABLE FOR USE.\nWE ARE NOT ABLE TO PROVIDE ANY ASSURANCES REGARDING ALLERGIES.\nUnder no circumstances will we be liable for any loss or damage caused by your use of the Products or your reliance on information in any Content on this Website.\nYOU AGREE THAT YOUR SOLE AND EXCLUSIVE REMEDY ARISING FROM OR RELATING IN ANY WAY TO ANY PRODUCT SHALL BE ITS REPLACEMENT OR A CREDIT TOWARDS ANOTHER MONTHLY SHIPMENT, IN Simply Earth'S DISCRETION.\nYOU MAY RETURN DEFECTIVE PRODUCTS ONLY WITHIN THIRTY (30) DAYS OF DELIVERY.\nEXCEPT AS EXPRESSLY PROVIDED HEREIN, ALL PRODUCTS SUPPLIED, AND ALL TEXT, IMAGES, AND OTHER INFORMATION ON OR ACCESSIBLE FROM THIS WEBSITE ARE PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nSPECIFICALLY, BUT WITHOUT LIMITATION, Simply Earth DOES NOT WARRANT THAT: (i) THE INFORMATION AVAILABLE ON THIS WEBSITE IS FREE OF ERRORS.\n(ii) THE PRODUCTS OR SERVICES ARE NOT DEFECTIVE.\n(iii) THE FUNCTIONS OR SERVICES (INCLUDING BUT NOT LIMITED TO MECHANISMS FOR THE DOWNLOADING AND UPLOADING OF CONTENT) PROVIDED BY THIS WEBSITE WILL BE UNINTERRUPTED, SECURE, OR FREE OF ERRORS.\n(iv) DEFECTS WILL BE CORRECTED, OR (v) THIS WEBSITE OR THE SERVER(S) THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nExclusions\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\nLinks to Third-Party Websites\nThis Website may contain links to third party Websites that are provided to you as a convenience.\nAny outside Website accessed from our Website is independent from Simply Earth, and we have no control over the content of such Websites.\nWe are not responsible for the content of any linked Website or for any loss or damage incurred in connection with your use such links or dealings with the operators of such third party Websites.\nNo Implied Endorsements\nIn no event shall any reference to any third party or third party product or service be construed as an approval or endorsement by Simply Earth of that third party or of any product or service provided by a third party.\nLikewise, a link to any third party Website does not imply that we endorse or accept any responsibility for the content or use of such a Website.\nSimply Earth does not endorse, warrant or guarantee any product or service offered by any third party through an online discussion forum or chat room accessible through this Website and will not be a party to or in any way monitor any transaction involving any third party providers of products or services.\nAs with the purchase of a product or service through any medium or in any environment, you are responsible for exercising appropriate judgment and caution.\nJurisdictional Issues\nWe make no representation that information on this Website, or the Products or Services we provide, are appropriate or available for use outside the United States.\nThose who choose to access this Website from outside the United States do so on their own initiative and at their own risk and are responsible for compliance with applicable local laws.\nTermination\nWe may terminate any user's monthly subscription or access to our Website or Services, including access to any online discussion forum or chat room, in our sole discretion, for any reason and at any time, with or without prior notice.\nIt is our policy to terminate users who violate these terms and conditions, as deemed appropriate in our sole discretion.\nYou agree that we are not liable to you or any third party for any termination of your access to our Website or Services.\nEnforcement\nThese Terms and Conditions shall be governed and interpreted pursuant to the laws of W4228 Church Road, Waldo, Wisconsin, United States of America 53093, notwithstanding any principles of conflicts of law.\nAll disputes arising out of or relating to these Terms and Conditions shall be finally resolved by arbitration conducted in the English language in the U.S.A.\nunder the commercial arbitration rules of the American Arbitration Association.\nThe parties shall bear equally the cost of the arbitration (except that the prevailing party shall be entitled to an award of reasonable attorneys' fees incurred in connection with the arbitration in such an amount as may be determined by the arbitrator).\nAll decisions of the arbitrator shall be final and binding on both parties and enforceable in any court of competent jurisdiction.\nNotwithstanding the foregoing, we shall be entitled to seek injunctive relief, security, or other equitable remedies from federal and state courts or any other court of competent jurisdiction.\nUnder no circumstances shall the arbitrator be authorized to award punitive damages, including but not limited to federal or state statutes permitting multiple or punitive damage awards.\nAny purported award of punitive or multiple damages shall be beyond the arbitrator's authority, void, and unenforceable.\nBY AGREEING TO THESE TERMS OF SERVICE, YOU ARE WAIVING YOUR RIGHT TO A JURY TRIAL AND YOUR RIGHT TO HAVE A COURT HEAR CLAIM ARISING IN CONNECTION WITH THIS AGREEMENT, AMONG OTHER WAIVERS OF RIGHTS SET FORTH IN THIS AGREEMENT.\nSeverability\nTo the extent you are located in the United States, if any provisions of this Agreement are not permitted by applicable law or regulation, those provisions shall be of no force or effect as between you and Simply Earth.\nIf any part of these Terms and Conditions is held to be unlawful, void, or unenforceable, that part will be deemed severable and shall not affect the validity and enforceability of the remaining provisions as between you and Simply Earth.\nEntire Agreement\nThe failure of us to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision.\nThese Terms of Service and any policies or operating rules posted by us on this site or in respect to The Service constitutes the entire agreement and understanding between you and us and govern your use of the Service, superseding any prior or contemporaneous agreements, communications and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms of Service).\nAny ambiguities in the interpretation of these Terms of Service shall not be construed against the drafting party.\nFor Additional Information\nIf you have any questions about these Terms and Conditions, please contact help@simplyearth.com.\n", "created_at": "2021-05-20 21:36:24.47448", "updated_at": "2021-05-20 19:37:48.838534"}, {"id": 6199, "name": " Privacy Policy ", "url": "https://simplyearth.com/pages/privacy-policy", "xpath": "", "text": " <p>Congrats! 🎉 FREE SHIPPING on all subscription orders</p> Add-Ons to Orders <p> Info about this.Info about this.Info about this.Info about this.Info about this.Info about this.Info about this.Info about this.Info about this.Info about this.Info about this.Info about this.Info about this.Info about this.\n</p> Shop Add-ons <p> Never mind, return to my box!</p> × Exchange Your Oil <p> Make this box your own by swapping out one of the oils.\nYou can swap out any of the essential oils in your Recipe Box.\nThe new oil can be up to $2 more than the oil you are replacing.\nWhen you exchange an oil, we’ll add a $2 charge to your box.\nYou are in charge of your toxin-free journey.\n</p> Rewards × SEARCH <i>\n</i>\n<i>\n</i> Search <i>\n</i>\n<ul>\n<li>Login</li>\n<li>\n</li>\n<li>\n<i>0</i>\n</li>\n</ul>\n<ul>\n<li>Recipe Box</li>\n<li>Shop <ul>\n<li> Single Oils</li>\n<li> Blends</li>\n<li> Carrier Oils</li>\n<li> Roll-ons</li>\n<li> Accessories</li>\n</ul>\n</li>\n<li>Simply Pure Promise</li>\n<li>Recipes &amp.\nArticles</li>\n<li>Your Impact</li>\n<li>Login</li>\n</ul>\n<ul>\n<li>GET THE BOX <i>\n</i>\n</li>\n</ul> Privacy Policy <p>We value you at Simply Earth.\nWe value your privacy too.\nWe are here to serve you.\nWe have all our legal statements below, but because we value you, if you have any questions, please email us at help@simplyearth.com, and we will get back to you within 1 business day.</p>\n<p>We respect the privacy of our users.\nThis Privacy Policy (\"Policy\") describes our privacy practices concerning information collected in connection with the Simply Earth website (the \"Site\").</p>\n<p>This Policy is intended to explain the conditions under which Simply Earth collects, uses, and discloses personal and other information in connection with the Site, and your rights in relation to that information.\nBy visiting our Site and/or using the features made available to you through the Site, you are agreeing to the terms of this Policy.</p>\n<p>The personal and other information that we collect about you is controlled by Simply Earth, which is headquartered in the United States at W4228 Church Road, Waldo, WI 53093.</p>\n<p>What personal and other information we collect about you\nSimply Earth collects both \"personal information\" and \"non-personal information\" about Site users.\nFor purposes of this Policy, \"non-personal information\" is information that Simply Earth cannot directly associate with a specific person without the aid of additional information.\nBy contrast, \"personal information,\" is information such as a name or email address that Simply Earth can directly associate with a specific person or entity without additional information.\nWhen we combine non-personal information with personal information, we treat the combined information as personal information.</p>\n<p>Personal information.\nYou can visit the Site without submitting any personal information.\nHowever, in order to subscribe to our services, make purchases, or use many features of our Site, you will be required to provide personal information.\nFor example:</p>\n<p>Registration.\nIn order to use some features of the Site, you must first subscribe to the applicable Simply Earth service.\nDuring registration, you are required to provide certain personal information (such as name, email address, shipping address, and credit card number and expiration date) in accordance with our terms of use.</p>\n<p>Orders.\nIf you purchase a product or service from us, we request certain personal information from you on our order form.\nYou must provide personal contact information (such as name, email address, and shipping address) and financial information (such as a credit card number and expiration date).</p>\n<p>Posted Content.\nThe Site enables users to submit additional information that may be made accessible to other users or the general public.\nTo post content, you may be required to first register by providing information such as an email address, display name, and password.\nRegistrants also may choose to voluntarily provide additional information, including photos, a biography, and/or information about their location.\nAnd, of course, registrants may disclose personal and other information through their posted content.</p>\n<p>Feedback.\nOur online contact form also contains a \"message\" field through which you may submit additional personal information.</p>\n<p>We may combine personal information collected through the Site with other information that we or third parties collect about you in other contexts—such as our communications with you via email or phone, or your customer service records.\nWe will treat such combined information as personal information and protect it in accordance with this Policy.</p>\n<p>Surveys, Contests, and Promotions.\nFrom time to time, Simply Earth may ask Site users to participate in surveys, contests, or promotions.\nSuch surveys, contests, and promotions may be used to collect both personal and non-personal information.\nParticipation is completely voluntary, and you therefore have a choice whether or not to disclose your information.</p>\n<p>Log data.\nWhen you use the Site, we automatically receive and record certain information from your computer (or other device) and your browser.\nThis may include such data as your IP address and domain name, the pages you visit or the features you use on the Site, the date and time of your visit, the files that you download, the URLs from the webSite you visit before and after navigating to the Site, your software and hardware attributes (including device IDs), your general geographic location (e.g., your city, state, or metropolitan region), and certain cookie information (see below).\nTo obtain such information, we may use web logs or applications that recognize your computer or device and gather information about its online activity.</p>\n<p>Cookies.\nWe also use cookies in conjunction with the Site.\nCookies are small files that are stored on your computer or other device by your web browser.\nA cookie allows the Site to recognize whether you have visited before and may store user preferences and other information.\nFor example, cookies can be used to collect information about your use of the Site during your current session and over time (including the pages you view and the files you download), the operating system and browser type of your computer or other device, your Internet service provider, your domain name and IP address, your general geographic location, the website that you visited before navigating to the Site, and the link you used to leave the Site.\nIf you are concerned about having cookies on your computer or device, you can set your browser to refuse all cookies or to indicate when a cookie is being set, allowing you to decide whether to accept it.\nYou can also delete cookies from your computer or device.\nHowever, if you choose to block or delete cookies, certain features of the Site may not operate correctly.</p>\n<p>Web beacons.\nWe also may use an application known as a \"web beacon\" (also known as a \"clear gif\" or \"web bug\").\nA web beacon is an electronic file that usually consists of a single-pixel image.\nIt can be embedded in a web page or in an email to transmit information, which could include personal information.\nFor example, it allows an email sender to determine whether a user has opened a particular email.</p>\n<p>Third-party online tracking and behavioral advertising.\nWe also may partner with certain third parties to collect, analyze, and use some of the personal and non-personal information described in this section.\nFor example, we may allow third parties to set cookies or use web beacons on the Site or in email communications from Simply Earth.\nThis information may be used for a variety of purposes, including online behavioral advertising, as discussed below (see the section entitled \"How we share personal and non-personal information with third parties\").</p>\n<p>How we use the personal and non-personal information that we collect\nSimply Earth uses the information that we collect for a variety of purposes.\nIf we have personal information about you, we may use it, for example: to respond to your questions or requests concerning the Site or other services offered by Simply Earth or our partners.\nto fulfill the terms of any agreement you have with us.\nto fulfill your requests for our services and orders for products or otherwise complete a transaction that you initiate.\nto send you information about our services, the status of any orders, and other topics that are likely to be of interest to you, including newsletters, updates, or other communications.\nto authenticate billing and identification information.\nto deliver confirmations, account information, notifications, awards, service-related announcements, and similar operational communications.\nto improve or personalize your user experience.\nto improve the quality of our products and services.\nto comply with legal and/or regulatory requirements.\nand to manage our business.</p>\n<p>We use the non-personal information that we collect for such purposes as: counting and recognizing users of the Site.\nanalyzing users’ demographics, interests, and behavior, including how they use the Site and various Site features.\nimproving the Site and enhancing users’ experiences with the Site.\nresearching and creating new products and services or improving our existing products and services.\nenabling additional website and application analytics and research concerning the Site.\nand managing our business.\nSimply Earth may link non-personal information gathered using cookies and web beacons with personal information.\nBut in that event, we will treat the combined information as personal information.</p>\n<p>We also may use the personal and non-personal information that we collect to send you promotional communications, including emails or postal mail about the products and services offered by Simply Earth or our partners.\nAlthough we hope you will find our promotional emails of interest, you may opt out of receiving them by sending an email to help@simplyearth.com, or by clicking on the \"unsubscribe\" link in any promotional email.</p>\n<p>We also provide you the opportunity to opt-out of having your personal information used for certain purposes when we ask for this information.\nFor example, if you purchase a product/service but do not wish to receive any additional marketing material from us, you can indicate your preference on our order form.</p>\n<p>If you choose to use our referral service to tell a friend about our products or services, we will ask you for your friend’s name and email address.\nWe will automatically send your friend emails inviting him or her to visit the Site.\nThis personal information may be used to track the success of our referral program.\nYour friend may contact us at help@simplyearth.com to request that we remove this information from our database.</p>\n<p>How we share personal and non-personal information with third parties\nWe share your personal information and non-personal information with other parties for a variety of purposes, as described below.</p>\n<p>Analytics and online behavioral advertising.\nWe partner with certain third parties to collect the non-personal information discussed above and to engage in analysis, auditing, research, and reporting.\nThese third parties may use web logs or web beacons, and they may set and access cookies on your computer or other device.</p>\n<p>The Site also enables third-party tracking mechanisms to collect your non-personal information for use in online behavioral advertising.\nFor example, third parties may use the fact that you visited the Site to target online ads for Simply Earth services to you on non-Simply Earth websites or services.\nIn addition, our third-party advertising networks might use information about your use of the Site to help target non-Simply Earth advertisements based on your online behavior in general.</p>\n<p>The use of online tracking mechanisms by third parties is subject to those third parties’ own privacy policies, and not this Policy.\nIf you prefer to prevent third parties from setting and accessing cookies on your computer, you may set your browser to block cookies.</p>\n<p>Third-party service providers and business partners.\nSimply Earth also uses other third-party service providers to help us manage and improve the Site and other Simply Earth services.\nThese service providers may collect and/or use your personal or non-personal information to assist us in achieving the purposes discussed above in the section entitled \"How we use the personal and non-personal information that we collect.\" For example, we use third parties to help us target and implement our email communications and direct mailings, to verify your identity and address for shipping purposes, to ship our products, and to process your credit card information.\nWe also use third-party sites to help us manage our relationships with the people and companies that use our services.</p>\n<p>We also may share your personal or non-personal information with other third parties when necessary to fulfill your requests for services.\nto complete a transaction that you initiate.\nto meet the terms of any agreement that you have with us or our partners.\nor to manage our business.</p>\n<p>Your direct sharing of information on the Site.\nCertain features of our Site make it possible for you to share comments or feedback publicly with all other users of the Site.\nAny information that you submit through such features will be available to the public at large and potentially accessible through third-party search engines.\nSuch information can be read, collected, and/or used by others, and it could be used to send you unsolicited messages if you disclose personal information.\nAccordingly, please take care when using these features of the Site.</p>\n<p>Your direct sharing of personal information through third-party websites and services.\nThe Site may enable you to share directly personal information with websites or online services operated by third parties.\nFor example, the Site contains links to third-party websites that incorporate comment and social media features.\nThe Site may also contain a Facebook \"like\" button, a Twitter \"follow\" button, or similar features.\nIf you choose to use these features, you may disclose your personal information not just to those third-party websites and services, but also to their users and the public more generally.\nBecause these third-party websites and services are not operated by Simply Earth, we are not responsible for the content or practices of those websites or services.\nThe collection, use, and disclosure of your personal and non-personal information will be subject to the privacy policies of the third party websites or services, and not this Policy.</p>\n<p>Third-party plugins.\nThe Site integrates certain third-party plug-ins (such as a Facebook \"like\" button).\nEven if you do not click on these plug-ins, they may collect information about you, such as your IP address and the pages that you view.\nThey also may set and/or access a cookie.\nThese plugins are governed by the privacy policy of the company providing them.</p>\n<p>Legal purposes.\nWe also may use or share your personal or non-personal information with third parties when we believe, in our sole discretion, that doing so is necessary:</p>\n<p>to comply with applicable law or a court order, subpoena, or other legal process;</p>\n<p>to investigate, prevent, or take action regarding illegal activities, suspected fraud, violations of our terms and conditions, or situations involving threats to our property or the property or physical safety of any person or third party.\nto establish, protect, or exercise our legal rights or defend against legal claims.\nor</p>\n<p>to facilitate the actual or proposed financing, securitization, insuring, sale, assignment, bankruptcy, or other disposal of all or part of our business or assets.</p>\n<p>Aggregated information.\nFrom time to time, Simply Earth may also share de-identified and aggregated information about Site users, such as by publishing a report on trends in the usage of the Site.</p>\n<p>Security\nSimply Earth uses commercially reasonable physical, electronic, and procedural safeguards to protect your personal information against loss or unauthorized access, use, modification, or deletion.\nWhen you enter sensitive information (such as a credit card number) on our registration or order forms, we encrypt that information using secure socket layer technology (SSL).\nHowever, no security program is foolproof, and thus we cannot guarantee the absolute security of your personal or other information.</p>\n<p>Reviewing and updating your information\nIf you want to learn more about the personal information that Simply Earth has about you, or you would like to update or change that information, or deactivate your account, please contact us by email at help@simplyearth.com.</p>\n<p>Note that deactivating your account does not cause your account information to be deleted from our servers.\nYou can request such deletion by emailing our Customer Support team at help@simplyearth.com.</p>\n<p>Information for Site users from outside the United States\nThe personal and non-personal information that we collect through or in connection with the Site is transferred to and processed in the United States for the purposes described above.\nSimply Earth also may subcontract the processing of your data to, or otherwise share your data with, affiliates or third parties in the United States or countries other than your country of residence.\nThe data-protection laws in these countries may be different from, and less stringent than, those in your country of residence.\nBy using the Site or by providing any personal or non-personal information to us, you expressly consent to such transfer and processing.</p>\n<p>Children’s Privacy\nThe Site is not directed to children under the age of 13, and Simply Earth will never knowingly collect personal or other information from anyone it knows is under the age of 13.\nPersons over 13 but under 18 years of age may use the Site only in conjunction with and under the supervision of a parent or legal guardian.</p>\n<p>Changes to this Policy\nWe reserve the right to amend this policy at any time.\nWe will post all changes to this policy on this website, so you should review the policy periodically.\nAny such amendments to this policy may apply to information we collect in the future as well as any information we obtained prior to such amendment.\nIf we make a material change to this policy, we will provide appropriate notice as required by law.</p>\n<p>Questions or comments\nIf you have any questions or comments regarding our Policy, please contact us at:\nPhone: 866-330-8165\nEmail: help@simplyearth.com\nEffective date: March 20, 2019</p>\n<p>This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.</p>\n<p>\n<strong>Free Essential Oil Recipes</strong>\n<br>\n<small>Join 20,000+ others making their homes natural</small>\n</p> SUBSCRIBE <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Call us at 866-330-8165 or Email us</p>\n<p>Monday - Friday 7-3 CST</p>\n<p>© Copyright Simply Earth.\nAll rights reserved.</p> About <ul>\n<li>Our Story</li>\n<li>Simply Pure Promise</li>\n<li>Our Cause</li>\n<li>Wholesale</li>\n<li>Ambassador Club</li>\n<li>Careers</li>\n</ul> Help <ul>\n<li>FAQ's</li>\n<li>Store Locator</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Contact Us</li>\n</ul> × <p>\n<strong>How many do you want?</strong>\n</p> 1 OK × Simply Earth Guarantee 0items <ul>\n<li>SUBTOTAL $0.00</li>\n</ul>\n<ul>\n<li>TAX $0.00</li>\n<li>\n<strong>TOTAL</strong> $0.00</li>\n</ul> SHOP CHECKOUT ", "created_at": "2021-05-20 21:36:24.471722", "updated_at": "2021-05-25 20:27:13.95858"}], "points": [{"id": 21172, "title": "Third-party cookies are used for advertising", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:47:26.409313", "updated_at": "2021-05-28 07:19:54.313718", "quoteText": "The Site also enables third-party tracking mechanisms to collect your non-personal information for use in online behavioral advertising.\nFor example, third parties may use the fact that you visited the Site to target online ads for Simply Earth services to you on non-Simply Earth websites or services.\nIn addition, our third-party advertising networks might use information about your use of the Site to help target non-Simply Earth advertisements based on your online behavior in general.</p>", "case_id": 128, "document_id": 6199, "quoteStart": 11445, "quoteEnd": 11939}, {"id": 21167, "title": " You are being tracked via social media cookies/pixels", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:36:18.712579", "updated_at": "2021-05-26 10:40:21.067939", "quoteText": "The Site integrates certain third-party plug-ins (such as a Facebook \"like\" button).\nEven if you do not click on these plug-ins, they may collect information about you, such as your IP address and the pages that you view.", "case_id": 307, "document_id": 6199, "quoteStart": 14851, "quoteEnd": 15072}, {"id": 21182, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://simplyearth.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-25 21:00:56.854935", "updated_at": "2021-05-26 10:39:18.352529", "quoteText": "EXCEPT AS EXPRESSLY PROVIDED HEREIN, ALL PRODUCTS SUPPLIED, AND ALL TEXT, IMAGES, AND OTHER INFORMATION ON OR ACCESSIBLE FROM THIS WEBSITE ARE PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\n", "case_id": 286, "document_id": 6200, "quoteStart": 23073, "quoteEnd": 23418}, {"id": 21190, "title": "Information is provided about how your personal data is used", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 21:07:22.850193", "updated_at": "2021-05-26 10:38:48.295985", "quoteText": "How we use the personal and non-personal information that we collect", "case_id": 227, "document_id": 6199, "quoteStart": 7907, "quoteEnd": 7975}, {"id": 21159, "title": "You must provide your identifiable information", "source": "https://simplyearth.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:21:41.909404", "updated_at": "2021-05-26 10:38:40.583958", "quoteText": "To register, you can simply provide information about yourself, your shipping information including your address and billing information, and your valid email address and password to create your login profile.", "case_id": 409, "document_id": 6200, "quoteStart": 3714, "quoteEnd": 3923}, {"id": 21189, "title": "Your data is processed and stored in a country that is less friendly to user privacy protection", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 21:05:39.882422", "updated_at": "2021-05-26 10:42:37.951795", "quoteText": "<p>The personal and other information that we collect about you is controlled by Simply Earth, which is headquartered in the United States at W4228 Church Road, Waldo, WI 53093.</p>", "case_id": 411, "document_id": 6199, "quoteStart": 1933, "quoteEnd": 2114}, {"id": 21186, "title": "The service does not guarantee the errors will be corrected", "source": "https://simplyearth.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-25 21:03:32.931829", "updated_at": "2021-05-26 10:42:24.77084", "quoteText": "(iv) DEFECTS WILL BE CORRECTED,", "case_id": 289, "document_id": 6200, "quoteStart": 23800, "quoteEnd": 23831}, {"id": 21183, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://simplyearth.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-25 21:02:14.973019", "updated_at": "2021-05-26 10:42:21.736851", "quoteText": "(i) THE INFORMATION AVAILABLE ON THIS WEBSITE IS FREE OF ERRORS.\n(ii) THE PRODUCTS OR SERVICES ARE NOT DEFECTIVE.\n(iii) THE FUNCTIONS OR SERVICES (INCLUDING BUT NOT LIMITED TO MECHANISMS FOR THE DOWNLOADING AND UPLOADING OF CONTENT) PROVIDED BY THIS WEBSITE WILL BE UNINTERRUPTED, SECURE, OR FREE OF ERRORS.", "case_id": 287, "document_id": 6200, "quoteStart": 23492, "quoteEnd": 23799}, {"id": 21181, "title": "Logs are kept for an undefined period of time", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:59:55.902002", "updated_at": "2021-05-26 10:49:23.094455", "quoteText": "When you use the Site, we automatically receive and record certain information from your computer (or other device) and your browser.", "case_id": 178, "document_id": 6199, "quoteStart": 5077, "quoteEnd": 5210}, {"id": 21180, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:57:46.608026", "updated_at": "2021-05-26 10:38:53.803037", "quoteText": "Questions or comments\nIf you have any questions or comments regarding our Policy, please contact us at:\nPhone: 866-330-8165\nEmail: help@simplyearth.com", "case_id": 300, "document_id": 6199, "quoteStart": 18678, "quoteEnd": 18829}, {"id": 21179, "title": "This service shares your personal data with third parties that are not involved in its operation", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:57:07.108792", "updated_at": "2021-05-26 10:56:34.220342", "quoteText": "We share your personal information and non-personal information with other parties for a variety of purposes, as described below.</p>\n", "case_id": 166, "document_id": 6199, "quoteStart": 10977, "quoteEnd": 11111}, {"id": 21178, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://simplyearth.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:53:32.078869", "updated_at": "2021-05-26 10:45:58.132067", "quoteText": "You are responsible for protecting your login and password from unauthorized use, and you are responsible for all activity that occurs on your account (including without limitation financial obligations).\n", "case_id": 148, "document_id": 6200, "quoteStart": 21992, "quoteEnd": 22197}, {"id": 21177, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://simplyearth.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:53:10.451852", "updated_at": "2021-05-26 10:45:15.786843", "quoteText": "You agree to notify us immediately if you believe that your login or password has been or may be used without your permission so that appropriate action can be taken.", "case_id": 484, "document_id": 6200, "quoteStart": 22197, "quoteEnd": 22363}, {"id": 21176, "title": "Tracking pixels (cookies or web beacons) are used in service-to-user communication", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:51:46.720683", "updated_at": "2021-05-26 10:43:25.675755", "quoteText": "For example, we may allow third parties to set cookies or use web beacons on the Site or in email communications from Simply Earth.\n", "case_id": 217, "document_id": 6199, "quoteStart": 7552, "quoteEnd": 7684}, {"id": 21175, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:50:58.939722", "updated_at": "2021-05-26 10:42:03.826138", "quoteText": "We also may use an application known as a \"web beacon\" (also known as a \"clear gif\" or \"web bug\").", "case_id": 323, "document_id": 6199, "quoteStart": 6942, "quoteEnd": 7040}, {"id": 21174, "title": "Extra data may be collected about you through promotions", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:49:33.68961", "updated_at": "2021-05-26 10:41:56.858851", "quoteText": "We also may use the personal and non-personal information that we collect to send you promotional communications, including emails or postal mail about the products and services offered by Simply Earth or our partners.", "case_id": 211, "document_id": 6199, "quoteStart": 9711, "quoteEnd": 9929}, {"id": 21173, "title": "Third-party cookies are used for statistics", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:48:00.695573", "updated_at": "2021-05-26 10:41:50.376709", "quoteText": "We partner with certain third parties to collect the non-personal information discussed above and to engage in analysis, auditing, research, and reporting.\n", "case_id": 325, "document_id": 6199, "quoteStart": 11159, "quoteEnd": 11315}, {"id": 21171, "title": "You agree to comply with the law of the service's country", "source": "https://simplyearth.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:42:06.933443", "updated_at": "2021-05-26 10:45:21.276064", "quoteText": "Those who choose to access this Website from outside the United States do so on their own initiative and at their own risk and are responsible for compliance with applicable local laws.\n", "case_id": 237, "document_id": 6200, "quoteStart": 25673, "quoteEnd": 25859}, {"id": 21170, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://simplyearth.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:40:41.763216", "updated_at": "2021-05-26 10:44:49.040806", "quoteText": "We are not responsible for the content of any linked Website or for any loss or damage incurred in connection with your use such links or dealings with the operators of such third party Websites.", "case_id": 279, "document_id": 6200, "quoteStart": 24437, "quoteEnd": 24632}, {"id": 21169, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (Wisconsin, USA)", "source": "https://simplyearth.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:38:34.71652", "updated_at": "2021-05-26 10:41:38.823748", "quoteText": "These Terms and Conditions shall be governed and interpreted pursuant to the laws of W4228 Church Road, Waldo, Wisconsin, United States of America 53093, notwithstanding any principles of conflicts of law.", "case_id": 242, "document_id": 6200, "quoteStart": 26362, "quoteEnd": 26567}, {"id": 21168, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://simplyearth.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:38:02.93053", "updated_at": "2021-05-26 10:41:14.168637", "quoteText": "We may terminate any user's monthly subscription or access to our Website or Services, including access to any online discussion forum or chat room, in our sole discretion, for any reason and at any time, with or without prior notice.", "case_id": 201, "document_id": 6200, "quoteStart": 25871, "quoteEnd": 26105}, {"id": 21166, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:32:02.729981", "updated_at": "2021-05-26 10:44:51.404903", "quoteText": "and IP address, your general geographic location,", "case_id": 399, "document_id": 6199, "quoteStart": 6401, "quoteEnd": 6450}, {"id": 21165, "title": "This service tracks which web page referred you to it", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:31:11.686742", "updated_at": "2021-05-26 10:39:42.874447", "quoteText": "and the link you used to leave the Site.", "case_id": 387, "document_id": 6199, "quoteStart": 6511, "quoteEnd": 6551}, {"id": 21164, "title": "Your browsing history can be viewed by the service", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:30:39.397696", "updated_at": "2021-05-26 10:40:03.823025", "quoteText": "the website that you visited before navigating to the Site,", "case_id": 395, "document_id": 6199, "quoteStart": 6451, "quoteEnd": 6510}, {"id": 21163, "title": "Information is gathered about you through third parties", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:29:23.663537", "updated_at": "2021-05-26 10:39:31.533512", "quoteText": "<p>We may combine personal information collected through the Site with other information that we or third parties collect about you in other contexts—such as our communications with you via email or phone, or your customer service records.", "case_id": 382, "document_id": 6199, "quoteStart": 4342, "quoteEnd": 4581}, {"id": 21162, "title": "You can access most of the pages on the service's website without revealing any personal information", "source": "https://simplyearth.com/pages/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:28:24.870509", "updated_at": "2021-05-26 10:39:05.930601", "quoteText": "You can visit the Site without submitting any personal information.", "case_id": 298, "document_id": 6199, "quoteStart": 2801, "quoteEnd": 2868}, {"id": 21161, "title": "Minors must have the supervision of their legal guardians to use the service", "source": "https://simplyearth.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:24:44.020511", "updated_at": "2021-05-26 10:44:53.844626", "quoteText": "Individuals under the age of 18 can use this service only in conjunction with and under the supervision of a parent or legal guardian.", "case_id": 486, "document_id": 6200, "quoteStart": 19289, "quoteEnd": 19423}, {"id": 21160, "title": "Simply Earth is only available to users over 18 years old", "source": "https://simplyearth.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:23:27.055445", "updated_at": "2021-05-26 10:44:56.439476", "quoteText": "Simply Earth services are available only to, and may only be used by, individuals who are 18 years and older who can form legally binding contracts under applicable law.", "case_id": 152, "document_id": 6200, "quoteStart": 19119, "quoteEnd": 19288}, {"id": 21158, "title": "You must create an account to use this service", "source": "https://simplyearth.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:20:33.737738", "updated_at": "2021-05-26 10:45:46.45808", "quoteText": "In order to start your ongoing Simply Earth monthly subscription, you must register as a member on our Website.", "case_id": 230, "document_id": 6200, "quoteStart": 3602, "quoteEnd": 3713}, {"id": 21157, "title": "You can opt out of promotional communications", "source": "https://simplyearth.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:18:29.236507", "updated_at": "2021-05-26 10:39:12.466606", "quoteText": "\nYou may opt-out from receiving special promotions by emailing help@simplyearth.com or selecting to unsubscribe as may be provided in the applicable e-mail correspondence.", "case_id": 223, "document_id": 6200, "quoteStart": 4300, "quoteEnd": 4471}, {"id": 21156, "title": "They may stop providing the service at any time", "source": "https://simplyearth.com/pages/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-25 20:16:42.597648", "updated_at": "2021-05-26 10:45:50.508976", "quoteText": "We may alter, suspend, or discontinue this Website or the Services in whole or in part, at any time and for any reason, without notice.", "case_id": 203, "document_id": 6200, "quoteStart": 1647, "quoteEnd": 1782}], "urls": ["simplyearth.com"]}}