{"error": 448, "message": "OK", "parameters": {"id": 5321, "name": "Rothschild Foundation", "created_at": "2021-10-29 03:01:24.728672", "updated_at": "2021-10-29 22:01:09.226568", "wikipedia": null, "keywords": null, "related": null, "slug": "rothschild-foundation", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5321.png", "url": "rothschild-foundation.com,rothschildfoundation.org.uk", "documents": [{"id": 9553, "name": " Privacy policy", "url": "https://rothschildfoundation.org.uk/privacy-policy/", "xpath": "/html/body/main/main/section[2]", "text": " Our privacy policy <p>\n<strong>Introduction</strong>\n</p>\n<p>The Rothschild Foundation is a registered charity and a company limited by guarantee.\nThe work of the Foundation has two distinct remits: as an operating charity responsible for the care and management of Waddesdon Manor on behalf of the National Trust and undertaking more general philanthropic activity in support of the &nbsp;arts and heritage, the environment, education and social welfare by awarding grants and convening, fostering dialogue and debate.</p>\n<p>This privacy policy explains how we use any personal information we collect about you when you use this website, apply for grants, sign up for newsletters, apply for a job, or contact us by phone or email.</p>\n<p>Please note that Waddesdon (including management of Waddesdon Manor, associated retail businesses, events and the Five Arrows Hotel) has a separate privacy for their website and system(s), which can be viewed on the Waddesdon website.</p>\n<p>\n<strong>The UK General Data Protection Regulations (UK GDPR) and the Data Protection Act 2018</strong>\n</p>\n<p>Rothschild Foundation and its subsidiary companies makes every effort to comply with the principles of the UK General Data Protection Regulations and the Data Protection Act 2018.</p>\n<p>\n<strong>What information do we collect about you?</strong>\n</p>\n<p>We collect information about you when you register with us, contact us or apply for a grant.\nWe also collect information when you voluntarily sign up for our newsletter, complete customer surveys, provide feedback, participate in competitions or apply for a job or volunteer role with us.\nWebsite information is collected using cookies.</p>\n<p>\n<strong>How will we use the information about you?</strong>\n</p>\n<p>We collect information about you to process your application(s), manage your account, process your application(s) and, if you agree, to email you about other grants or services we think may be of interest to you.</p>\n<p>We use the information collected from the website to improve the way we deliver information online.</p>\n<p>The use of your information may involve sharing the information with employees, contractors, agents and professional advisors of Rothschild Foundation, fraud prevention agencies, and other carefully selected organisations.\nWritten agreement exists between Rothschild Foundation and such parties that there must be no further disclosure of such personal data or usage for direct marketing by those organisations unless you consent.</p>\n<p>\n<strong>Personal data supplied by Grant applicants, and current or former grant recipients</strong>\n</p>\n<p>We will only ask for as much information as we need to effectively consider a grant application, to manage an awarded grant if you are successful and to monitor its progress.\nBy submitting an application, you are agreeing to us processing your data for these purposes and in the ways outlined in this section.\nTo collect information, The Rothschild Foundation uses email and set grants forms (via an online portal, web form(s) or in Microsoft Word or PDF format) to capture and process personal data in line with our review and approval policies.&nbsp.\nGrant applications are saved within our grants database (Blackbaud Grantmaking), which is compliant with UK GDPR.\nThe Blackbaud privacy policy can be viewed on the Blackbaud website.</p>\n<p>You may also choose to sign up to our Email newsletter which is sent via MailChimp and is solely administered by Rothschild Foundation staff.\nThe MailChimp privacy policy can be found on the MailChimp website.</p>\n<p>We will keep a record of applications to enable us to maintain records of your application history should you apply again, including assessment notes.\nIn addition to application data, we will retain all personal data related to the administration or operation of the grant, including (not limited to): applicant name, email address and phone number.</p>\n<p>We may use third&nbsp;party or external assessors, advisors, consultants, judges or working group members to assist us with the grant application and management process, including evaluation and research activities.\nBefore data is shared with any party, we ensure a data processing agreement (Data Protection Impact Assessment or DPIA) is completed which confirms the standard of UK GDPR is in place.</p>\n<p>\n<strong>Data about what we fund</strong>\n</p>\n<p>The Rothschild Foundation publishes limited information (that contains no personal data) in its annual accounts which are submitted to Companies House and the Charity Commission.\nWe also publish grants data on the 360Giving website under the Creative Commons Attribution 4.0 International License.\nTo view a copy of this license, please visit the Creative Commons website.&nbsp.\nPublished information will include: the title and description of the funding, name of the recipient, date of the award, its duration and the amount awarded.\nWe will not publish address details of individuals who are awarded funding except where these are also the registered addresses of organisations we fund.</p>\n<p>We may also include information on funding awarded in presentations about our work or as case studies (with permission) on our website.</p>\n<p>There may be times we share information with a third party organisation, such as a charity or other funder who may contact us for a reference.\nMost information will be organisational and not personal, but at times personal data (for example the names of senior staff) may be included.\nThis is a legitimate interest as it will improve funding to the sectors we offer grants too.</p>\n<p>\n<strong>Marketing</strong>\n</p>\n<p>We would like to send you information about grants and other related activities.\nIf you have consented to receive marketing you may opt out at a later date.</p>\n<p>You have a right at any time to stop us from contacting you for marketing purposes or from giving your information to any third parties as detailed above.</p>\n<p>If you no longer wish to be contacted for marketing purposes, please click on the unsubscribe link in any marketing email received.</p>\n<p>\n<strong>Access to your information and correction</strong>\n</p>\n<p>You have the right to request a copy of the information that we hold about you.\nIf you would like a copy of some or all of your information please email or write to us at the following address:</p>\n<p>\n<strong>Data Protection Officer</strong>\n</p>\n<p>c/o IT Team<br>\nThe Stables<br>\nQueen Street<br>\nWaddesdon<br>\nBuckinghamshire<br>\nHP18 OJH</p>\n<p>We may ask you to verify your identity before supplying the information.\nAcceptable forms of ID include:</p>\n<ul>\n<li>Photocard driver’s licence</li>\n<li>Passport</li>\n</ul>\n<p>We want to make sure your personal information is accurate and up to date.\nYou may ask us to correct or remove information you may think is inaccurate.</p>\n<p>If&nbsp.\nyou make a data protection instruction to the Rothschild Foundation that contradicts a previous instruction (or instructions), then the Rothschild Foundation will follow your most recent instruction.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>Cookies are text files placed on your computer to collect standard internet log information and visitor behaviour information.\nThis information is used to track visitor use of the website and to compile statistical reports on website activity.\nIt may also be used to optimise your experience on our website.</p>\n<p>For further information visit www.aboutcookies.org or www.allaboutcookies.org</p>\n<p>You can set your browser not to accept cookies and the above websites tell you how to remove cookies from your browser.\nHowever, in a few cases some of our website features may not function as a result.</p>\n<p>The Rothschild Foundation also uses cookies in its email communications to personalise the email and track whether the mail has been opened or read and whether the recipient has used any website links contained in the email communication.\nThis allows us to monitor and improve our email communications and website.</p>\n<p>We also use Google Analytics to collect information about how users use our site.\nWe use the information to compile reports and to help us improve the site.\nThe cookies collect information, including the number of visitors to the website, where visitors have come to the website from and the pages they visited.\nFind out how you can opt-out of Google Analytics here &gt;</p>\n<p>\n<strong>Links to third party websites</strong>\n</p>\n<p>Our website contains links to other websites.\nThis privacy policy only applies to this website so when you link to other websites you should read their own privacy policy.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>The Rothschild Foundation holds your personal data in accordance with the security provisions of the UK Data Protection legislation.\nWe use industry standard Secure Server Software (SSL) for your transactions with us.\nIt encrypts all of your personal information, including credit card number, name and address, so that it cannot be read as the information travels over the internet.</p>\n<p>\n<strong>Notification of changes</strong>\n</p>\n<p>We keep our privacy policy under regular review and we will place any updates on this web page.</p>\n<p>\n<em>This privacy policy was last updated on: 23 March 2021</em>\n</p> ", "created_at": "2021-10-29 03:01:24.731663", "updated_at": "2021-10-29 01:01:53.632662"}], "points": [], "urls": ["rothschild-foundation.com", "rothschildfoundation.org.uk"]}}