{"error": 448, "message": "OK", "parameters": {"id": 635, "name": "OsmAnd", "created_at": "2018-08-01 11:51:21.239827", "updated_at": "2021-03-25 03:19:37.740107", "wikipedia": "https://en.wikipedia.org/wiki/OsmAnd", "keywords": null, "related": null, "slug": "osmand", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/635.png", "url": "osmand.net", "documents": [{"id": 243, "name": "Privacy Policy", "url": "https://osmand.net/help-online?id=privacy-policy", "xpath": "//*[@class=\"main\"]//*[@class=\"article\"]//*[@class=\"main\"]", "text": " Privacy Policy 1.\nWho we are <p>1.1 We are OsmAnd B.V.\nlocated at Logger 41, 1186 RM, Amstelveen, the Netherlands.</p>\n<p>1.2 OsmAnd B.V.\n(\"Company\") and its subsidiaries recognize the importance of the user privacy and protection of personal data.</p> 2.\nThis Privacy Policy <p>2.1 This Privacy Policy describes the way the Company collects and processes the information provided by the end users, including personalized or non-personalized types of data.\nPersonalized data is understood as the information may include the data that identifies or describes a user or another identifiable individual.\nNon-personalized data is the information that does not identify any user, in particular, providing anonymous, generalized information.</p>\n<p>2.2 The Company is committed to the principles of personal data security and only uses the information to provide better service to the users.</p> 3 The information Company collects <p>3.1 Company aggregates non-personal data which cannot identify a user.\nSuch data includes the apps' installs, the frequency of the launches and the use of different screens in the application.\nWe also collect non-personalized data about the devices' models, software versions, the countries where the application is used, and the language.\nAlso, the users may be asked to leave an email to get access to certain additional features and to participate in marketing activities.</p>\n<p>3.2 We strongly believe in the principle of data protection and safety, thus, the Company does not collect, store, process or transfer any personal information of users besides the cases when such information is provided by the users with their clear consent.</p>\n<p>3.3 The Company may disclose the information provided by the users or collected otherwise in certain exceptional cases including a legal process or by request of the law enforcement agencies.\nIt is also possible in case of investigations, including those concerning possible fraud, terms of use infringement or other cases that are potentially harmful to the Company.\nBesides that, data can be shared or disclosed to prevent harm or damage to the users.</p>\n<p>3.4 If Company faces reformation such as acquisition by another business, company merger, or other, the information collected by the Company can be transferred to the according parties.</p>\n<p>3.5 Certain parts of non-personalized data can be shared with the partners of the Company in the amounts, necessary to ensure cooperation between the Company and its partners or service providers.</p>\n<p>3.6 You provide your mobile number to us for identify Telegram Account.\nWe do not collect your mobile number, the Company only transfer this to Telegram (Privacy Policy of Telegram) with your agreement.\nThe Company follows Privacy Policy and uses Telegram Library to send messages which follows Telegram Privacy Policy.\nThe Company will store your location information for up to 48 hours in order to provide a stable data buffer.\n(These data will be protected and not shared with third parties).</p> 4.\nChanges to this Policy <p>4.1 This Policy can be updated anytime at the discretion of the Company.\nBy using the Company’s products, the users agree to fully comply with the Policy and understand that their data can be processed under the rules mentioned here.</p>\n<p>4.2 If this Privacy Policy changes in any way, we will post an updated version on this page.\nWe recommend you regularly review this page to ensure that you are always aware of our information practices and any changes to such.</p> 5.\nContact Us <p>5.1 In case of any issues or concerns related to this Privacy Policy or its fulfillment, please contact us at contactus@osmand.net.\nSo we can deal with your enquiry effectively, please quote this Privacy Policy.\nWe will aim to respond to you within 30 days from receipt of request.</p> Last updated: February 05, 2019\n", "created_at": "2018-08-01 12:46:13.936487", "updated_at": "2020-12-14 15:29:33.553011"}], "points": [{"id": 21903, "title": "Details are provided about what kind of information they collect", "source": "https://osmand.net/help-online?id=privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-06-05 10:40:14.364915", "updated_at": "2021-06-05 12:11:48.23552", "quoteText": "The information Company collects", "case_id": 228, "document_id": 243, "quoteStart": 893, "quoteEnd": 925}, {"id": 21902, "title": "There is a date of the last update of the agreements", "source": "https://osmand.net/help-online?id=privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-06-05 02:17:35.850544", "updated_at": "2021-06-05 13:00:02.340289", "quoteText": "Last updated: February 05, 2019\n", "case_id": 331, "document_id": 243, "quoteStart": 3841, "quoteEnd": 3873}, {"id": 21901, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://osmand.net/help-online?id=privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-06-05 02:16:52.382105", "updated_at": "2021-06-05 10:09:16.499514", "quoteText": "If Company faces reformation such as acquisition by another business, company merger, or other, the information collected by the Company can be transferred to the according parties", "case_id": 243, "document_id": 243, "quoteStart": 2144, "quoteEnd": 2324}, {"id": 4454, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://osmand.net/help-online?id=privacy-policy", "status": "Generated through the annotate view", "created_at": "2018-08-01 13:06:47.409455", "updated_at": "2018-08-22 11:22:20.392139", "quoteText": "This Policy can be updated anytime at the discretion of the Company.", "case_id": 121, "document_id": 243, "quoteStart": 3070, "quoteEnd": 3138}, {"id": 4455, "title": "Third parties may be involved in operating the service", "source": "https://osmand.net/help-online?id=privacy-policy", "status": "Generated through the annotate view", "created_at": "2018-08-01 13:10:30.220563", "updated_at": "2018-08-22 11:22:37.46057", "quoteText": "Certain parts of non-personalized data can be shared with the partners of the Company in the amounts, necessary to ensure cooperation between the Company and its partners or service providers.", "case_id": 207, "document_id": 243, "quoteStart": 2337, "quoteEnd": 2529}, {"id": 4453, "title": "The service provides details about what kinds of personal information they collect", "source": "https://osmand.net/help-online?id=privacy-policy", "status": "Generated through the annotate view", "created_at": "2018-08-01 13:02:38.945908", "updated_at": "2018-08-22 11:22:02.071197", "quoteText": "Company aggregates non-personal data which cannot identify a user.\nSuch data includes the apps' installs, the frequency of the launches and the use of different screens in the application.\nWe also collect non-personalized data about the devices' models, software versions, the countries where the application is used, and the language.\nAlso, the users may be asked to leave an email to get access to certain additional features", "case_id": 228, "document_id": 243, "quoteStart": 933, "quoteEnd": 1360}], "urls": ["osmand.net"]}}