{"error": 448, "message": "OK", "parameters": {"id": 6252, "name": "WordArt", "created_at": "2022-01-07 22:13:48.563546", "updated_at": "2022-01-07 23:01:10.811269", "wikipedia": null, "keywords": null, "related": null, "slug": "wordart", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6252.png", "url": "wordart.com", "documents": [{"id": 11329, "name": "Terms and Conditions of Use", "url": "https://wordart.com/terms", "xpath": "/html/body/div[1]", "text": " Terms and Conditions of Use 1.\nTerms By accessing this site, or using any online or offline WordArt.com applications or services, you are agreeing to be bound by these Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site and all WordArt.com applications and services.\nThe materials contained in this web site are protected by applicable copyright and trademark law.\nIF YOU ARE ENTERING INTO THIS AGREEMENT ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, YOU REPRESENT THAT YOU HAVE THE AUTHORITY TO BIND SUCH ENTITY, ITS AFFILIATES AND ALL USERS WHO ACCESS OUR SERVICES THROUGH YOUR ACCOUNT TO THESE TERMS AND CONDITIONS, IN WHICH CASE THE TERMS \"YOU\" OR \"YOUR\" SHALL REFER TO SUCH ENTITY, ITS AFFILIATES AND USERS ASSOCIATED WITH IT.\nIF YOU DO NOT HAVE SUCH AUTHORITY, OR IF YOU DO NOT AGREE WITH THESE TERMS AND CONDITIONS, YOU MUST NOT ACCEPT THIS AGREEMENT AND MAY NOT USE THE SERVICES.\n2.\nUse License <p>We make various services available on this site including, but not limited to, the Word Art Creator application (also known simply as \"WordArt.com\").</p>\n<p>We reserve the sole right to either modify or discontinue the site, including any of the site's features, at any time with or without notice to you.\nWe will not be liable to you or any third party should we exercise such right.\nAny new features that augment or enhance the then-current services on this site shall also be subject to these Terms of Use.</p>\n<p>You may use this site with or without creating an account.\nBy creating an account you agree to the below.\n</p>\n<ul>\n<li>You must be a human.\nAccounts registered by \"bots\" or other automated methods are not permitted.</li>\n<li>You must provide your username, a valid email address, and any other information requested in order to complete the signup process.</li>\n<li>You are responsible for maintaining the security of your account and password.\nOur service cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.</li>\n<li>An account with a paid plan or pack may only be used by the person who made the purchase - sharing login with multiple people is not permitted in this case.</li>\n</ul>\n<p>\n</p>\n<p>Permission is granted to use WordArt.com's services provided that you agree to this agreement, and that you agree not to attempt to decompile or reverse engineer any software contained on WordArt.com's web site.</p>\n<p>This license shall automatically terminate if you violate any of these restrictions and may be terminated by WordArt.com at any time.</p> 3.\nArtwork license <p>Standard quality images can be used for non-commercial purposes with the accordance to the free license terms.\nHigh quality (HQ) images can be used for your personal or commercial purposes.\nYou can copy, modify, distribute and use high quality images, even for commercial purposes, all without asking permission.</p> 4.\nPayments and orders Our order process is conducted by our online resellers Paddle.com and FastSpring.com.\nResellers are the Merchant of Record for all our orders and provide all customer service inquiries and handles returns.\n5.\nReturn policy If you are not 100% satisfied with your purchase, you may contact us within 14 days from the purchase date and we will provide a full refund of your purchase.\n6.\nConduct of Use You agree to not use WordArt.com sites, applications, and services for any prohibited activity, that: <ol>\n<li>is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another's privacy, tortious, contains explicit or graphic descriptions or accounts of sexual acts (including but not limited to sexual language of a violent or threatening nature directed at another individual or group of individuals), or otherwise violates our rules or policies;</li>\n<li>victimizes, harasses, degrades, or intimidates an individual or group of individuals on the basis of religion, gender, sexual orientation, race, ethnicity, age, or disability;</li>\n<li>infringes on any patent, trademark, trade secret, copyright, right of publicity, or other proprietary right of any party;</li>\n<li>constitutes unauthorized or unsolicited advertising, junk or bulk email (also known as \"spamming\"), chain letters, any other form of unauthorized solicitation, or any form of lottery or gambling;</li>\n</ol>\n<p>We neither endorse nor assume any liability for the contents of any material uploaded or submitted by third party users of the site.\nWe generally do not pre-screen, monitor, or edit the content by users.\nHowever, we and our agents have the right at their sole discretion to remove any content that, in our judgment, does not comply with these Terms of Use and any other rules of user conduct for our site, or is otherwise harmful, objectionable, or inaccurate.\nWe are not responsible for any failure or delay in removing such content.\nYou hereby consent to such removal and waive any claim against us arising out of such removal of content.</p>\n<p>In addition, you may not breach security or attempt to gain unauthorized access to another network or server.\nNot all areas of the site may be available to you or other authorized users of the site.\nYou shall not interfere with anyone else's use and enjoyment of the site or other similar services.\nUsers who violate systems or network security may incur criminal or civil liability.</p> 7.\nIntellectual Property <p>By uploading a file or other content or by making a comment, you represent and warrant to us that (1) doing so does not violate or infringe anyone else's rights.\nand (2) you created the file or other content you are uploading, or otherwise have sufficient intellectual property rights to upload the material consistent with these terms.\nWith regard to any file or content you upload to the public portions of our site, you grant WordArt.com a non-exclusive, royalty-free, perpetual, irrevocable worldwide license (with sublicense and assignment rights) to use, to display online and in any present or future media, to create derivative works of, to allow downloads of, and/or distribute any such file or content.\nTo the extent that you delete any such file or content from the public portions of our site, the license you grant to WordArt.com pursuant to the preceding sentence will automatically terminate, but will not be revoked with respect to any file or content WordArt.com has already copied and sublicensed or designated for sublicense.\nAlso, of course, anything you post to a public portion of our site may be used by the public pursuant to the following paragraph even after you delete it.\nBy downloading an image or copying other user-generated content (UGC) from WordArt.com, you agree that you do not claim any rights to it.\nThe following conditions apply: You may use UGC for personal, non-commercial purposes.\nYou may use UGC for anything that qualifies as fair use under copyright law, for example journalism (news, comment, criticism, etc.), but please include an attribute (\"WordArt.com\" or \"courtesy of WordArt.com\") next to where it is displayed.\nYou may not use UGC for non-journalistic commercial purposes.\nYour use of UGC is at your own risk.\nWORDART.COM MAKES NO WARRANTIES OF NON-INFRINGEMENT, and you will indemnify and hold WordArt.com harmless from any copyright infringement claims arising out of your use of the UGC.\n(See our general disclaimers below.) You may not copy or use any portions of our site that are not UGC except within the limits of fair use.</p> 8.\nDisclaimer <p>The materials on WordArt.com's web site are provided \"as is\".\nWordArt.com makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, WordArt.com does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.</p>\n<p>In no event shall WordArt.com or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on WordArt.com's Internet site, even if WordArt.com or a WordArt.com authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p>\n<p>The materials appearing on WordArt.com's web site could include technical, typographical, or photographic errors.\nWordArt.com does not warrant that any of the materials on its web site are accurate, complete, or current.\nWordArt.com may make changes to the materials contained on its web site at any time without notice.\nWordArt.com does not, however, make any commitment to update the materials.</p> 9.\nSite Terms of Use Modifications WordArt.com may revise these terms of use for its web site at any time without notice.\nBy using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.\n10.\nInternational Use Although this site may be accessible worldwide, we make no representation that materials on this site are appropriate or available from territories where their contents are illegal is prohibited.\nThose who choose to access this site from other locations do so on their own initiative and are responsible for compliance with local laws.\nAny offer for any product, service, and/or information made in connection with this site is void where prohibited.\n11.\nTermination of Use <p>You agree that we may, in our sole discretion, terminate or suspend your access to all or part of the site with or without notice and for any reason, including, without limitation, breach of these Terms of Use.\nAny suspected fraudulent, abusive or illegal activity may be grounds for terminating your relationship and may be referred to appropriate law enforcement authorities.</p>\n<p>Upon termination or suspension, regardless of the reasons therefore, your right to use the services available on this site immediately ceases, and you acknowledge and agree that we may immediately deactivate or delete your account and all related information and files in your account and/or bar any further access to such files or this site.\nWe shall not be liable to you or any third party for any claims or damages arising out of any termination or suspension or any other actions taken by us in connection with such termination or suspension.</p> 12.\nEntire Agreement These terms and conditions constitute the entire agreement and understanding between us concerning the subject matter of this agreement and supersedes all prior agreements and understandings of the parties with respect to that subject matter.\nThese Terms of Use may not be altered, supplemented, or amended by the use of any other document(s).\nAny attempt to alter, supplement or amend this document or to enter an order for products or services which are subject to additional or altered terms and conditions shall be null and void, unless otherwise agreed to in a written agreement signed by you and us.\nTo the extent that anything in or associated with this site is in conflict or inconsistent with these Terms of Use, these Terms of Use shall take precedence.\n13.\nMiscellaneous <p>Any cause of action brought by you against us or our Affiliates must be instituted with one year after the cause of action arises or be deemed forever waived and barred.</p>\n<p>You may not assign your rights and obligations under these Terms of Use to any party, and any purported attempt to do so will be null and void.\nWe may free assign our rights and obligations under these Terms of Use.</p>\n<p>You agree not to sell, resell, reproduce, duplicate, copy or use for any commercial purposes any portion of this site, or use of or access to this site.</p>\n<p>In addition to any excuse provided by applicable law, we shall be excused from liability for non-delivery or delay in delivery of products and services available through our site arising from any event beyond our reasonable control, whether or not foreseeable by either party, including but not limited to, labor disturbance, war, fire, accident, adverse weather, inability to secure transportation, governmental act or regulation, and other causes or events beyond our reasonable control, whether or not similar to those which are enumerated above.</p>\n<p>If any part of these Terms of Use is held invalid or unenforceable, that portion shall be construed in a manner consistent with applicable law to reflect, as nearly as possible, the original intentions of the parties, and the remaining portions shall remain in full force and effect.</p>\n<p>Any failure by us to enforce or exercise any provision of these Terms of Use or related rights shall not constitute a waiver of that right or provision.</p> 14.\nPrivacy Policy We are committed to conducting our business in accordance with these principles in order to ensure that the confidentiality of personal information is protected and maintained.\nFull privacy policy text is located at https://wordart.com/terms/privacy-policy.\n<br>\n<br>\n<p>\n<i>Terms and Conditions were last updated on 8th November 2019</i>\n</p> ", "created_at": "2022-01-07 22:13:48.565888", "updated_at": "2022-01-07 21:14:14.069042"}, {"id": 11330, "name": "Privacy Policy", "url": "https://wordart.com/terms/privacy-policy", "xpath": "/html/body/div[1]", "text": " Privacy Policy <p>At WordArt.com, we take your privacy and trust very seriously.\nThis privacy and cookies policy (\"Privacy Policy\") is intended to outline how any personal data collected from you via wordart.com (the \"Website\"), will be protected, used, stored and processed by us to communicate with you and to deliver you excellent service.</p> WHAT PERSONAL INFORMATION DO WE COLLECT FROM YOU AND HOW? <p>We collect and process the following types of information about you:</p>\n<ol>\n<li>Information we collect about you: <ul>\n<li>when you sign up to our newsletter or updates;</li>\n<li>when you enter competitions and prize draws;</li>\n<li>when you register with the Website, by phone or by email, or provide personal information;</li>\n<li>when you place an order on our Website;</li>\n<li>if you ask us to keep in touch with you;</li>\n<li>if you complete a survey or send us feedback about our products or Website</li>\n<li>if you contact or correspond with us (for example, by phone, email or otherwise) to find out more about a product or our after sale care and support services, to report a problem with the Website or a product or for any other reason.</li>\n</ul>\n<p>The personal information you give us may include your first and surname, title, gender, birthdate (day and month), email address, phone number, address, financial information (such as credit or debit card details), as well as shipping address, billing address, and any other information that you consider necessary to provide us with.</p>\n<p>The information collected from you via our Website will be matched with personal information you may have given us in our stores.\nThis is to help us ensure that the data we hold about you is kept accurate and up to date.</p>\n</li>\n<li>Information we receive from other sources about you</li>\n<p>We work closely with third parties, for example, business partners, sub-contractors for technical, payment and delivery services, advertising networks, analytics providers and search information providers.\nIf we receive information about you from them, we will always seek assurances that they are providing information to us in accordance with data protection laws and that they are transparent with you that they may share your data with us.\nWe may use this information to update our records about you to keep them accurate.</p>\n</ol> WHY DO WE USE YOUR DATA? <p>We may use and share non-personal data we receive or collect from you without restrictions.</p>\n<p>WordArt.com may use the above personal data held about you for the following purposes (purposes for which we need your consent are marked *):</p>\n<ul>\n<li>to carry out obligations arising from any contracts entered between you and us and to provide you with information, products and services that you request from us, i.e.\nto process and complete your orders and to process your payments;</li>\n<li>to remind you of products you have placed in your basket on the Website, but have not purchased*;</li>\n<li>to help us identify you and accounts you hold with us;</li>\n<li>to manage and improve the Website and the services we provide through the Website;</li>\n<li>to tailor our Website content to your needs and preferences*;</li>\n<li>to manage the security of the Website and data collected via the Website;</li>\n<li>to provide other services requested by you, as described when we collect the data;</li>\n<li>to prevent, detect, and investigate fraud, security breaches, violations of law, and other misuse of the Website, and to enforce our Terms and Conditions, which you can find here;</li>\n<li>to address any enquiries, correspondence, concerns or complaints you have raised;</li>\n<li>for our internal operations, including data analysis, testing, research, statistical purposes and troubleshooting;</li>\n<li>to notify you about changes to any element of the Website;</li>\n<li>to provide you with information about other products and services we offer that are similar to those that you have already purchased or enquired about.\nWe will only contact you by email with such information if you have consented to this.\nMore information about this is set out below under the heading “legal basis for processing”*;</li>\n<li>to measure and understand the effectiveness of advertising we provide to you and others;</li>\n<li>to deliver relevant advertising to you, for example, newsletters*.\nand</li>\n<li>to make suggestions and recommendations to you about other products or services that may be of interest to you*.</li>\n</ul>\n<p>We may also use your personal data when carrying out automated decision-making and profiling for the purpose of identifying what information or advertising you might like to see from us, for example, by creating individual or group profiles*.</p> WHAT IS THE LEGAL BASIS FOR PROCESSING YOUR DATA? <p>For some of the uses of your personal data (as described above) there is a legal basis under applicable data protection laws for us to use such personal data without your consent (these uses are not marked with *).</p>\n<p>This includes, for example, where it is necessary for us to use the information in order to perform a contract with you or take steps at your request prior to entering into a contract with you, such as to process your order, provide after care and support services to you or manage the online account facility that we provide to you.\nIt also includes circumstances (such as we have described below) where we have a legitimate interest to use your data, provided that proper care is taken in relation to your rights and interests:</p>\n<p>\n</p>\n<ul>\n<li>to ensure that we organise our database efficiently and understand how our clients may make purchases in different parts of the world;</li>\n<li>to carry out research and analysis of your data (including purchase information) as this helps us understand our clients better, who they are and how they interact with the WordArt.com;</li>\n<li>to improve and ensure the security of the Website (for example, for statistical, testing and analytical purposes, troubleshooting).\nand</li>\n<li>to ensure that you know about any changes to the Website or the terms of this Privacy Policy.</li>\n</ul>\n<p>Where we have a legal basis to use your information without consent (as we’ve described above), this Privacy Policy fulfils our duty to process personal data fairly and lawfully and in a manner that you would expect given the nature of our relationship with you, by giving you appropriate notice and explanation of the way in which your personal data will be used.</p>\n<p>Where consent is required for our use of your personal information, by ticking the appropriate consent box or otherwise communicating your consent (for example, by email, providing non mandatory information), you consent to our use of that personal information for the purposes covered by the specific consent that you have given.\nFor example, we will only process your personal information for marketing purposes if we have your consent to do so.</p> MARKETING NEWSLETTERS AND KEEPING IN TOUCH WITH YOU <p>We will, if you have given us your consent, provide you with information about products, services, events, sales and marketing from WordArt.com (including personalised online content and advertising through WordArt.com website, social media platforms or our online partners).</p>\n<p>We will ask whether you would like us to send you marketing messages when you tick the relevant boxes when you check out, sign up for newsletters or updates, or if you register with us via the Website or by email.\nYou will have the opportunity to clearly set out how you wish to hear from us.\nIf you are registered, you can also manage your preferences by updating / changing your privacy settings of your account.\nYou can unsubscribe at any time.</p>\n<p>We will not share your personal information with businesses outside WordArt.com, without your explicit prior consent, for them to contact you for marketing purposes (except if they are contacting you on behalf of us).</p> HOW DO WE STORE AND PROTECT YOUR DATA? <p>Data we collect from you is transferred to, processed and stored by Linode LLC, with its registered office at 249 Arch St.\nPhiladelphia, PA 19106 – USA, a service company to WordArt.com.</p>\n<p>We endeavour to protect your data by storing it on secure servers and by using technical and organisational security measures to safeguard your personal data and to reduce the risk of loss, misuse, and unauthorised access, disclosure, and alteration.\nSome of the safeguards we use are firewalls and data encryption, physical access controls to our data centres, and information access controls.\nPlease understand, however, that no system is perfect or can guarantee that unauthorised access or theft will not occur.</p>\n<p>Where we have given you (or where you have chosen) a password which enables you to access restricted areas of the Website, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.</p>\n<p>Transmission of information via the Internet is not completely secure.\nWe will do our best to protect your personal information but we cannot guarantee the security of data transmitted via the Website.\nany transmission is therefore at your own risk.\nOnce we have received your personal information, we will use strict procedures and security features (as mentioned above) to try and prevent unauthorised access.</p> WHO WILL WE SHARE YOUR PERSONAL DATA WITH? <p>Your data may be stored in a database that we can access.\nWe do this to help us organise our databases efficiently and understand how our clients may make purchases in different parts of the world.\nWe will remain your point of contact.\nWe will also share your data with Linode LLC who provide data storage facilities to us.</p>\n<p>We may also share your data with the following categories of selected third parties in accordance with this Privacy Policy:</p>\n<ul>\n<li>service providers (for example, IT services), business partners, suppliers and sub-contractors for the performance of any contract we enter into with you (such as, but not limited to, Website operations, payment services, shipments, fraud investigations, bill collection, and affiliate and rewards programs);</li>\n<li>analytics and search engine providers that assist us in the improvement and optimisation of the Website;</li>\n<li>law enforcement or regulatory agencies, or authorised third parties, in response to a verified request relating to a criminal investigation or alleged illegal activity or any other activity through the Website that may expose us and/or the user or any third party to legal risks or liability.\nand</li>\n<li>other business entities, should we plan to merge with or be acquired by that business entity.\nShould such a combination occur, we will require that the new combined entity follow this Privacy Policy with respect to your data.</li>\n</ul>\n<p>These third parties who may receive your data will process that data for the purposes specified above and in accordance with applicable law.\nWe will retain a list of the third parties with whom data is shared, which will be available upon request.</p> THIRD PARTY WEBSITES AND THEIR OWN POLICIES <p>The Website might, from time to time, contain links to third parties websites and other company websites which may have their own Privacy Policies.\nWordArt.com is not responsible for those websites, the activities and practices that take place on those websites or the relevant associated privacy policies.</p> WHY DO WE RETAIN YOUR DATA AND HOW CAN YOU ACCESS IT? <p>We will not store your personal data for longer than we need to use it in accordance with this notice.\nUnless we let you know otherwise (or you request we erase your personal data), we will keep your personal data as you remain a client with us or continue to wish to keep in touch with us.</p>\n<p>Even if you request that we erase your data, we may still need to keep it (please see below) or may keep it in a form that doesn’t identify you.\nIf you have not agreed that we may use your data for marketing purposes, we will keep your data for 6 years after you have made a purchase from us.</p> WHAT ARE YOUR RIGHTS? <p>You have the following rights with regard to your personal information:</p>\n<ul>\n<li>Access.\nYou have the right to access data we hold about you.\nWe will need you to prove your identity before we release any personal data to you.</li>\n<li>Rectification or erasure.\nYou have the right to request that we rectify or delete any personal data that we hold about you (unless we have the legal right or obligation to retain it).</li>\n<li>Restriction.\nYou have the right to restrict your use of personal information if the data is inaccurate, our use of the information is unlawful or if we no longer need to use the data for the purposes for which we hold it.</li>\n<li>Change of preferences.\nYou can change your data processing preferences at any time.\nFor example, if you have given your consent to direct marketing, but have changed your mind, you can opt out of receiving marketing communications by contacting us using the details provided below or clicking the “unsubscribe” link in any communication you receive.</li>\n<li>Automated decision making.\nIf you have any questions in respect of our automated decision-making processes or the accuracy of them, please let us know, or to change your preferences, please see above.</li>\n<li>Data portability.\nYou have the right to obtain personal data we hold about you, in a structured, electronic format, and to transmit such data to another data controller, where this is (a) personal data which you have provided to us and (b) if we are processing that data on the basis of your consent (such as your marketing preference information) or to perform a contract with you (such as to manage your online account).</li>\n<li>Complaints.\nIf for any reason you are not happy with the way that we have handled your personal data, please contact us.\nIf you are still not happy, you have the right to make a complaint to the Information Commissioner’s Office.</li>\n</ul>\n<p>To exercise any of the rights mentioned above, please send an email to support@wordart.com.</p>\n<p>If you ask us to stop processing your personal information in a certain way or erase your personal information, and this type of processing or information is needed to facilitate your use of the Website or is required to enable us to provide you with a service (such as to manage your online account), you may not be able to use the Website or the service as you did before.</p>\n<p>This does not include your right to object to direct marketing which can be exercised at any time without restriction.\nPlease allow at least 3 working days for your request to be actioned.</p>\n<p>The rights mentioned above do not extend to non-personal data.</p> HOW YOU CAN PROTECT YOUR CHILD’S INFORMATION <p>We do not knowingly collect information from children under the age of 16.\nIf you become aware that your child or any child under your care has provided us with information without your consent, please send an email to support@wordart.com.</p> WHAT ARE COOKIES? WHY DO WE USE THEM? <p>We use certain tools, such as cookies, to collect data about your visit to the Website such as device ID or unique identified, device type, computer and connection information, statistics on page views, traffic to and from the Website, referring URL, Internet Protocol (“IP”) address and standard web log information.</p>\n<p>A cookie is a small text file that is used to store information on your browser or your computer's hard drive when you visit a website, such as the Website.\nA cookie does not contain information that identifies a person, but it allows for the linking of your computer to the information provided by you on the Website (such as, for example, linking your IP address and other information about your experience on the Website to your preferences expressed while choosing services and purchasing products offered through the Website).</p>\n<p>Cookies are disseminated by servers and no one may gain access to information contained therein.\nThe information stored in cookies is gathered directly and automatically by the Website and is processed in an aggregate and anonymous manner.</p>\n<p>The use of cookies and other automatic data collection tools is necessary for the proper functioning of the Website and its services.\nHowever, you can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies.\nIf you block all cookies (including essential cookies), WordArt.com cannot ensure that all web pages of the Website will be displayed and/or that certain services will be supplied.</p>\n<p>We uses the following types of cookies:</p>\n<ul>\n<li>STRICTLY NECESSARY COOKIES: These cookies are essential in order to enable you to browse the Website.\nWithout these cookies, services offered by the Website (such as use of the shopping bag or access to your order history) cannot be provided.</li>\n<li>ANALYTICAL COOKIES: These cookies are used to measure and analyse how the visitors use the Website (for example site traffic, total sales through the Website, the pages visitors go to most often and pages from which the visitors get error messages) in order to continuously improve the Website and the shopping experiences offered through the Website.\nAll information collected by these cookies is in an anonymous form (even if passed onto third parties) and are not used to identify you.</li>\n<li>FUNCTIONALITY COOKIES: These cookies are not necessary for the functioning of the Website but allow the Website to remember the choices and/or the preferences (such as your username, language or the region you are located) in order to offer you some advanced, simplified and personalised features.</li>\n<li>TARGETING AND ADVERTISING COOKIES: Targeting and advertising cookies may be used to deliver personalised advertisements that are more relevant to you and your interests.\nThese cookies may collect quite detailed information about your browsing habits through the Website, such as products you have clicked on or put in your shopping bag.\nThese cookies allow us to personalise any direct marketing communication (i.e.\nemail) or to limit the number of times you see an advertisement or to help us to measure the effectiveness of our advertising campaigns.\nThey also may enable us (or third-party advertising services we work with) to track the actions of users online over time and across different websites or platforms to measure statistics of our marketing efforts, and to deliver electronic advertisements that may be more relevant to individual consumers and that will improve the overall consumer experience.\nWe do not currently respond to web browser \"do not track\" signals or other mechanisms that provide a method to opt out of the collection of information across the networks of websites and online services in which we participate.\nIf we do so in the future, we will describe how we do so in this Privacy Policy.</li>\n<li>THIRD PARTY COOKIES AND SOCIAL MEDIA ACCESS: Please note that if you share content from the Website through third party websites (i.e.\nsocial networking websites) you may be sent cookies from these websites.\nThis occurs where you choose to log in to our Website using your social media profile information.\nYour activity on our Website then becomes subject to the privacy policies of those other social media websites/services.\nWe does not control the setting of such cookies and encourages you to refer to the relevant social media provider’s websites for more information about their cookies and how to manage them.\nYou should also look at the privacy policies of those websites and how they handle information to which they gain access as a result of your decision to log into our Website using your social media profile information.</li>\n</ul>\n<p>For more detailed information about cookies and how they can be managed and deleted, please visit www.allaboutcookies.org.</p> HOW WE CAN MAKE CHANGES TO THIS POLICY <p>We will notify you of changes to this Privacy Policy by posting the amended terms on the Website.</p>\n<p>If you do not agree to the new terms of this Privacy Policy, you should stop using the Website, and if you are a registered user, you may cancel your account with us within the thirty (30) day period by contacting us at support@wordart.com.\nYour account will be closed and you will not be bound by the new terms.\nYou may also ask us to delete your information (as mentioned above).</p>\n<p>Otherwise, continued use of the Website after the effective date of changes constitutes acceptance of the new terms of this Privacy Policy.</p> WOULD YOU LIKE TO KNOW MORE? <p>Questions, comments and requests regarding this Privacy Policy are welcomed and should be addressed to support@wordart.com.</p>\n<p>This Privacy Policy was updated on 22th May 2018.</p> ", "created_at": "2022-01-07 22:13:48.567763", "updated_at": "2022-01-07 21:14:27.466158"}], "points": [], "urls": ["wordart.com"]}}