{"error": 448, "message": "OK", "parameters": {"id": 4074, "name": "Product Testing USA", "created_at": "2021-06-13 03:31:01.792146", "updated_at": "2021-06-13 22:00:43.926953", "wikipedia": null, "keywords": null, "related": null, "slug": "product-testing-usa", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4074.png", "url": "producttestingusa.com", "documents": [{"id": 7031, "name": "Privacy Policy", "url": "https://producttestingusa.com/p/privacy-policy", "xpath": "//*[@id=\"customPage\"]", "text": " &nbsp.\n<strong>Product Testing USA Privacy Policy</strong>\n<p>\n<strong>Last Updated: 04.06.2020</strong>\n</p>\n<p>&nbsp;</p>\n<p>INTRODUCTION</p>\n<p>&nbsp;</p>\n<p>This website is operated and wholly owned by Submission Technology Ltd, registered in England with the company number 04456811.&nbsp;For the purposes of the EU General Data Protection Regulation (2016), Submission Technology Ltd is the registered data controller with the Information Commissioner's Office (ICO).\nour registration number is Z7981900.</p>\n<p>Submission Technology Ltd.\n(\"Submission Technology,\" \"we,\" “our” or \"us\"), respects your privacy and is committed to protecting it through our compliance with this Privacy Notice.</p>\n<p>This Privacy Notice (together with our Terms &amp.\nConditions) sets out the basis on which any personal data you provide to us, will be processed.</p>\n<p>&nbsp;</p>\n<p>As a company with a global presence, we are subject to the varying requirements of data protection and privacy legislation in jurisdictions where we operate.\nOur aim is to be as consistent as possible and obey all applicable laws operating with a high standard in our approach.\nFor example, if you are a resident of the EU, we are bound by EU local laws including the General Data Protection Regulation (“GDPR”) or if you are a resident of California, we also respect the local laws of California, The Californian Consumer Privacy Act (“CCPA”).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>INFORMATION CATEGORIES WE COLLECT ABOUT YOU</p>\n<p>&nbsp;</p>\n<p>Personal Data</p>\n<p>As permitted by applicable law, we may collect, use, store and transfer different kinds of Personal Data about you when you use our services.\nWe have grouped these into the following categories of Personal Data:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Identity Data such as first name, last name, social media profile, username, gender</li>\n<li>Contact Data such as billing addresses, email addresses and telephone numbers</li>\n<li>Financial Data such as bank account details</li>\n<li>Transaction Data such as details about payments to you and details regarding offers you have signed up to or services that you have subscribed to in relation to this website</li>\n<li>Technical Data such as your device IDs, your login data, access dates and times, browser type and version, device information, cookie data, time zone setting and location, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access the website</li>\n<li>Profile Data such as your username, additional personal data added to your account (e.g.\nyour home address), preferences, survey answers</li>\n<li>Usage Data such as information about how you use our website, products and services</li>\n<li>Marketing and Communications Data such as your preferences in receiving marketing from us and our third parties</li>\n<li>Cookies when you visit our site or receive an email - see Cookie section</li>\n</ul>\n<p>&nbsp;</p>\n<p>Non-Personal Data</p>\n<p>We also collect aggregated data such as statistical or demographic data which does not directly or indirectly reveal your identity.\nWe use aggregate data for analysing our website usage, for example, to calculate the percentage of users accessing a specific feature on our website.</p>\n<p>&nbsp;</p>\n<p>HOW YOUR DATA IS COLLECTED</p>\n<p>&nbsp;</p>\n<p>Directly Sourced</p>\n<p>&nbsp;</p>\n<p>You may give us your identity, contact, profile data, and marketing and communications data by filling in a form or corresponding with us by post, phone, e-mail or otherwise.\nThis includes Personal data you provide when you:</p>\n<ul>\n<li>Create an account on our website</li>\n<li>Register for surveys and offers</li>\n<li>Update your profile</li>\n<li>Choose your marketing preferences for both email and push notifications</li>\n<li>Give us feedback</li>\n<li>Speak with customer service or our data protection team</li>\n<li>Request information be sent to you</li>\n</ul>\n<p>&nbsp;</p>\n<p>Indirectly Sourced</p>\n<p>&nbsp;</p>\n<p>We may collect your transaction data, technical data and usage data when you interact with our website.\nWe collect this Personal and Non-Personal Data by using cookies, server logs and other similar technologies.\nWe may receive this data from our various third-party vendors who assist us with the service.</p>\n<p>&nbsp;</p>\n<p>We may also receive Technical Data and Usage Data about you if you visit other websites employing our Cookies or Tracking Technologies (defined below).\nPlease see more information about this in our Cookies and Other Technologies section below.</p>\n<p>&nbsp;</p>\n<p>HOW WE USE YOUR DATA</p>\n<p>&nbsp;</p>\n<p>When we use or process personal data about you, we do so only as necessary to provide the services and products you use (e.g.\nto meet our contractual and legal obligations), or otherwise with your consent, to comply with applicable law, or to fulfil other legitimate interests of you or us as described in this Privacy Notice.\nThrough our website, you will be provided with the choice of which types of communications you will receive with us.</p>\n<p>We use information held about you in the following ways:</p>\n<ul>\n<li>Fulfilling Contractual Obligations</li>\n<li>To carry out our obligations arising from any contracts/agreements entered into between you and us, and to provide you with the information and services that you request from us;</li>\n<li>To verify your identity for security purposes;</li>\n<li>To provide our products and services, which includes updating, securing and troubleshooting, as well as providing support.\nWe may also provide your personal data to third-party sub-contractors that provide services to support our business (i.e.\npayment processors, website-hosting companies, third-party content platforms etc.).</li>\n<li>We supply your contact details (email and telephone number) to our advertising partners who sponsor this website for the purposes of their marketing</li>\n<li>We will continue to process this information until the contract between us ends or is terminated by either party under the terms of the contract.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Consent</p>\n<p>With your consent we and our advertising partners will supply you with offers, newsletters and marketing for our products.\nWith your consent we and our advertising partners will also contact you by SMS and telephone.\nWe facilitate contact by our Advertising partners by sending them your email and telephone number.\nWe would encourage you to check their Privacy Notices to see how they process your personal data.\nWe do not control the Privacy Notices of our Adverting Clients.\nIf you choose not to consent to marketing, or opt out of selling your data, you are not discriminated against for this reason and you may still participate in the activities and services we offer on this website.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Legally Required Release of Information</p>\n<p>We may be legally required to disclose your personal data if such disclosure is (a) required by subpoena, law, or other legal processes.\n(b) necessary to assist law enforcement officials or government enforcement agencies.\n(c) necessary to investigate violations of or otherwise enforce our Legal Terms.\n(d) necessary to protect us from legal action or claims from third parties including you.\nand/or (e) necessary to protect the legal rights, personal/real property, or personal safety of our company, customers, third-party partners, employees, and affiliates.</p>\n<p>&nbsp;</p>\n<p>Legitimate Interest</p>\n<p>We may process information or use it to communicate with you on the basis that doing so is necessary to achieve our legitimate interest to service and administer your account with us.</p>\n<p>&nbsp;</p>\n<p>This includes operating our business, analysing our performance, meeting our legal obligations, developing our workforce, and performing research;</p>\n<p>record-keeping for the proper and necessary administration of our business;</p>\n<p>responding to customer complaints or service requests;</p>\n<p>responding to unsolicited communications from you to which we believe you would expect a response;</p>\n<p>protecting and asserting the legal rights of any party;</p>\n<p>maintain suppression or opt-out lists that we may share with third parties so that a user is not contacted when the user has asked not to be;</p>\n<p>insuring against or obtaining professional advice that is required to manage business risk;</p>\n<p>protecting your interests where we believe we have a duty to do so.\nand,</p>\n<p>&nbsp;</p>\n<p>We will continue to use this information for this purpose until the legitimate interest no longer exists or such use is not necessary to achieve the legitimate interest.</p>\n<p>&nbsp;</p>\n<p>DISCLOSURE OF YOUR DATA (CATEGORIES)</p>\n<p>&nbsp;</p>\n<p>Internal Parties</p>\n<p>Employees of Submission Technology will process your data when you need to speak to the customer service team or our Data Protection Officer.\nAccess to your Personal Data will be controlled and only granted where necessary to provide our services to you and/or allow us to perform any necessary or legitimate functions.</p>\n<p>&nbsp;</p>\n<p>External Parties</p>\n<p>Service providers who process your Personal Data on our behalf to support our business and help provide our services to you.\nThese include, but are not limited to, our Email Service Provider (ESP), Cloud Providers, Outsourced Consultants and Contractors.</p>\n<p>&nbsp;</p>\n<p>We disclose your data to our advertising partners who sponsor this website for the purposes of marketing.&nbsp;&nbsp.\nWe refer to the Survey providers and Advertising Clients as Sponsors and a list can be found here by clicking this link.\nSPONSORS</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Fraud prevention and identity verification services where we believe that disclosure is necessary or appropriate to protect the rights, property, or safety of Submission Technology, our customers or others.</p>\n<p>&nbsp;</p>\n<p>Professional advisers such as lawyers, bankers, auditors and insurers who provide consultancy, banking, legal, insurance, financial, auditing, and accounting services to us so we can operate our business.</p>\n<p>&nbsp;</p>\n<p>Law enforcement agencies, courts, supervisory authorities, regulatory bodies and related third-parties, to the extent that we are permitted or required to do so by law, or in order to comply with our legal and regulatory obligations, or in the interests of national security, or to respond to verified requests relating to a criminal investigation or alleged or suspected illegal activity.</p>\n<p>&nbsp;</p>\n<p>From time-to-time, we may run contests, special offers, or other events or activities with a third-party sponsor.\nIf you provide consent to the third party, you give them permission to use it for the purpose of that promotion.\nWe cannot control the use of your Personal Data after you have submitted it to the third-party.</p>\n<p>&nbsp;</p>\n<p>Customer information is considered to be an asset of Submission Technology Ltd.\nand as such shall survive any sale of assets, merger, consolidation, or other change in the corporate structure of Submission Technology Ltd .</p>\n<p>&nbsp;</p>\n<p>We allow our sub-contractors to collect certain information when you visit our web site.\nThese companies may utilise cookies and other technologies to collect and use both personally identifiable information (e.g., your name, phone number, physical or electronic address) and non-personally identifiable information (e.g., click stream information, browser type, time and date, subject of advertisements clicked or scrolled over) during your visits to this and other web sites in order to provide tailored advertisements about goods and services likely to be of greater interest to you.&nbsp.\nTo learn more about this behavioural advertising practice or to opt-out of this type of advertising, you can visit the websites of the Digital Advertising Alliance at WWW.ABOUTADS.INFO or Networking Advertising Initiative at&nbsp;WWW.NETWORKADVERTISING.ORG/CHOICES.</p>\n<p>&nbsp;</p>\n<p>Parties we do not transfer your data to</p>\n<p>Our Website contains affiliate links to third-party websites.\nYou may click on these to complete offers provided by third parties.\nPlease note, if you follow a link to any such website, we do not accept any liability or responsibility, because these websites have their own Terms &amp.\nConditions and Privacy Policies.</p>\n<p>&nbsp;</p>\n<p>Where in the world your data is transferred</p>\n<p>&nbsp;</p>\n<p>Submission Technology is headquartered in the UK.\nThe information that you provide or that we collect as a result of your interaction with the Website and/or the user of the Services will be stored in the UK and transferred to parties in the USA.\nWe have written contracts to protect your data when we share this with our subcontractors and consultants who are all based in the USA or UK.</p>\n<p>&nbsp;</p>\n<p>HOW LONG YOUR DATA IS KEPT</p>\n<p>We do not retain your personal data for longer than necessary for the purposes set out in this report.\nThe length of time we hold your data will depend on our ongoing relationship with you, our legal obligation, any request you may make to delete your personal data, and our legitimate interest in relation to the management of our own rights.</p>\n<p>Typically, we store Identity Data, Contact Data, Marketing Data and Profile Data for a period of 12 months since your most recent activity in your account to answer customer queries, maintain an account in case you wish to come back to our website and monitor the site for fraudulent activity.</p>\n<p>Once we no longer have a purpose to retain your personal data, we will securely destroy your personal data subject to the foregoing and in accordance with applicable laws and regulations.\nIf you request to receive no further contact from us, we will keep some of your basic Identity and Contact Data on a suppression list to avoid sending you unwanted communication in the future.</p>\n<p>&nbsp;</p>\n<p>CALIFORNIAN CONSUMER RIGHTS</p>\n<p>As a Californian resident, under the Californian Consumer Privacy Act, you are entitled to&nbsp;</p>\n<p>Right to Access</p>\n<p>You may review certain information that we hold about you by signing into your account on our Website.\nTo obtain a full copy of all information we maintain about you, you may send us a request using the contact information at the end of this Notice.\nAfter receiving the request, we will tell you when we expect to provide you with the information.\nWe offer this service for free unless your request is excessive or manifestly unfound.</p>\n<p>Right to Opt-Out</p>\n<p>If you wish us to opt you out of receiving direct marketing from us or our partners, you may click the unsubscribe button at the bottom of the email, or through the unsubscribe link at the bottom of our website or contact us using the information at the end of this Notice.</p>\n<p>Right to Erasure</p>\n<p>If you wish us to remove or change personal data you have provided us with, you may contact us using the information at the end of this Notice.</p>\n<p>Right to Equal Services and Price</p>\n<p>The “right to equal service and price” refers to the Californian Consumer Privacy Act (2018)’s prohibition against discriminating against consumers who exercise their rights under the CCPA.\nWhere a consumer exercises a right, a business is prohibited from denying goods or services, charging a different price, imposing penalties, providing a different level or quality of service, or suggesting the consumer will receive a different price or rate or different level or quality of goods or services.</p>\n<p>&nbsp;</p>\n<p>When we receive any request to access, edit or delete personal data, we will first take reasonable steps to verify your identity.</p>\n<p>For non-Californian residents, for any opt-out or deletion requests, please email&nbsp;INFO@PRODUCTTESTINGUSA.COM</p>\n<p>&nbsp;</p>\n<p>SECURITY AND STORAGE OF YOUR PERSONAL DATA</p>\n<p>Submission Technology is committed to protecting the security of your personal data.\nWe protect your data with security measures under the laws that apply, and we meet international standards.\nWe use a variety of technologies to help protect your personal data from unauthorised access, use, or disclosure.</p>\n<p>Unfortunately, the Internet is not a 100% secure medium for communication and, accordingly, Submission Technology cannot guarantee the security of any information you send to us via the Internet.\nIn the event of a data breach that affects your data, we will notify you when legally required to do so.</p>\n<p>To access your Submission Technology account, you must type in the correct password.\nIt is your responsibility to keep this password secure.\nPlease consider changing your password at least every month and do not use the same password across multiple websites.\nIdeally, your password should be at least 8 characters long, contain at least one capital letter, some numbers and a special character (e.g.\n? ! , _).\nIf you believe that your login details have been compromised, please contact us immediately.</p>\n<p>Submission Technology is not responsible for any loss or damage you or others may suffer as a result of the loss of confidentiality of your data.</p>\n<p>The safety and security of your Personal Data also depend on you.\nWhere we have given you (or where you have chosen) a password for access to certain parts of our website, you are responsible for keeping this password confidential.&nbsp.\nWe ask you not to share your login or account credentials with anyone and keep your account information secure.\nWe urge you to be careful about giving out information in public areas of the website like message boards, where information will be available to other users of the website.&nbsp.\nIf you believe that your access credentials or Personal Data have been compromised, please contact us immediately.</p>\n<p>&nbsp;</p>\n<p>PROTECTING YOUR CHILD’S PRIVACY</p>\n<p>We follow the Children’s Online Privacy Protection Act (COPPA).\nOur website is not designed for use by anyone under the age of 18, however, we are aware that a child may attempt to access our website.\nWe do not allow anyone under the age of 18 to create an account and do not knowingly collect personal data from a child.\nIf you are a parent or guardian and believe your child is using our website, please contact us.\nWe may ask for proof of identification before we remove any information to prevent malicious removal of account information.\nIf we discover on our own that a child is accessing our website, we will delete the information as soon as we discover it, we will not use the information for any purpose, and we will not disclose the information to third parties.\nYou acknowledge that we do not verify the age of our users any further than asking for an accurate date of birth nor do we have any liability to do so.\nIf you are a child, please seek the permission of a parent or guardian before accessing our website.</p>\n<p>&nbsp;</p>\n<p>OUR EMAIL POLICY</p>\n<p>We comply with the federal CAN-SPAM Act.\nYou can always opt-out of receipt of further email correspondence from us or our affiliates.</p>\n<p>&nbsp;</p>\n<p>OTHER WEBSITES</p>\n<p>Our website may contain links to other websites.\nThese websites are not under our control and are not subject to our Privacy Notice.\nThese websites will likely have their own privacy Notices, and we urge you to read those Privacy Notices before using the website.&nbsp.\nWe have no responsibility for these websites and provide links to these websites solely for your convenience.\nYou acknowledge that your use and access of these other websites is solely at your own risk.\nIt is your responsibility to check the Privacy Notices of these other websites to see how they treat your personal information.</p>\n<p>&nbsp;</p>\n<p>COOKIES AND OTHER TECHNOLOGIES</p>\n<p>To enhance your experience with the website we use “Cookies”.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>What are Cookies</strong>\n</li>\n</ol>\n<p>&nbsp;</p>\n<p>Cookies are small pieces of text used to store information on web browsers.\nCookies are used to store and receive identifiers and other information on computers, phones and other devices.\nCookies are created when you use your browser to visit a website or if we send them to you in an email.\nCookies are used to keep track of your movements within the site, help you resume where you left off, remember your registered login, theme selection, preferences, and other customisation functions.\nCookie technology encompasses the use of pixels, text files, web beacons and java script.\nWe refer to all of these technologies as Cookies.</p>\n<p>&nbsp;</p>\n<p>Why do we use Cookies?</p>\n<p>Cookies help us deliver, protect and improve our website product by personalising content, tailoring services and advertisements, improving performance with the use of metrics and providing security measures to keep you safe and secure.</p>\n<p>&nbsp;</p>\n<p>Do other parties use Cookies on our site?</p>\n<p>Yes, other parties use Cookies on our site to help tailor advertisements to you on other applications and websites.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>Cookies we use</strong>\n</li>\n</ol>\n<p>Strictly Necessary &amp.\nFunctional Cookies</p>\n<p>These Cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nFunctional Cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nYou can set your browser to block these Cookies, but some parts of the site will not then work.</p>\n<p>&nbsp;</p>\n<p>Performance &amp.\nAnalytical Cookies</p>\n<p>These Cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nIf you do not allow these Cookies we will not know when you have visited our site, and will not be able to monitor its performance.\nWe use Analytical cookies in our emails to improve our service to you which can detect, Email Client Version, Date and time of opening, Dwell time, IP address and Geo-location.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Targeting Cookies</p>\n<p>These Cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store direct personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these Cookies, you will experience less targeted advertising.</p>\n<p>&nbsp;</p>\n<p>Multiple users</p>\n<p>\n<br>\nIf more than one person uses your device, the choices set up by other people will apply to you as well unless you change them.\nFor example, if you share a computer with your family, you may see adverts based on sites they have visited as well as sites you have visited.</p>\n<p>&nbsp;</p>\n<p>To find out more about Cookies visit www.allaboutcookies.org</p>\n<p>&nbsp;</p>\n<p>\n<strong>Cookies and Do Not Track Disclosure (“DNT”)</strong>\n</p>\n<p>Currently, various browsers (including internet explorer, Firefox and Safari) offer a DNT option that relies on a technology known as a DNT header, that sends a signal to a website visited by the browser user about the user’s DNT preference.\nYou can usually access your browser’s DNT option in your browser preferences.</p>\n<p>&nbsp;</p>\n<p>A “Do Not Track” standard is not available today therefore our website does not currently respond to DNT signals from browsers.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Automated decision making and profiling</strong>\n</p>\n<p>We do not engage in any processing related to automated decision-making activity that would deny you a service.\nFrom the data you enter on our website we may send you (with your consent), marketing material or surveys that are tailored to your answers and may be of more interest to you.\nThis is a form of profiling.</p>\n<p>&nbsp;</p>\n<p>CHANGES TO OUR PRIVACY NOTICE</p>\n<p>We reserve the right to change this Privacy Notice at any time.\nIf our company decides to change this Privacy NOTICE, we will post those changes on our website, so our users and customers are always aware of what information we collect, use, and disclose.\nThis Privacy Notice was last updated on 4<sup>th</sup> June 2020.</p>\n<p>&nbsp;</p>\n<p>CONTACT US</p>\n<p>Type of Enquiry</p>\n<p>Email Address</p>\n<p>Telephone</p>\n<p>Postal Address</p>\n<p>Data Subject Information Requests</p>\n<p>DPO@SUBMISSIONTECHNOLOGY.CO.UK</p>\n<p>1 888 683 7897</p>\n<p>The Beater House</p>\n<p>Turkey Mill</p>\n<p>Maidstone</p>\n<p>Kent</p>\n<p>ME14 5PP</p>\n<p>Customer Service Enquiries</p>\n<p>INFO@PRODUCTTESTINGUSA.COM</p>\n<p>+44 (0)20 7183 1653</p>\n<p>The Beater House</p>\n<p>Turkey Mill</p>\n<p>Maidstone</p>\n<p>Kent</p>\n<p>ME14 5PP</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2021-06-13 03:31:01.794688", "updated_at": "2021-06-13 01:49:45.104732"}, {"id": 7032, "name": "TERMS & CONDITIONS", "url": "https://producttestingusa.com/p/terms-conditions", "xpath": "//*[@id=\"customPage\"]", "text": " <p>1.\nAcceptance</p>\n<p>This website is owned and operated by Submission Technology Ltd.</p>\n<p>By registering with ProductTestingUSA.com or by accessing our website content, you are assumed to have read and agreed to the terms and conditions set out here.</p>\n<p>By registering with ProductTesting you are electing to be contacted via phone or email as outlined in our Privacy Policy.\nYou can unsubscribe from our newsletter at any time by simply clicking on the unsubscribe link when you receive an email or newsletter from us.</p>\n<p>You agree to answer all survey questions accurately and honestly providing correct contact information, failure to do so will mean that we may be unable to select you as a Product Tester.</p>\n<p>2.\nEligibility to participate</p>\n<p>Persons aged 18 and older and residing in mainland United States may take part in the survey provided they agree to these terms and conditions in their entirety.\nPlease note we do not accept business addresses.</p>\n<p>A correct &amp.\nvalid cell number will be required to enable us to contact you if you have been selected to become a product tester.</p>\n<p>You are eligible to enter if you are: a mainland US citizen or a legal resident of the US at all times.\n18 years old or older on the date of registration.\nnot an employee, agent, affiliate, officer or director of Submission Technology or of any advertiser, promotion agency, fulfilment agency or agent of Submission Technology, or of anyone else professionally connected with any Competition, nor a family member of any of these.\nhuman - any use of electronic devices to enhance or alter your chance of being selected will count as a false or deceptive entry.</p>\n<p>Submission Technology may require you to provide proof that you are eligible and the authorised account holder of the email addresses used to enter.\n\"Authorised account holder\" means the natural person to whom the email address in question has been assigned by an Internet service provider, online service provider, or other organisation (e.g.\nbusiness, educational institution, etc.) responsible for assigning email addresses for the domain associated with the email address.\nIf you fail to provide all required information you may be disqualified.\nIt is a condition of entry that all information given is true, current and full.\nYou may not enter using multiple email addresses or as multiple participants.\nYou are allowed only one entry, per entrant, per product test opportunity.\nIf you attempt to use multiple addresses or enter more than once, you may be disqualified from the section process.\nSubmission Technology undertakes to use reasonable efforts to maintain adequate email, internet and other communication links but is not otherwise responsible for and shall not be liable for: late, lost, delayed, damaged, misdirected, incomplete, illegible, or unintelligible entries.\ntelephone, electronic, hardware, or software program, network, Internet, or computer malfunctions, failures, delays or difficulties.\nerrors in transmission.\nor prize deliveries attempted but not received.\nIf you are disqualified, Submission Technology is under no obligation to publish this fact on this site or anywhere else.</p>\n<p>SELECTION OF PRODUCT TESTERS</p>\n<p>A number of product testers will be selected each month dependent on the campaign requirements.\nThe selection shall be at our discretion on either a random selection basis or on an individual's criteria determined by: (age, occupation, geographical location etc.) This is dictated by the requirements or information required in regards to a product or service.</p>\n<p>Those selected will be notified via text, phone or email - Those selected must confirm their acceptance including confirmation of their address and personal details within 7 days of notification.\nUnclaimed product testing opportunities will be reallocated to another registrant at our discretion if not claimed within seven days.</p>\n<p>The requirements of each product testing campaign will be communicated with the product testers that are selected.\nReview requirements can vary, however, the standard requirement is a written review, photos of the reviewer with the product and a video review.\nBy submitting photos and a video, you are agreeing for them to be used for the purpose of publishing reviews and advertising.</p>\n<p>If you do not comply with the Official Rules you may be disqualified from all product testing opportunities without further notice.\nFalse or deceptive entries or acts will render the entrant ineligible.\nShould a reviewer fail to return their review within 7 days, without requesting an extention, they may be invoiced for the full value of the product/ gift card.</p>\n<p>Entry</p>\n<p>By entering any entrants agree to accept and be bound by all terms of these Official Rules and by all decisions of Submission Technology.</p>\n<p>General Conditions</p>\n<p>Submission Technology expressly disclaims any responsibility and each participant hereby agrees to release and to hold Submission Technology (and its employees, officers, directors, agents, marketing partners and affiliates) harmless from any and all losses, damages, rights, claims and actions of any kind in connection with any prize or resulting from the delivery, acceptance and/or subsequent use or misuse of any prize.\nSubmission Technology (and its employees, officers, directors, agents, marketing partners and affiliates) are not responsible for any condition caused by events beyond the control of Submission Technology that may cause the offers to be disrupted.\nSubmission Technology reserves the right to modify scheduling of any product test without prior notice at any time and for any reason.\nSubmission Technology reserves the right to terminate or suspend any Submission Technology or partner sponsored test without notice at any time and for any reason.</p>\n<p>4.\nData Protection</p>\n<p>Protection of members' personal data is a top priority for ProductTesting.\nWe aim to provide you with the highest level of online data protection.\nBefore you agree to these Terms and Conditions please take time to read our Privacy Policy which will help you understand how your personal information is handled.</p>\n<p>5.\nConduct of Members</p>\n<p>ProductTesting will only permit you to register once.\nAttempts to create multiple accounts will result in the account for the multiple registrations being revoked.</p>\n<p>6.\nExclusions</p>\n<p>ProductTesting contains material which is either wholly or partly provided by third parties.\nWe cannot take responsibility for this content.\nNo action may be taken against us because of this content, and you use any content on the website at your own risk.</p>\n<p>7.\nLiability</p>\n<p>We try to ensure that any information provided is up to date and accurate, but we cannot be held responsible for goods offered through third parties.\nWe will amend any inaccuracies or exclusions as soon as is practical once we have been made of aware of them.</p>\n<p>WE SHALL NOT BE LIABLE FOR ANY SPECIAL INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES, RELATING TO THE PARTICIPATION OR INABILITY TO PARTICIPATE IN THE PROGRAMME.</p>\n<p>ProductTesting is not responsible for damages or losses that result from participating or inability to participate in the survey, or reliance on or use of information, services, or merchandise provided on or through the survey.</p>\n<p>You acknowledge and agree that ProductTesting neither endorses the contents of advertisements or third parties' websites, nor assumes responsibility or liability for the accuracy of material contained therein, or any infringement of third party intellectual property rights arising there from, or any fraud or other crime facilitated thereby.</p>\n<p>8.\nLaw and Jurisdiction</p>\n<p>These Terms and conditions shall be construed in accordance with and governed by the laws of the State of New York.</p>\n<p>\n<strong>Your California privacy rights</strong>\n</p>\n<p>As well as:&nbsp;“California Civil Code Section 1798.83 permits customers of Company who are California residents to request certain information regarding its disclosure of their personally identifiable information to third parties for their direct marketing purposes.\nYou may request a list of all of the third parties with whom we share your PII by sending an e-mail to INFO@PRODUCTTESTINGUSA.COM&nbsp;and place “California Third Party Disclosure” in the subject line.\n&nbsp;Please allow up to thirty days for a response.</p>\n<p>TERMS AND CONDITIONS FOR PRODUCT TESTERS and PRIZE DRAWS</p>\n<p>1.\nAll products &amp.\nprize draws are provided by Submission Technology Limited (\"Product Testing\") of East Wing, The Beater House, Turkey Mill, Maidstone, Kent, United Kingdom ME14 5PP.</p>\n<p>2.\nEntrants must be aged 18 years or over and resident in the United States.</p>\n<p>3.\nEntries are made by completing the lifestyle survey.</p>\n<p>4.\nEntries are made by filling in the appropriate online form.\nNo more than one entry may be made by any individual in each prize draw and may not use any e-mail address more than once in any prize draw.\nEntries including false details will be disregarded as will any that are automated or mechanically made.\nEntries must be submitted within the advertised time limits.\nProductTesting reserves the right to reject any entry on reasonable grounds.</p>\n<p>5.\nEntrants agree that by entering a prize draw their personal details may be stored and otherwise processed by ProductTesting for the purposes of administering the selection / prize draw and for marketing and sending offers and other information.\nProductTesting may also pass entrants’ details to selected third parties to use for the same purposes, but always strictly in line with its privacy policy and any opt in boxes that entrants have ticked.\nPlease read the privacy policy carefully to understand how we may use your data and what your rights are.</p>\n<p>6.\nThe product tester / winner's names in respect of any prize draw will be available from the product testing website.</p>\n<p>7.\nThe product tester / winner of each product / prize draw shall be selected at random electronically.\nThere is no minimum or maximum number of entrants for any product / prize draw.\nThe chances of any particular entrant winning a prize draw or becoming a product tester will depend on the total number of entrants for that draw.\nProduct testers / winners may be notified by phone, e-mail, post or text.\nProduct Testing may disqualify a winner if it has not managed to contact such product tester / winner within seven days of its first attempt to do so.\nProduct Testing may then select an alternative winner.</p>\n<p>8.\nThere is no right to cash or other alternative to the stated product or prize.\nHowever, Product Testing reserves the right to offer a similar prize, or a prize of equal or greater value, if the stated product or prize is unavailable.</p>\n<p>9.\nProduct Testing will require photographs of product testers / winners and will require to use those photographs, the names and images of such product testers / winners to publicise online, in e-mails and through any other media promoting its prize draws.\nIndividuals should not enter to become a product tester or prize draws if they do not agree to this.</p>\n<p>10.\nProduct Testing may suspend or terminate any product or prize draw at any time if it has reasonable grounds for doing so, which grounds may include without limitation a prize draw (or the website on which it is presented) being subject to, or affected by, any denial-of service attacks, bugs, viruses or any other technologically harmful material or act of hacking by a third party, or in the event of any wilful attempt to breach these terms and conditions.</p>\n<p>11.\nTo the extent permitted by law, Product Testing, other members of our group of companies and third parties connected to Product Testing hereby expressly exclude: all conditions, warranties and other terms which might otherwise be implied by statute, common law or the law of equity.\nany liability for any direct, indirect or consequential loss or damage incurred by any entrant or winner in connection with any prize draw or any entry.\nAs a condition of your entry into any prize draw, you agree to indemnify us and our affiliates, officers, employees and agents from and against any and all liabilities, other expenses (including costs and legal fees) and damages arising out of claims resulting directly or indirectly from such entry.</p>\n<p>12.\nProduct Testing is not affiliated with the manufacturer or provider of the Gift nor with any of the third parties appearing in the marketing promotional copy unless otherwise indicated.</p>\n<p>13.&nbsp;If you have referred a “friend” to the site via one of the refer a friend links and this “friend” is chosen to be a reviewer, this also entitles you, the “referrer”, to become a reviewer for one of the products you have applied for.\nFor example.\nyour “friend” will be given the product/voucher selected that day then the “referrer” will be sent one of the products you applied for chosen by us.</p>\n<p>14.&nbsp;If chosen, both the “referrer” and the “friend” will be contacted by us via phone or email.\nBoth parties have 7 days to claim their product/voucher.</p>\n<p>15.&nbsp;Referrals via word of mouth do not count.\nA referral only counts when tracked via one of the sites refer a friend links.\nIn order to be classed as a successful “referrer” you and your “friend” must submit a full application to the site.\nA full application includes genuine and valid contact details and completion of the survey in full.</p>\n<p>16.&nbsp;By referring a friend via email, social or any other means you consent that the recipient (friend) has consented to receiving emails or messages of this nature and that it is also within their best interest.\nThis site will not be held responsible for any referral emails sent to a members friend(s).\nAll data will only be processed for the purpose of that specific email and will not be stored or used for further marketing use.</p>\n<p>\n<strong>DMCA Notice</strong>\n</p>\n<p>\n<strong>Copyright Notifications</strong>.\nSubmission Technology, Ltd.\n(the “Company”) will remove infringing materials in accordance with the DMCA if properly notified that Content infringes copyright.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please notify the Company’ Copyright Agent in writing.\nYour notice must contain the following information (please confirm these requirements with your legal counsel, or see the U.S.\nCopyright Act, 17 U.S.C.\n§512(c)(3), for more information):</p>\n<ul>\n<li>\n<p>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>a description of the copyrighted work that you claim has been infringed;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>a description of where the material that you claim is infringing is located on the Site, sufficient for the Company to locate the material;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>your address, telephone number, and email address;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>a statement by you that the information in your notice is accurate and, under penalty of perjury, that you are the copyright owner or authorized to act on the copyright owner's behalf.</p>\n</li>\n</ul>\n<p>If you believe that your work has been removed or disabled by mistake or misidentification, please notify the Company’s Copyright Agent in writing.\nYour counter-notice must contain the following information (please confirm these requirements with your legal counsel or see the U.S.\nCopyright Act, 17 U.S.C.\n§512(g)(3), for more information):</p>\n<ul>\n<li>\n<p>a physical or electronic signature of the user of the Platform;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled;</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>a statement made under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material.\nand</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>the subscriber's name, address, telephone number, and a statement that the subscriber consents to the jurisdiction of the Federal District Court for the judicial district in which the address is located, or if the subscriber's address is outside of the United States, for any judicial district in which the Platform provider may be found, and that the user will accept service of process from the person who provided notification under subscriber (c)(1)(C) or an agent of such person.</p>\n</li>\n</ul>\n<p>Under the Copyright Act, any person who knowingly materially misrepresents that material is infringing or was removed or disabled by mistake or misidentification may be subject to liability.</p>\n<p>If you fail to comply with these notice requirements, your notification or counter-notification may not be valid.\nOur designated copyright agent for notice of alleged copyright infringement is:</p>\n<p>&nbsp;</p>\n<p>Submission Technology, Ltd.</p>\n<p>Attn: Copyright Agent<br>\nThe Beater House, Turkey Mill, Ashford Road,</p>\n<p>Maidstone, Kent, ME14 5PP</p>\n<p>United Kingdom</p>\n<p>Email: info@submissiontechnology.co.uk</p>\n<p>In accordance with the DMCA and other applicable law, Company has adopted a policy of terminating, in appropriate circumstances and at Company's sole discretion,&nbsp;Users of the Company’s Services who are deemed to be repeat infringers.\nCompany may also at its sole discretion limit access to the Company Site and/or terminate the accounts of any Users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</p> ", "created_at": "2021-06-13 03:31:01.796641", "updated_at": "2021-06-13 01:46:23.706537"}], "points": [], "urls": ["producttestingusa.com"]}}