{"error": 448, "message": "OK", "parameters": {"id": 2912, "name": "McAfee", "created_at": "2021-03-31 11:45:25.267354", "updated_at": "2022-03-13 23:00:22.301046", "wikipedia": "https://en.wikipedia.org/wiki/McAfee", "keywords": null, "related": null, "slug": "mcafee", "is_comprehensively_reviewed": false, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/2912.png", "url": "mcafee.com,mcafeesecure.com,siteadvisor.com", "documents": [{"id": 4542, "name": "Cookie Notice", "url": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html", "xpath": "//*[@id=\"privacytopcontent\"]/div/div/div/div/div/div", "text": "Privacy Notice <p>Effective date: January 1, 2020</p>\n<p>This Notice provides information about data we collect, use, and share, and our commitment to using the personal data we collect in a respectful fashion.</p>\n<ul>\n<li>\n<b>What Kinds of Information Do We Collect?</b>\n<br>\n</li>\n<li>\n<b>How Do We Use the Information We Collect?</b>\n</li>\n<li>\n<b>Third-Party Advertising</b>\n</li>\n<li>\n<b>Who Do We Share Personal Data With?</b>\n</li>\n<li>\n<b>How Do We Protect Your Data?</b>\n</li>\n<li>\n<b>What Choices Do You Have About Your Personal Data?</b>\n</li>\n<li>\n<b>How Long Does McAfee Retain the Personal Data it Collects?</b>\n</li>\n<li>\n<b>Children’s Privacy</b>\n</li>\n<li>\n<b>Residents of the EEA</b>\n</li>\n<li>\n<b>Supervisory authority and complaints</b>\n</li>\n<li>\n<b>Residents of Japan, Argentina, and Canada</b>\n</li>\n<li>\n<b>Residents of California</b>\n</li>\n<li>\n<b>Residents of Nevada</b>\n</li>\n<li>\n<b>Links to other websites</b>\n</li>\n<li>\n<b>Contact Us</b>\n<br>\n</li>\n</ul>\n<p>We at McAfee, LLC, including our affiliates (“McAfee”, “we”, “us”, “our”), care deeply about privacy, security, and online safety, all of which are a significant part of our essential mission: to protect users of our products and services (“you” and “your”) from the risks of theft, disruption, and unauthorized access to their online information and activities.\nThis Privacy Notice (“Notice”) is designed to inform you about how we collect, use, and share your personal data through our website (our “Site”), products, services, and web-based and mobile applications (collectively, the “Services”) or when you interact with us.</p>\n<p>McAfee sells products and services directly to consumers (you can find more information about those products here, “<u>Consumer Products</u>”), as well as to corporations and business customers (you can find more information about those products here, “<u>Enterprise Products</u>”).\nThis Privacy Notice applies both to the information we collect from you or your device when you download one of our Services and to the information we collect when one of our distribution partners or business customers installs our Services on your device.</p>\n<p>When you access or use our Services, you acknowledge that you have read this Notice and understand its contents.\nYour use of our Services and the Site and any dispute over privacy is subject to this Notice, any applicable Terms of Service (including any applicable limitations on damages and the resolution of disputes) and any applicable End User License Agreement.</p>\n<p>As McAfee grows, our business changes, and we may update this Notice at any time as we deem appropriate to reflect those changes.\nIf there are any material changes to this Privacy Notice, we will notify you by email, in-product notification, or as otherwise required by applicable law.\nIt is important that you check back and make sure that you have reviewed the most current version of this Notice.</p>\n<p>This Notice applies to all users of our Services across the world.\nSome users, including residents of the European Economic Area, may have additional rights depending on where they are located, which are described in this Notice.</p>\n<p>\n<u>\n<b>\n<i>What Kinds of Information Do We Collect?</i>\n</b>\n</u>\n</p>\n<p>In order to provide our services, we collect information.\nSome information you provide directly to us, some we collect automatically through our Services, and some is collected from third parties.\nIn this Notice, “Personal Data” refers to data that could be used, alone or in combination with other data, to identify you as an individual.</p>\n<p>\n<b>We collect information you provide to us</b>.&nbsp;For example, we collect information when you purchase a product or service, create an account, fill out a form, participate in a contest or promotion, request customer service, or otherwise communicate with us.</p>\n<p>The types of Personal Data you may provide includes:</p>\n<ul>\n<li>Contact information (such as name, email address, mailing address, and phone number);</li>\n<li>Payment information (including payment card numbers and associated identifiers, billing address, and bank account information).\nand</li>\n<li>Account log-in credentials (which for some Services may include social network credentials).</li>\n</ul>\n<p>We may also collect other information from or about you, such as information about what products you purchased, your interests, demographic information, photographs and videos, and biometric data such as fingerprints or voice prints.\nYou may also provide us with additional data.\nFor example, when you use our identity theft protection services, you will have the option to provide your social media log-in information so that we can monitor your social media accounts.</p>\n<p>\n<b>We automatically collect information about your interactions with the Services as well as devices on which the Services are installed.\nIn some cases, we automatically collect information about other devices connected to the same network as the device on which the Services are installed.</b>\n</p>\n<p>For example, we may collect and use the following:</p>\n<ul>\n<li>Information about the products you looked at or searched for and the Services you used, including time spent and other statistical information.</li>\n<li>Details about your computers, devices, applications, and networks, including internet protocol (IP) address, cookie identifiers, mobile carrier, Bluetooth device IDs, mobile device ID, mobile advertising identifiers, MAC address, IMEI, Advertiser IDs, and other device identifiers that are automatically assigned to your computer or device when you access the Internet, browser type and language, language preferences, battery level, on/off status, geo-location information, hardware type, operating system, Internet service provider, pages that you visit before and after using the Services, the date and time of your visit, the amount of time you spend on each page, information about the links you click and pages you view within the Services, and other actions taken through use of the Services such as preferences.\nWe may collect this information through our Services or through other methods of web analysis.&nbsp;</li>\n<li>When you use our products to protect your mobile device, we collect geolocation data of the device on which the product is installed.</li>\n<li>Details about your internet, app, or network usage (including URLs or domain names of websites you visit, information about the applications installed on your device, or traffic data).\nand performance information, crash logs, and other aggregate or statistical information.</li>\n</ul>\n<p>In order to provide you our Services, including to detect and evaluate malware and spam, we may scan, collect, and store data from your files, including emails, attachments, email addresses, metadata, and URLs and traffic data.&nbsp.\n&nbsp;&nbsp;</p>\n<p>We collect this information through our Services and through technologies such as cookies, web beacons or web bugs, and clear GIFs.\nPlease see our&nbsp;<u>Cookie Notice</u>&nbsp;for more information about the cookies and similar technologies that we use and the choices available to you.</p>\n<p>\n<b>Information We Collect from Third Parties<br>\n</b>We may receive information about you from other sources and combine that information with the information we collect directly.\nExamples of information we may receive from other sources include: updated delivery or payment information used to correct our records.\npurchase or redemption information.\nand customer support and enrollment information.&nbsp.\nFor our identity protection Consumer Products, we also may collect credit or identity information which we use to help prevent and detect fraud.&nbsp;&nbsp;</p>\n<p>\n<b>Location Information<br>\n</b>Certain Services may request permission to access your location.\nWhere you grant this permission, we will collect information about your location using GPS, wireless, or Bluetooth technology.\nYou can control access to precise location information through your mobile device settings.\nWe also may look up your IP address to determine your general location.</p>\n<p>\n<u>\n<b>How Do We Use the Information We Collect?</b>\n</u>\n</p>\n<p>\n<b>To Help Protect You<br>\n</b>When you install or use one of our Services, it will run in the background of your device or environment to help predict threats and better protect you, your devices, and your information.&nbsp.\nFor example, McAfee may use information to:</p>\n<ul>\n<li>Analyze data sent to/from your device(s) to isolate and identify threats, vulnerabilities, viruses, suspicious activity, spam, and attacks, and communicate with you about potential threats;</li>\n<li>Participate in threat intelligence networks, conduct research, and adapt products and services to help respond to new threats.\n&nbsp;</li>\n<li>Encrypt your data, lockdown a device, or back-up or recover your data;</li>\n<li>Check for Service updates and create performance reports on our Services, to ensure they are performing properly.\nand</li>\n<li>Look for misuses of your data when you use our identity monitoring products.</li>\n</ul>\n<p>\n<b>To Run Our Business<br>\n</b>We also use the information we collect for other business purposes, including to:</p>\n<ul>\n<li>Authenticate your identity and prevent fraud, including with your biometric data;&nbsp;</li>\n<li>Analyze your behavior to measure, customize, and improve our Site and Services, including developing new products and services;</li>\n<li>Advertise McAfee products and services that we think may be of interest to you;</li>\n<li>Establish and manage accounts and licenses, including by collecting and processing payments and completing transactions;</li>\n<li>Provide customer support, troubleshoot issues, manage subscriptions, and respond to requests, questions, and comments;</li>\n<li>Communicate about, and administer participation in, special events, programs, surveys, contests, sweepstakes, and other offers and promotions;</li>\n<li>Conduct market and consumer research and trend analyses;</li>\n<li>Enable posting on our blogs, forums, and other public communications;</li>\n<li>Perform accounting, auditing, billing, reconciliation, and collection activities;</li>\n<li>Prevent, detect, identify, investigate, and respond to potential or actual claims, liabilities, prohibited behavior, and criminal activity.\nand</li>\n<li>Comply with and enforce legal rights, requirements, agreements, and policies.</li>\n</ul>\n<p>\n<b>\n<i>Third-Party Advertising</i>\n</b>\n</p>\n<p>We work with third-party advertising companies to display or deliver ads to you while you are on our Site or using some Services.\nThese third-party advertisers may collect data about your interaction with the Site or Services or others’ sites or services to measure the effectiveness of their ads and to personalize advertising content.\nSee our&nbsp;<u>Cookie Notice</u>&nbsp;to learn more about how McAfee and these advertising partners use tracking technologies like cookies and the choices available to you.</p>\n<p>If you have consented to allow our Services to access to your location, our mobile advertising partners may use your location to target advertisements to you.\nYou may use the location settings on your device to withdraw access to information about your location.</p>\n<p>\n<b>Other Uses<br>\n</b>We may use Personal Data for which we have a legitimate interest, such as direct marketing, individual or market research, anti-fraud protection, or any other purpose disclosed to you at the time you provide Personal Data or with your consent.</p>\n<p>\n<b>\n<u>\n<i>Who Do We Share Personal Data With?</i>\n</u>\n</b>\n</p>\n<p>Generally, we disclose the information we collect to provide the Services, to communicate with you, to advertise or promote our Services, to facilitate changes to or transfers of our business, as required by law, or with your consent.\nWe may share Personal information in the following ways:</p>\n<ul>\n<li>With current and future members of the McAfee family of companies for the purposes described in this Notice;</li>\n<li>With service providers who perform services for us (see the list of our sub-processors, available here for <u>Consumer Products</u>, and here for <u>Enterprise Products</u>);</li>\n<li>If we believe disclosure is necessary and appropriate to prevent physical, financial, or other harm, injury, or loss, including to protect against fraud or credit risk;</li>\n<li>To legal, governmental, or judicial authorities as instructed or required by those authorities and applicable laws, or in relation to a legal activity, such as in response to a subpoena or investigation of suspected illicit or illegal activities, or where we believe in good faith that users may be engaged in illicit or illegal activities, or where we are bound by contract or law to enable a customer or business partner to comply with applicable laws;</li>\n<li>In connection with, or during negotiations for, an acquisition, merger, asset sale, or other similar business transfer that involves all or substantially all of our assets or functions where Personal Data is transferred or shared as part of the business assets (provided that such party agrees to use or disclose such Personal Data consistent with this Notice or gains your consent for other uses or disclosures);</li>\n<li>With your consent or at your direction, such as when you choose to share information or publicly post content and reviews (for example, social media posts).\nand</li>\n<li>With persons of your choosing and at your discretion, should the product you are subscribed to allow that functionality.&nbsp;</li>\n<li>We may also share aggregate data that does not identify you or any specific device with third parties.</li>\n</ul>\n<p>\n<b>\n<u>How Do We Protect Your Data?</u>\n</b>\n</p>\n<p>We use administrative, organizational, technical, and physical safeguards to protect the Personal Data we collect and process.\nOur security controls are designed to maintain data confidentiality, integrity, and an appropriate level of availability.</p>\n<p>\n<b>\n<i>What Choices Do You Have About Your Personal Data?</i>\n</b>\n</p>\n<p>\n<b>McAfee Accounts<br>\n</b>If you register a McAfee Consumer Product, you can access and correct the Personal Data in your profile at any time by visiting&nbsp;<u>My Account</u>&nbsp;or contacting us as described below.</p>\n<p>If you have not registered a McAfee product but one of our products is installed on your device, you may stop McAfee’s collection of Personal data from your device by uninstalling that product.</p>\n<p>To close your account and for other support questions, please visit the McAfee&nbsp;<u>Contact Us</u>&nbsp;page and&nbsp;click on “Support” tab &nbsp;and then select your \"Country\".</p>\n<p>\n<b>Marketing Communications<br>\n</b>To stop receiving marketing communications, click on the unsubscribe link in the email, or click&nbsp;<u>here</u>&nbsp;for Enterprise marketing or&nbsp;<u>here</u>&nbsp;for Consumer marketing.</p>\n<p>If you choose to no longer receive marketing information, McAfee may still communicate with you regarding transactional, legal or administrative topics, such as security updates, product functionality, and service requests.</p>\n<p>\n<b>Individual Rights in Personal Data&nbsp;<br>\n</b>In accordance with applicable law, you may have the right to: (i) request confirmation of whether we are processing your Personal Data.\n(ii) obtain access to or a copy of your Personal Data.\n(iii) receive a portable copy of your Personal Data, or ask us to send that information to another organization (the “right of data portability”).\n(iv) seek correction or amendment of inaccurate, untrue, incomplete, or improperly processed Personal Data.\n(v) restrict our processing of your Personal Data.\n(vi) object to our processing of your Personal Data.\nand (vii) request erasure of Personal Data held about you by us, subject to certain exceptions prescribed by law.</p>\n<p>If you would like to exercise any of these rights, please visit our <u>Individual Data Request Form</u> available at&nbsp;https://www.mcafee.com/enterprise/en-us/about/legal/gdpr-data-request.html or contact us as set forth below.\nWe will process such requests in accordance with applicable laws.\nTo protect your privacy, we may take steps to verify your identity before fulfilling your request.\nFor some requests and where permitted by law, an administrative fee may be charged.\nWe will advise you of any applicable fee prior to performing your request.&nbsp;</p>\n<p>\n<b>How Long Does McAfee Retain the Personal Data it Collects?</b>\n</p>\n<p>McAfee will keep your Personal Data for the minimum period necessary for the purposes set out in this Notice, namely (i) for as long as you are a registered subscriber or user of our products or (ii) for as long as your Personal Data are necessary in connection with the lawful purposes set out in this Notice, for which we have a valid legal basis or (iii) for as long as is reasonably necessary for business purposes related to provision of the Services, such as internal reporting and reconciliation purposes, warranties or to provide you with feedback or information you might request.\nWhere required by law, we will delete your biometric data within three years of your last interaction with the Services.</p>\n<p>In addition, if any relevant legal claims are brought, we may continue to process your Personal Data for such additional periods as are necessary in connection with that claim.&nbsp;</p>\n<p>Once the abovementioned periods, each to the extent applicable, have concluded, we will either permanently delete, destroy, or de-identify the relevant Personal Data so that it can no longer reasonably be tied to you.</p>\n<p>\n<b>Children’s Privacy</b>\n</p>\n<p>Some of McAfee’s Services provide security features that parents may use to monitor their child’s activity online, physical location, or use of a registered device.\nThese Services require parental consent, and we do not knowingly use the Personal Data we collect from children’s devices for any purpose except to deliver the Services.\nThese products allow parents to delete their child’s profile at any time.\nIf you believe we have collected information from your child in error or have questions or concerns about our practices relating to children, please contact us as described below.\nIf you are under the age of 18, you must have your parent’s permission to access the Services.\nMcAfee urges parents to instruct their children never to give out their real names, addresses, or phone numbers, without parental permission.\nIf you learn that your child has provided us with Personal Data without your consent, you may alert us by contacting us as described below.\nIf we learn that we have collected any Personal Data from children under 13 (and in certain jurisdic-tions under the age of 16), we will promptly take steps to delete such information and terminate the child’s account.</p>\n<p>\n<b>Data Transfers<br>\n</b>McAfee is headquartered in the United States (see Contact Us for addresses), and we have operations, entities, and service providers in the United States and throughout the world.\nAs such, we and our service providers may transfer your Personal Data to, or store or access it in, jurisdictions that may not provide&nbsp;equivalent levels of data protection as your home jurisdiction.\nWe will take steps to ensure that your Personal Data receives an adequate level of protection in the jurisdictions in which we process it.</p>\n<p>\n<b>Residents of the European Economic Area</b>\n</p>\n<p>If you are in the European Economic (EEA), the following additional disclosures apply.</p>\n<p>\n<b>Data Controller<br>\n</b>Where you purchase one of McAfee’s consumer products, McAfee Ireland Limited acts as the Controller of your Personal Data.&nbsp;</p>\n<p>\n<b>Legal Basis for Processing<br>\n</b>When we process your Personal Data, we will only do so in the following situations:&nbsp;</p>\n<ul>\n<li>We need to use your Personal Data to perform our responsibilities under our contract with you (e.g.\nprocessing payments for and providing the Services you purchase or request).</li>\n<li>We have a legitimate interest in processing your Personal Data.\nFor example, we have a legitimate interest in processing your Personal Data to provide, secure, and improve our Services, in communicating with you about changes to our Services, and in informing you about new services or products.</li>\n<li>We have your consent to do so.</li>\n<li>We need to process your Personal Data to comply with our legal obligations.&nbsp;</li>\n</ul>\n<p>\n<b>Data Transfers<br>\n</b>We transfer Personal Data to countries outside of the EEA or Switzerland through a series of intercompany agreements based on the Standard Contractual Clauses in accordance with EU law and applicable EU regulations.&nbsp;</p>\n<p>\n<b>Individual Rights Requests and Withdrawing Consent</b>\n</p>\n<p>You may submit a request to exercise your rights in Personal Data using the mechanisms explained under “What Choices Do You Have About Your Personal Data?” above.\nIf you initially consented to our processing of your Personal Data, you may withdraw your consent using those mechanisms or by contacting us using the contact information below.</p>\n<p>\n<b>For Enterprise/Business Customers Only</b>\n<br> Sometimes McAfee products and services are offered through a third party, such as an employer.\nIn these instances, McAfee acts as a data processor and only processes Personal Data in line with instructions received from its customers.</p>\n<p>Any requests relating to the exercise of individual rights in Personal Data processed as part of a service offered by a third party should be made by an authorized individual using the <u>Individual Data Request Form</u> available at&nbsp;https://www.mcafee.com/enterprise/en-us/about/legal/gdpr-data-request.html<u>.</u> If you require further information about the Personal Data processed by the McAfee offered through a third party, please contact your account manager.</p>\n<p>\n<b>Supervisory Authority and Complaints</b>\n</p>\n<p>If you are an EU/EEA Data Subject and have a concern about our practices concerning the processing of Personal Data that we are not able to resolve, you have the right to lodge a complaint with the data protection authority where you reside or in which you work, or in which the alleged infringement occurred, each as applicable, or by contacting the Irish supervisory authority for data protection issues, at https://www.dataprotection.ie/docs/Home/4.htm, or +353 57 868 4800.</p>\n<p>\n<b>Residents of Japan, Argentina, and Canada</b>\n</p>\n<p>If you are a resident of Japan, Argentina, or Canada and you have an inquiry regarding your personal information held by McAfee, including your personal information collected through your use of our products you may request further information using the <u>Individual Data Request Form</u> available at&nbsp;https://www.mcafee.com/enterprise/en-us/about/legal/gdpr-data-request.html.</p>\n<p>\n<b>Residents of California</b>\n</p>\n<p>\n<b>Your California Privacy Rights - Shine the Light Law</b>\n</p>\n<p>McAfee does not share information that identifies you personally with non-affiliated third parties for their own marketing use without your permission.</p>\n<p>\n<b>California Consumer Privacy Act</b>\n</p>\n<p>If you are a resident of California, you may submit a request to exercise your rights in Personal Data using the <u>Individual Data Request Form</u> available at&nbsp;https://www.mcafee.com/enterprise/en-us/about/legal/gdpr-data-request.html For purposes of the California Consumer Privacy Act, McAfee does not “sell” your Personal Data.</p>\n<p>\n<b>Residents of Nevada</b>\n</p>\n<p>McAfee does not sell information that identifies you personally with non-affiliated third parties.\nIf you would like to make a request that we not sell identifying information about you in the future, you may make a request using the contact information below.&nbsp;</p>\n<p>\n<b>Links to Other Websites</b>\n</p>\n<p>Our Site and Services may contain links to other websites for your convenience and information.\nThese websites may be operated by companies not affiliated with McAfee.\nLinked websites may have their own privacy policies or notices, which we strongly suggest you review if you visit those websites.\nWe are not responsible for the content, privacy practices, or use of any websites that are not affiliated with McAfee.</p>\n<p>\n<b>Contact Us</b>\n</p>\n<p>Click <u>here</u> to contact us regarding this Privacy Notice or other related Privacy issues.\nYou can also write to us as follows:</p>\n<p>\n<b>In the US by registered mail:</b>\n<br> McAfee&nbsp;<br> Attn: Legal Department – Privacy Office&nbsp;<br> 5000 Headquarters Drive&nbsp;<br> Plano TX 75024 USA</p>\n<p>or call us at +1 (888) 847-8766</p>\n<p>\n<b>In the European Economic Area by registered post:</b>\n<br> McAfee<br> Attn: Legal Department<br> 2000 City Gate<br> Mahon<br> Cork<br> Ireland<br> T12 RRC9</p>\n<p>or call us at +353 21 467 2000</p>\n<p>\n<b>In Japan by registered mail:</b>\n<br> McAfee Co.\nLtd.&nbsp;<br> Attn.\nLegal Department<br> Shibuya Mark City West,&nbsp;<br> Dougenzaka 1-12-1,&nbsp;<br> Shibuya-ku,&nbsp;<br> Tokyo, 150-0043 Japan</p> Cookie Notice <p>Effective date: May 24, 2018</p>\n<p>Our websites and mobile apps (collectively, the “Services”) use cookies and similar technologies to ensure that we give our visitors the best possible experience by providing you personalized information, remembering your marketing and product preferences, and helping you obtain the right information.\nThis Notice describes how McAfee, our affiliates, and our partners use cookies and similar technologies for these purposes.</p>\n<p>What Technologies Does McAfee and Its Partners Use?</p>\n<p>Like many services, we and our partners use cookies and similar technologies to do things like provide and improve your experience and to customize advertising.\nThe cookies and similar technologies we and our partners use include the following:</p>\n<ul>\n<li>Cookies.&nbsp;Cookies are small files—usually consisting of letters and numbers—placed on your browser or device when you visit a website.\nCookies are widely used to help facilitate the operation of websites, to help them work more efficiently, and to provide analytic information.<br>\n<br>\n</li>\n<li>&nbsp;SDKs.&nbsp;SDKs are blocks of code provided by our partners that may be installed in our mobile applications.\nSDKs help us understand how you interact with our mobile applications and collect certain information about the device and network you use to access the application or the other applications installed on your device.\nSDKs often share the mobile advertising identifier assigned to your device (called “IDFA” or “ID for Advertising” on Apple devices and “Advertising ID” on Android devices) with our partners.<br>\n<br>\n</li>\n<li>Flash Cookies.&nbsp;A Flash Cookie is a small data file placed on a computer using Adobe Flash or similar technology that may be built into your computer or downloaded or installed by you to your computer.\nWe use these technologies to personalize and enhance your online experience, facilitate processes, and personalize and store your settings.\nFlash cookies may help our website visitors to, for example, set volume preference associated with a video experience, play games, and perform surveys.\nThey help us improve our sites by measuring which areas are of greatest interest to guests.&nbsp;<u>Click here</u>&nbsp;to learn how to manage privacy and storage settings for Flash cookies.<br>\n<br>\n</li>\n<li>Web Beacons.\nA web beacon is a very small clear picture file used to keep track of your navigation through a single website or a series of websites.\nThey may also be referred to as “web bugs” or “clear gifs.” Web beacons may be used with cookies to gain an understanding of how a website’s users navigate through the website.<br>\n<br>\n</li>\n<li>Local Storage.&nbsp;Local storage includes HTML5 local storage and browser cache.\nThese technologies allow us to store data locally on your browser or device.</li>\n</ul>\n<p>McAfee and its partners and service providers use different types of cookies, as follows:</p> Category Purpose Essential These cookies are required for the operation of our Services (for example, to enable you to log into secure areas of our website or use a shopping cart).\nThese cookies enable you to move around the Services and use their features.\nCustomization These Cookies are used to recognize you when you return to our Services.\nThis enables us to personalize content for you, greet you by name, and remember your preferences (for example, your choice of language or region).\nAnalytics and Research These cookies allow us to analyze activities on our Services in order to improve and optimize the way our Services work.\nFor example, we may use these cookies to ensure that visitors can easily find the information they are looking for.\nAdvertising These cookies record your online activities, including your visits to our Services, the pages you have visited, and the links and advertisements you have clicked.\nThese cookies allow us to deliver advertisements and other communications to you that are more relevant to your interests.\n<p>What Are My Choices with Respect to Cookies and Similar Technologies?</p>\n<p>You have a variety of choices with respect to the use of cookies and similar technologies:</p>\n<ul>\n<li>You can decide whether or not to accept cookies by using your browser's settings.\nYou may also be able to remove cookies from your browser.\nFor more information about how to manage browser cookies, please follow the instructions provided by your browser.\nPlease note that if you block all cookies, it may affect the functionality of our websites.<br>\n<br>\n</li>\n<li>The advertising technology partners with which we partner may provide you the option to opt out of the use of information about your website visits and app usage for purposes of serving ads that are targeted to your interests.\nYou can learn more about interest-based advertising and how to opt out of the use of your web browsing activity for interest-based advertising purposes by visiting these sites:&nbsp;<u>Digital Advertising Alliance</u>, the&nbsp;<u>Network Advertising Initiative</u>, and the&nbsp;<u>Interactive Advertising Bureau (IAB) Europe</u>.<br>\n<br>\n</li>\n<li>You may opt out of the use of information about your mobile app usage for purposes of serving ads that are targeted to your interests through your device settings (called “Limit Ad Tracking” on iOS devices and “Opt Out of Interest-Based Advertising” or “Opt Out of Ads Personalization” on Android devices).<br>\n<br>\n</li>\n<li>Certain McAfee products are made available for free.\nIn order to keep these products free, we may use information about websites you visit or the mobile applications you use to show you ads that are targeted to your interests.\nWe do this by sharing information about your device—such as your device and advertising identifiers, together with web browsing activity or app usage—with select partners.\nThis information does not identify you personally and we contractually prohibit the partners from using the information we provided to attempt to identify our users.\nYou can opt out of the use of your information for this purpose in the settings of the products that include this data sharing.\nYou can learn more about the options available to you for particular products and services by clicking&nbsp;<u>here</u>.<br>\n<br>\n</li>\n<li>Finally, we participate with the Facebook Audience Network, which provides a way for companies to display their ads to Facebook users in apps and websites that are also part of the network.\nFacebook helps tailor the ads so that they are relevant and useful.\nYou can use Facebook's ad preferences tool to view and change your preferences, including whether you receive these tailored ads, on our website and apps.<br> &nbsp;</li>\n</ul>\n<p>How Does McAfee respond to a Do Not Track Signal?</p>\n<p>There is currently no industry agreed upon response to a Do Not Track signal.\nAt this time, McAfee Services and Sites do not respond to a user's Do Not Track signal.</p>\n<p>How to Contact Us</p>\n<p>If you have any questions about how we use cookies and similar technologies, you can contact us using the information below.\nPlease include your contact information and a detailed description of your concern.</p>\n<p>In the United States by calling us at +1 866 622 3911 or by writing to us at:</p>\n<p>Attn: Legal Department – Privacy Office&nbsp;<br> 5000 Headquarters Drive<br> Plano, TX 75024</p>\n<p>In the European Economic Area by calling us at +353 21 467 2000 or by writing to us at:</p>\n<p>McAfee, Legal Department<br> 2000 City Gate<br> Mahon<br> Cork<br> Ireland<br> T12 RRC9</p>\n<p>You have the right to make a complaint at any time to the Data Protection Commissioner, the Irish supervisory authority for data protection issues, at&nbsp;<u>https://www.dataprotection.ie/docs/Home/4.htm</u>, or by calling +353 57 868 4800.</p>\n<p>In Japan by calling us or by writing to us at: +81 0570 010 220 or by writing to us at:</p>\n<p>Personal Data Protection Manager<br> McAfee Co.\nLtd.&nbsp;<br> Shibuya Mark City West,&nbsp;<br> Dougenzaka 1-12-1,&nbsp;<br> Shibuya-ku, &nbsp;<br> Tokyo, 150-0043<br> Tel: (switchboard) 03-5428-1100</p> Individual Data Requests <p>Individual Data Request Form</p>", "created_at": "2021-03-31 11:47:25.55401", "updated_at": "2021-03-31 11:47:34.250323"}, {"id": 4545, "name": "License Agreement", "url": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html#toscontent", "xpath": "//*[@id=\"eulacontent\"]/div/div/div/section/div", "text": "McAfee License Agreement <p>LAST UPDATED:&nbsp;OCTOBER 13, 2020</p>\n<p>Thank you for choosing McAfee.</p>\n<p>This is an agreement (\"Agreement\") between you as an individual consumer or a small business entity (\"you\") and McAfee, LLC (\"McAfee\", \"our\", \"we\" or \"us\"), or depending on where you live or how you obtained the product or service, one of our affiliates listed further below.\nThis Agreement sets out your rights and the conditions upon which you may use our software and services (\"Software\" or \"Services\").\nYou should read the document in its entirety, including any linked terms, because all the terms are important and together create this Agreement that applies to you.&nbsp;<b>PLEASE PAY PARTICULAR ATTENTION TO THE BINDING ARBITRATION PROVISION AND CLASS ACTION WAIVER BELOW THAT AFFECT HOW DISPUTES ARE RESOLVED.</b>\n</p>\n<p>By clicking an acceptance button, indicating assent electronically, loading the Software or otherwise using the Software or Services, you agree to the terms and conditions of this Agreement.\nIf you do not agree to the terms of this Agreement, do not install, access or use the Software or Services.\nIf you have accepted multiple versions of the Agreement, the most current version that you accepted is the Agreement between you and us and supersedes and replaces all prior versions.\nTo the extent any translated version of this Agreement conflicts with the English version, the English version controls.</p>\n<p>This Agreement covers:</p>\n<ul>\n<li>License Terms (Including Restrictions, Ownership, Changes, Termination and Privacy)</li>\n<li>Payment &amp.\nSupport Terms (Including Automatic Renewal, Cancellation, Refunds, Support and Updates)</li>\n<li>Terms Specific to Certain Products and Services (Including Free Products)</li>\n<li>Terms Specific to Identity Protection Services</li>\n<li>Binding Arbitration and Class Action Waiver</li>\n<li>General Legal Terms (Including Limited Warranties, Disclaimer of Warranties, Limitation of Liability, Licensing Entities and Local Law Provisions)</li>\n<li>McAfee Contact Information</li>\n</ul>\n<p>\n<b>LICENSE TERMS</b>\n</p>\n<p>\n<b>License Grant For Personal Use.</b>&nbsp;We are pleased to grant you, an individual consumer, a personal, non-transferable, nonexclusive term-limited license to install and use any Software and Services for which you have purchased a subscription for personal use on the number of devices and for the number of users specified in your License Entitlement or Service Entitlement, as applicable, subject to the System Requirements .</p>\n<p>\"License Entitlement\" means the number and type of devices and users that are permitted to use the Software, as specified in the documents that accompanied your purchase or download, which (depending upon the channel from which you purchased the license) may include: the checkout payment page, a product description page on our website, the email confirmation that we send for the purchase, the package if purchased at a retail store, or another document made available to you when you purchased the product.\nIf no licensed device count or user count was specified, the License Entitlement is for a single device and user.</p>\n<p>\"Service Entitlement\" means the scope and duration of the Services you purchased, as specified in documents made available to you when you purchased the product.\nIf no scope or duration is specified in the documents, the Service Entitlement is for a single device and user for one year.</p>\n<p>\"System Requirements\" means the supported devices and operating systems that the particular McAfee product will function properly with, as listed on our&nbsp;<u>website</u>.\nIt is your responsibility to meet System Requirements, such as obtaining updates or upgrades in order to continue using the Software.</p>\n<p>\n<b>License Grant for Small Business Use.</b> This license permits use of the Software only by personnel employed by the licensed small business entity.\nSubject to the terms and conditions of this Agreement and subject to registration of the Software, we hereby grant to you a non-exclusive, non-transferable right to use the Software on the number of devices for which you have purchased subscription licenses as set forth in the documents that accompanied your purchase, provided that such use is only for the subscription term purchased by you, solely by personnel employed by you, and solely for internal business operations.\n(For the purpose of this Agreement, use of the Software means to access, install, download, copy or otherwise benefit from using the Software).\nYou acknowledge that the Software and all related information are proprietary to us and our suppliers.\nYou will be entitled to Updates which are made generally available by us for so long as you maintain your subscription.\nThis license is revocable by us as provided in this Agreement.</p>\n<p>Your use of the Software is limited to devices and operating systems we support and may be affected by the performance and compatibility of your hardware, software and Internet access.\nMeeting system requirements is your responsibility and you are responsible for the cost of your equipment, which may include obtaining updates or upgrades from time to time in order to continue using the Software.\nSystem requirements are set forth on the product description page.\n(For purposes of this Agreement, product description page means either the webpage describing the product and/or the applicable product data sheet).&nbsp;&nbsp;</p>\n<p>You must register each license to the Software that you purchase.\nRegistration is required in order to obtain technical support, in order to claim any included Virus Removal Service session per year of annual subscription per purchased license, and so that any licenses that you purchase in the future will have the same renewal date as your initially purchased licenses.\nUnused sessions do not roll-over to the next subscription year.\nIt is your obligation to ensure that someone within your organization has access to your registration account and the email address identified in the account profile in order to obtain support from us and to receive the pro-rata rate on additional license purchases described below.</p>\n<p>If you purchase additional licenses of the Software which you registered to your account in the future and you use the email address identified in your account profile for the new purchases, the initial term of the additional licenses will be automatically reduced so that the renewal date is the same as the renewal date of the Software licenses you initially purchased.&nbsp.\nIn that event, you will be charged a prorated subscription price based on a calendar day basis for the reduced initial term.\nIf you do not register your initial licenses to your account, or you do not use the email associated with the account during checkout, you will receive no pro-rata pricing and the subscription term of such additional licenses will be the term that you purchased.</p>\n<p>If the Agreement terminates for any reason or expires, neither you nor any personnel employed by you will be authorized to use or access the Software, including any online storage or backup services, and we may cancel and/or close your account at our sole discretion.\nAfter the termination or expiration date, we will follow our standard policies to delete any of your online stored or backed-up information, text, files, links, images or other materials provided to us (\"Content\").\nIt is your responsibility to store or backup your Content elsewhere before this Agreement expires or is terminated.\nUse of Software, at any time, is governed by the terms of this Agreement.</p>\n<p>\n<b>Restrictions.</b>&nbsp;The Software and Services are licensed to you, not sold, and they are protected by U.S.\nand international laws and treaties.\nYou do not have any right to reproduce or distribute the Software and Services without our permission, and if you do so you may be subject to fines or any other penalties allowed by the civil and criminal laws of the relevant jurisdiction.\nYou may not: (i) reverse-engineer or otherwise try to derive source code from the Software and Services, unless allowed by law.\n(ii) adapt or modify the Software and Services or create derivative works based on the Software and Services.\n(iii) publish, copy (other than backup copies if permitted by your purchase documents), sell, lend, rent, sublicense, assign or in any other way transfer the Software and Services to anyone else.\n(iv) exploit the Software and Services for any commercial purposes (unless you are a small business, in which case the License Grant for Small Business Use above will apply).\n(v) attempt to circumvent technical protection measures in the Software and Services.\n(vi) use the Software and Services to violate the law.\nor (vii) engage in any activity that interferes with anyone else’s use of the Software and Services.\nIf you have installed the Software and Services on a device and you transfer ownership of that device to someone else, you must ensure that any Software and Services are deleted from that device and that the device information is removed from your account with us.\nWe have the right to terminate or suspend this Agreement, your account, and your access to the Software and Services if we determine that you have violated this Agreement.\nThe Software and Services may contain enforcement technology that limits the size of content storage, bandwidth consumption, or the number of devices on which the Software and Services may be installed or that allows us to suspend your access to the Software and Services if you have violated this Agreement or if your License has expired or been terminated.</p>\n<p>\n<b>Ownership.</b> We, along with our suppliers and partners, retain ownership of our respective Software and Services and all rights related to the Software and Services, including all intellectual property rights.\nThe only rights we grant you are those rights expressly stated in this Agreement.\nAlso, if you provide us any comments, information, opinions, or suggestions on the Software and Services, you acknowledge and agree that we may use them without restriction, for any purpose and without compensation to you.</p>\n<p>\n<b>Free Software and Courtesy Services.</b>&nbsp;The Software and Services may include: (A) free versions of the Software, including (i) any features included in a paid subscription for which we no longer charge or which we offer to you at no charge, and (ii) any feature that we give you on a trial, courtesy or evaluation basis or that is labeled as \"Pre-Release,\" \"Limited Release,\" \"Beta\" or otherwise described as experimental, untested, or not fully functional (\"Free Software\").\nand (B) services that we provide without charge to you as a courtesy, which may be labeled similar to Free Software and may be experimental, untested or not fully functional (\"Courtesy Services\").</p>\n<p>\n<b>Paid Subscriptions.</b>&nbsp;Your right to use the software or services is effective for the length of time of the subscription term set forth in the documents that accompanied your purchase (\"Subscription Term\") and, where applicable, each subsequent renewal term unless terminated.\nIf the documents that accompanied your purchase do not specify the length of time for which you can use the products or services, your Subscription Term is one year from the date that the Software or Services were purchased.\nYour renewal of the Subscription Term constitutes your acceptance of and agreement to the then-current version of the McAfee License Agreement.</p>\n<p>\n<b>Free Software and Courtesy Services.</b>&nbsp;Your right to use the McAfee Products or services is effective for as long as the Free Software is installed or we otherwise make the Free Software or Courtesy Services available to you and will remain subject to any limitations set forth in the documents that accompanied your download, as applicable.</p>\n<p>\n<b>Changes to this Agreement</b>.&nbsp;McAfee may need to update or change its terms and conditions over time.\nIf you have a paid subscription, any new terms and conditions will apply when your subscription renews.\nIf you do not agree to the new terms and conditions, then you must reject the changes by turning off auto renewal and uninstalling the Software and ceasing all use of any Software or Services at the end of the Subscription Term.</p>\n<p>For Free Software and Courtesy Services, you accept change(s) to this Agreement by continuing to use the Free Software or Courtesy Services.\nIf you reject the updated Agreement, your license to the Free Software or Courtesy Services is terminated and you must cease all access to and use of the Courtesy Services or Free Software and uninstall the Free Software.</p>\n<p>\n<b>Termination.</b> We may terminate this Agreement if you fail to comply with the terms of this Agreement.\nYou may terminate your right to use the software prior to its expiry by permanently erasing the Software and Services from your devices and canceling your account with us.\nPlease refer to our&nbsp;<u>Refund Policy</u>&nbsp;to see if you are eligible for a refund prior to erasing your Software and Services.\nIf this Agreement expires or is terminated, (i) you will no longer be authorized to use or access the Software and Services, including any online storage or backup services, (ii) you must permanently erase the Software and Services from your devices, and (iii) we may cancel or close your account.\nUpon termination or expiration, we will follow our standard policies to delete any of your online stored or backed-up information, text, files, links, images or other materials provided to us (\"Content\").\nIt is your responsibility to store or backup your Content elsewhere before this Agreement expires or is terminated.</p>\n<p>\n<b>Privacy.</b> For information on how we collect, use, and share your personal data through our website, products, services, and web-based mobile applications, please see our&nbsp;<u>Privacy Notice</u>.</p>\n<p>\n<b>PAYMENT &amp.\nSUPPORT TERMS</b>\n</p>\n<p>\n<b>PAYMENT AUTHORIZATION.</b>\n</p>\n<p>YOU AGREE THAT WE OR OUR AUTHORIZED PARTNER MAY CHARGE THE CREDIT OR DEBIT CARD ACCOUNT OR OTHER PAYMENT DEVICE YOU PROVIDED FOR ALL AMOUNTS YOU OWE RELATED TO YOUR PURCHASE, INCLUDING ANY SUBSCRIPTION RENEWALS.\nYOU AGREE TO NOTIFY US PROMPTLY OF ANY CHANGE IN YOUR CARD ACCOUNT NUMBER OR EXPIRATION DATE OR OTHER PAYMENT INFORMATION.\nFOR CREDIT AND DEBIT CARDS, YOU AGREE THAT WE MAY UPDATE SUCH INFORMATION WITH UPDATES RECEIVED DIRECTLY OR INDIRECTLY FROM YOUR CARD ISSUER AND THE RELEVANT CARD NETWORK AND WE MAY USE THE UPDATED CARD INFORMATION TO CHARGE AMOUNTS YOU OWE US.\nWE ALSO RESERVE THE RIGHT TO RETRY FAILED PAYMENTS TO COMPLETE TRANSACTIONS, INCLUDING BUT NOT LIMITED TO, RETRYING FAILED CARDS WITH EXTENDED EXPIRATION DATES.\nTHIS WILL SERVE AS YOUR CONSENT FOR YOUR CARD OR PAYMENT DEVICE TO BE CHARGED OR DEBITED.</p>\n<p>\n<b>Automatic Renewal.</b>\n</p>\n<p>You agree that your paid subscription will be automatically renewed.\nYou authorize us or our authorized partner to charge your card or payment device on file within 30-days of your subscription expiration date, at the renewal term subscription price in effect at the time the renewal.\nThe subscription price for your auto-renewal is subject to change.\nYour subscription renewal is ongoing and will continue until you cancel.\nIf you would like additional information or to cancel your subscription or modify your auto-renewal settings, log onto your My Account page or contact Customer Support.\nBefore your Subscription Term expires, we will send a notice to the e-mail address listed in your account profile, informing you of the upcoming renewal.\nPlease note your automatic renewal may fail to process if you used a payment device other than a credit or debit card to purchase your subscription.\nIf, at the time of renewal, your Software and Services have been renamed, upgraded or replaced by a new offering with reasonably comparable features, we may, at our discretion, automatically renew your subscription with the new offering for no more than the undiscounted subscription price of the new offering.</p>\n<p>ANY TIME AFTER PURCHASING A SUBSCRIPTION, YOU MAY TURN OFF AUTOMATIC RENEWAL BY ACCESSING YOUR ONLINE ACCOUNT PAGE OR CONTACTING CUSTOMER SERVICE.\nIF YOU DO NOT WISH TO BE AUTOMATICALLY RENEWED, YOU MUST TURN OFF AUTOMATIC RENEWAL MORE THAN 30 DAYS BEFORE YOUR SUBSCRIPTION TERM EXPIRES.\nIF YOU DO NOT TURN OFF AUTOMATIC RENEWAL, YOUR SUBSCRIPTION WILL CONTINUE FOR THE RENEWAL TERM UNDER THE AGREEMENT IN EFFECT AT THE TIME OF EACH RENEWAL UNLESS IT IS CANCELED BY YOU (OR TERMINATED BY US PURSUANT TO THIS AGREEMENT).</p>\n<p>TURNING OFF AUTOMATIC RENEWAL WILL DISCONTINUE ANY PREMIUM FEATURES AND SERVICES THAT WE OFFER EXCLUSIVELY TO SUBSCRIBERS WHO ARE ENROLLED IN AUTOMATIC RENEWAL AND HAVE PAID FOR THEIR SUBSCRIPTION.</p>\n<p>\n<b>Cancellation.</b> Except as provided by our&nbsp;<u>Refund Policy</u>, cancelling your subscription or terminating this Agreement will not result in a retroactive refund or pro-ration of fees paid based on cancellation date.\nCancelling your subscription or terminating this Agreement will stop future recurring fees, and you will have access to the subscribed Software and Services until the end of the then-current Subscription Term.</p>\n<p>\n<b>Refund.</b> For more information on obtaining a refund for Software and Services purchased from McAfee, please see our&nbsp;<u>Refund Policy</u>.</p>\n<p>\n<b>Data Charges.</b>&nbsp;You are responsible for any charges incurred with your data- or mobile-service provider in connection with your use of the Software or Services, including any overage and penalties assessed for exceeding your data or minute allowance, or use of domestic or international short message service.</p>\n<p>\n<b>Support and Updates.</b> If your Software and Services qualify for technical support and you have a current paid subscription, you will receive technical support in accordance with our current standard-support offerings.\nNot all Software and Services qualify for technical support.\nConsult the documents that accompanied your purchase or terms of service, as applicable, for information regarding technical support and additional options.\nOur standard-support offerings, policies, and procedures may change from time to time and may vary by country.\nAny obligation we may have to support the previous version of the Software and Services ends when an upgrade, modified or later version, or other update to the Software and Services (\"Update\") becomes available.\nFor your convenience and to ensure that the Software on your devices includes new features that we develop, by agreeing to this Agreement you give us permission to install Updates, and, &nbsp;at your request or with your consent, new Software on your devices automatically when available, to the extent that it is possible for us to run such background installations.\nWe may also automatically pre-load Software, but will not activate such Software without your consent.\nAny Updates or technical support provided for Free Software is at our sole discretion and may be discontinued at any time.</p>\n<p>\n<b>Product &amp.\nServices Lifecycle.</b>&nbsp;McAfee may, at its sole discretion, discontinue certain Software or Services or particular features of the Software or Services.\n\"End of Sale\" refers to the date when we no longer make a particular Software or Service available for purchase, renewal, or download.\nIf a renewal term for your subscription would expire past the End of Sale date, you will not be able to renew your subscription.\n\"End of Support\" refers to the date when we no longer provide automatic fixes, Updates or technical support for particular Software or Services.</p>\n<p>\n<b>TERMS SPECIFIC TO CERTAIN PRODUCTS AND SERVICES</b>\n</p>\n<p>\n<b>Services.\n</b>In addition to this Agreement and applicable purchase documents, some Services that you purchase from us are subject to and governed by additional terms of service, which are posted on our&nbsp;<u>website</u>.\nSecurity Services must be updated to address new threats, to improve performance or efficiency, and for other business reasons.\nYou acknowledge and agree that we may modify the features and functionality of the Services during the Subscription Term.\nSuch modifications will not materially decrease the functionality of the Services.\nSome devices may not be able to receive the Services.\nTo receive the Services, a high-speed Internet connection is required, and your device must meet the applicable System Requirements.</p>\n<p>\n<b>Safe Family and Multi-User Products.</b> If you are an adult, parent, or legal guardian, you may use the Software or Services to track and monitor only your own children, children for whom you are the legal guardian, or others for whom you have legal authorization to track and monitor.\nYou are responsible for obtaining authorization from any third party to whom you extend access to multi-user Software or Services that track and monitor.</p>\n<p>\n<b>Free Software.</b>&nbsp;If the Software and Services that you download or otherwise receive are Free Software, then this section of the Agreement will also apply.\nTo the extent that any provision in this section is in conflict with any other term or condition in this Agreement, this section will supersede such other term(s) and condition(s) with respect to such Free Software, but only to the extent necessary to resolve the conflict.\nAll Free Software is provided \"as is\", without any warranty (express or implied), indemnity, or maintenance or support obligations (express or implied), subject to any statutory rights that cannot be excluded or limited by law.\nYou acknowledge that Free Software may contain bugs, errors and other problems that could cause system or other failures and data loss.\nYou acknowledge that we have not promised or guaranteed to you that Free Software will be announced or made available to anyone in the future, that we have no express or implied obligation to you to announce or introduce Free Software, and that we are not obligated to introduce a product similar to or compatible with Free Software or any updates to any Free Software.\nAccordingly, you acknowledge that any use of the Free Software is entirely at your own risk.</p>\n<p>\n<b>\"Life of Your (Device)\" Subscription.\n</b>The McAfee \"Life of Your (Device)\" subscription can be applied to a single Windows PC or Android mobile device (\"Your Device\") if included in your purchase of Your Device, or on no more than three of Your Devices if you purchased the McAfee \"Life of Your (Device)\" subscription separately.\nOnce properly installed onto Your Device, the McAfee \"Life of Your (Device)\" subscription will be active for the remainder of Your Device’s industry-standard useful life, and you are entitled to English-language telephone and web-based technical support during normal business hours for one year, and English-language web-based technical support, as long as the operating system currently installed on Your Device is not more than two versions older than the most-current version (for example, \"Windows 10.x\" or \"Android 4.x\"), for the industry-standard useful life of Your Device (industry standard useful life for a PC is 5-7 years, or 3 years for a tablet or smartphone).\nThe McAfee \"Life of Your (Device)\" subscription is not transferable or movable to any other person, PC, or device in any event or under any circumstance.\nIf you sell or otherwise transfer Your Device to another person prior to the end of Your Device’s useful life, your McAfee \"Life of Your (Device)\" subscription will void and terminate, and the subsequent owner of Your Device will not have the right to install, use, or possess the McAfee \"Life of Your (Device)\" subscription.\nAny attempt to transfer, move, or reinstall the McAfee \"Life of Your (Device)\" subscription on another PC or device, or to install the subscription on more than the original PC or device, or original three PCs or devices, as applicable, will terminate your right to install, use, or possess the McAfee \"Life of Your (Device)\" subscription.\nIn order to stay current and receive support, you must update your McAfee \"Life of Your (Device)\" Software periodically and upgrade to the latest version of the same McAfee product level of software.\nIf at any time, you decide to upgrade to a different product other than the McAfee \"Life of Your (Device)\" subscription, that product upgrade: (1) will be subject to payment of that product’s applicable fee.\n(2) will NOT be a \"Life of Your (Device)\" license.\nand (3) your subscription and license to McAfee \"Life of Your (Device)\" subscription will automatically terminate without notice or refund of money previously paid.</p>\n<p>\n<b>Virus Removal, TechMaster Services or Virus Protection Pledge.&nbsp;</b>If your subscription includes Virus Removal Service, TechMaster Service or is entitled to our Virus Protection Pledge or a similar services whereby we or one of our partners access your device to attempt removal of malware or perform other specified services, additional terms apply as may be specified in the documents that accompanied your purchase &nbsp;and the terms of service that is available on our&nbsp;<u>website</u>.\nWe will make commercially reasonable efforts to perform malware removal Services.\nYou understand and agree that not all malware can be removed through the Services and we do not guarantee that we can remove all malware from your device(s).\nTo the extent permitted by applicable law, we will have no liability for loss of or recovery of data, software, or loss of use of system(s) or networks arising out of these Services or any act or omission, including negligence, by us or our representatives.\nIf we work with you on any password or other access control issues, we strongly recommend that you reset such password(s) immediately following the completion of the Services.\nYou agree that you are a legal license holder of the Software on your device and your use of the Internet is solely at your own risk.\nBy electing to receive the Services, you confirm that you (i) have full access to your hardware and software for which you are purchasing the Service, and (ii) have completed a back-up onto separate media of any software or data on the hardware that may be impacted by the Services.\nThe Virus Protection Pledge requires active enrollment in our auto-renewal service and is subject to additional terms and restrictions posted on our&nbsp;<u>website</u>.</p>\n<p>\n<b>Password Management.</b> You are responsible for the security of your password and for all aspects of keeping your account secure.\nYou should keep your master password and encryption key for your account secure because without them you may lose access to your data.\nYou are solely responsible and liable for any activity that occurs under your account, including by anyone who uses your account.\nIf there is any unauthorized use or access to your account, you must let us know immediately.\nWe are not responsible for any loss caused by unauthorized use of or access to your account.\nhowever, you may be liable for any losses we or others suffer because of the unauthorized use.\nWE DO NOT HAVE ACCESS TO MASTER PASSWORDS AND CANNOT RECOVER YOUR ENCRYPTED DATA IF YOU FORGET THE MASTER PASSWORD FOR ANY PASSWORD MANAGEMENT FEATURE OR SOFTWARE.\nWe offer both free and premium versions of our password management Software.\nThe free version limits the maximum number of unique accounts (such as a website or application login) that you can store.\nThe premium version of the Software may be downloaded at no cost during a promotion, however, when the promotional period ends you will not be permitted to add any new unique accounts if you have exceeded the maximum number permitted by the free version.\nIf you download any McAfee password management Software, that download will be subject to all subscription fees that are published in connection with that download, as well as the terms and conditions of this Agreement.</p>\n<p>\n<b>WebAdvisor.</b> McAfee WebAdvisor is Software (with a corresponding website) that provides users with information to guide users about certain risks that may be associated with a website.\nThe WebAdvisor Software displays color-coded symbols next to links provided by major search engines, and the corresponding websites have dossier pages to provide information on the factors that affect site ratings.\nThe ratings are primarily derived using automated methods.\nthe WebAdvisor Software cannot detect or examine every possible aspect of website design, nor can it determine the intent of the site owner.\nWe do not control or assume responsibility for the content of the third-party sites, and some of the third-party sites may have content that you find objectionable, inappropriate, or offensive.\nTHE SITE RATINGS ARE NOT A GUARANTEE OF ANY PARTICULAR SITE’S SPECIFIC PRACTICES OR TRUSTWORTHINESS, AND IN NO CASE DO THE RATINGS REPRESENT AN ENDORSEMENT BY US OF THE SITE’S CONTENT, SUBJECT MATTER, OVERALL QUALITY, OR USEFULNESS.</p>\n<p>\n<b>Monitoring of Service Sessions.</b> We and our partners may, but have no obligation to, monitor and record Service sessions, including telephone calls and online sessions for purposes of improving customer service, internal training and internal market research.\nYou hereby grant us permission to monitor and record the Services and to use or disclose any information as necessary or appropriate to satisfy any law, regulation or other governmental request.\nto provide the Services to you or other users and to enhance the types of Services we may provide to you in the future.</p>\n<p>\n<b>McAfee Home Scanner</b>.\nSome of our products may contain a feature called McAfee Home Scanner, which scans all devices connected on your home Wi-Fi network to identify and warn you of devices that may have poor security.\nThese scans are performed at regular intervals in order to identify new devices that may pose a security risk.\nYou must affirmatively opt in to this feature for it to function.\nIf you choose to do so, you may opt out at any time by following the in-product instructions that were provided to you at the time you opted in.\nBy opting to use the feature, you represent to us that you are connected to your home Wi-Fi network.\nthat you have permission to authorize McAfee to scan all devices that connect to your home Wi-Fi network for the purpose of identifying devices that may have poor security.\nthat owners of all devices connected to your home Wi-Fi network understand that McAfee Homer Scanner will seek to collect data from every device connected to your network in order to identify those connected devices that may have weak security.\nand that you will not give your home Wi-Fi network password to individuals who do not want their devices scanned by McAfee Home Scanner.</p>\n<p>\n<b>TERMS SPECIFIC TO IDENTITY MONITORING SERVICES.<br>\n</b>\n</p>\n<p>\n<b>McAfee<sup>®</sup> Identity Theft Protection<br>\n</b>\n</p>\n<p>These terms only apply if you have enrolled in, are entitled to, or use our identity protection services from us or one of our trusted partners (these Services are sometimes referred to as the \"Identity Protection Services\").&nbsp.\nYour entitlement under these Services may be specified in the documents that accompanied your purchase or enrollment and the additional product terms of service that apply and are available on our&nbsp;<u>website</u>.</p>\n<p>Some features of the Identity Protection Services are only available to residents of the United States who possess a valid social security number.\nFor a full list of eligibility requirements see&nbsp;<u>here</u>.\nWhile enrolling for the Services, we will ask you for the following types of information: (i) contact information (such as name, address, phone number, and e-mail address).\n(ii) identity related information (such as date of birth, driver’s license number and social security number).\nand (iii) information to verify your identity and financial information (such as credit card number).\nThis information is required in order to verify your identity, charge you the agreed-upon fees for our Services, and to fulfill our obligation to provide our Services to you, including monitoring your identity and communicating with third parties as necessary to provide such Services, such as, for example, identification verification companies, third party service providers, third party data suppliers, consumer reporting agencies, credit bureaus, payment validation companies, law enforcement agencies, or others.\nMcAfee’s&nbsp;<u>Privacy Notice</u>&nbsp;outlines the manner in which we (or others acting on our behalf) collect, use, and share information about you in connection with your use of the Identity Protection Services, and it is your responsibility to review our Privacy Notice prior to agreeing to this License Agreement or before using our Services.</p>\n<p>You understand that by accepting this Agreement and using our Identity Protection Services, you are providing us and our employees, agents, subsidiaries, affiliates, contractors, third-party service providers and data providers, and all other credit reporting agencies under the Fair Credit Reporting Act (\"FCRA\"), as amended, including Experian, TransUnion, Equifax, and affiliated entities, written instructions (as described in these terms), consent and authorization to access and use consumer reports, including credit reports, about you (or about any children you have enrolled, if applicable) from each national credit or consumer reporting agency and to exchange information about you with third party data providers and each such national credit reporting agency in order to verify and monitor your identity and to provide the Identity Protection Services to you.</p>\n<p>\n<b>Fair Credit Reporting Act in the USA.</b> The Fair Credit Reporting Act allows you to obtain from each consumer reporting agency a disclosure of all the information in your consumer file at the time of the request.\nFull disclosure of information in your file at a consumer reporting agency must be obtained directly from such consumer reporting agency.\nThe consumer reports provided by or requested from McAfee Identity Protection are not intended to constitute the disclosure of information by a consumer reporting agency as required by the FCRA or similar laws.</p>\n<p>Under the FCRA you are entitled to receive an annual free disclosure of your credit report from each of the national credit reporting agencies.\nYou may request your free annual report under the FCRA, at&nbsp;<u>www.annualcreditreport.com</u>.</p>\n<p>You are also entitled to receive a free copy of your credit report from a consumer reporting agency if:</p>\n<p>You have been denied or were otherwise notified of an adverse action related to consumer, insurance, employment, or a government granted license or other government granted benefit within the past 60 days based on information in a consumer report provided by such agency.</p>\n<p>You have been denied house/apartment rental or were required to pay a higher deposit than usually required within the past 60 days based on information in a consumer report provided by such agency.</p>\n<p>You certify in writing that you are unemployed and intend to apply for employment during the 60 day period beginning on the date on which you made such certification.</p>\n<p>You certify in writing that you are a recipient of public welfare assistance.</p>\n<p>You certify in writing that you have reason to believe that your file at such consumer reporting agency contains inaccurate information due to fraud.</p>\n<p>In addition, if you reside in the state of Colorado, Maine, Maryland, Massachusetts, New Jersey, or Vermont, you are entitled to receive a free copy of your consumer report once a year and if you reside in the state of Georgia, you are entitled to receive a free copy of your consumer report twice a year.\nFor Illinois residents, consumer reporting agencies are required by law to give you a copy of your consumer record upon request at no charge or for a nominal fee.\nOtherwise, a consumer reporting agency may impose a reasonable charge for providing you with a copy of your consumer report.</p>\n<p>The Fair Consumer Reporting Act provides that you may dispute inaccurate or incomplete information in your consumer report.\nYOU ARE NOT REQUIRED TO PURCHASE YOUR CONSUMER REPORT FROM ANY OF THE CONSUMER REPORTING AGENCIES IN ORDER TO DISPUTE INACCURATE OR INCOMPLETE INFORMATION IN YOUR REPORT OR TO RECEIVE A COPY OF YOUR REPORT FROM EQUIFAX, EXPERIAN OR TRANSUNION, THE THREE NATIONAL CONSUMER REPORTING AGENCIES, OR FROM ANY OTHER CONSUMER REPORTING AGENCY.</p>\n<p>It may be the policies of Equifax, Experian and/or TransUnion to provide a complimentary copy of the consumer report under circumstances other than those described above.\nIf you wish to contact Equifax, Experian or TransUnion to obtain a copy of your consumer report directly from such agency or if you wish to dispute information contained in an Equifax, Experian or TransUnion credit report file, please contact such entities as follows:</p>\n<p>Experian: 1-800-EXPERIAN (1-888-397-3742)</p>\n<p>Equifax: 1-800-685-1111</p>\n<p>Transunion: 1-800-916-8800</p>\n<p>For a full summary of your rights under the FCRA, click&nbsp;<u>here</u>.</p>\n<p>\n<b>Additional Disclaimers of Warranties and Limitation of Liability for McAfee® Identity Theft Protection.</b> Below are additional warranties and limitations of liability applicable to our Identity Protection Services:</p>\n<p>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US, OR THROUGH OR FROM THE SERVICES, WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THIS AGREEMENT.\nTHE IDENTITY PROTECTION SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nMCAFEE, LLC AND ITS THIRD PARTY SERVICE PROVIDERS AND THEIR DATA PROVIDERS MAKE NO REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED, WITH RESPECT TO THE SERVICES AND DISCLAIM ANY EXPRESS OR IMPLIED WARRANTIES WITH RESPECT THERETO.\nWITHOUT LIMITING THE FOREGOING, MCAFEE, LLC AND ITS THIRD PARTY SERVICE PROVIDERS AND THEIR DATA PROVIDERS DO NOT GUARANTEE OR WARRANT THE ACCURACY, TIMELINESS, COMPLETENESS, CURRENTNESS, MERCHANTABILITY, NON-INFRINGEMENT, OR FITNESS FOR A PARTICULAR PURPOSE OF THE IDENTIFY PROTECTION SERVICES AND WILL NOT BE LIABLE FOR ANY LOSS OR INJURY ARISING OUT OF OR CAUSED IN WHOLE OR IN PART BY USE OF THE IDENTITY PROTECTION SERVICES OR THE DATA THEREIN.</p>\n<p>We are not a credit repair organization, or similarly regulated organization under other applicable laws, and do not provide credit repair advice.</p>\n<p>Our credit monitoring offerings monitor only the credit file associated with the purchasing consumer, and do not monitor, compare or cross-reference the credit file associated with the purchasing consumer to any other credit file(s) maintained by the applicable credit bureau(s).</p>\n<p>We do not monitor all transactions at all businesses.</p>\n<p>Credit scores, reports, and credit monitoring may require an additional verification process and credit services will be withheld until such process is complete.\nA reduced service fee will be charged until you verify your identity.</p>\n<p>The Vantage Score credit scores are Vantage Score 3.0 credit scores based on data from Equifax, Experian and TransUnion respectively.\nThird parties may use a different Vantage Score or a different type of credit score to assess your creditworthiness.</p>\n<p>For the McAfee® Identity Theft ProtectionPlus and Premium services, credit monitoring by Experian and TransUnion may take several days to begin.</p>\n<p>You represent and warrant to us that you will use Identity Protection Services (and any of the information therein) to protect against or prevent actual fraud, unauthorized transactions, claims or other liabilities, and not for any other purpose.</p>\n<p>We are not responsible for delay or failure to perform due to causes beyond our reasonable control.</p>\n<p>A free subscription to Identity Protection Services is valid for one year from the date of sign-up.</p>\n<p>\n<b>Dark Web Monitoring Services</b>\n<br>\n</p>\n<p>We also offer dark web monitoring services outside of the McAfee<sup>®</sup> Identity Theft Protection offering discussed above.\nOur dark web monitoring service searches dark web data available to us and alerts you if the personal data you have chosen to monitor has been found on the dark web.\nThe dark web is a part of the internet that is hidden from ordinary search engines and can be used by cybercriminals to commit identity theft.\nWe monitor the personal data you choose to provide us by using certain proprietary sources of information owned by or licensed to us.\nIf we find that the personal data you have chosen to monitor has been compromised, you will receive an alert.\nAlerts may be sent through a variety of means, including in-product notifications, via email to an address that you provide or, if available and if you so choose, via an SMS message to a phone number that you provide.\nBy using the service, you understand and agree to the following additional terms:</p>\n<ul>\n<li>We cannot remove your breached information from the dark web.</li>\n<li>It is your responsibility to review the alerts and take any recommended actions in order to protect yourself against further misuse of your data.</li>\n<li>While our data sources are updated continually, we do not guarantee that it contains all instances in which your personal information has been compromised, nor do we claim that our service can prevent your information from being hacked from a third-party company in the first place.</li>\n<li>We provide you alerts based on the dark web data available to us.\nWe provide you this information as is, and do not guarantee its accuracy.</li>\n<li>We can only monitor the information that you have chosen to provide us for monitoring.</li>\n<li>You are responsible for providing accurate personal data for monitoring.</li>\n<li>You are responsible for keeping your contact information up to date in order to receive alerts.</li>\n<li>If you choose to receive alerts via SMS messaging, standard text messaging rates may apply, including, where applicable, roaming charges.\nYou are responsible for all SMS messaging and data plan fees charged by your mobile service provider.</li>\n</ul>\n<p>\n<b>BINDING ARBITRATION AND CLASS ACTION WAIVER</b>\n</p>\n<p>\n<b>For all non-European Union customers.</b>\n</p>\n<p>\n<b>Agreement to Arbitrate Disputes.</b>&nbsp;Subject only to the Small Claims Court Option described below in this section, any claim, dispute or controversy of any kind, regardless of the type of claim or legal theory or remedy (\"Claim\") by either you or us against the other arising from, relating to or in any way concerning the Agreement, the Software, or Services shall be resolved by confidential binding arbitration.\nThis agreement to arbitrate includes, but is not limited to: (i) Claims relating to the enforceability or interpretation of this Agreement, including any of these arbitration provisions.\n(ii) Claims by you, and also Claims made on your behalf or connected with you, such as an employee, representative, agent, predecessor, successor, heir, assignee, or trustee in bankruptcy.\n(iii) Claims that relate directly to us, and/or to our parent, affiliates, subsidiaries, successors, assignees, employees, and agents.\nand (iv) Claims that could have been asserted as part of a class action, private attorney general or other collective, consolidated, or representative action, it being expressly understood and agreed to that the arbitration of such claims must proceed solely on an individual (non-class and non-representative) basis and the arbitrator shall have the authority to award relief only on an individual (non-class and non-representative) basis.\nYOU AND WE AGREE THAT NO CLASS ACTION, COLLECTIVE ACTION, CONSOLIDATED ACTION, PRIVATE ATTORNEY GENERAL OR OTHER REPRESENTATIVE CLAIMS MAY BE PURSUED IN ARBITRATION, NOR MAY SUCH ACTIONS BE PURSUED IN COURT.\nBY ACCEPTING THIS ARBITRATION AGREEMENT, YOU AND WE AGREE TO WAIVE THE RIGHT TO INITIATE OR PARTICIPATE IN A CLASS ACTION, REPRESENTATIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR COLLECTIVE OR CONSOLIDATED ACTION OF ANY KIND.</p>\n<p>\n<b>Notice of Dispute.</b> The party seeking arbitration must first notify the other party of the dispute in writing at least 60 days in advance of initiating arbitration.\nWhen sent to us, notice should be sent to McAfee, 5000 Headquarters Drive, Plano, TX 75024, Attention: Legal Department.\nThe notice must include your name, address, and contact information, the facts giving rise to the dispute, and the relief requested.\nYou and we will use reasonable efforts to resolve any dispute through informal negotiation within 60 days from the date the notice of dispute is sent.\nAfter 60 days, you or we may commence arbitration.\nNotwithstanding these notice obligations, any demand for arbitration must be made by you or us within the statute of limitations that is applicable to the Claim(s) upon which arbitration is sought or required.&nbsp.\nThese notice obligations do not modify the statute of limitations that is applicable to any Claim(s).</p>\n<p>\n<b>Administration of Arbitration.</b> If any dispute is not resolved by informal negotiation, any claim, dispute, or controversy will be, at the demand of either party, conducted exclusively by binding arbitration governed by the Federal Arbitration Act (\"FAA\"), and not state law.\nSubject only to the Small Claims Court Option for individual consumers described below,&nbsp;<b>YOU AND WE ARE GIVING UP THE RIGHT TO LITIGATE (OR PARTICIPATE IN AS A PARTY OR CLASS MEMBER) ALL DISPUTES IN COURT BEFORE A JUDGE OR JURY.</b>&nbsp;Instead, all disputes will be resolved on an individual basis before a single, neutral arbitrator and the proceeding will be confidential.\nThe arbitrator will be either a lawyer admitted to practice law in his or her jurisdiction and with at least ten years’ experience or a retired or former judge selected in accordance with the rules of the AAA.\nThe arbitrator is bound by the terms of this Agreement, and the arbitration will be governed by the Commercial Arbitration Rules or Consumer Arbitration Rules of the AAA, as applicable, as modified by this Agreement (the \"Arbitration Rules\").\nFor more information, see adr.org or call 1-800-778-7879.\nExcept with respect to any claims or counterclaims seeking less than $25,000, the arbitrator will issue a reasoned, written decision sufficient to explain the essential findings and conclusions on which the award is based.\nAll arbitration proceedings will be conducted in English, and the United States FAA will govern the interpretation, enforcement, and proceedings pursuant to the binding arbitration clause in this Agreement.\nThe award will be confidential and only disclosed as is necessary to obtain judgment or as otherwise required by law.\nYou and we further agree that a judgment may be entered upon the award by any court having jurisdiction.\nThe arbitration award will determine the rights and obligations between the named parties only, and only in respect to the claims in arbitration, and will not have any bearing on the rights and obligations of any other dispute.</p>\n<p>\n<b>Costs.\n</b>The party initiating the arbitration will pay the initial filing fee.\nIf you file the arbitration and an award is rendered in your favor, we will reimburse your filing fee.\nWe will pay the fees and costs for the first day of any hearing.\nAll other fees and costs will be allocated in accordance with the arbitration rules.\nHowever, we will advance or reimburse filing and other fees if the arbitrator rules that you cannot afford to pay them or if you ask us and we determine there is a good reason for doing so.\nEach party will bear the expense of their respective attorneys, experts, and witnesses and other expenses, regardless of who prevails, but a party may recover any or all expenses from another party if the arbitrator, applying applicable law, so determines.</p>\n<p>\n<b>Small Claims Court Option.</b>&nbsp;&nbsp;If you are an individual consumer, you may choose to sue us in small claims court in your county of residence or in Santa Clara County, California if you meet the court’s requirements.</p>\n<p>\n<b>Right to Resort to Provisional Remedies Preserved by McAfee.</b>&nbsp;Nothing herein will be deemed to limit or constrain our right to resort to self-help remedies or to comply with legal process, or to obtain provisional remedies such as injunctive relief, attachment, or garnishment by a court having appropriate jurisdiction.\nprovided, however, that we may elect to arbitrate any dispute related to such provisional remedies.</p>\n<p>\n<b>Conflicting Terms.</b> In the event of a conflict between the Arbitration Rules and this arbitration agreement, this arbitration agreement will govern.\nIf any portion of this arbitration agreement is deemed invalid or unenforceable, it will not invalidate the other provisions of the arbitration agreement.\nprovided, however, that (a) if the prohibition on class-wide arbitration is deemed invalid, then this entire arbitration agreement will be null and void.\nand (b) if the prohibition on arbitration of representative claims brought in a private attorney general capacity is deemed invalid, then the arbitration agreement will be null and void as to such claims only.\nThis arbitration agreement will survive the termination or cancellation of this Agreement.\nIn the event of a conflict between this arbitration agreement and any other applicable arbitration provision, this arbitration agreement will control.</p>\n<p>\n<b>WAIVER OF JURY TRIAL.\nIF FOR ANY REASON A CLAIM PROCEEDS IN COURT RATHER THAN THROUGH ARBITRATION, YOU AND WE AGREE THAT THERE WILL NOT BE A JURY TRIAL.\nYOU AND WE UNCONDITIONALLY WAIVE ANY RIGHT TO TRIAL BY JURY IN ANY DISPUTE THAT IN ANY WAY RELATES TO OR ARISES OUT OF THE AGREEMENT OR FROM ANY SOFTWARE OR SERVICES.&nbsp.\n&nbsp;IN THE EVENT OF LITIGATION, THIS PARAGRAPH MAY BE FILED TO SHOW A WRITTEN CONSENT TO A TRIAL BY THE COURT.\nThis paragraph in no way invalidates the Agreement to Arbitrate Disputes.</b>\n</p>\n<p>\n<b>For European Union Customers</b>&nbsp;– Online Dispute Resolution Service (\"ODR\") &amp.\nAlternative Dispute Resolution (\"ADR\").\nWe are required by law to provide a link from our website to the EU ODR Platform:&nbsp;<u>https://ec.europa.eu/info/live-work-travel-eu/consumers/resolve-your-consumer-complaint</u>.\nWe are not obligated to use ADR should you have a complaint with us.\nIf you do have a complaint with us which we cannot resolve using our internal complaints handling procedures, we will contact you by letter or email about whether we are prepared to submit to ADR.\nYou may contact us through our website.</p>\n<p>\n<b>GENERAL LEGAL TERMS</b>\n</p>\n<p>\n<b>Law Covering This Agreement.</b>&nbsp;Except as provided in the Local Law Section below, this Agreement, the use of the Software and Services, the relationship of the parties, and any disputes arising out of, concerning, or relating to the Agreement, including any disputes between you and us, will be governed by and construed in accordance with the laws of the state of New York, excluding its conflict of law principles, except that the FAA governs all provisions relating to arbitration.\nIf for any reason, the laws of the state of New York are found not to apply, then, except as provided in the Local Law Section below, this Agreement, the use of the Software, Services, the relationship of the parties, and any disputes arising out of, concerning, or relating to the Agreement, including any disputes between you and us, will be governed by and construed in accordance with the laws of the state of Delaware, excluding its conflict of law principles, except that the FAA governs all provisions relating to arbitration.\nThe United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transactions Act do not apply to the Software or Services.</p>\n<p>\n<b>Attacks on Data.</b> You acknowledge that some security breaches involve attacks on data.\nFor example, there are viruses and other malware that: (i) delete or destroy your data (sometimes individual files, but sometimes even an entire disk by corrupting a master boot record or other key element).\n(ii) modify your files (such as parasitic malware that attaches itself to a file and modifies the file to enable its own execution and/or propagation).\nand (iii) encrypt files on your drive (such as ransomware that uses asymmetric encryption).\nThe best way for you to protect yourself from these types of attacks is frequent back-ups of your data to another device or location.\nThat way, you have another copy of the data that the attacking software has deleted, modified, or destroyed.\nWhile we will use commercially reasonable efforts to remove the attacking malware or virus, it is your sole and exclusive responsibility to back-up all data and files on your device so that they can be restored in the event of an attack on your data.\nWithout such a back-up, it may not be possible to restore the deleted, destroyed, or modified data.\nWe will have no liability for loss of or recovery of data, or files or loss of use of systems or networks arising from attacks on data.</p>\n<p>\n<b>Limited Warranty.</b>&nbsp;For 30 days after the purchase date (\"Warranty Period\"), for paid versions of the Software only, we warrant that the Software licensed under this Agreement (including updates provided during the Warranty Period but not for updates provided outside of the Warranty Period) will perform substantially in accordance with the documentation provided by us in connection with that Software at the time of purchase, and that any tangible medium (such as a CD-ROM, but excluding devices manufactured by other companies) on which the Software is contained and provided to you will be free from defects in materials and workmanship.\nWe do not warrant or guarantee that any particular mobile device or computer will be compatible with or function with the Software or Service, nor do we warrant or accept any liability for the operation of your personal equipment that is used to access the Software or Service.\nYour sole remedy, and our and our suppliers’ entire liability, in case of any breach of this limited warranty is that we will, at our option, refund the price you paid for the license, replace the defective medium that contains the Software, re-perform the Service, or provide an alternative remedy as required by local consumer law in your jurisdiction.\nThese remedies may not be available in some countries to the extent that we are subject to restrictions under applicable export-control laws and regulations.\nIf the tangible medium is defective, you must return it at your expense to the place where you bought it and provide a copy of your receipt.\nAny replacement medium will be warranted for the remainder of the original Warranty Period.</p>\n<p>DISCLAIMER.\nTHE ABOVE WARRANTIES ARE YOUR EXCLUSIVE WARRANTIES.\nTHEY REPLACE ALL OTHER WARRANTIES, REPRESENTATIONS, TERMS OR CONDITIONS, EXPRESS OR IMPLIED, INCLUDING WARRANTIES OR CONDITIONS OF MERCHANTABILITY, PERFORMANCE, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.\nEXCEPT FOR THE LIMITED WARRANTY IN THIS SECTION, THE SOFTWARE AND SERVICES ARE PROVIDED \"AS IS\".\nYOU ARE RESPONSIBLE FOR SELECTING THE SOFTWARE AND SERVICES TO ACHIEVE YOUR INTENDED RESULTS, FOR INSTALLING AND USING THE SOFTWARE OR SERVICE, AND FOR THE RESULTS OBTAINED.\nWE DO NOT WARRANT OR GUARANTEE THE SOFTWARE’S OR SERVICE’S USE OR PERFORMANCE.\nWE DO NOT WARRANT OR GUARANTEE THAT THE SOFTWARE’S OR SERVICE’S OPERATION WILL BE FAILSAFE, UNINTERRUPTED, OR FREE FROM ERRORS OR DEFECTS, OR THAT THE SOFTWARE OR SERVICES WILL PROTECT AGAINST ALL POSSIBLE SECURITY THREATS (INCLUDING INTENTIONAL MISCONDUCT BY THIRD PARTIES), THAT THERE WILL BE NO MALFUNCTIONS OR OTHER ERRORS IN THE SOFTWARE OR SERVICES CAUSED BY VIRUS, INFECTION, WORM OR SIMILAR MALICIOUS CODE NOT INTRODUCED OR DEVELOPED BY US, OR THAT THE SOFTWARE OR SERVICES WILL MEET YOUR REQUIREMENTS.\nWE ARE NOT LIABLE FOR ANY DOWNTIME OR SERVICE INTERRUPTION, FOR ANY LOST OR STOLEN DATA OR SYSTEMS, OR FOR ANY OTHER DAMAGES ARISING OUT OF OR RELATING TO ANY ACTIONS OR INTRUSIONS.</p>\n<p>\n<b>High Risk Activities.</b>&nbsp;The Software and Services are not fault-tolerant and are not designed or intended for high-risk activities such as use in hazardous environments requiring failsafe performance, including nuclear-facilities operations, air traffic communication systems, weapons systems, direct life-support machines, or any other application in which the failure of the Software or Services could lead directly to death, personal injury, or severe physical or property damage.\nWe expressly disclaim any express or implied warranty of fitness for high-risk activities.</p>\n<p>\n<b>Limitation of Liability.\n</b>UNDER NO CIRCUMSTANCES ARE WE OR OUR SUPPLIERS, LICENSORS OR OTHER THIRD-PARTY SERVICE PROVIDERS LIABLE TO YOU FOR ANY: (I) INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES.\n(II) THEFT OF PERSONALLY IDENTIFIABLE INFORMATION OR COST OF PROCURING SUBSTITUTE SOFTWARE OR SERVICES, AND (III) DAMAGES FOR LOSS OF PROFITS, LOSS OF GOODWILL, LOSS OF PERSONNEL SALARIES, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, LOSS OF DATA, OR NEGLIGENCE OF ANY KIND, OR FOR ANY OTHER INDIRECT DAMAGE OR LOSS.\nIN NO EVENT WILL OUR, OUR AFFILIATES’ OR OUR SUPPLIERS’, LICENSORS’ OR OTHER THIRD-PARTY SERVICE PROVIDERS’ AGGREGATE LIABILITY TO YOU FOR DIRECT DAMAGES UNDER THIS AGREEMENT EXCEED THE PRICE YOU PAID FOR THE APPLICABLE SOFTWARE, OR USD $100 (OR THE EQUIVALENT AMOUNT IN NATIONAL CURRENCY) IF YOU USED FREE SOFTWARE.\nYou agree to the limitations of liability in this Section and acknowledge that without your agreement to this term, the fee charged for the Software would be higher.\nNothing in this Agreement limits any rights you may have under existing consumer-protection statutes or other applicable laws that may not be waived by contract in your jurisdiction.</p>\n<p>\n<b>Export Control.</b> The Software is subject to export controls under the U.S.\nExport Administration Regulations (\"EAR\") and implementing regulations.\nYou agree that you will not directly or indirectly export, transmit, permit access or use the Software or Services and its related documentation, including technical data, in any country to which export, transmission or access is restricted by regulation, statute, or other law, without any required authorization of the Bureau of Industry and Security of the U.S.\nDepartment of Commerce or any other governmental entity that may have jurisdiction over export or transmission.\nYou will not use, transfer or access any McAfee Products for end use relating to any nuclear, chemical or biological weapons, missile technology, or the military end use or military end user per 15 CFR Part 744.21 unless authorized by the U.S.\nGovernment by regulation or specific license<b>.&nbsp;&nbsp;</b>Export to a particular individual, entity, or country may be prohibited by law.\nIf McAfee receives notice that a user is or becomes identified as a sanctioned or restricted party under applicable law, McAfee will not be obligated to perform any of its obligations under this Agreement if such performance would result in violation of the sanctions or restrictions.\nAdditional Information about restricted parties can be found at the following websites:&nbsp;<u>Consolidated Screening List</u>&nbsp;and&nbsp;<u>OFAC Sanctions Programs</u>.\nAdditional information regarding exporting and importing McAfee Products may be found on the McAfee \"Export Compliance\" webpage,&nbsp;<u>https://www.mcafee.com/enterprise/en-us/about/export-compliance.html</u>, as updated from time to time.</p>\n<p>\n<b>Third Party Programs.</b> Some third-party materials included with the Software or Services may be subject to other terms and conditions, which are typically found in a \"Read Me\" or an \"About\" file accompanying the Software or Services.\nThose third-party materials may include software source code licensed by third parties under one or more open-source or free-software licenses, including the GNU General Public License, which are considered \"Open Source Software.\" The Open Source Software is licensed under terms and conditions different from this Agreement and may, in some cases, conflict with the terms of this Agreement and will apply instead of the terms of this Agreement.\nIf an Open Source Software license requires us to distribute any source code related to the Software or Services or any modifications to the Software or Services, we will make the source code available on request.</p>\n<p>\n<b>No Waiver.</b> We do not waive any provision of this Agreement unless we waive it in a signed writing.</p>\n<p>\n<b>Severability.</b> If any part of this Agreement is for any reason held to be unenforceable, that part is, to that extent, deemed omitted, and the rest of it remains fully enforceable.\nPROVIDED HOWEVER, THAT THE ARBITRATION AGREEMENT WILL NOT APPLY TO ANY CLAIMS AS TO WHICH THE LIMITATIONS ON CLASS ACTIONS OR CONSOLIDATED ARBITRATION ARE NOT PERMITTED BY APPLICABLE LAW.</p>\n<p>\n<b>Complete Agreement.</b> This Agreement constitutes the entire agreement between you and us and governs your use of the Software and Services acquired hereunder.\nThis Agreement supersedes any prior agreements between you and us in relation to the Software and any Services, and any other communications, representations, or advertising relating to the Software or Services.</p>\n<p>\n<b>Licensing Entities.</b> The Software and Services are licensed to you by one of these legal entities:</p>\n<p>\n<b>McAfee, LLC, a Delaware limited liability company, with offices located at 6220 America Center Drive, San Jose, California 95002, USA, if the Software is downloaded in the United States, Mexico, Central America, South America, or the Caribbean;</b>\n</p>\n<p>\n<b>McAfee Consumer Affairs North, LLC, a Delaware limited liability company, with offices located at 6220 America Center Drive, San Jose, California 95002, USA, if the Software is downloaded in Canada;</b>\n</p>\n<p>\n<b>McAfee Ireland Limited, with offices located at Building 2000 City Gate, Mahon, Cork, Ireland if the Software is downloaded in Europe, the Middle East, Africa, the Pacific Rim, or Australia.\nor</b>\n</p>\n<p>\n<b>If the Software is downloaded in Japan, the Software is licensed by McAfee, LLC.\nAny Services are provided by McAfee Co., Ltd.\nwith offices located at Shibuya Mark City West 1-12-1, Dougenzaka, Shibuya-ku, Tokyo 150-0043, Japan, if the Software is downloaded in Japan.</b>\n</p>\n<p>\n<b>Local Law.</b>&nbsp;The subsections below contain information regarding the local laws of certain jurisdictions that will apply to this Agreement and may supersede certain provisions as referenced herein.</p>\n<p>\n<b>Australia.</b>&nbsp;For consumers in Australia:</p>\n<p>The benefits to you under the limited warranties are in addition to other rights and remedies you may have under a law in relation to the goods or services to which the warranty relates.\nOur goods come with guarantees that cannot be excluded under Schedule 2 of the Competition and Consumer Act 2010 (Cth) (\"Australian Consumer Law\").\nYou are entitled to a replacement or refund for a major failure and compensation for any other reasonably foreseeable loss or damage.\nYou are also entitled to have the goods repaired or replaced if the goods fail to be of acceptable quality and the failure does not amount to a major failure.\nThis warranty is made by McAfee Ireland Limited, with offices located at Building 2000 City Gate, Mahon, Cork, Ireland, but you may call 1800 998 887 with questions regarding our warranty for Australian customers.\nAny claims made under this warranty must be sent, at your expense, to the following address:</p>\n<p>Legal Department<br> McAfee Security Australia Pty Ltd<br> Level 16<br> 40 Mount Street<br> North Sydney, NSW, 2060<br> Australia</p>\n<p>For customers located in Australia, if a tangible medium on which Software was delivered is defective, you must return the defective medium to us at your expense, with a copy of your receipt, within 14 days of discovering the defect.\nWe will notify you of receipt within 14 days of receiving it.</p>\n<p>THE DISCLAIMERS IN THIS SECTION DO NOT APPLY TO YOU TO THE EXTENT THAT AUSTRALIAN LAW DOES NOT ALLOW THE EXCLUSION OR LIMITATION OF ANY APPLICABLE STATUTORY GUARANTEES, EXPRESS OR IMPLIED WARRANTIES, CONDITIONS, REPRESENTATIONS OR TERMS.\nIN THAT CASE, THE EXPRESS OR IMPLIED WARRANTIES ARE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.</p>\n<p>THE LIMITATIONS ON LIABILITY SET FORTH IN THIS SECTION DO NOT APPLY TO CONSUMERS IN AUSTRALIA.</p>\n<p>NOTHING IN THIS AGREEMENT LIMITS ANY RIGHTS YOU MAY HAVE UNDER EXISTING CONSUMER-PROTECTION STATUTES OR OTHER APPLICABLE LAWS, INCLUDING AUSTRALIAN CONSUMER LAW, THAT MAY NOT BE WAIVED BY CONTRACT IN YOUR JURISDICTION.</p>\n<p>\n<b>Canada.</b> If you acquired the Software or Services in Canada, unless expressly prohibited by local law, then this Agreement, the use of the Software and Services, the relationship of the parties, and any disputes arising out of, concerning, or relating to the Agreement, including any disputes between you and us, will be governed by and construed in accordance with the laws in force in the Province of Ontario, Canada.</p>\n<p>\n<b>France.</b> Conformément aux dispositions de l’article L.\n215-4 du code de la consommation, les clauses suivantes sont reproduites:</p>\n<p>« Pour les contrats de prestations de services conclus pour une durée déterminée avec une clause de reconduction tacite, le professionnel prestataire de services informe le consommateur par écrit, par lettre nominative ou courrier électronique dédiés, au plus tôt trois mois et au plus tard un mois avant le terme de la période autorisant le rejet de la reconduction, de la possibilité de ne pas reconduire le contrat qu'il a conclu avec une clause de reconduction tacite.\nCette information, délivrée dans des termes clairs et compréhensibles, mentionne, dans un encadré apparent, la date limite de non-reconduction.</p>\n<p>Lorsque cette information ne lui a pas été adressée conformément aux dispositions du premier alinéa, le consommateur peut mettre gratuitement un terme au contrat, à tout moment à compter de la date de reconduction.</p>\n<p>Les avances effectuées après la dernière date de reconduction ou, s'agissant des contrats à durée indéterminée, après la date de transformation du contrat initial à durée déterminée, sont dans ce cas remboursées dans un délai de trente jours à compter de la date de résiliation, déduction faite des sommes correspondant, jusqu'à celle-ci, à l'exécution du contrat.</p>\n<p>Les dispositions du présent article s'appliquent sans préjudice de celles qui soumettent légalement certains contrats à des règles particulières en ce qui concerne l'information du consommateur.</p>\n<p>Lorsque le professionnel n'a pas procédé au remboursement dans les conditions prévues à l'article L.\n215-1, les sommes dues sont productives d'intérêts au taux légal.\n»</p>\n<p>\n<b>European Union, Iceland, Norway, or Switzerland.&nbsp;</b>If you acquired the Software or Services in the European Union, Iceland, Norway, or Switzerland, then national law of the country where you downloaded the Software applies.</p>\n<p>\n<b>Japan.</b>&nbsp;If you acquired the Software or Services in Japan, then this Agreement, the use of the Software and Services, the relationship of the parties, and any disputes arising out of, concerning, or relating to the Agreement, including any disputes between you and us, will be governed by and construed in accordance with Japanese law without regard to its choice-of-law rules.</p>\n<p>\n<b>Netherlands.</b>&nbsp;For customers in the Netherlands, any automatic renewal of your original subscription will be for an indefinite term, billed in accordance with the terms of your subscription.\nYou may terminate your renewed subscription any time after renewal by contacting Customer Service and providing at least 30 days’ notice of your intent to terminate and we will provide a prorated refund in accordance with local law.\nIf you do not want your subscription to renew automatically you must turn off auto-renewal in your account settings 30 days before the expiration of your initial subscription.</p>\n<p>\n<b>MCAFEE CONTACT INFORMATION</b>\n</p>\n<p>Customer Service &amp.\nTechnical Support:&nbsp;<u>http://service.mcafee.com</u>\n</p>\n<p>Disputes:</p>\n<p>Attn: McAfee Legal Department<br> 5000 Headquarters Drive<br> Plano, Texas 75024</p>\n<p>MFECONSUMER.EULA.2020.10.13.GENERAL<br>\n</p>", "created_at": "2021-03-31 12:14:19.179623", "updated_at": "2021-03-31 12:14:28.106903"}, {"id": 4546, "name": "Product Terms of Service", "url": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html#toscontent", "xpath": "//*[@id=\"idtpcontent\"]/div/div/div/section/div", "text": "McAfee Identity Theft Protection Services - Overview <p>\n<b>1.&nbsp.\nSummary<br> 2.&nbsp.\nIdentity Theft Protection Terms<br> 3.&nbsp.\nAdditional Terms for Free McAfee Identity Theft Protection Essentials<br> 4.&nbsp.\nSummary of Identity&nbsp;Theft Insurance with Stolen Funds Reimbursement.&nbsp;&nbsp;</b>\n</p>\n<p>\n<b>Summary</b>\n</p>\n<p>\n<b>What is McAfee Identity Theft Protection?&nbsp;</b>\n<br> With identity theft incidents hitting record-highs, now is the time to get the protection you need from a name you trust.&nbsp.\nMcAfee Identity Theft Protection (IDTP) helps you keep tabs on a wide range of personal information with always-on monitoring and recovery tools so you can keep your identity close and personal.</p>\n<p>\n<b>Find the plan that’s right for you.&nbsp;<br>\n</b>IDTP is designed to accommodate every lifestyle, so you don’t have to pay for more than you need.&nbsp.\nChoose from Essentials&nbsp;(not available in all markets), Standard, Plus and Premium.&nbsp.\nGo&nbsp;<u>here</u>&nbsp;to learn more about what’s included in each package.</p>\n<p>\n<b>Identity Theft Protection Terms</b>\n</p>\n<p>1.\nYour subscription to McAfee Identity Theft Protection is subject to our&nbsp;License Agreement&nbsp;and&nbsp;Privacy Notice.&nbsp.\n&nbsp;</p>\n<p>2.\nIdentity Theft Insurance with Stolen Funds Reimbursement is subject to the terms summarized below.&nbsp;&nbsp;</p>\n<p>3.\nBy enrolling and using the credit, financial, cyber and other monitoring features you certify that you shall only use the features to monitor accounts and information associated with your personal information.</p>\n<p>4.\n<b>Disclaimer:</b>&nbsp;While McAfee Identity Theft Protection provides you tools and resources to protect yourself from and recover from identity theft, no identity can be completely secure.&nbsp.\nMcAfee is not responsible for any loss or damages incurred as a result of identity theft.\nSee the&nbsp;EULA&nbsp;for additional disclaimers of warranty and limitation of liability.</p>\n<p>\n<b>Additional Terms for Free McAfee Identity Theft Protection Essentials</b>\n</p>\n<p>1.\nFree IDTP Essentials is only valid with qualifying free trials or product subscriptions in the United States.\nSee&nbsp;system requirements&nbsp;for more information.</p>\n<p>2.&nbsp;You must be enrolled in automatic renewal (turned on) and your account must have a valid credit card, debit card, or other payment mechanism on file.&nbsp;</p>\n<p>3.\nThe free subscription will be granted to the registered McAfee account holder.&nbsp;</p>\n<p>4.\nYou may be required to enroll to activate all or some of the features.&nbsp.\nIf eligible, you will receive enrollment instructions.&nbsp;</p>\n<p>5.\nThis offer is not available for Small Business or Enterprise products and services.</p>\n<p>6.\nEligibility ends when either your free trial or your paid subscription ends.\nIf you opt-out of auto-renewal you will not be entitled to Free IDTP.</p>\n<p>7.\nYour subscription is subject to our EULA and Privacy Notice.&nbsp.\n&nbsp;</p>\n<p>8.\nYou have numerous rights under the FCRA, including the right to dispute inaccurate information in your credit report(s).\nConsumer reporting agencies are required to investigate and respond to your dispute, but are not obligated to change or remove accurate information that is reported in compliance with applicable law.\nWhile this plan can provide you assistance in filing a dispute, the FCRA allows you to file a dispute for free with a consumer reporting agency without the assistance of a third party.</p>\n<p>\n<b>Identity Theft Insurance with Stolen Funds Reimbursement </b>\n</p>\n<p>(Not available to McAfee Security for T-Mobile subscribers in the State of NY or Puerto Rico)</p>\n<p>Insurance is underwritten and administered by American Bankers Insurance Company of Florida, an Assurant company under group or blanket policy(ies) .&nbsp.\nThe description herein is a summary and intended for informational purposes only and does not include all terms, conditions and exclusions of the policies described.\nPlease refer to the actual policies for terms, conditions, and exclusions of coverage.\nCoverage may not be available in all jurisdictions.\nReview the&nbsp;<u>Summary of Benefits</u>.</p>", "created_at": "2021-03-31 12:15:40.064216", "updated_at": "2021-03-31 12:15:47.308062"}, {"id": 4548, "name": "Privacy Notice", "url": "https://www.mcafee.com/enterprise/en-us/about/legal/privacy.html", "xpath": "//*[@id=\"Overview\"]/div/div[2]", "text": " McAfee Privacy Notice<br>\nEffective Date: January 1, 2020\n<p>This Notice provides information about data we collect, use, and share, and our commitment to using the personal data we collect in a respectful fashion.</p>\n<ul>\n<li>What Kinds of Information Do We Collect?</li>\n<li>How Do We Use the Information We Collect?</li>\n<li>Third-Party Advertising</li>\n<li>Who Do We Share Personal Data With?</li>\n<li>How Do We Protect Your Data?</li>\n<li>What Choices Do You Have About Your Personal Data?</li>\n<li>How Long Does McAfee Retain the Personal Data it Collects?</li>\n<li>Children’s Privacy</li>\n<li>Residents of the European Economic Area (EEA)</li>\n<li>Supervisory Authority and Complaints</li>\n<li>Residents of Japan, Argentina, and Canada</li>\n<li>Residents of California</li>\n<li>Residents of Nevada</li>\n<li>Links to Other Websites</li>\n<li>Contact Us</li>\n</ul>\n<p>We at McAfee, LLC, including our affiliates (“McAfee”, “we”, “us”, “our”), care deeply about privacy, security, and online safety, all of which are a significant part of our essential mission: to protect users of our products and services (“you” and “your”) from the risks of theft, disruption, and unauthorized access to their online information and activities.\nThis Privacy Notice (“Notice”) is designed to inform you about how we collect, use, and share your personal data through our website (our “Site”), products, services, and web-based and mobile applications (collectively, the “Services”) or when you interact with us.</p>\n<p>McAfee sells products and services directly to consumers (you can find more information about those products here,“Consumer Products”), as well as to corporations and business customers (you can find more information about those products here, “Enterprise Products”).\nThis Privacy Notice applies both to the information we collect from you or your device when you download one of our Services and to the information we collect when one of our distribution partners or business customers installs our Services on your device.</p>\n<p>When you access or use our Services, you acknowledge that you have read this Notice and understand its contents.\nYour use of our Services and the Site and any dispute over privacy is subject to this Notice, any applicable Terms of Service (including any applicable limitations on damages and the resolution of disputes) and any applicable End User License Agreement.</p>\n<p>As McAfee grows, our business changes, and we may update this Notice at any time as we deem appropriate to reflect those changes.\nIf there are any material changes to this Privacy Notice, we will notify you by email, in-product notification, or as otherwise required by applicable law.\nIt is important that you check back and make sure that you have reviewed the most current version of this Notice.</p>\n<p>This Notice applies to all users of our Services across the world.\nSome users, including residents of the European Economic Area, may have additional rights depending on where they are located, which are described in this Notice.</p>\nWhat Kinds of Information Do We Collect?\n<p>In order to provide our Services, we collect information.\nSome information you provide directly to us, some we collect automatically through our Services, and some is collected from third parties.\nIn this Notice, “Personal Data” refers to data that could be used, alone or in combination with other data, to identify you as an individual.</p>\n<p>\n<b>We collect information you provide to us.</b> For example, we collect information when you purchase a product or service, create an account, fill out a form, participate in a contest or promotion, request customer service, or otherwise communicate with us.</p>\n<p>The types of Personal Data you may provide includes:</p>\n<ul>\n<li>Contact information (such as name, email address, mailing address, and phone number);</li>\n<li>Payment information (including payment card numbers and associated identifiers, billing address, and bank account information).\nand</li>\n<li>Account log-in credentials (which for some Services may include social network credentials).</li>\n</ul>\n<p>We may also collect other information from or about you, such as information about what products you purchased, your interests, demographic information, photographs and videos, and biometric data such as fingerprints or voice prints.\nYou may also provide us with additional data.\nFor example, when you use our identity theft protection services, you will have the option to provide your social media log-in information so that we can monitor your social media accounts.</p>\n<p>\n<b>We automatically collect information about your interactions with the Services as well as devices on which the Services are installed.\nIn some cases, we automatically collect information about other devices connected to the same network as the device on which the Services are installed.</b>\n</p>\n<p>For example, we may collect and use the following:</p>\n<ul>\n<li>Information about the products you looked at or searched for and the Services you used, including time spent and other statistical information.</li>\n<li>Details about your computers, devices, applications, and networks, including internet protocol (IP) address, cookie identifiers, mobile carrier, Bluetooth device IDs, mobile device ID, mobile advertising identifiers, MAC address, IMEI, Advertiser IDs, and other device identifiers that are automatically assigned to your computer or device when you access the Internet, browser type and language, language preferences, battery level, on/off status, geo-location information, hardware type, operating system, Internet service provider, pages that you visit before and after using the Services, the date and time of your visit, the amount of time you spend on each page, information about the links you click and pages you view within the Services, and other actions taken through use of the Services such as preferences.\nWe may collect this information through our Services or through other methods of web analysis.</li>\n<li>When you use our products to protect your mobile device, we collect geolocation data of the device on which the product is installed.</li>\n<li>Details about your internet, app, or network usage (including URLs or domain names of websites you visit, information about the applications installed on your device, or traffic data).\nand performance information, crash logs, and other aggregate or statistical information.</li>\n</ul>\n<p>In order to provide you our Services, including to detect and evaluate malware and spam, we may scan, collect, and store data from your files, including emails, attachments, email addresses, metadata, and URLs and traffic data.</p>\n<p>We collect this information through our Services and through technologies such as cookies, web beacons or web bugs, and clear GIFs.\nPlease see our Cookie Notice for more information about the cookies and similar technologies that we use and the choices available to you.</p>\n<p>\n<b>Information We Collect from Third Parties</b>\n<br>\nWe may receive information about you from other sources and combine that information with the information we collect directly.\nExamples of information we may receive from other sources include: updated delivery or payment information used to correct our records.\npurchase or redemption information.\nand customer support and enrollment information.\nFor our identity protection Consumer Products, we also may collect credit or identity information which we use to help prevent and detect fraud.</p>\n<p>\n<b>Location Information</b>\n<br>\nCertain Services may request permission to access your location.\nWhere you grant this permission, we will collect information about your location using GPS, wireless, or Bluetooth technology.\nYou can control access to precise location information through your mobile device settings.\nWe also may look up your IP address to determine your general location.</p>\nHow Do We Use the Information We Collect?\n<p>\n<b>To Help Protect You</b>\n<br>\nWhen you install or use one of our Services, it will run in the background of your device or environment to help predict threats and better protect you, your devices, and your information.\nFor example, McAfee may use information to:</p>\n<ul>\n<li>Analyze data sent to/from your device(s) to isolate and identify threats, vulnerabilities, viruses, suspicious activity, spam, and attacks, and communicate with you about potential threats;</li>\n<li>Participate in threat intelligence networks, conduct research, and adapt products and services to help respond to new threats;</li>\n<li>Encrypt your data, lockdown a device, or back-up or recover your data;</li>\n<li>Check for Service updates and create performance reports on our Services, to ensure they are performing properly.\nand</li>\n<li>Look for misuses of your data when you use our identity monitoring products.</li>\n</ul>\n<p>\n<b>To Run Our Business</b>\n<br>\nWe also use the information we collect for other business purposes, including to:</p>\n<ul>\n<li>Authenticate your identity and prevent fraud with your biometric data;</li>\n<li>Analyze your behavior to measure, customize, and improve our Site and Services, including developing new products and services;</li>\n<li>Advertise McAfee products and services that we think may be of interest to you;</li>\n<li>Establish and manage accounts and licenses, including by collecting and processing payments and completing transactions;</li>\n<li>Provide customer support, troubleshoot issues, manage subscriptions, and respond to requests, questions, and comments;</li>\n<li>Communicate about, and administer participation in, special events, programs, surveys, contests, sweepstakes, and other offers and promotions;</li>\n<li>Conduct market and consumer research and trend analyses;</li>\n<li>Enable posting on our blogs, forums, and other public communications;</li>\n<li>Perform accounting, auditing, billing, reconciliation, and collection activities;</li>\n<li>Prevent, detect, identify, investigate, and respond to potential or actual claims, liabilities, prohibited behavior, and criminal activity.\nand</li>\n<li>Comply with and enforce legal rights, requirements, agreements, and policies.</li>\n</ul>\nThird-Party Advertising\n<p>We work with third-party advertising companies to display or deliver ads to you while you are on our Site or using some Services.\nThese third-party advertisers may collect data about your interaction with the Site or Services or others’ sites or services to measure the effectiveness of their ads and to personalize advertising content.\nSee our Cookie Notice to learn more about how McAfee and these advertising partners use tracking technologies like cookies and the choices available to you.</p>\n<p>If you have consented to allow our Services to access to your location, our mobile advertising partners may use your location to target advertisements to you.\nYou may use the location settings on your device to withdraw access to information about your location.</p>\n<p>\n<b>Other Uses</b>\n<br>\nWe may use Personal Data for which we have a legitimate interest, such as direct marketing, individual or market research, anti-fraud protection, or any other purpose disclosed to you at the time you provide Personal Data or with your consent.</p>\nWho Do We Share Personal Data With?\n<p>Generally, we disclose the information we collect to provide the Services, to communicate with you, to advertise or promote our Services, to facilitate changes to or transfers of our business, as required by law, or with your consent.</p>\n<p>We may share Personal Information in the following ways:</p>\n<ul>\n<li>With current and future members of the McAfee family of companies for the purposes described in this Notice;</li>\n<li>With service providers who perform services for us (see the list of our sub-processors, available here for Consumer Products, and here for Enterprise Products);</li>\n<li>If we believe disclosure is necessary and appropriate to prevent physical, financial, or other harm, injury, or loss, including to protect against fraud or credit risk;</li>\n<li>To legal, governmental, or judicial authorities as instructed or required by those authorities and applicable laws, or in relation to a legal activity, such as in response to a subpoena or investigation of suspected illicit or illegal activities, or where we believe in good faith that users may be engaged in illicit or illegal activities, or where we are bound by contract or law to enable a customer or business partner to comply with applicable laws;</li>\n<li>In connection with, or during negotiations for, an acquisition, merger, asset sale, or other similar business transfer that involves all or substantially all of our assets or functions where Personal Data is transferred or shared as part of the business assets (provided that such party agrees to use or disclose such Personal Data consistent with this Notice or gains your consent for other uses or disclosures);</li>\n<li>With your consent or at your direction, such as when you choose to share information or publicly post content and reviews (for example, social media posts).\nand</li>\n<li>With persons of your choosing and at your discretion, should the product you are subscribed to allow that functionality.We may also share aggregate data that does not identify you or any specific device with third parties.</li>\n</ul>\nHow Do We Protect Your Data?\n<p>We use administrative, organizational, technical, and physical safeguards to protect the Personal Data we collect and process.\nOur security controls are designed to maintain data confidentiality, integrity, and an appropriate level of availability.</p>\nWhat Choices Do You Have About Your Personal Data?\n<p>\n<b>McAfee Accounts</b>\n<br>\nIf you register a McAfee Consumer Product, you can access and correct the Personal Data in your profile at any time by visiting My Account or contacting us as described below.</p>\n<p>If you have not registered a McAfee product but one of our products is installed on your device, you may stop McAfee’s collection of Personal Data from your device by uninstalling that product.</p>\n<p>To close your account and for other support questions, please visit the McAfee Contact Us page and click on “Support” tab and then select your \"Country\".</p>\n<p>\n<b>Marketing Communications</b>\n<br>\nTo stop receiving marketing communications, click on the unsubscribe link in the email, or click here for Enterprise marketing or here for Consumer marketing.</p>\n<p>If you choose to no longer receive marketing information, McAfee may still communicate with you regarding transactional, legal or administrative topics, such as security updates, product functionality, and service requests.</p>\n<p>\n<b>Individual Rights in Personal Data</b>\n<br>\nIn accordance with applicable law, you may have the right to: (i) request confirmation of whether we are processing your Personal Data.\n(ii) obtain access to or a copy of your Personal Data.\n(iii) receive a portable copy of your Personal Data, or ask us to send that information to another organization (the “right of data portability”).\n(iv) seek correction or amendment of inaccurate, untrue, incomplete, or improperly processed Personal Data.\n(v) restrict our processing of your Personal Data.\n(vi) object to our processing of your Personal Data.\nand (vii) request erasure of Personal Data held about you by us, subject to certain exceptions prescribed by law.</p>\n<p>If you would like to exercise any of these rights, please visit our Individual Data Request Form available at https://www.mcafee.com/enterprise/en-us/about/legal/gdpr-data-request.html or contact us as set forth below.\nWe will process such requests in accordance with applicable laws.\nTo protect your privacy, we may take steps to verify your identity before fulfilling your request.\nFor some requests and where permitted by law, an administrative fee may be charged.\nWe will advise you of any applicable fee prior to performing your request.</p>\nHow Long Does McAfee Retain the Personal Data it Collects?\n<p>McAfee will keep your Personal Data for the minimum period necessary for the purposes set out in this Notice, namely (i) for as long as you are a registered subscriber or user of our products or (ii) for as long as your Personal Data are necessary in connection with the lawful purposes set out in this Notice, for which we have a valid legal basis or (iii) for as long as is reasonably necessary for business purposes related to provision of the Services, such as internal reporting and reconciliation purposes, warranties or to provide you with feedback or information you might request.\nWhere required by law, we will delete your biometric data within three years of your last interaction with the Services.</p>\n<p>In addition, if any relevant legal claims are brought, we may continue to process your Personal Data for such additional periods as are necessary in connection with that claim.</p>\n<p>Once the abovementioned periods, each to the extent applicable, have concluded, we will either permanently delete, destroy, or de-identify the relevant Personal Data so that it can no longer reasonably be tied to you.</p>\nChildren’s Privacy\n<p>Some of McAfee’s Services provide security features that parents may use to monitor their child’s activity online, physical location, or use of a registered device.\nThese Services require parental consent, and we do not knowingly use the Personal Data we collect from children’s devices for any purpose except to deliver the Services.\nThese products allow parents to delete their child’s profile at any time.\nIf you believe we have collected information from your child in error or have questions or concerns about our practices relating to children, please contact us as described below.\nIf you are under the age of 18, you must have your parent’s permission to access the Services.\nMcAfee urges parents to instruct their children never to give out their real names, addresses, or phone numbers, without parental permission.\nIf you learn that your child has provided us with Personal Data without your consent, you may alert us by contacting us as described below.\nIf we learn that we have collected any Personal Data from children under 13 (and in certain jurisdictions under the age of 16), we will promptly take steps to delete such information and terminate the child’s account.</p>\n<p>\n<b>Data Transfers</b>\n<br>\nMcAfee is headquartered in the United States (see Contact Us for addresses), and we have operations, entities, and service providers in the United States and throughout the world.\nAs such, we and our service providers may transfer your Personal Data to, or store or access it in, jurisdictions that may not provide equivalent levels of data protection as your home jurisdiction.\nWe will take steps to ensure that your Personal Data receives an adequate level of protection in the jurisdictions in which we process it.</p>\nResidents of the European Economic Area\n<p>If you are in the European Economic (EEA), the following additional disclosures apply.</p>\n<p>\n<b>Data Controller</b>\n<br>\nWhere you purchase one of McAfee’s consumer products, McAfee Ireland Limited acts as the Controller of your Personal Data.</p>\n<p>\n<b>Legal Basis for Processing</b>\n<br>\nWhen we process your Personal Data, we will only do so in the following situations:</p>\n<ul>\n<li>We need to use your Personal Data to perform our responsibilities under our contract with you (e.g.\nprocessing payments for and providing the Services you purchase or request).</li>\n<li>We have a legitimate interest in processing your Personal Data.\nFor example, we have a legitimate interest in processing your Personal Data to provide, secure, and improve our Services, in communicating with you about changes to our Services, and in informing you about new services or products.</li>\n<li>We have your consent to do so.We need to process your Personal Data to comply with our legal obligations.</li>\n</ul>\n<p>\n<b>Data Transfers</b>\n<br>\nWe transfer Personal Data to countries outside of the EEA or Switzerland through a series of intercompany agreements based on the Standard Contractual Clauses in accordance with EU law and applicable EU regulations.</p>\n<p>\n<b>Individual Rights Requests and Withdraw Consent</b>\n<br>\nYou may submit a request to exercise your rights in Personal Data using the mechanisms explained under “What Choices Do You Have About Your Personal Data?” above.\nIf you initially consented to our processing of your Personal Data, you may withdraw your consent using those mechanisms or by contacting us using the contact information below.</p>\n<p>\n<b>For Enterprise/Business Customers Only</b>\n<br>\nSometimes McAfee products and services are offered through a third party such as an employer.\nIn these instances, McAfee acts as a data processor and only processes Personal Data in line with instructions received from its customers.</p>\n<p>Any requests relating to the exercise of individual rights in Personal Data processed as part of a service offered by a third party should be made by an authorized individual using the Individual Data Request Form available at https://www.mcafee.com/enterprise/en-us/about/legal/gdpr-data-request.html.\nIf you require further information about the Personal Data processed by the McAfee offered through a third party, please contact your account manager.</p>\nSupervisory Authority and Complaints\n<p>If you are an EU/EEA Data Subject and have a concern about our practices concerning the processing of Personal Data that we are not able to resolve, you have the right to lodge a complaint with the data protection authority where you reside or in which you work, or in which the alleged infringement occurred, each as applicable, or by contacting the Irish supervisory authority for data protection issues, at https://www.dataprotection.ie/docs/Home/4.htm, or +353 57 868 4800.</p>\nResidents of Japan, Argentina, and Canada\n<p>If you are a resident of Japan, Argentina, or Canada and you have an inquiry regarding your personal information held by McAfee, including your personal information collected through your use of our products you may request further information using the Individual Data Request Form available at https://www.mcafee.com/enterprise/en-us/about/legal/gdpr-data-request.html.</p>\nResidents of California\n<p>\n<b>Your California Privacy Rights - Shine the Light Law</b>\n<br>\nMcAfee does not share information that identifies you personally with non-affiliated third parties for their own marketing use without your permission.</p>\n<p>\n<b>California Consumer Privacy Act</b>\n<br>\nIf you are a resident of California, you may submit a request to exercise your rights in Personal Data using the Individual Data Request Form available at https://www.mcafee.com/enterprise/en-us/about/legal/gdpr-data-request.html.\nFor purposes of the California Consumer Privacy Act, McAfee does not “sell” your Personal Data.</p>\nResidents of Nevada\n<p>McAfee does not sell information that identifies you personally with non-affiliated third parties.\nIf you would like to make a request that we not sell identifying information about you in the future, you may make a request using the contact information below.</p>\nLinks to Other Websites\n<p>Our Site and Services may contain links to other websites for your convenience and information.\nThese websites may be operated by companies not affiliated with McAfee.\nLinked websites may have their own privacy policies or notices, which we strongly suggest you review if you visit those websites.\nWe are not responsible for the content, privacy practices, or use of any websites that are not affiliated with McAfee.</p>\nContact Us\n<p>Click here to contact us regarding this Privacy Notice or other related Privacy issues.\nYou can also write to us as follows:</p>\n<p>\n<b>In the US by registered mail:</b>\n<br>\nMcAfee<br>\nAttn: Legal Department – Privacy Office<br>\n5000 Headquarters Drive<br>\nPlano TX 75024 USA</p>\n<p>or call us at +1 (888) 847-8766</p>\n<p>\n<b>In the European Economic Area by registered post:</b>\n<br>\nMcAfee<br>\nAttn: Legal Department<br>\n2000 City Gate<br>\nMahon<br>\nCork<br>\nIreland<br>\nT12 RRC9</p>\n<p>or call us at +353 21 467 2000</p>\n<p>\n<b>In Japan by registered mail:</b>\n<br>\nMcAfee Co.\nLtd.<br>\nAttn.\nLegal Department<br>\nShibuya Mark City West,<br>\nDougenzaka 1-12-1,<br>\nShibuya-ku,<br>\nTokyo, 150-0043 Japan</p> Cookie Notice<br>\nEffective Date: May 24, 2018\n<ul>\n<li>What Technologies Does McAfee and Its Partners Use?</li>\n<li>What Are My Choices with Respect to Cookies and Similar Technologies?</li>\n<li>How Does McAfee respond to a Do Not Track Signal?</li>\n<li>How to Contact Us</li>\n</ul>\n<p>Our websites and mobile apps (collectively, the “Services”) use cookies and similar technologies to ensure that we give our visitors the best possible experience by providing you personalized information, remembering your marketing and product preferences, and helping you obtain the right information.\nThis Notice describes how McAfee, our affiliates, and our partners use cookies and similar technologies for these purposes.</p>\nWhat Technologies Does McAfee and Its Partners Use?\n<p>Like many services, we and our partners use cookies and similar technologies to do things like provide and improve your experience and to customize advertising.\nThe cookies and similar technologies we and our partners use include the following:</p>\n<ul>\n<li>\n<b>Cookies.</b> Cookies are small files—usually consisting of letters and numbers—placed on your browser or device when you visit a website.\nCookies are widely used to help facilitate the operation of websites, to help them work more efficiently, and to provide analytic information.</li>\n<li>\n<b>SDKs.</b> SDKs are blocks of code provided by our partners that may be installed in our mobile applications.\nSDKs help us understand how you interact with our mobile applications and collect certain information about the device and network you use to access the application or the other applications installed on your device.\nSDKs often share the mobile advertising identifier assigned to your device (called “IDFA” or “ID for Advertising” on Apple devices and “Advertising ID” on Android devices) with our partners.</li>\n<li>\n<b>Flash Cookies.</b> A Flash Cookie is a small data file placed on a computer using Adobe Flash or similar technology that may be built into your computer or downloaded or installed by you to your computer.\nWe use these technologies to personalize and enhance your online experience, facilitate processes, and personalize and store your settings.\nFlash cookies may help our website visitors to, for example, set volume preference associated with a video experience, play games, and perform surveys.\nThey help us improve our sites by measuring which areas are of greatest interest to guests.\nClick here to learn how to manage privacy and storage settings for Flash cookies.</li>\n<li>\n<b>Web Beacons</b>.\nA web beacon is a very small clear picture file used to keep track of your navigation through a single website or a series of websites.\nThey may also be referred to as “web bugs” or “clear gifs.” Web beacons may be used with cookies to gain an understanding of how a website’s users navigate through the website.</li>\n<li>\n<b>Local Storage.</b> Local storage includes HTML5 local storage and browser cache.\nThese technologies allow us to store data locally on your browser or device.</li>\n</ul>\n<p>McAfee and its partners and service providers use different types of cookies, as follows:</p>\n<p>\n<b>Category</b>\n</p>\n<p>\n<b>Purpose</b>\n</p>\n<p>Essential</p>\n<p>These cookies are required for the operation of our Services (for example, to enable you to log into secure areas of our website or use a shopping cart).\nThese cookies enable you to move around the Services and use their features.</p>\n<p>Customization</p>\n<p>These Cookies are used to recognize you when you return to our Services.\nThis enables us to personalize content for you, greet you by name, and remember your preferences (for example, your choice of language or region).</p>\n<p>Analytics and Research</p>\n<p>These cookies allow us to analyze activities on our Services in order to improve and optimize the way our Services work.\nFor example, we may use these cookies to ensure that visitors can easily find the information they are looking for.</p>\n<p>Advertising</p>\n<p>These cookies record your online activities, including your visits to our Services, the pages you have visited, and the links and advertisements you have clicked.\nThese cookies allow us to deliver advertisements and other communications to you that are more relevant to your interests.</p> What Are My Choices with Respect to Cookies and Similar Technologies?\n<p>You have a variety of choices with respect to the use of cookies and similar technologies:</p>\n<ul>\n<li>You can decide whether or not to accept cookies by using your browser’s settings.\nYou may also be able to remove cookies from your browser.\nFor more information about how to manage browser cookies, please follow the instructions provided by your browser.\nPlease note that if you block all cookies, it may affect the functionality of our websites.</li>\n<li>The advertising technology partners with which we partner may provide you the option to opt out of the use of information about your website visits and app usage for purposes of serving ads that are targeted to your interests.\nYou can learn more about interest-based advertising and how to opt out of the use of your web browsing activity for interest-based advertising purposes by visiting these sites: Digital Advertising Alliance, the Network Advertising Initiative, and the Interactive Advertising Bureau (IAB) Europe.</li>\n<li>You may opt out of the use of information about your mobile app usage for purposes of serving ads that are targeted to your interests through your device settings (called “Limit Ad Tracking” on iOS devices and “Opt Out of Interest-Based Advertising” or “Opt Out of Ads Personalization” on Android devices).</li>\n<li>Certain McAfee products are made available for free.\nIn order to keep these products free, we may use information about websites you visit or the mobile applications you use to show you ads that are targeted to your interests.\nWe do this by sharing information about your device—such as your device and advertising identifiers, together with web browsing activity or app usage—with select partners.\nThis information does not identify you personally and we contractually prohibit the partners from using the information we provided to attempt to identify our users.\nYou can opt out of the use of your information for this purpose in the settings of the products that include this data sharing.\nYou can learn more about the options available to you for particular products and services by clicking here.</li>\n<li>Finally, we participate with the Facebook Audience Network, which provides a way for companies to display their ads to Facebook users in apps and websites that are also part of the network.\nFacebook helps tailor the ads so that they are relevant and useful.\nYou can use Facebook’s ad preferences tool to view and change your preferences, including whether you receive these tailored ads, on our website and apps.</li>\n</ul>\nHow Does McAfee respond to a Do Not Track Signal?\n<p>There is currently no industry agreed upon response to a Do Not Track signal.\nAt this time, McAfee Services and Sites do not respond to a user’s Do Not Track signal.</p>\nHow to Contact Us\n<p>If you have any questions about how we use cookies and similar technologies, you can contact us using the information below.\nPlease include your contact information and a detailed description of your concern.</p>\n<p>In the United States by calling us at +1 866 622 3911 or by writing to us at:<br>\nAttn: Legal Department – Privacy Office<br>\n5000 Headquarters Drive<br>\nPlano, TX 75024</p>\n<p>In the European Economic Area by calling us at +353 21 467 2000 or by writing to us at:<br>\nMcAfee, Legal Department<br>\n2000 City Gate<br>\nMahon<br>\nCork<br>\nIreland<br>\nT12 RRC9</p>\n<p>You have the right to make a complaint at any time to the Data Protection Commissioner, the Irish supervisory authority for data protection issues, at https://www.dataprotection.ie/docs/Home/4.htm, or by calling +353 57 868 4800.</p>\n<p>In Japan by calling us or by writing to us at: +81 0570 010 220 or by writing to us at:<br>\nPersonal Data Protection Manager<br>\nMcAfee Co.\nLtd.<br>\nShibuya Mark City West,<br>\nDougenzaka 1-12-1,<br>\nShibuya-ku,<br>\nTokyo, 150-0043<br>\nTel: (switchboard) 03-5428-1100</p> Individual Data Request Form<br>\nEffective Date: May 24, 2018\n<p>Individual Data Request Form</p> ", "created_at": "2021-03-31 12:26:18.297407", "updated_at": "2021-03-31 12:26:25.96821"}, {"id": 4549, "name": "Website Terms of Service", "url": "https://www.mcafee.com/enterprise/en-us/about/legal/website-terms-of-service.html", "xpath": "//*[@id=\"main\"]/div/div", "text": " Table of Contents\n<ul>\n<li>Introduction &amp.\nScope</li>\n</ul>\n<ul>\n<li>Your Use &amp.\nConduct<ul>\n<li>Personal, Non-Commercial Use</li>\n<li>No Unlawful or Prohibited Use</li>\n<li>User Submissions</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Content<ul>\n<li>McAfee Intellectual Property Rights</li>\n<li>McAfee Trademarks &amp.\nBrands</li>\n<li>Limited Copyright Permission</li>\n<li>Translations</li>\n<li>Digital Millennium Copyright Act (DMCA) Copyright Infringement Claims</li>\n<li>Third-Party Content and Links</li>\n<li>Domain-Specific Terms</li>\n<li>SiteAdvisor.com</li>\n<li>McAfeeSECURE.com</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>McAfee Sites Disclaimers<ul>\n<li>No Warranty</li>\n<li>Limitation of Liability</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>General Provisions<ul>\n<li>Governing Law</li>\n<li>Force Majeure</li>\n<li>Entire Agreement</li>\n</ul>\n</li>\n</ul>\nIntroduction and Scope\n<p>This document is an agreement between You and McAfee LLC (“McAfee”) that describes the terms of service (“TOS”) for which You may use the services offered on the websites and web pages owned and operated by McAfee or its subsidiaries (collectively, the “McAfee Sites”).\nExamples of McAfee Sites include the internet domains mcafee.com, siteadvisor.com, foundstone.com, trustedsource.com, and numerous others.\nThe services and information offered on some McAfee Sites may be subject to additional terms and conditions described on the site or web pages for those services or information, and additional licensing terms may apply for software that are disclosed in an End-User License Agreement distributed with such software.\nYOU ACKNOWLEDGE AND AGREE THAT BY BROWSING OR USING THE SOFTWARE OR SERVICES OFFERED BY THE MCAFEE SITES, YOU HAVE AGREED TO BE BOUND BY THESE TERMS OF SERVICE AND ANY ADDITIONAL TERMS THAT APPLY.</p>\n<p>Please note that McAfee reserves the right to revise these site TOS at any time by posting an update to this page.\nYour continued use of the McAfee Sites or Services following the posting of changes to these TOS will mean You accept those changes.</p>\n<p>McAfee reserves the right, in its sole discretion, to determine if You have violated these site TOS, and to take any action it deems appropriate.</p>\n<p>You acknowledge that McAfee shall have the right to terminate Your access to the McAfee Sites or Services for violations of any of these rules, including repeat infringement of copyrights.</p>\n<p>The McAfee Privacy Policy and Anti-Piracy Policy are incorporated by reference to this TOS.</p>\nYour Use &amp.\nConduct\n<p>\n<b>Personal, Non-Commercial Use</b>: The McAfee Sites are made available for Your personal, non-commercial use only.\nExcept as provided by specific terms governing a specific service, product, or information, You may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any of the information, software, products, or services obtained from the McAfee Sites.</p>\n<p>\n<b>No Unlawful or Prohibited Use</b>: You agree that You will not use the McAfee Sites or the information, products, or services available from them for, or to further, any unlawful purpose.\nAdditionally, You will NOT:</p>\n<ol>\n<li>Upload, post, email, transmit, or otherwise make available any content that:<ul>\n<li>Is unlawful, harmful, threatening, abusive, harassing, tortuous, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable or harmful to another party;</li>\n<li>You do not have a right to make available under any law or under contractual or fiduciary relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements);</li>\n<li>Infringes any patent, trademark, trade secret, copyright, or other intellectual property right of another party;</li>\n<li>Is unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” website links, or any other form of content for the purpose of solicitation;</li>\n<li>Contains software viruses or any other computer code, files, or programs designed to interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment;</li>\n<li>Consists of forged or manipulated information that disguises the true origin of any content You provide.\nor</li>\n<li>Impersonates another person or entity, including, but not limited to, a McAfee employee, forum leader, guide or host, or falsely states or otherwise misrepresents Your affiliation with a person or entity.</li>\n</ul>\n</li>\n<li>Collect or store personal data about other users in connection with any prohibited conduct and activities;</li>\n<li>Use the McAfee Sites in any manner that could damage, disable, overburden, or impair any McAfee server, or network(s) connections.\ndisobey any requirements, procedures, policies, or regulations of networks connected to the McAfee Sites.\nor interfere with any other party's use and enjoyment of the McAfee Sites;</li>\n<li>Attempt to gain unauthorized access to any McAfee Site content, other accounts, computer systems, or networks connected to any McAfee server through hacking, password mining, scraping, or by any other means to obtain any materials or information not intentionally made available on the McAfee Sites;</li>\n<li>Intentionally or unintentionally violate any applicable local, state, national, or international law, including, but not limited to, regulations promulgated by the U.S.\nSecurities and Exchange Commission, any rules of any national or other securities exchange, including, without limitation, the New York Stock Exchange, the American Stock Exchange, or the NASDAQ, and any regulations having the force of law.\nor</li>\n<li>Provide material support or resources (or conceal or disguise the nature, location, source, or ownership of material support or resources) to any organization(s) designated by the United States government as a foreign terrorist organization pursuant to section 219 of the Immigration and Nationality Act.</li>\n</ol>\n<p>\n<b>User Submissions</b>: Certain McAfee Sites enable users to submit content or other information that will be made available to other users of the McAfee Sites (e.g., a forum or blog site).\nYou understand and agree that McAfee: (a) is NOT responsible for the content of user submissions, (b) has no obligation to remove any user-submitted content, and (c) has sole discretion to determine whether any user-submitted content violates the McAfee Sites TOS and to take action or inaction based on that determination.</p>\n<p>If You submit content or information to a Site or Service that makes Your content available to other users, You represent and agree that:</p>\n<ol>\n<li>Your content in not prohibited by these TOS;</li>\n<li>You are solely responsible for the form, content, and accuracy of any material You submit to a McAfee Site;</li>\n<li>You are granting McAfee a royalty-free, perpetual, irrevocable, non-exclusive license (including a waiver of any moral rights) under Your intellectual property rights to use, reproduce, modify, adapt, translate, publish, display, and redistribute Your content (in whole or in part) worldwide, and to incorporate Your content in other works in any form, media, or technology now known or later developed, for the full term of any rights that may exist in such content.\nand</li>\n<li>McAfee is not obligated to exercise the rights You granted above.</li>\n</ol>\nContent\n<p>\n<b>McAfee Intellectual Property Rights</b>: All content and services on the McAfee Sites, including, but not limited to, trademarks and logos, designs, text, graphics, sounds, images, software, and other website materials (the “Materials”) are the intellectual property of McAfee, its licensors, or other vendors.\nThe Materials are protected by United States and foreign intellectual property laws.\nExcept as stated herein, none of the Materials may be copied, reproduced, or distributed in any form without the prior written permission of McAfee.</p>\n<p>\n<b>McAfee Trademarks and Brands</b>: McAfee, the McAfee logo, and other marks related to McAfee products and services (“McAfee Marks”) are the exclusive and valuable property of McAfee or its subsidiaries.\nThe McAfee Marks can only be reproduced or displayed with specific written permission from McAfee, and only in accordance with McAfee Trademark Policy and Guidelines.</p>\n<p>\n<b>Limited Copyright Permission</b>: Subject to the terms of an applicable software or service license or other written agreement, McAfee grants You permission under its copyrights to display, copy, or download the Materials from a McAfee Site for personal, non-commercial and informational use only, provided that You DO NOT:</p>\n<ol>\n<li>Modify the Materials;</li>\n<li>Remove or alter any copyright or other proprietary notices contained in the Materials;</li>\n<li>Frame or utilize framing techniques, to display the Materials at a domain not owned by McAfee.\nor</li>\n<li>Use any McAfee-owned mark or product name as a meta-tag or other “hidden text” for search engines in a manner that does not inure benefit to McAfee.</li>\n</ol>\n<p>\n<b>Translations</b>: Where McAfee has provided a translation of the English-language version of a McAfee Site, these TOS, or other Materials, You agree that: (a) the translations are only for Your convenience.\n(b) the English-language version governs Your use of the Materials provided by McAfee.\nand (c) the English-language version shall take precedence in the event of a conflict between the English-language version and the translated version (except as prohibited by local law).</p>\n<p>\n<b>Digital Millennium Copyright Act (DMCA) Copyright Infringement Claims</b>: Pursuant to Title 17, United States Code, Section 512(c)(2), notifications of claimed copyright infringement should be sent to the McAfee Designated Agent, in accordance with the procedure described in the McAfee Sites Digital Millennium Copyright Act (DMCA) Notice and Procedure.\nINQUIRIES NOT COMPLIANT WITH THE PROCEDURE OUTLINED MAY NOT RECEIVE A RESPONSE.</p>\n<p>\n<b>Third-Party Content and Links</b>: Certain McAfee Sites may display content provided by third parties, links to third-party web pages, or both, including advertisements and solicitations to purchase their products or services.\nAs consideration for Your convenience in making this third-party content available or accessible to You, You acknowledge that McAfee is not responsible for the third-party content.\nYou also agree that McAfee IS NOT responsible or liable for any losses or damages You experience with any third-party content You chose to rely upon or advertisements You respond to, and that You must contact the third party directly for any remedies that may be available to You.</p>\n<p>\n<b>Domain-Specific Terms</b>: Additional terms that apply to certain domains owned by McAfee are described below.\nPlease note that specific pages on those domains may have additional terms that are not described here.</p>\n<ul>\n<li>SiteAdvisor.com: SiteAdvisor is a software program and website that provides users with an opinion to guide users about certain risks that may be associated with a website.\nThe SiteAdvisor software displays color-coded symbols next to links provided by major search engines, and the SiteAdvisor.com site has dossier pages to provide information on the factors that affect the site rating.\nThe SiteAdvisor site ratings are primarily derived using automated methods.\nthe software cannot detect or examine every possible aspect of website design, nor can it determine the intent of the site owner.\nMcAfee does not control or assume responsibility for the content of the third-party sites, and some of the third-party sites may have content that You find objectionable, inappropriate, or offensive.\n<b>THE SITEADVISOR SITE RATINGS ARE NOT A GUARANTEE OF ANY PARTICULAR SITE’S SPECIFIC PRACTICES OR TRUSTWORTHINESS, AND IN NO CASE DO THE SITEADVISOR SITE RATINGS REPRESENT AN ENDORSEMENT BY MCAFEE OF THE SITE’S CONTENT, GENERAL SUBJECT MATTER, OVERALL QUALITY, OR USEFULNESS.</b>\n</li>\n<li>McAfeeSECURE.com: The McAfee SECURE service is a paid service for website owners that examines their websites for potential vulnerabilities on a daily basis, and, if no issues are found, enables the site to display a McAfee SECURE trustmark.\nThe McAfeeSECURE.com domain has additional specific terms governing the McAfee SECURE service at this link: https://www.mcafeesecure.com/terms.</li>\n</ul>\nMcAfee Sites Disclaimers\n<p>\n<b>NO WARRANTY</b>: The McAfee Sites and the information provided therein are for the convenience of users of the McAfee Sites and for customers and potential customers of McAfee, its products, or its services.\nThe information provided on the McAfee Sites and the products and services described on the McAfee Sites are subject to change without notice.\nMCAFEE DOES NOT REPRESENT OR WARRANT THE ACCURACY, CONTENT, COMPLETENESS, LEGALITY, RELIABILITY, OPERABILITY, OR AVAILABILITY OF ANY INFORMATION OR MATERIAL DISPLAYED OR DOWNLOADED FROM THE MCAFEE SITES.\nEXCEPT AS PROVIDED BY THE TERMS OF AN APPLICABLE END-USER LICENSE AGREEMENT OR OTHER WRITTEN AGREEMENT SIGNED BY MCAFEE, THE MCAFEE SITES, SERVICES, AND SOFTWARE ARE PROVIDED “AS IS,” WITH NO WARRANTY, IMPLIED OR STATUTORY, INCLUDING, WITHOUT LIMITATION, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF PROPRIETARY RIGHTS.\nMCAFEE DISCLAIMS ANY IMPLIED, EXPRESS, OR STATUTORY WARRANTIES REGARDING THE SECURITY, RELIABILITY, TIMELINESS, AND PERFORMANCE OF THE MCAFEE SITES AND SOFTWARE DOWNLOADED THEREFROM, INCLUDING INFORMATION OR ADVICE OBTAINED THROUGH THE MCAFEE SITES, SERVICES, OR SOFTWARE.\nMCAFEE DOES NOT WARRANT THAT THE MCAFEE SITES, SOFTWARE, OR SERVICES WILL OPERATE ERROR-FREE OR THAT THE MCAFEE SITES ARE FREE OF COMPUTER VIRUSES OR OTHER HARMFUL MECHANISMS.\nYOU UNDERSTAND AND AGREE THAT YOU DOWNLOAD OR OTHERWISE OBTAIN MATERIAL OR DATA THROUGH THE USE OF THE WEBSITE, SERVICES, OR SOFTWARE AT YOUR OWN DISCRETION AND RISK, AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGES TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF SUCH MATERIAL OR DATA.\nIF YOUR USE OF THE WEBSITE OR THE MATERIAL RESULTS IN THE NEED FOR SERVICING OR REPLACEMENT OF EQUIPMENT OR DATA, MCAFEE, ITS AFFILIATES, AND SUBSIDIARIES ARE NOT RESPONSIBLE FOR THOSE COSTS.</p>\n<p>Additionally, McAfee makes no claim that any of the content or software available from the McAfee Sites can be lawfully viewed or downloaded outside of the United States.\nAccess to portions of the McAfee Sites may not be legal by certain persons or in certain countries.\nIf You access the Website from outside of the United States, You do so at Your own risk and are responsible for compliance with the laws of Your jurisdiction.</p>\n<p>Some states or other jurisdictions do not allow the exclusion of implied warranties, so the above exclusions may not apply to You.\nYou may also have other rights that vary from state to state and from jurisdiction to jurisdiction.</p>\n<p>\n<b>LIMITATION OF LIABILITY</b>: Except as provided by an applicable End-User License Agreement or other written agreement signed by McAfee, <b>UNDER NO CIRCUMSTANCES IS MCAFEE, ITS AFFILIATES, SUBSIDIARIES, OR LICENSORS LIABLE TO YOU FOR ANY DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, INCIDENTAL, RELIANCE, OR CONSEQUENTIAL, OR SPECIAL DAMAGES WHETHER OR NOT FORSEEN, LOST PROFITS, OR DAMAGES RESULTING FROM LOST DATA OR BUSINESS INTERRUPTION) ON ACCOUNT OF YOUR USE, MISUSE, OR RELIANCE ON THE INFORMATION SERVICES OR SOFTWARE AVAILABLE ON THE MCAFEE SITES.\nTHIS LIMITATION OF LIABILITY SHALL APPLY TO PREVENT RECOVERY OF DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, OR PUNITIVE DAMAGES ARISING FROM ANY CLAIM RELATING TO THIS AGREEMENT OR THE SUBJECT MATTER HEREOF, WHETHER SUCH CLAIM IS BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE ANY OTHER LEGAL THEORY EVEN IF MCAFEE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES).</b>\n</p>\n<p>The above limitation applies to Your use, misuse, or reliance upon the McAfee Sites, including, without limitation, damages You may incur because of third-party services or other services or goods received, such as third-party services or goods received by, advertised on, or linked to the McAfee Sites.</p>\n<p>Some states or other jurisdictions do not allow the exclusion or limitation of liability for incidental or consequential damages, so the above limitations and exclusions may not apply to You.</p>\nGeneral Provisions\n<p>\n<b>Governing Law</b>: These TOS and all claims related to them, their execution, or the performance of the parties under them, shall be governed by and construed in accordance with the laws of the State of California, without giving effect to its conflict of laws provisions or Your actual state or country of residence, and shall not be governed by the provisions of the United Nations Convention on Contracts for the International Sale of Goods, the Brussels or Lugano Conventions, or the Rome or Rome 1 Conventions.\nIf for any reason, a court of competent jurisdiction finds any provision or portion of these TOS to be unenforceable, the remainder of the TOS will continue in full force and effect.</p>\n<p>\n<b>Force Majeure</b>: Under no circumstances shall McAfee, its affiliates, subsidiaries, or licensors be held liable for any delay or failure in performance resulting directly or indirectly from acts of nature, forces, or causes beyond its reasonable control, including, without limitation, Internet failures, computer equipment failures, telecommunication equipment failures, other equipment failures, loss of data, electrical power failures, strikes, labor disputes, riots, insurrections, civil disturbances, shortages of labor or materials, fires, floods, storms, explosions, acts of God, war, governmental actions, orders of domestic or foreign courts or tribunals, non-performance of third parties, or loss of or fluctuations in heat, light, or air-conditioning.</p>\n<p>\n<b>Entire Agreement</b>: Except as provided by an End-User License Agreement or other written agreement signed by McAfee, these TOS constitute the entire agreement between You and McAfee with respect to the subject matter hereof and supersedes and replaces all prior or contemporaneous understandings or agreements, written or oral, regarding such subject matter.</p> ", "created_at": "2021-03-31 12:27:30.502617", "updated_at": "2021-03-31 12:27:37.036319"}, {"id": 4550, "name": "Sub-processors list (INCOMPLETE)", "url": "https://www.mcafee.com/enterprise/en-us/assets/legal/enterprise-sub-processor-list.pdf", "xpath": "//body", "text": "Page | 1Date –December 3, 2019,McAfee Enterprise Sub-Processors,Third-Party Services used by McAfee,McAfee uses third-party companies and services to assist in providing McAfee’s services.\nThese third parties ,may receive personal data from McAfee.\nThird parties who receive personal data from McAfee agree the ,personal data will be used for processing activities carried out (i) on behalf of McAfee customers.\n(ii) in ,accordance with customer instructions as communicated by McAfee.\nand (iii) in accordance with the terms of ,a written contract between McAfee and the third party.\nIn addition to the third parties below, McAfee may ,share data between its affiliates.,Name and URL of WebsiteCorporate LocationServices Provided,FlexeraUnited StatesLicensing management,https://www.flexera.com/,FullStoryUnited StatesWeb analytics foruser,https://www.fullstory.com/interfaceoptimization,ServiceSource International,Inc.United StatesSales support,https://www.servicesource.com/,Sutherland Global Services Inc.,https://www.sutherlandglobal.com/,United StatesCustomer support,XO Communications, LLC,https://www.xo.com/,United StatesNetwork services,Zimperium, Inc.,https://www.zimperium.com/,United States,White-labeled mobile ,threat detection (MTD),solution,NTT America Solutions, Inc,www.hello.global.ntt,United States,System health ,monitoring,Hosting and Co-Location,The following companies store and deliver content in association with the McAfee services.,Name and URL of WebsiteCorporate Location,Amazon Web Services, Inc.,https://aws.amazon.com/,United States,Amanah Tech,https://www.amanah.com/,Canada,Atlantic Metro Communications II, Inc,https://www.atlanticmetro.net/,United States,BrainStorm Network, LLCUnited States,http://brainstormnetwork.com/,EquinixUnited States,http://equinix.com,Leaseweb,https://www.leaseweb.com/,Netherlands,Page | 2Date –December 3, 2019,Microsoft Corporation (Azure)United States,https://azure.microsoft.com/en-us/,SoftLayer (IBM)United States, Netherlands, Singapore,,https://softlayer.comJapan, Australia, Canada,Verizon ,https://enterprise.verizon.com/products/network/application-,enablement/,United States,Oracle Corporation,www.oracle.com/cloud/,United States,Hetzner,www.hetzner.com,Germany,CoreBackbone,www.core-backbone.com,Germany,Mechanism for Receiving Notifications of New Enterprise Sub-Processors,To receive notifications about new McAfee Enterprise Sub-Processors, subscribe to the McAfee Support ,Notification Service (SNS) at http://support.mcafee.com/sns.On this SNS webpage, click on the Subscription ,Center URL in the Subscribe to SNS paragraph.,On the Please set a Security Key to continue page, create a 6-character Security Key.Confirm your Security ,Key and click the Set Key button.,On the Subscriber Information/Your Information Options page, complete your “Subscriber Information”.\n,Under Your Information Options, select a single Product and then “Alerts Only”.\nUnder Special Notices, ,check Subprocessor/Subcontractor.,Page | 3Date –December 3, 2019,Under Subscribe/Update section, click the Subscribe/Update button.", "created_at": "2021-03-31 12:28:55.957084", "updated_at": "2021-03-31 12:34:41.762379"}, {"id": 4551, "name": "Virus Removal & Techmaster Terms", "url": "https://techmaster.mcafee.com/Terms", "xpath": "/html/body/div[3]", "text": null, "created_at": "2021-03-31 12:30:12.496321", "updated_at": "2021-04-27 22:05:44.425548"}], "points": [{"id": 25977, "title": "Many different types of personal data are collected", "source": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html", "status": "Generated through the annotate view", "created_at": "2021-11-26 19:36:25.984475", "updated_at": "2022-03-13 14:23:08.618462", "quoteText": "For example, we may collect and use the following:</p>\n<ul>\n<li>Information about the products you looked at or searched for and the Services you used, including time spent and other statistical information.</li>\n<li>Details about your computers, devices, applications, and networks, including internet protocol (IP) address, cookie identifiers, mobile carrier, Bluetooth device IDs, mobile device ID, mobile advertising identifiers, MAC address, IMEI, Advertiser IDs, and other device identifiers that are automatically assigned to your computer or device when you access the Internet, browser type and language, language preferences, battery level, on/off status, geo-location information, hardware type, operating system, Internet service provider, pages that you visit before and after using the Services, the date and time of your visit, the amount of time you spend on each page, information about the links you click and pages you view within the Services, and other actions taken through use of the Services such as preferences.\n", "case_id": 376, "document_id": 4542, "quoteStart": 5074, "quoteEnd": 6111}, {"id": 25985, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html", "status": "Generated through the annotate view", "created_at": "2021-11-26 19:49:25.652544", "updated_at": "2022-03-13 14:20:40.897801", "quoteText": "</p>\n<p>We work with third-party advertising companies to display or deliver ads to you while you are on our Site or using some Services.\nThese third-party advertisers may collect data about your interaction with the Site or Services or others’ sites or services to measure the effectiveness of their ads and to personalize advertising content.", "case_id": 220, "document_id": 4542, "quoteStart": 10542, "quoteEnd": 10886}, {"id": 25990, "title": "Details are provided about what kind of information they collect", "source": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html", "status": "Generated through the annotate view", "created_at": "2021-11-26 20:06:33.690083", "updated_at": "2022-03-13 14:21:39.571245", "quoteText": "What Kinds of Information Do We Collect?", "case_id": 228, "document_id": 4542, "quoteStart": 228, "quoteEnd": 268}, {"id": 25989, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html", "status": "Generated through the annotate view", "created_at": "2021-11-26 20:06:22.492057", "updated_at": "2022-04-29 16:32:29.035519", "quoteText": "To legal, governmental, or judicial authorities as instructed or required by those authorities and applicable laws, or in relation to a legal activity, such as in response to a subpoena or investigation of suspected illicit or illegal activities, or where we believe in good faith that users may be engaged in illicit or illegal activities, or where we are bound by contract or law to enable a customer or business partner to comply with applicable laws;", "case_id": 164, "document_id": 4542, "quoteStart": 12467, "quoteEnd": 12921}, {"id": 25978, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html", "status": "Generated through the annotate view", "created_at": "2021-11-26 19:36:47.164582", "updated_at": "2022-03-13 14:22:51.669932", "quoteText": "n connection with, or during negotiations for, an acquisition, merger, asset sale, or other similar business transfer that involves all or substantially all of our assets or functions where Personal Data is transferred or shared as part of the business assets", "case_id": 243, "document_id": 4542, "quoteStart": 12932, "quoteEnd": 13191}, {"id": 25987, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html", "status": "Generated through the annotate view", "created_at": "2021-11-26 19:50:55.362786", "updated_at": "2022-03-13 14:21:02.634965", "quoteText": "With service providers who perform services for us (see the list of our sub-processors, available here for <u>Consumer Products</u>, and here for <u>Enterprise Products</u>)", "case_id": 188, "document_id": 4542, "quoteStart": 12105, "quoteEnd": 12278}, {"id": 25986, "title": "Your personal data may be used for marketing purposes", "source": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html", "status": "Generated through the annotate view", "created_at": "2021-11-26 19:50:53.739823", "updated_at": "2022-03-13 14:20:47.62315", "quoteText": "We may use Personal Data for which we have a legitimate interest, such as direct marketing", "case_id": 336, "document_id": 4542, "quoteStart": 11361, "quoteEnd": 11451}, {"id": 25988, "title": "Your personal information is used for many different purposes", "source": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html", "status": "Personal data is used for purposes including preventing fraud, analyses, development of new products, payments, troubleshooting but also contests, trends and advertising", "created_at": "2021-11-26 19:59:58.139013", "updated_at": "2022-03-13 14:20:07.989047", "quoteText": "\n</b>We also use the information we collect for other business purposes, including to:</p>", "case_id": 185, "document_id": 4542, "quoteStart": 9187, "quoteEnd": 9277}, {"id": 25984, "title": "Extra data may be collected about you through promotions", "source": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html", "status": "Generated through the annotate view", "created_at": "2021-11-26 19:49:16.151293", "updated_at": "2022-03-13 14:21:08.048085", "quoteText": "Communicate about, and administer participation in, special events, programs, surveys, contests, sweepstakes, and other offers and promotions;</li>", "case_id": 211, "document_id": 4542, "quoteStart": 9868, "quoteEnd": 10015}, {"id": 25983, "title": "Your personal data is used for advertising", "source": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html", "status": "Generated through the annotate view", "created_at": "2021-11-26 19:47:26.334434", "updated_at": "2022-03-13 14:19:05.714645", "quoteText": "Advertise McAfee products and services that we think may be of interest to you", "case_id": 216, "document_id": 4542, "quoteStart": 9521, "quoteEnd": 9599}, {"id": 25980, "title": "Information is gathered about you through third parties", "source": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html", "status": "Generated through the annotate view", "created_at": "2021-11-26 19:37:30.192517", "updated_at": "2022-03-13 14:18:55.441862", "quoteText": "<b>Information We Collect from Third Parties<br>\n</b>We may receive information about you from other sources and combine that information with the information we collect directly.", "case_id": 382, "document_id": 4542, "quoteStart": 7202, "quoteEnd": 7381}, {"id": 25982, "title": "Information is provided about how your personal data is used", "source": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html", "status": "Generated through the annotate view", "created_at": "2021-11-26 19:42:43.558552", "updated_at": "2022-03-13 14:18:46.743226", "quoteText": "How Do We Use the Information We Collect?</b>\n", "case_id": 227, "document_id": 4542, "quoteStart": 292, "quoteEnd": 338}, {"id": 25981, "title": "Private messages can be read", "source": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html", "status": "Generated through the annotate view", "created_at": "2021-11-26 19:41:32.959848", "updated_at": "2022-03-13 14:18:41.475013", "quoteText": "<p>In order to provide you our Services, including to detect and evaluate malware and spam, we may scan, collect, and store data from your files, including emails, attachments, email addresses, metadata, and URLs and traffic data", "case_id": 239, "document_id": 4542, "quoteStart": 6649, "quoteEnd": 6878}, {"id": 25979, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.mcafee.com/en-us/consumer-support/policy/legal.html", "status": "Also: \"We collect this information through our Services and through technologies such as cookies, web beacons or web bugs, and clear GIFs\"", "created_at": "2021-11-26 19:37:06.219442", "updated_at": "2022-03-13 14:18:17.185243", "quoteText": "Details about your computers, devices, applications, and networks, including internet protocol (IP) address, cookie identifiers, mobile carrier, Bluetooth device IDs, mobile device ID, mobile advertising identifiers, MAC address, IMEI, Advertiser IDs, and other device identifiers that are automatically assigned to your computer or device when you access the Internet,", "case_id": 323, "document_id": 4542, "quoteStart": 5291, "quoteEnd": 5660}, {"id": 18639, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://www.mcafee.com/enterprise/en-us/about/legal/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-04-11 21:52:23.195528", "updated_at": "2021-04-12 08:42:08.953257", "quoteText": "including internet protocol (IP) address", "case_id": 399, "document_id": 4548, "quoteStart": 5189, "quoteEnd": 5229}, {"id": 18638, "title": "Your biometric data is collected", "source": "https://www.mcafee.com/enterprise/en-us/about/legal/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-04-11 21:51:42.432682", "updated_at": "2021-04-12 08:41:51.010255", "quoteText": "biometric data such as fingerprints or voice prints", "case_id": 397, "document_id": 4548, "quoteStart": 4305, "quoteEnd": 4356}, {"id": 18640, "title": "This service receives your precise location through GPS coordinates", "source": "https://www.mcafee.com/enterprise/en-us/about/legal/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-04-11 21:52:47.050427", "updated_at": "2021-04-12 08:42:00.427474", "quoteText": "geo-location information", "case_id": 400, "document_id": 4548, "quoteStart": 5571, "quoteEnd": 5595}], "urls": ["mcafee.com", "mcafeesecure.com", "siteadvisor.com"]}}