{"error": 448, "message": "OK", "parameters": {"id": 324, "name": "Urban Dictionary", "created_at": "2018-01-20 14:00:01.03374", "updated_at": "2021-05-14 14:37:51.344201", "wikipedia": "https://en.wikipedia.org/wiki/Urban_Dictionary", "keywords": null, "related": null, "slug": "urban_dictionary", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/324.png", "url": "urbandictionary.com,urbandictionary.blog,urbandictionary.store", "documents": [{"id": 254, "name": "Terms of Service", "url": "https://about.urbandictionary.com/tos", "xpath": "//*[@class=\"panel\"]", "text": " Terms of Service <p>Urban Dictionary LLC (the “Company”) offers UrbanDictionary.com (the “Website”) according to the Terms of Service declared below.\nThe Company reserves the right to revise these terms from time to time.\nWe will post a notice of any material revisions on the Website.\nYour continued usage of the Website constitutes your acceptance of these terms, available at http://about.urbandictionary.com/tos.\nQuestions about the Terms of Service may be sent to this address: legal@urbandictionary.com</p> Usage Terms\n<p>The Website is not suitable for all audiences.\nIts content is frequently presented in a coarse and direct manner that some may find offensive.\nIf you do not consider yourself an appropriate user or are offended, please do not visit the Website.</p>\n<p>The Website is not intended for children under 13.\nBy using the Website, you are representing that you are at least 18, or that you are at least 13 years old and have your parents’ permission to use the Website.</p>\n<p>You may not use the Website for any illegal activity or to violate laws in your jurisdiction.</p>\n<p>You may not exploit the Website to access unauthorized information.</p>\n<p>The Company reserves the right to modify, suspend, or discontinue the Website for any reason, with or without notice.</p>\n<p>The Website is provided “as is” and “as available”.\nYou assume complete responsibility and risk for your use of the Website.\nThe Company does not warrant that (i) the Website will meet your requirements, (ii) you will be satisfied with the Website, (iii) you will at all times be able to use the Website, (iv) the Website will be without errors, (v) or that any errors will be corrected.</p>\n<p>The Company is not responsible for any damages or loss resulting from your use of the Website.</p>\n<p>The Company is not liable for any damages or losses resulting from the Website transmitting information such as personal messages over unencrypted networks such as email.</p>\n<p>Any failure of the Company to enforce or exercise a right provided in these terms is not a waiver of that right.</p>\n<p>Should any provision of this Terms of Service be found invalid or unenforceable, the remaining terms shall still apply.</p>\n<p>This Terms of Service constitutes the entire agreement between you and the Company and supersedes any and all previous agreements, written or oral, between you and the Company, including previous versions of the Terms of Service.</p> User Conduct <p>Users may not publish to the Website any words, definitions, or other information (collectively, “Content”) that:</p>\n<ul>\n<li>is unlawful, threatening, libelous or defamatory;</li>\n<li>violates any party’s intellectual property.\nor</li>\n<li>is detrimental to the quality or intended spirit of the Website.</li>\n</ul>\n<p>Examples of unacceptable Content or behavior on the Website are those which we, in our sole discretion, determine constitute:</p>\n<ul>\n<li>abuse, harassment, threats of violence, flaming, intimidation of any person or organization, or any other threatening behavior;</li>\n<li>engaging in or contributing to any illegal activity or activity that violates others’ rights;</li>\n<li>providing information that is false, misleading or inaccurate;</li>\n<li>hacking or modifying the Website to falsely imply an association with the Company;</li>\n<li>implying or pretending to be affiliated with a company or organization with which you are not affiliated, or misrepresenting the extent of your affiliation or role with an affiliated company or organization.\nor</li>\n<li>disclosing personal or proprietary information of another user, person or organization.</li>\n</ul>\n<p>The Company has the right, but not the obligation, to limit or revoke the use privileges of anyone who publishes unacceptable Content.</p>\n<p>At any time, the Company may, at its sole discretion, refuse to allow Content to be published, or remove Content that has been published.\nHowever, the Company is not obligated to restrict or monitor submissions in any way, or to block users who submit inappropriate content.</p>\n<p>By publishing Content, you represent and warrant that such Content:</p>\n<ul>\n<li>does not violate the rights of any third party, including, but not limited to, intellectual property and proprietary rights;</li>\n<li>is not fraudulent or and does not involve counterfeit or stolen information or items;</li>\n<li>does not violate any law, statute, ordinance or regulation.\nand</li>\n<li>shall not create any liability for Urban Dictionary, LLC or any of its respective parents, subsidiaries, affiliates, successors, assigns, employees, agents, directors, officers and shareholders.</li>\n</ul>\n<p>You may not submit Content using unauthorized automated methods (“bots”).</p>\n<p>The Company does not and cannot control all Content published by third parties to the Website, and does not guarantee the accuracy, integrity or quality of such Content.\nYou understand that by using the Website you may be exposed to Content that you may find offensive, indecent, incorrect or objectionable, and you agree that under no circumstances will the Company be liable in any way for any Content, including any errors or omissions in any Content, or any loss or damage of any kind incurred as a result of your use of any Content.\nIf you would like to report objectionable materials, you may use the “Flag for review” feature on any topic or reply.\nUrgent issues can be reported to this address: legal@urbandictionary.com</p>\n<p>You are solely responsible for any Content you publish on the Website, and the consequences of publishing such Content.\nYou agree to indemnify, defend, and hold harmless the Company, its officers, directors, employees, and agents from and against any and all claims, losses, costs, liabilities, damages, judgments, penalties, interest and expenses (including reasonable attorneys’ fees) arising out or relating to (i) any actual or alleged breach of your representations, warranties, or obligations set forth in these Terms of Service, and (ii) any actual or alleged infringement of any intellectual property or proprietary rights by any Content or other information you publish to the Website.</p>\n<p>Use of the Website is also governed by our Privacy Policy, a copy of which is currently located at http://tos.urbandictionary.com/privacy</p> Copyright and Ownership <p>The Company owns intellectual property rights to the Website and all elements thereof, including but not limited to the design, artwork, functionality, and documentation.\nYou may not copy, modify, or reverse engineer any part of the Website owned by the Company.</p>\n<p>To the extent you own rights in any Content you publish on the Website, such rights shall remain yours solely and exclusively.</p>\n<p>When you publish Content on the Website, you grant the Company an irrevocable, perpetual, worldwide, royalty-free, fully sublicenseable, non-exclusive license to copy, distribute, sell, publicly display, publicly perform and make derivative works of your Content on the Website, and on services affiliated with the Website and elsewhere (including but not limited to print, video, audio or computer media), regardless of the form of media used or of whether such media or services now exist or are developed in the future.\nBy publishing Content to the Website, you hereby represent and warrant that you have all rights necessary to publish that Content and to grant the foregoing license to the Company.\nThe Company respects the intellectual property of others.\nIt may, in appropriate circumstances and at its discretion, disable and/or terminate the accounts of users who repeatedly infringe others’ rights.</p>\n<p>If you believe that your work has been copied in a way that constitutes copyright infringement, or your intellectual property rights have been otherwise violated, please provide the following information to the Company’s copyright agent:</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>a description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located on the site;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or intellectual property owner or are authorized to act on the copyright or intellectual property owner’s behalf.</li>\n</ul>\n<p>The Company’s agent for notice of claims of copyright or other intellectual property infringement can be reached as follows:</p>\n<ul>\n<li>By mail:</li>\n</ul>\n<blockquote>\n<p>Copyright Agent<br>\nUrban Dictionary, LLC<br>\nP.O.\nBox 7775<br>\nECM #82617<br>\nSan Francisco, CA 94120</p>\n</blockquote>\n<ul>\n<li>By email: legal@urbandictionary.com</li>\n</ul> Participation Disclaimer <p>The Company does not and cannot review all Content published to the Website or created by users accessing the Website, and is not in any manner responsible for the content of any Content or the activities of any such users.</p>\n<p>You acknowledge that by providing you with the ability to view and distribute user-generated content through the Website, the Company is merely acting as a passive conduit for the distribution of such information and is not undertaking any obligation or liability relating to the Content or the Website users’ activities.</p>\n<p>The Company and its respective parents, subsidiaries, affiliates, successors, assigns, employees, agents, directors, officers and shareholders do not undertake or assume any duty to monitor the Website for inappropriate Content.</p>\n<p>The Company and its respective parents, subsidiaries, affiliates, successors, assigns, employees, agents, directors, officers and shareholders assume no responsibility or liability which may arise from the Content thereof, including, but not limited to, claims for defamation, libel, slander, infringement, invasion of privacy and publicity rights, obscenity, pornography, profanity, fraud, or misrepresentation.</p>\n<p>“Urban Dictionary” is a registered trademark of Urban Dictionary, LLC, all rights reserved.\nThe Urban Dictionary logo is a trademark of Urban Dictionary, LLC.</p>\n<p>Access to the Urban Dictionary API is available only with the express permission of Urban Dictionary and is governed by the Urban Dictionary API Terms of Service.</p> Unsolicited Idea Policy <p>Urban Dictionary or any of its employees do not accept or consider unsolicited ideas, including ideas for new advertising campaigns, new promotions, new or improved products or technologies, product enhancements, processes, materials, marketing plans or new product names.\nPlease do not submit any unsolicited ideas, original creative artwork, suggestions or other works (“submissions”) in any form to Urban Dictionary or any of its employees.\nThe sole purpose of this policy is to avoid potential misunderstandings or disputes when Urban Dictionary’s products or marketing strategies might seem similar to ideas submitted to Urban Dictionary.\nIf, despite our request that you not send us your ideas, you still submit them, then regardless of what your letter says, the following terms shall apply to your submissions.</p> TERMS OF IDEA SUBMISSION <p>You agree that: (1) your submissions and their contents will automatically become the property of Urban Dictionary, without any compensation to you.\n(2) Urban Dictionary may use or redistribute the submissions and their contents for any purpose and in any way.\n(3) there is no obligation for Urban Dictionary to review the submission.\nand (4) there is no obligation to keep any submissions confidential.</p> Feedback and Information <p>Any feedback you provide at this site shall be deemed to be non-confidential.\nUrban Dictionary shall be free to use such information on an unrestricted basis.</p> Advertising <p>We use third-party advertising companies to serve ads when you visit our Web site.\nThese companies may use aggregated information (not including your name, address, email address or telephone number) about your visits to this and other Web sites in order to provide advertisements about goods and services of interest to you.\nIf you would like more information about this practice and to know your choices about not having this information used by these companies, click here:</p>\n<ul>\n<li>http://www.networkadvertising.org/managing/opt_out.asp</li>\n<li>http://www.aboutads.info/choices/</li>\n<li>http://www.youronlinechoices.eu</li>\n<li>http://www.networkadvertising.org/choices/</li>\n<li>http://www.aboutads.info/</li>\n<li>https://www.rhythmone.com/opt-out</li>\n<li>https://www.google.com/policies/privacy/partners/</li>\n</ul> Thanks <p>Icons made by Freepik from www.flaticon.com</p>\n<p>Icons made by Yannick from www.flaticon.com is licensed by CC 3.0 BY</p> Updated <p>Updated: October 2017</p>\n<p>Copyright 2017 Urban Dictionary</p> ", "created_at": "2018-08-07 16:39:59.507109", "updated_at": "2018-08-07 16:40:15.536215"}, {"id": 255, "name": "Privacy Policy", "url": "https://about.urbandictionary.com/privacy", "xpath": "//*[@class=\"panel\"]", "text": " Privacy Policy <p>This privacy policy discloses:</p>\n<ul>\n<li>When and how we collect, use and share your information</li>\n<li>When and how third-party advertising networks might collect your information when you visit urbandictionary.com</li>\n<li>What your privacy rights are and how you can exercise them</li>\n</ul>\n<p>Your use of Urban Dictionary is also subject to our Terms of Service.</p> Table of contents <ul>\n<li>The information we collect, in brief</li>\n<li>How we use your information</li>\n<li>When we share your information</li>\n<li>The information we sell</li>\n<li>Your privacy rights</li>\n<li>Requests to know and requests to delete</li>\n<li>Your information sale opt-out right</li>\n<li>Cookies and web beacons</li>\n<li>Data storage</li>\n<li>Security</li>\n<li>California consumer privacy disclosures</li>\n<li>Children</li>\n<li>Changes</li>\n<li>Questions</li>\n</ul> The information we collect, in brief <p>We collect (a) the e-mail addresses of those who communicate with us via e-mail, (b) aggregate information concerning what pages users access or visit, (c) information you choose to send to us (such as survey information and/or site registrations) and (d) information related to your use of the site, including IP address, rough geographic location, and the date and time of your request.\nMore details on this collection are and how it relates to our use of your information is available in the California consumer privacy disclosures section of this policy.</p> How we use your information <p>We collect your information to improve the content of our website, to improve the quality of our service, to provide you products and services including through our store, to identify and authenticate our users, to contact you if necessary or with your permission.\nWe may also use your anonymized information for research purposes.\nMore details are available in the California consumer privacy disclosures section of this policy.</p> When we share your information <p>We do not share or sell your information to other organizations for commercial purposes, except to provide products or services you've requested, when we have your permission, or under the following circumstances:</p>\n<ul>\n<li>If it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of Terms of Service, or as required by law.</li>\n<li>If Urban Dictionary is acquired by or merged with another company, we will transfer your information along with the Urban Dictionary website.\nShould this happen, Urban Dictionary will provide advance notice of the transfer and of resulting changes to these terms on the Urban Dictionary website and, where possible, by email.</li>\n<li>We may provide such information to trusted businesses or persons for the sole purpose of processing personally identifying information on our behalf.\nWhen this is done, it is subject to agreements that oblige those parties to process such information only on our instructions and in compliance with this Privacy Policy and appropriate confidentiality and security measures.</li>\n<li>We may provide such information to a company controlled by, or under common control with, Urban Dictionary for any purpose permitted by this Privacy Policy.</li>\n</ul>\n<p>More details are available in the California consumer privacy disclosures section of this policy.</p> The information we sell <p>We do not sell the personal information that we collect.\nOur ad management partners (\"Ad Partners\"), however, may collect information from you directly when you visit our website, using technologies like cookies and web beacons.\nYou may opt out of Ad Partner information collection using the process described in the Your information sale opt-out right section of this policy.\nYou can learn more about our Ad Partner information collection practices in the cookies and web beacons section of this policy.</p> Your privacy rights <p>Urban Dictionary is in the process of extending consumer rights under the California Consumer Privacy Act to all our users.\nCalifornia users have the following rights concerning the information we collect:</p>\n<ul>\n<li>The right to request disclosure of the kinds of personal information and the specific pieces of personal information that we have collected about you.\nWe will consider and verify your request in accordance with California regulations before disclosing any personal information.</li>\n<li>The right to be informed about the information we collect about you.\nWe detail all our information collection practices in this privacy policy.</li>\n<li>The right to request deletion of any personal information we collect about you.\nWe will consider and verify your request in accordance with California regulations before deleting any personal information.</li>\n<li>The right to know how and when we disclose or sell your personal information.</li>\n<li>The right to opt out of the sale of your personal information.</li>\n<li>The right to exercise the above rights without facing retaliatory discrimination.</li>\n</ul> Requests to know and requests to delete <p>You may request disclosure and/or deletion of any information we have collected about you by either:</p>\n<ul>\n<li>filling out the form available here, or</li>\n<li>emailing us with the details of your request at support@urbandictionary.com</li>\n</ul>\n<p>We will be in touch after receiving your request to verify your identity and to process your request.\nPlease note that requests are considered on a case-by-case basis and are subject to legal requirements and adequate identity verification.</p> Your information sale opt-out right <p>California users may click the “Do Not Sell My Personal Information Link” available in a banner on the bottom of our website to opt out of Ad Partner information collection.\nWe are working to provide an opt out process for our other users soon.</p> Cookies and web beacons <p>A cookie is a small amount of data, which often includes an anonymous unique identifier, which is sent to your browser from a website's computers and stored on your computer's hard drive.\nCookies are required to use some Urban Dictionary services.\nUrban Dictionary and its Ad Partners use cookies to record current session information.</p>\n<p>Our Ad Partners may also from time to time use web beacons (also known as Internet tags, pixel tags and clear GIFs).\nThese web beacons are provided by our Ad Partners and allow Ad Partners to obtain information such as the IP address of the computer that downloaded the page on which the beacon appears, the URL of the page on which the beacon appears, the time the page containing the beacon was viewed, the type of browser used to view the page and the information in cookies set by the Ad Partners.\nWeb beacons enable our Ad Partners to recognize a unique cookie on your web browser, which in turn enables us to learn which advertisements bring users to our website.</p>\n<p>With both cookies and web beacon technology, the information that we collect and share is anonymous and not personally identifiable.\nIt does not contain your name, address, telephone number, or email address.</p>\n<p>You can opt-out of Google Analytics data collection with the Google Analytics Opt-out Browser Add-on.\nYou can opt out of Ad Partner information collection using the process described in the Your information sale opt-out right section of this policy.</p> Data storage <p>Urban Dictionary uses third party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run Urban Dictionary.\nUrban Dictionary owns the code, databases, and all rights to the Urban Dictionary application.</p> Security <p>We take precautions to ensure the security of your personal information.\nHowever, we cannot guarantee that hackers or unauthorized personnel may gain access to your personal information despite our efforts.\nYou should note that in using the Urban Dictionary service, your information will travel through third party infrastructures which are not under our control.</p>\n<p>We cannot protect, nor does this Privacy Policy apply to, any information that you transmit to other users.\nYou should never transmit personal or identifying information to other users.</p> California consumer privacy disclosures <p>California law requires we disclose our information collection and use practices with reference to certain categories of personal information.\nYou can find this information in the table below:</p> Category of Personal Information What we collect How we use it How we disclose it Identifiers (names, aliases, addresses, etc.) <ul>\n<li>The IP addresses of visitors and logged-in users.</li>\n<li>For logged-in users, the pseudonym or handle of your choosing</li>\n<li>For logged-in users, your email address</li>\n<li>Information you send to us (for example, if/when you email us, or if you purchase an item from our store)</li>\n</ul>\n<ul>\n<li>We use account information to allow users to post definitions under the handle of their choosing.</li>\n<li>We use contact information to contact our users about our website and services.</li>\n<li>We use visitor IP addresses to analyze trends among our users and to help improve and secure our website.</li>\n<li>We use identification information to help secure our website and enforce our terms of service</li>\n</ul> We disclose account information as is reasonably necessary to authenticate your account, and other identifiers where needed to process a sale from our store.<br>\n<br> Otherwise, we do not disclose this information except where required by law or where reasonably necessary to secure our website or enforce our terms of service.\n<br>\n<br> Ad Partners may collect IP address information from visitors.\nProtected classification (like race, sex, or national origin) We do not collect this information.\nN/A N/A Commercial information <ul>\n<li>Your purchase history from the Urban Dictionary store</li>\n<li>Personal details required to complete transactions on the Urban Dictionary Store</li>\n</ul> We use this information to complete transactions at our store, as well as to improve the service and maintain its security.\nWe may disclose this information to trusted third party processors in order to process your transactions.\nBiometric information We do not collect this information.\nN/A N/A Network activity <ul>\n<li>Internet service providers’ names</li>\n<li>web browser types</li>\n<li>mobile device types</li>\n<li>computer operating system information</li>\n<li>data about browsing activity when using our website</li>\n<li>search data on our website</li>\n</ul> We use this information to analyze trends among our users and to help improve and secure our website.\nWe do not disclose this information except where required by law or where reasonably necessary to secure our website or enforce our terms of service.\n<br>\n<br>Ad Partners may collect similar information from visitors.\nGeolocation data IP addresses We use this information to analyze trends among our users and to help improve and secure our website.\nWe do not disclose this information except where required by law or where reasonably necessary to secure our website or enforce our terms of service.\n<br>\n<br> Ad Partners may collect similar information from visitors.\nAudio/electronic/visual/thermal/olfactory/similar We do not collect this information.\nN/A N/A Professional or employment-related information We do not collect this information.\nN/A N/A Education information We do not collect this information.\nN/A N/A Inference-based We do not collect this information.\nN/A N/A Children <p>The Urban Dictionary service is not intended for children under 13, and we do not knowingly collect information from children under the age of 13.</p>\n<p>Children aged 13 or older may not submit any personal information without the permission of their parents or guardians.\nBy using the Urban Dictionary service, you are representing that you are at least 18, or that you are at least 13 years old and have your parents' or guardians' permission to use the service.</p> Changes <p>Urban Dictionary may periodically update this policy.\nWe may notify you about significant changes in the way we treat personal information by placing a prominent notice on our site.</p> Questions <p>Any questions about this Privacy Policy should be addressed to this address: legal@urbandictionary.com</p>\n<p>Or by mail at:</p>\n<blockquote>\n<p>Urban Dictionary LLC,<br>\nAttn: Privacy Policy Inquiries,<br>\nPO Box 7775,<br>\nECM #82617,<br>\nSan Francisco, CA 94120</p>\n</blockquote>\n<p>Updated: July 15, 2020</p> ", "created_at": "2018-08-07 16:40:39.622", "updated_at": "2020-12-14 15:32:33.658796"}], "points": [{"id": 6612, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-05-14 07:10:02.233244", "updated_at": "2020-07-06 03:47:23.421379", "quoteText": "p>\n<p>Our Ad Partners may also from time to time use web beacons (also known as Internet tags, pixel tags and clear GIFs).\nThese web beacons are provided by our Ad Partners and allow Ad Partners to obtain information such as the IP address of the computer that downloaded the page on which the beacon appears, the URL of the page on which the beacon appears, the time the page containing the beacon was viewed, the type of browser used to view the page and the information in cookies set by the Ad Partners.\nWeb beacons enable our Ad Partners to recognize a unique cookie on your web browser, which in turn enables us to learn which advertisements bring users to our website", "case_id": 323, "document_id": 255, "quoteStart": 6354, "quoteEnd": 7028}, {"id": 9695, "title": "The service provides information about how they intend to use your personal data", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-07-05 20:01:05.507422", "updated_at": "2020-07-06 03:38:51.097778", "quoteText": "<li>The IP addresses of visitors and logged-in users.</li>\n<li>For logged-in users, the pseudonym or handle of your choosing</li>\n<li>For logged-in users, your email address</li>\n<li>Information you send to us (for example, if/when you email us, or if you purchase an item from our store)</li>\n</ul>\n<ul>\n<li>We use account information to allow users to post definitions under the handle of their choosing.</li>\n<li>We use contact information to contact our users about our website and services.</li>\n<li>We use visitor IP addresses to analyze trends among our users and to help improve and secure our website.</li>\n<li>We use identification information to help secure our website and enforce our terms of service</li>\n</ul> We disclose account information as is reasonably necessary to authenticate your account, and other identifiers where needed to process a sale from our store.", "case_id": 227, "document_id": 255, "quoteStart": 8755, "quoteEnd": 9637}, {"id": 6615, "title": "This service is only available to users of a certain age", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2019-05-14 08:05:27.696986", "updated_at": "2019-05-18 11:12:04.182191", "quoteText": "By using the Website, you are representing that you are at least 18, or that you are at least 13 years old and have your parents’ permission to use the Website.", "case_id": 152, "document_id": 254, "quoteStart": 832, "quoteEnd": 992}, {"id": 6634, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2019-05-15 04:40:42.236716", "updated_at": "2019-05-16 04:29:05.812847", "quoteText": "TERMS OF IDEA SUBMISSION <p>You agree that: (1) your submissions and their contents will automatically become the property of Urban Dictionary, without any compensation to you.\n(2) Urban Dictionary may use or redistribute the submissions and their contents for any purpose and in any way.", "case_id": 182, "document_id": 254, "quoteStart": 11558, "quoteEnd": 11846}, {"id": 4969, "title": "The service provides details about what kinds of personal information they collect", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2018-11-13 16:23:58.595052", "updated_at": "2021-02-06 04:02:10.124707", "quoteText": "a) the e-mail addresses of those who communicate with us via e-mail, (b) aggregate information concerning what pages users access or visit, (c) information volunteered by the user (such as survey information and/or site registrations) and (d) information related to your use of the site, including IP address, geographic location and date and time of your request", "case_id": 228, "document_id": 255, "quoteStart": 86, "quoteEnd": 449}, {"id": 6613, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2019-05-14 07:28:23.046353", "updated_at": "2019-05-18 11:12:25.904182", "quoteText": "\nYou agree to indemnify, defend, and hold harmless the Company, its officers, directors, employees, and agents from and against any and all claims, losses, costs, liabilities, damages, judgments, penalties, interest and expenses (including reasonable attorneys’ fees) arising out or relating to (i) any actual or alleged breach of your representations, warranties, or obligations set forth in these Terms of Service, and (ii) any actual or alleged infringement of any intellectual property or proprietary rights by any Content or other information you publish to the Website.", "case_id": 146, "document_id": 254, "quoteStart": 5611, "quoteEnd": 6186}, {"id": 4970, "title": "The service provides information about how they intend to use your personal data", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2018-11-13 16:25:20.093228", "updated_at": "2021-02-06 04:02:10.163871", "quoteText": "The information we collect is used to improve the content of our Website and the quality of our service, and is not shared with or sold to other organizations for commercial purposes,", "case_id": 227, "document_id": 255, "quoteStart": 451, "quoteEnd": 634}, {"id": 7721, "title": "Many third parties are involved in operating the service", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-08-15 08:00:47.505087", "updated_at": "2021-02-06 04:02:11.493326", "quoteText": "Data Storage <p>Urban Dictionary uses third party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run Urban Dictionary.", "case_id": 208, "document_id": 255, "quoteStart": 3698, "quoteEnd": 3899}, {"id": 7722, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2019-08-15 08:03:01.354293", "updated_at": "2020-07-06 18:33:04.895148", "quoteText": "User Conduct <p>Users may not publish to the Website any words, definitions, or other information (collectively, “Content”) that:</p>\n<ul>\n<li>is unlawful, threatening, libelous or defamatory;", "case_id": 283, "document_id": 254, "quoteStart": 2457, "quoteEnd": 2649}, {"id": 7720, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2019-08-15 07:58:55.428468", "updated_at": "2020-07-06 18:33:17.86538", "quoteText": "<p>Should any provision of this Terms of Service be found invalid or unenforceable, the remaining terms shall still apply.", "case_id": 294, "document_id": 254, "quoteStart": 2093, "quoteEnd": 2215}, {"id": 7719, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2019-08-15 07:57:39.93777", "updated_at": "2020-07-06 18:33:17.9859", "quoteText": "Any failure of the Company to enforce or exercise a right provided in these terms is not a waiver of that right.</p>", "case_id": 295, "document_id": 254, "quoteStart": 1976, "quoteEnd": 2092}, {"id": 7725, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2019-08-15 08:08:22.261128", "updated_at": "2020-07-06 18:33:49.034834", "quoteText": "(iii) you will at all times be able to use the Website, (iv) the Website will be without errors, ", "case_id": 287, "document_id": 254, "quoteStart": 1550, "quoteEnd": 1647}, {"id": 7724, "title": "The service does not guarantee that software errors will be corrected", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2019-08-15 08:07:52.332853", "updated_at": "2020-07-06 18:34:06.183712", "quoteText": "(v) or that any errors will be corrected.", "case_id": 289, "document_id": 254, "quoteStart": 1647, "quoteEnd": 1688}, {"id": 7723, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2019-08-15 08:06:48.740265", "updated_at": "2020-07-06 18:34:17.212525", "quoteText": "The Company does not warrant that (i) the Website will meet your requirements, (ii) you will be satisfied with the Website, ", "case_id": 290, "document_id": 254, "quoteStart": 1426, "quoteEnd": 1550}, {"id": 7716, "title": "There is a date of the last update of the terms", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2019-08-15 07:54:31.033719", "updated_at": "2019-09-10 03:44:20.413213", "quoteText": "<p>Updated: October 2017", "case_id": 331, "document_id": 254, "quoteStart": 13171, "quoteEnd": 13195}, {"id": 7717, "title": "Users agree not to use the service for illegal purposes", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2019-08-15 07:56:03.738749", "updated_at": "2020-07-06 18:33:35.066085", "quoteText": "<p>You may not use the Website for any illegal activity or to violate laws in your jurisdiction.", "case_id": 280, "document_id": 254, "quoteStart": 997, "quoteEnd": 1093}, {"id": 7718, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2019-08-15 07:56:35.137172", "updated_at": "2020-07-06 18:34:17.318344", "quoteText": "<p>The Website is provided “as is” and “as available”.\nYou assume complete responsibility and risk for your use of the Website.", "case_id": 286, "document_id": 254, "quoteStart": 1298, "quoteEnd": 1425}, {"id": 8470, "title": "The service can delete specific content without prior notice and without a reason", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2019-11-29 09:16:25.897338", "updated_at": "2020-07-06 18:34:17.613949", "quoteText": "At any time, the Company may, at its sole discretion, refuse to allow Content to be published, or remove Content that has been published.", "case_id": 202, "document_id": 254, "quoteStart": 3801, "quoteEnd": 3938}, {"id": 6614, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-05-14 07:29:12.174074", "updated_at": "2021-02-06 04:02:13.744824", "quoteText": "We transfer information about you if Urban Dictionary is acquired by or merged with another company.", "case_id": 243, "document_id": 255, "quoteStart": 1057, "quoteEnd": 1157}, {"id": 9694, "title": "The service provides details about what kinds of personal information they collect", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-07-05 19:56:01.002018", "updated_at": "2020-07-06 03:38:25.792566", "quoteText": "We collect (a) the e-mail addresses of those who communicate with us via e-mail, (b) aggregate information concerning what pages users access or visit, (c) information you choose to send to us (such as survey information and/or site registrations) and (d) information related to your use of the site, including IP address, rough geographic location, and the date and time of your request.", "case_id": 228, "document_id": 255, "quoteStart": 920, "quoteEnd": 1308}, {"id": 9693, "title": "You can request access and deletion of personal data", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-07-05 19:42:02.975884", "updated_at": "2020-07-06 03:39:24.272066", "quoteText": "Requests to know and requests to delete <p>You may request disclosure and/or deletion of any information we have collected about you by either:</p>\n<ul>\n<li>filling out the form available here, or</li>\n<li>emailing us with the details of your request at support@urbandictionary.com</li>\n</ul>\n<p>We will be in touch after receiving your request to verify your identity and to process your request", "case_id": 195, "document_id": 255, "quoteStart": 5161, "quoteEnd": 5557}, {"id": 8111, "title": "The service can read your private messages", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-10-15 13:17:05.036037", "updated_at": "2020-07-06 03:48:40.703947", "quoteText": "</p>\n<p>With both cookies and web beacon technology, the information that we collect and share is anonymous and not personally identifiable.\nIt does not contain your name, address, telephone number, or email address.</p>\n<p>You can opt-out of Google Analytics data collection with the Google Analytics Opt-out Browser Add-on.</p>", "case_id": 239, "document_id": 255, "quoteStart": 6421, "quoteEnd": 6750}, {"id": 9692, "title": "This service does not sell your personal data", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-07-05 19:36:43.587739", "updated_at": "2021-01-04 10:32:45.791709", "quoteText": "We do not sell personal information.</p>", "case_id": 193, "document_id": 255, "quoteStart": 3760, "quoteEnd": 3800}, {"id": 13657, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:34:15.452869", "updated_at": "2021-01-04 10:30:50.154528", "quoteText": "Cookies are required to use some Urban Dictionary services.", "case_id": 375, "document_id": 255, "quoteStart": 6205, "quoteEnd": 6264}, {"id": 13652, "title": "Your personal data is aggregated into statistics", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:29:36.567369", "updated_at": "2021-01-04 10:31:00.484905", "quoteText": "We may also use your anonymized information for research purposes.", "case_id": 190, "document_id": 255, "quoteStart": 1779, "quoteEnd": 1845}, {"id": 13658, "title": "Tracking via third-party cookies for other purposes without your consent.", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:35:24.614141", "updated_at": "2021-01-04 10:29:35.604164", "quoteText": "Urban Dictionary and its Ad Partners use cookies to record current session information.", "case_id": 128, "document_id": 255, "quoteStart": 6265, "quoteEnd": 6352}, {"id": 13665, "title": "You maintain ownership of your data", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:43:20.06069", "updated_at": "2021-01-04 10:20:45.112552", "quoteText": "To the extent you own rights in any Content you publish on the Website, such rights shall remain yours solely and exclusively.</p>", "case_id": 183, "document_id": 254, "quoteStart": 6633, "quoteEnd": 6763}, {"id": 13660, "title": "This service uses third-party cookies for statistics", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:36:28.793306", "updated_at": "2021-01-04 10:29:18.210643", "quoteText": "You can opt-out of Google Analytics data collection with the Google Analytics Opt-out Browser Add-on.\n", "case_id": 325, "document_id": 255, "quoteStart": 7253, "quoteEnd": 7355}, {"id": 13673, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:49:27.419977", "updated_at": "2021-01-04 10:28:31.840611", "quoteText": "Advertising <p>We use third-party advertising companies to serve ads when you visit our Web site.\nThese companies may use aggregated information (not including your name, address, email address or telephone number) about your visits to this and other Web sites in order to provide advertisements about goods and services of interest to you.", "case_id": 220, "document_id": 254, "quoteStart": 12185, "quoteEnd": 12525}, {"id": 13672, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:48:03.52768", "updated_at": "2021-01-04 10:30:26.380308", "quoteText": "<p>The Company does not and cannot review all Content published to the Website or created by users accessing the Website, and is not in any manner responsible for the content of any Content or the activities of any such users.</p>\n<p>You acknowledge that by providing you with the ability to view and distribute user-generated content through the Website, the Company is merely acting as a passive conduit for the distribution of such information and is not undertaking any obligation or liability relating to the Content or the Website users’ activities.</p>", "case_id": 292, "document_id": 254, "quoteStart": 9156, "quoteEnd": 9715}, {"id": 13670, "title": "If you are the target of a copyright claim, your content may be removed", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:47:09.830407", "updated_at": "2021-01-04 10:30:39.428547", "quoteText": "The Company respects the intellectual property of others.\nIt may, in appropriate circumstances and at its discretion, disable and/or terminate the accounts of users who repeatedly infringe others’ rights.</p>", "case_id": 310, "document_id": 254, "quoteStart": 7471, "quoteEnd": 7679}, {"id": 13656, "title": "The service may sell your data unless you opt out", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:33:33.446", "updated_at": "2021-01-04 10:26:55.133556", "quoteText": "The information we sell <p>We do not sell the personal information that we collect.\nOur ad management partners (\"Ad Partners\"), however, may collect information from you directly when you visit our website, using technologies like cookies and web beacons.\nYou may opt out of Ad Partner information collection using the process described in the Your information sale opt-out right section of this policy.\nYou can learn more about our Ad Partner information collection practices in the cookies and web beacons section of this policy.", "case_id": 396, "document_id": 255, "quoteStart": 3477, "quoteEnd": 4008}, {"id": 13651, "title": "The service provides information about how they intend to use your personal data", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:29:00.340998", "updated_at": "2021-01-03 02:37:34.983724", "quoteText": "How we use your information", "case_id": 227, "document_id": 255, "quoteStart": 469, "quoteEnd": 496}, {"id": 13663, "title": "This service is only available to users over a certain age", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:40:48.997096", "updated_at": "2021-01-03 02:41:16.356192", "quoteText": "The Website is not intended for children under 13.\n", "case_id": 152, "document_id": 254, "quoteStart": 781, "quoteEnd": 832}, {"id": 13655, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:32:32.943262", "updated_at": "2021-01-04 10:21:59.650814", "quoteText": "When this is done, it is subject to agreements that oblige those parties to process such information only on our instructions and in compliance with this Privacy Policy and appropriate confidentiality and security measures.", "case_id": 210, "document_id": 255, "quoteStart": 2971, "quoteEnd": 3194}, {"id": 13664, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:41:51.357222", "updated_at": "2021-01-04 10:24:14.724263", "quoteText": "The Company is not responsible for any damages or loss resulting from your use of the Website.</p>\n<p>The Company is not liable for any damages or losses resulting from the Website transmitting information such as personal messages over unencrypted networks such as email.</p>\n", "case_id": 293, "document_id": 254, "quoteStart": 1696, "quoteEnd": 1973}, {"id": 13661, "title": "This service receives your percise location through GPS coordinates", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:38:38.821037", "updated_at": "2021-01-04 10:24:33.821176", "quoteText": "Geolocation data IP addresses We use this information to analyze trends among our users and to help improve and secure our website.", "case_id": 400, "document_id": 255, "quoteStart": 11060, "quoteEnd": 11191}, {"id": 13662, "title": "The service reviews its privacy policy on a regular basis", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:40:12.277111", "updated_at": "2021-01-04 10:24:59.102224", "quoteText": "Urban Dictionary may periodically update this policy.\nWe may notify you about significant changes in the way we treat personal information by placing a prominent notice on our site.", "case_id": 301, "document_id": 255, "quoteStart": 12215, "quoteEnd": 12396}, {"id": 13654, "title": "Your personal data is given to third parties", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:32:12.616863", "updated_at": "2021-01-04 10:28:48.892647", "quoteText": "<li>We may provide such information to trusted businesses or persons for the sole purpose of processing personally identifying information on our behalf.", "case_id": 188, "document_id": 255, "quoteStart": 2817, "quoteEnd": 2970}, {"id": 13668, "title": "The service has non-exclusive use of your content", "source": "https://about.urbandictionary.com/tos", "status": "Full quote: \"To the extent you own rights in any Content you publish on the Website, such rights shall remain yours solely and exclusively. When you publish Content on the Website, you grant the Company an irrevocable, perpetual, worldwide, royalty-free, fully sublicenseable, non-exclusive license to copy, distribute, sell, publicly display, publicly perform and make derivative works of your Content on the Website, and on services affiliated with the Website and elsewhere (including but not limited to print, video, audio or computer media), regardless of the form of media used or of whether such media or services now exist or are developed in the future.\"", "created_at": "2021-01-03 02:44:36.917051", "updated_at": "2021-01-04 10:31:14.306798", "quoteText": "non-exclusive license", "case_id": 402, "document_id": 254, "quoteStart": 6904, "quoteEnd": 6925}, {"id": 13671, "title": "Provides instructions on how to submit a copyright claim", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:47:32.707788", "updated_at": "2021-01-04 10:30:10.639235", "quoteText": "<p>If you believe that your work has been copied in a way that constitutes copyright infringement, or your intellectual property rights have been otherwise violated, please provide the following information to the Company’s copyright agent:</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>a description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located on the site;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or intellectual property owner or are authorized to act on the copyright or intellectual property owner’s behalf.", "case_id": 138, "document_id": 254, "quoteStart": 7680, "quoteEnd": 8765}, {"id": 13667, "title": "This service can license user content to third parties", "source": "https://about.urbandictionary.com/tos", "status": "Full quote: \"To the extent you own rights in any Content you publish on the Website, such rights shall remain yours solely and exclusively. When you publish Content on the Website, you grant the Company an irrevocable, perpetual, worldwide, royalty-free, fully sublicenseable, non-exclusive license to copy, distribute, sell, publicly display, publicly perform and make derivative works of your Content on the Website, and on services affiliated with the Website and elsewhere (including but not limited to print, video, audio or computer media), regardless of the form of media used or of whether such media or services now exist or are developed in the future.\"", "created_at": "2021-01-03 02:44:06.374276", "updated_at": "2021-01-04 10:23:30.566565", "quoteText": "fully sublicenseable,", "case_id": 134, "document_id": 254, "quoteStart": 6882, "quoteEnd": 6903}, {"id": 13669, "title": "The service can distribute your content through any media known now or in the future ", "source": "https://about.urbandictionary.com/tos", "status": "Full quote: \"To the extent you own rights in any Content you publish on the Website, such rights shall remain yours solely and exclusively. When you publish Content on the Website, you grant the Company an irrevocable, perpetual, worldwide, royalty-free, fully sublicenseable, non-exclusive license to copy, distribute, sell, publicly display, publicly perform and make derivative works of your Content on the Website, and on services affiliated with the Website and elsewhere (including but not limited to print, video, audio or computer media), regardless of the form of media used or of whether such media or services now exist or are developed in the future.\"", "created_at": "2021-01-03 02:45:09.049862", "updated_at": "2021-01-04 10:23:57.194488", "quoteText": "to copy, distribute, sell, publicly display, publicly perform and make derivative works of your Content on the Website, and on services affiliated with the Website and elsewhere (including but not limited to print, video, audio or computer media), regardless of the form of media used or of whether such media or services now exist or are developed in the future.", "case_id": 139, "document_id": 254, "quoteStart": 6926, "quoteEnd": 7289}, {"id": 13666, "title": "This service keeps a license on user-generated content even after users close their accounts.", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:43:49.567289", "updated_at": "2021-01-04 07:26:18.535607", "quoteText": "<p>When you publish Content on the Website, you grant the Company an irrevocable, perpetual, worldwide, royalty-free,", "case_id": 130, "document_id": 254, "quoteStart": 6764, "quoteEnd": 6881}, {"id": 13653, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:30:28.777038", "updated_at": "2021-01-04 07:25:56.002791", "quoteText": "<li>If Urban Dictionary is acquired by or merged with another company, we will transfer your information along with the Urban Dictionary website.\nShould this happen, Urban Dictionary will provide advance notice of the transfer and of resulting changes to these terms on the Urban Dictionary website and, where possible, by email.</li>", "case_id": 243, "document_id": 255, "quoteStart": 2482, "quoteEnd": 2816}, {"id": 13659, "title": "You can opt out of targeted advertising", "source": "https://about.urbandictionary.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-03 02:35:56.352973", "updated_at": "2021-01-04 10:20:27.134823", "quoteText": "You can opt out of Ad Partner information collection using the process described in the Your information sale opt-out right section of this policy.", "case_id": 219, "document_id": 255, "quoteStart": 7355, "quoteEnd": 7502}, {"id": 13784, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://about.urbandictionary.com/tos", "status": "Generated through the annotate view", "created_at": "2021-01-04 10:33:27.140941", "updated_at": "2021-02-11 01:07:20.014329", "quoteText": "The Company reserves the right to revise these terms from time to time.\nWe will post a notice of any material revisions on the Website.\n", "case_id": 329, "document_id": 254, "quoteStart": 151, "quoteEnd": 287}], "urls": ["urbandictionary.com", "urbandictionary.blog", "urbandictionary.store"]}}