{"error": 448, "message": "OK", "parameters": {"id": 4795, "name": "Rettungsdienst Teltow-Fläming", "created_at": "2021-07-20 22:19:12.88304", "updated_at": "2021-07-20 22:00:57.534348", "wikipedia": null, "keywords": null, "related": null, "slug": "rettungsdienst-teltow-flaming", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4795.png", "url": "rettungsdienst-tf.de", "documents": [{"id": 8597, "name": "Datenschutz", "url": "https://rettungsdienst-tf.de/datenschutz/", "xpath": "", "text": " <ul>\n<li>Datenschutz</li>\n<li>Impressum</li>\n<li>Initiativbewerbung</li>\n<li>Interne Fortbildung</li>\n<li>Karriere\n<ul>\n<li>Ausbildung <ul>\n<li>Notfallsanitaeter</li>\n<li>Rettungswachenpraktikum</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Kontakt</li>\n<li>Neues aus unserem Hause</li>\n<li>Notruf</li>\n<li>Standorte\n<ul>\n<li>Baruth</li>\n<li>Dahlewitz</li>\n<li>Dahme-Mark</li>\n<li>Jüterbog</li>\n<li>Klausdorf</li>\n<li>Kleinbeeren</li>\n<li>Luckenwalde</li>\n<li>Ludwigsfelde</li>\n<li>Mahlow</li>\n<li>Niedergörsdorf</li>\n<li>Petkus</li>\n<li>Rangsdorf</li>\n<li>Trebbin</li>\n<li>Zossen</li>\n</ul>\n</li>\n<li>Status</li>\n<li>Technik</li>\n<li>test</li>\n<li>Unser Team\n<ul>\n<li>Arbeitskreise</li>\n</ul>\n</li>\n<li>Willkommen</li>\n</ul> Schließen Schriftgöße A- A+Zurück Andere Schriftart? Unterstrichene Links? Links extra markieren? Tastatur Navigation Mehr Contrast Farbauswahl weiss schwarz Bilder in s/w Zurücksetzen Schließen Accessibility by WAH Zum Inhalt springen Menü ...<ul>\n<li>Start</li>\n<li>Karriere<ul>\n<li>Wir suchen Sie</li>\n<li>Ausbildung<ul>\n<li>Notfallsanitäter*in</li>\n<li>Rettungswachenpraktikum</li>\n</ul>\n</li>\n<li>Initiativbewerbung</li>\n<li>Interne Fortbildung</li>\n</ul>\n</li>\n<li>Aktuelles</li>\n<li>Über uns<ul>\n<li>Unser Team<ul>\n<li>Geschäftsführung</li>\n<li>Personalabteilung</li>\n<li>Rettungsdienstleitung</li>\n<li>Finanz- und Rechnungswesen</li>\n<li>Ärztlicher Leiter</li>\n<li>Einsatzleitung</li>\n<li>Standortleiter</li>\n</ul>\n</li>\n<li>Standorte<ul>\n<li>Nord<ul>\n<li>Ludwigsfelde</li>\n<li>Mahlow</li>\n<li>Dahlewitz</li>\n<li>Kleinbeeren</li>\n<li>Trebbin</li>\n<li>Zossen</li>\n<li>Rangsdorf</li>\n</ul>\n</li>\n<li>Süd<ul>\n<li>Klausdorf</li>\n<li>Luckenwalde</li>\n<li>Baruth</li>\n<li>Jüterbog</li>\n<li>Petkus</li>\n<li>Niedergörsdorf</li>\n<li>Dahme-Mark</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Arbeitskreise</li>\n<li>Technik, die begeistert</li>\n</ul>\n</li>\n<li>Kontakt<ul>\n<li>Kontaktformular</li>\n<li>Rettungsdienst / Feuerwehr</li>\n<li>Bereitschaftsarzt</li>\n<li>Polizei</li>\n<li>Giftnotruf</li>\n<li>Apotheken-Notdienst</li>\n<li>Medizinproduktesicherheit</li>\n<li>Datenschutz</li>\n<li>Impressum</li>\n</ul>\n</li>\n</ul>Menü ...<ul>\n<li>Start</li>\n<li>Karriere<ul>\n<li>Wir suchen Sie</li>\n<li>Ausbildung<ul>\n<li>Notfallsanitäter*in</li>\n<li>Rettungswachenpraktikum</li>\n</ul>\n</li>\n<li>Initiativbewerbung</li>\n<li>Interne Fortbildung</li>\n</ul>\n</li>\n<li>Aktuelles</li>\n<li>Über uns<ul>\n<li>Unser Team<ul>\n<li>Geschäftsführung</li>\n<li>Personalabteilung</li>\n<li>Rettungsdienstleitung</li>\n<li>Finanz- und Rechnungswesen</li>\n<li>Ärztlicher Leiter</li>\n<li>Einsatzleitung</li>\n<li>Standortleiter</li>\n</ul>\n</li>\n<li>Standorte<ul>\n<li>Nord<ul>\n<li>Ludwigsfelde</li>\n<li>Mahlow</li>\n<li>Dahlewitz</li>\n<li>Kleinbeeren</li>\n<li>Trebbin</li>\n<li>Zossen</li>\n<li>Rangsdorf</li>\n</ul>\n</li>\n<li>Süd<ul>\n<li>Klausdorf</li>\n<li>Luckenwalde</li>\n<li>Baruth</li>\n<li>Jüterbog</li>\n<li>Petkus</li>\n<li>Niedergörsdorf</li>\n<li>Dahme-Mark</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Arbeitskreise</li>\n<li>Technik, die begeistert</li>\n</ul>\n</li>\n<li>Kontakt<ul>\n<li>Kontaktformular</li>\n<li>Rettungsdienst / Feuerwehr</li>\n<li>Bereitschaftsarzt</li>\n<li>Polizei</li>\n<li>Giftnotruf</li>\n<li>Apotheken-Notdienst</li>\n<li>Medizinproduktesicherheit</li>\n<li>Datenschutz</li>\n<li>Impressum</li>\n</ul>\n</li>\n</ul> Datenschutzhinweise Suche nach: Datenschutz2021-05-01T15:12:55+02:00 1.\nDatenschutz auf einen Blick<strong>Allgemeine Hinweise</strong>\n<p>Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen.\nPersonenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können.\nAusführliche Informationen zum Thema Datenschutz entnehmen Sie unserer unter diesem Text aufgeführten Datenschutzerklärung.</p>\nDatenerfassung auf dieser Website\n<p>\n<strong>Wer ist verantwortlich für die Datenerfassung auf dieser Website?<br>\n</strong>Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber.\nDessen Kontaktdaten können Sie dem Abschnitt „Hinweis zur Verantwortlichen Stelle“ in dieser Datenschutzerklärung entnehmen.</p>\n<p>\n<strong>Wie erfassen wir Ihre Daten?<br>\n</strong>Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen.\nHierbei kann es sich z.\nB.\num Daten handeln, die Sie in ein Kontaktformular eingeben.</p>\n<p>Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst.\nDas sind vor allem technische Daten (z.\nB.\nInternetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs).\nDie Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.</p>\n<p>\n<strong>Wofür nutzen wir Ihre Daten?<br>\n</strong>Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten.&nbsp.\nAndere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden.</p>\n<p>\n<strong>Welche Rechte haben Sie bezüglich Ihrer Daten?<br>\n</strong>Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten.\nSie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen.\nWenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen.\nAußerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.\nDes Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.</p>\n<p>Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.</p>\nAnalyse-Tools und Tools von Dritt­anbietern\n<p>Beim Besuch dieser Website kann Ihr Surf-Verhalten statistisch ausgewertet werden.&nbsp.\nDas geschieht vor allem mit sogenannten Analyseprogrammen.\nDetaillierte Informationen zu diesen Analyseprogrammen finden Sie in der folgenden Datenschutzerklärung.</p>\n2.\nHosting und CDNExternes Hosting\n<p>Diese Website wird bei einem externen Dienstleister gehostet (Hoster).\nDie personenbezogenen Daten, die auf dieser Website erfasst werden, werden auf den Servern des Hosters gespeichert.\nHierbei kann es sich v.\na.\num IP-Adressen, Kontaktanfragen, Meta- und Kommunikationsdaten, Vertragsdaten, Kontaktdaten, Namen, Websitezugriffe und sonstige Daten, die über eine Website generiert werden, handeln.</p>\n<p>Der Einsatz des Hosters erfolgt zum Zwecke der Vertragserfüllung gegenüber unseren potenziellen und bestehenden Kunden (Art.\n6 Abs.\n1 lit.\nb DSGVO) und im Interesse einer sicheren, schnellen und effizienten Bereitstellung unseres Online-Angebots durch einen professionellen Anbieter (Art.\n6 Abs.\n1 lit.\nf DSGVO).</p>\n<p>Unser Hoster wird Ihre Daten nur insoweit verarbeiten, wie dies zur Erfüllung seiner Leistungspflichten erforderlich ist und unsere Weisungen in Bezug auf diese Daten befolgen.</p>\n<p>Wir setzen folgenden Hoster ein:</p>\n<p>STRATO AG<br>\nPascalstraße 10<br>\n10587 Berlin</p>\n<p>\n<strong>Abschluss eines Vertrages über Auftragsverarbeitung<br>\n</strong>Um die datenschutzkonforme Verarbeitung zu gewährleisten, haben wir einen Vertrag über Auftragsverarbeitung mit unserem Hoster geschlossen.</p>\n3.\nPflicht­informationenDatenschutz\n<p>Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst.\nWir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.</p>\n<p>Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben.\nPersonenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können.\nDie vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen.\nSie erläutert auch, wie und zu welchem Zweck das geschieht.</p>\n<p>Wir weisen darauf hin, dass die Datenübertragung im Internet (z.\nB.\nbei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann.\nEin lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.</p>\nHinweis zur verantwortlichen Stelle\n<p>Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:</p>\n<p>Denny Mieles<br>\nRettungsdienst Teltow-Fläming GmbH<br>\nZinnaerstr.\n28 a – 32<br>\n14943 Luckenwalde</p>\n<p>Telefon:&nbsp;&nbsp;&nbsp;&nbsp.\n(03371) 608 3200<br>\nE-Mail:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndenny.mieles@rd.teltow-flaeming.de</p>\n<p>Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z.\nB.\nNamen, E-Mail-Adressen o.\nÄ.) entscheidet.</p>\nKontaktdaten der Datenschutzbeauftragten\n<p>Die externe Datenschutzbeauftragte des für die Verarbeitung Verantwortlichen ist:</p>\n<p>Kirsten Wirner<br>\nZentrum für Arbeitsmedizin und Arbeitssicherheit<br>\nPraxis Dr.\nmed.\nRenate Fischer<br>\nStraße der Jugend 18<br>\n14974 Ludwigsfelde</p>\n<p>Telefon:&nbsp;&nbsp.\n(03378) 201 407<br>\nE-Mail:&nbsp;&nbsp;&nbsp.\ndatenschutz@arbeitsmedizin-ludwigsfelde.de</p>\nSpeicherdauer\n<p>Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt.\nWenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre Daten gelöscht, sofern wir keine anderen rechtlich zulässigen Gründe für die Speicherung Ihrer personenbezogenen Daten haben (z.B.\nsteuer- oder handelsrechtliche Aufbewahrungsfristen).\nim letztgenannten Fall erfolgt die Löschung nach Fortfall dieser Gründe.</p>\nHinweis zur Datenweitergabe in die USA und sonstige Drittstaaten\n<p>Auf unserer Website sind unter anderem Tools von Unternehmen mit Sitz in den USA oder sonstigen datenschutzrechtlich nicht sicheren Drittstaaten eingebunden.\nWenn diese Tools aktiv sind, können Ihre personenbezogene Daten in diese Drittstaaten übertragen und dort verarbeitet werden.\nWir weisen darauf hin, dass in diesen Ländern kein mit der EU vergleichbares Datenschutzniveau garantiert werden kann.\nBeispielsweise sind US-Unternehmen dazu verpflichtet, personenbezogene Daten an Sicherheitsbehörden herauszugeben, ohne dass Sie als Betroffener hiergegen gerichtlich vorgehen könnten.\nEs kann daher nicht ausgeschlossen werden, dass US-Behörden (z.B.\nGeheimdienste) Ihre auf US-Servern befindlichen Daten zu Überwachungszwecken verarbeiten, auswerten und dauerhaft speichern.\nWir haben auf diese Verarbeitungstätigkeiten keinen Einfluss.</p>\nWiderruf Ihrer Einwilligung zur Datenverarbeitung\n<p>Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich.\nSie können eine bereits erteilte Einwilligung jederzeit widerrufen.\nDie Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.</p>\nWiderspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art.\n21 DSGVO)\n<p>WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART.\n6 ABS.\n1 LIT.\nE ODER F DSGVO ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN WIDERSPRUCH EINZULEGEN.\nDIES GILT AUCH FÜR EIN AUF DIESE BESTIMMUNGEN GESTÜTZTES PROFILING.\nDIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT, ENTNEHMEN SIE DIESER DATENSCHUTZERKLÄRUNG.\nWENN SIE WIDERSPRUCH EINLEGEN, WERDEN WIR IHRE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ES SEI DENN, WIR KÖNNEN ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN ÜBERWIEGEN ODER DIE VERARBEITUNG DIENT DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN (WIDERSPRUCH NACH ART.\n21 ABS.\n1 DSGVO).</p>\n<p>WERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN.\nDIES GILT AUCH FÜR DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN VERBINDUNG STEHT.\nWENN SIE WIDERSPRECHEN, WERDEN IHRE PERSONENBEZOGENEN DATEN ANSCHLIESSEND NICHT MEHR ZUM ZWECKE DER DIREKTWERBUNG VERWENDET (WIDERSPRUCH NACH ART.\n21 ABS.\n2 DSGVO).</p>\nBeschwerde­recht bei der zuständigen Aufsichts­behörde\n<p>Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu.\nDas Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe.</p>\nRecht auf Daten­übertrag­barkeit\n<p>Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen.\nSofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.</p>\nSSL- bzw.\nTLS-Verschlüsselung\n<p>Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Bestellungen oder Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL- bzw.\nTLS-Verschlüsselung.\nEine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von „https://“ auf „https://“ wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.</p>\n<p>Wenn die SSL- bzw.\nTLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.</p>\nAuskunft, Löschung und Berichtigung\n<p>Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf.\nein Recht auf Berichtigung oder Löschung dieser Daten.\nHierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden.</p>\nRecht auf Einschränkung der Verarbeitung\n<p>Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.\nHierzu können Sie sich jederzeit an uns wenden.\nDas Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen:</p>\n<ul>\n<li>Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen.\nFür die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.</li>\n<li>Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen.</li>\n<li>Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.</li>\n<li>Wenn Sie einen Widerspruch nach Art.\n21 Abs.\n1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden.\nSolange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.</li>\n</ul>\n<p>Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden.</p>\n4.\nDatenerfassung auf dieser WebsiteCookies\n<p>Unsere Internetseiten verwenden so genannte „Cookies“.\nCookies sind kleine Textdateien und richten auf Ihrem Endgerät keinen Schaden an.\nSie werden entweder vorübergehend für die Dauer einer Sitzung (Session-Cookies) oder dauerhaft (permanente Cookies) auf Ihrem Endgerät gespeichert.\nSession-Cookies werden nach Ende Ihres Besuchs automatisch gelöscht.\nPermanente Cookies bleiben auf Ihrem Endgerät gespeichert, bis Sie diese selbst löschen oder eine automatische Löschung durch Ihren Webbrowser erfolgt.</p>\n<p>Teilweise können auch Cookies von Drittunternehmen auf Ihrem Endgerät gespeichert werden, wenn Sie unsere Seite betreten (Third-Party-Cookies).\nDiese ermöglichen uns oder Ihnen die Nutzung bestimmter Dienstleistungen des Drittunternehmens (z.B.\nCookies zur Abwicklung von Zahlungsdienstleistungen).</p>\n<p>Cookies haben verschiedene Funktionen.\nZahlreiche Cookies sind technisch notwendig, da bestimmte Websitefunktionen ohne diese nicht funktionieren würden (z.B.\ndie Warenkorbfunktion oder die Anzeige von Videos).\nAndere Cookies dienen dazu, das Nutzerverhalten auszuwerten oder Werbung anzuzeigen.</p>\n<p>Cookies, die zur Durchführung des elektronischen Kommunikationsvorgangs (notwendige Cookies) oder zur Bereitstellung bestimmter, von Ihnen erwünschter Funktionen (funktionale Cookies, z.\nB.\nfür die Warenkorbfunktion) oder zur Optimierung der Website (z.B.\nCookies zur Messung des Webpublikums) erforderlich sind, werden auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO gespeichert, sofern keine andere Rechtsgrundlage angegeben wird.\nDer Websitebetreiber hat ein berechtigtes Interesse an der Speicherung von Cookies zur technisch fehlerfreien und optimierten Bereitstellung seiner Dienste.\nSofern eine Einwilligung zur Speicherung von Cookies abgefragt wurde, erfolgt die Speicherung der betreffenden Cookies ausschließlich auf Grundlage dieser Einwilligung (Art.\n6 Abs.\n1 lit.\na DSGVO).\ndie Einwilligung ist jederzeit widerrufbar.</p>\n<p>Sie können Ihren Browser so einstellen, dass Sie über das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies für bestimmte Fälle oder generell ausschließen sowie das automatische Löschen der Cookies beim Schließen des Browsers aktivieren.\nBei der Deaktivierung von Cookies kann die Funktionalität dieser Website eingeschränkt sein.</p>\n<p>Soweit Cookies von Drittunternehmen oder zu Analysezwecken eingesetzt werden, werden wir Sie hierüber im Rahmen dieser Datenschutzerklärung gesondert informieren und ggf.\neine Einwilligung abfragen.</p>\nServer-Log-Dateien\n<p>Der Provider der Seiten erhebt und speichert automatisch Informationen in so genannten Server-Log-Dateien, die Ihr Browser automatisch an uns übermittelt.\nDies sind:</p>\n<ul>\n<li>Browsertyp und Browserversion</li>\n<li>verwendetes Betriebssystem</li>\n<li>Referrer URL</li>\n<li>Hostname des zugreifenden Rechners</li>\n<li>Uhrzeit der Serveranfrage</li>\n<li>IP-Adresse</li>\n</ul>\n<p>Eine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen.</p>\n<p>Die Erfassung dieser Daten erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Websitebetreiber hat ein berechtigtes Interesse an der technisch fehlerfreien Darstellung und der Optimierung seiner Website – hierzu müssen die Server-Log-Files erfasst werden.</p>\nKontaktformular\n<p>Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert.\nDiese Daten geben wir nicht ohne Ihre Einwilligung weiter.</p>\n<p>Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nb DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist.\nIn allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen (Art.\n6 Abs.\n1 lit.\nf DSGVO) oder auf Ihrer Einwilligung (Art.\n6 Abs.\n1 lit.\na DSGVO) sofern diese abgefragt wurde.</p>\n<p>Die von Ihnen im Kontaktformular eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z.\nB.\nnach abgeschlossener Bearbeitung Ihrer Anfrage).\nZwingende gesetzliche Bestimmungen – insbesondere Aufbewahrungsfristen – bleiben unberührt.</p>\nAnfrage per E-Mail, Telefon oder Telefax\n<p>Wenn Sie uns per E-Mail, Telefon oder Telefax kontaktieren, wird Ihre Anfrage inklusive aller daraus hervorgehenden personenbezogenen Daten (Name, Anfrage) zum Zwecke der Bearbeitung Ihres Anliegens bei uns gespeichert und verarbeitet.\nDiese Daten geben wir nicht ohne Ihre Einwilligung weiter.</p>\n<p>Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nb DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist.\nIn allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen (Art.\n6 Abs.\n1 lit.\nf DSGVO) oder auf Ihrer Einwilligung (Art.\n6 Abs.\n1 lit.\na DSGVO) sofern diese abgefragt wurde.</p>\n<p>Die von Ihnen an uns per Kontaktanfragen übersandten Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z.\nB.\nnach abgeschlossener Bearbeitung Ihres Anliegens).\nZwingende gesetzliche Bestimmungen – insbesondere gesetzliche Aufbewahrungsfristen – bleiben unberührt.</p>\n5.\nSoziale MedienFacebook Plugins (Like &amp.\nShare-Button)\n<p>Auf dieser Website sind Plugins des sozialen Netzwerks Facebook integriert.\nAnbieter dieses Dienstes ist die Facebook Ireland Limited, 4 Grand Canal Square, Dublin 2, Irland.\nDie erfassten Daten werden nach Aussage von Facebook jedoch auch in die USA und in andere Drittländer übertragen.</p>\n<p>Die Facebook Plugins erkennen Sie an dem Facebook-Logo oder dem „Like-Button“ („Gefällt mir“) auf dieser Website.\nEine Übersicht über die Facebook Plugins finden Sie hier: https://developers.facebook.com/docs/plugins/?locale=de_DE.</p>\n<p>Wenn Sie diese Website besuchen, wird über das Plugin eine direkte Verbindung zwischen Ihrem Browser und dem Facebook-Server hergestellt.\nFacebook erhält dadurch die Information, dass Sie mit Ihrer IP-Adresse diese Website besucht haben.\nWenn Sie den Facebook „Like-Button“ anklicken, während Sie in Ihrem Facebook-Account eingeloggt sind, können Sie die Inhalte dieser Website auf Ihrem Facebook-Profil verlinken.\nDadurch kann Facebook den Besuch dieser Website Ihrem Benutzerkonto zuordnen.\nWir weisen darauf hin, dass wir als Anbieter der Seiten keine Kenntnis vom Inhalt der übermittelten Daten sowie deren Nutzung durch Facebook erhalten.\nWeitere Informationen hierzu finden Sie in der Datenschutzerklärung von Facebook unter: https://de-de.facebook.com/privacy/explanation.</p>\n<p>Wenn Sie nicht wünschen, dass Facebook den Besuch dieser Website Ihrem Facebook-Nutzerkonto zuordnen kann, loggen Sie sich bitte aus Ihrem Facebook-Benutzerkonto aus.</p>\n<p>Die Verwendung der Facebook Plugins erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Websitebetreiber hat ein berechtigtes Interesse an einer möglichst umfangreichen Sichtbarkeit in den Sozialen Medien.\nSofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.\n6 Abs.\n1 lit.\na DSGVO.\ndie Einwilligung ist jederzeit widerrufbar.</p>\n<p>Soweit mit Hilfe des hier beschriebenen Tools personenbezogene Daten auf unserer Website erfasst und an Facebook weitergeleitet werden, sind wir und die Facebook Ireland Limited, 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Irland gemeinsam für diese Datenverarbeitung verantwortlich (Art.\n26 DSGVO).\nDie gemeinsame Verantwortlichkeit beschränkt sich dabei ausschließlich auf die Erfassung der Daten und deren Weitergabe an Facebook.\nDie nach der Weiterleitung erfolgende Verarbeitung durch Facebook ist nicht Teil der gemeinsamen Verantwortung.\nDie uns gemeinsam obliegenden Verpflichtungen wurden in einer Vereinbarung über gemeinsame Verarbeitung festgehalten.\nDen Wortlaut der Vereinbarung finden Sie unter: https://www.facebook.com/legal/controller_addendum.\nLaut dieser Vereinbarung sind wir für die Erteilung der Datenschutzinformationen beim Einsatz des Facebook-Tools und für die datenschutzrechtlich sichere Implementierung des Tools auf unserer Website verantwortlich.\nFür die Datensicherheit der Facebook-Produkte ist Facebook verantwortlich.\nBetroffenenrechte (z.B.\nAuskunftsersuchen) hinsichtlich der bei Facebook verarbeiteten Daten können Sie direkt bei Facebook geltend machen.\nWenn Sie die Betroffenenrechte bei uns geltend machen, sind wir verpflichtet, diese an Facebook weiterzuleiten.</p>\n<p>Die Datenübertragung in die USA wird auf die Standardvertragsklauseln der EU-Kommission gestützt.\nDetails finden Sie hier: https://www.facebook.com/legal/EU_data_transfer_addendum, https://de-de.facebook.com/help/566994660333381 und https://www.facebook.com/policy.php.</p>\nTwitter Plugin\n<p>Auf dieser Website sind Funktionen des Dienstes Twitter eingebunden.\nDiese Funktionen werden angeboten durch die Twitter International Company, One Cumberland Place, Fenian Street, Dublin 2, D02 AX07, Irland.\nDurch das Benutzen von Twitter und der Funktion „Re-Tweet“ werden die von Ihnen besuchten Websites mit Ihrem Twitter-Account verknüpft und anderen Nutzern bekannt gegeben.\nDabei werden auch Daten an Twitter übertragen.\nWir weisen darauf hin, dass wir als Anbieter der Seiten keine Kenntnis vom Inhalt der übermittelten Daten sowie deren Nutzung durch Twitter erhalten.\nWeitere Informationen hierzu finden Sie in der Datenschutzerklärung von Twitter unter: https://twitter.com/de/privacy.</p>\n<p>Die Verwendung des Twitter-Plugins erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Websitebetreiber hat ein berechtigtes Interesse an einer möglichst umfangreichen Sichtbarkeit in den Sozialen Medien.\nSofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.\n6 Abs.\n1 lit.\na DSGVO.\ndie Einwilligung ist jederzeit widerrufbar.</p>\n<p>Die Datenübertragung in die USA wird auf die Standardvertragsklauseln der EU-Kommission gestützt.\nDetails finden Sie hier: https://gdpr.twitter.com/en/controller-to-controller-transfers.html.</p>\n<p>Ihre Datenschutzeinstellungen bei Twitter können Sie in den Konto-Einstellungen unter https://twitter.com/account/settings ändern.</p>\nInstagram Plugin\n<p>Auf dieser Website sind Funktionen des Dienstes Instagram eingebunden.\nDiese Funktionen werden angeboten durch die Facebook Ireland Limited, 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Irland integriert.</p>\n<p>Wenn Sie in Ihrem Instagram-Account eingeloggt sind, können Sie durch Anklicken des Instagram-Buttons die Inhalte dieser Website mit Ihrem Instagram-Profil verlinken.\nDadurch kann Instagram den Besuch dieser Website Ihrem Benutzerkonto zuordnen.\nWir weisen darauf hin, dass wir als Anbieter der Seiten keine Kenntnis vom Inhalt der übermittelten Daten sowie deren Nutzung durch Instagram erhalten.</p>\n<p>Die Speicherung und Analyse der Daten erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Websitebetreiber hat ein berechtigtes Interesse an einer möglichst umfangreichen Sichtbarkeit in den Sozialen Medien.\nSofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.\n6 Abs.\n1 lit.\na DSGVO.\ndie Einwilligung ist jederzeit widerrufbar.</p>\n<p>Soweit mit Hilfe des hier beschriebenen Tools personenbezogene Daten auf unserer Website erfasst und an Facebook bzw.\nInstagram weitergeleitet werden, sind wir und die Facebook Ireland Limited, 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Irland gemeinsam für diese Datenverarbeitung verantwortlich (Art.\n26 DSGVO).\nDie gemeinsame Verantwortlichkeit beschränkt sich dabei ausschließlich auf die Erfassung der Daten und deren Weitergabe an Facebook bzw.\nInstagram.\nDie nach der Weiterleitung erfolgende Verarbeitung durch Facebook bzw.\nInstagram ist nicht Teil der gemeinsamen Verantwortung.\nDie uns gemeinsam obliegenden Verpflichtungen wurden in einer Vereinbarung über gemeinsame Verarbeitung festgehalten.\nDen Wortlaut der Vereinbarung finden Sie unter: https://www.facebook.com/legal/controller_addendum.\nLaut dieser Vereinbarung sind wir für die Erteilung der Datenschutzinformationen beim Einsatz des Facebook- bzw.\nInstagram-Tools und für die datenschutzrechtlich sichere Implementierung des Tools auf unserer Website verantwortlich.\nFür die Datensicherheit der Facebook bzw.\nInstagram-Produkte ist Facebook verantwortlich.\nBetroffenenrechte (z.B.\nAuskunftsersuchen) hinsichtlich der bei Facebook bzw.\nInstagram verarbeiteten Daten können Sie direkt bei Facebook geltend machen.\nWenn Sie die Betroffenenrechte bei uns geltend machen, sind wir verpflichtet, diese an Facebook weiterzuleiten.</p>\n<p>Die Datenübertragung in die USA wird auf die Standardvertragsklauseln der EU-Kommission gestützt.\nDetails finden Sie hier: https://www.facebook.com/legal/EU_data_transfer_addendum, https://help.instagram.com/519522125107875 und https://de-de.facebook.com/help/566994660333381.</p>\n<p>Weitere Informationen hierzu finden Sie in der Datenschutzerklärung von Instagram: https://instagram.com/about/legal/privacy/.</p>\n6.\nAnalyse-Tools und WerbungStatcounter\n<p>Diese Website benutzt statcounter.com, einen Webanalysedienst.\nEr verwendet so genannte „Cookies“, Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglichen.\nDie durch den Cookie erzeugten Informationen über Ihre Benutzung dieser Website (einschließlich Ihrer IP-Adresse) wird an einen Server von statcounter.com übertragen und dort gespeichert.\nstatcounter.com wird diese Informationen benutzen, um die Nutzung unserer Website auszuwerten und um Reports über die Websiteaktivitäten für uns zusammenzustellen.\nAuch wird statcounter.com diese Informationen gegebenenfalls an Dritte übertragen, sofern dies gesetzlich vorgeschrieben ist oder soweit Dritte diese Daten im Auftrag von statcounter.com verarbeiten</p>\n<p>Wenn Sie dem widersprechen möchten, klicken Sie bitte auf nachfolgenden Link und klicken Sie auf den Button „Refused StatCounter Analytics Cookie“: https://statcounter.com/about/set-refusal-cookie/</p>\n7.\nPlugins und ToolsYouTube mit erweitertem Datenschutz\n<p>Diese Website bindet Videos der YouTube ein.\nBetreiber der Seiten ist die Google Ireland Limited („Google“), Gordon House, Barrow Street, Dublin 4, Irland.</p>\n<p>Wir nutzen YouTube im erweiterten Datenschutzmodus.\nDieser Modus bewirkt laut YouTube, dass YouTube keine Informationen über die Besucher auf dieser Website speichert, bevor diese sich das Video ansehen.\nDie Weitergabe von Daten an YouTube-Partner wird durch den erweiterten Datenschutzmodus hingegen nicht zwingend ausgeschlossen.\nSo stellt YouTube – unabhängig davon, ob Sie sich ein Video ansehen – eine Verbindung zum Google DoubleClick-Netzwerk her.</p>\n<p>Sobald Sie ein YouTube-Video auf dieser Website starten, wird eine Verbindung zu den Servern von YouTube hergestellt.\nDabei wird dem YouTube-Server mitgeteilt, welche unserer Seiten Sie besucht haben.\nWenn Sie in Ihrem YouTube-Account eingeloggt sind, ermöglichen Sie YouTube, Ihr Surfverhalten direkt Ihrem persönlichen Profil zuzuordnen.\nDies können Sie verhindern, indem Sie sich aus Ihrem YouTube-Account ausloggen.</p>\n<p>Des Weiteren kann YouTube nach Starten eines Videos verschiedene Cookies auf Ihrem Endgerät speichern oder vergleichbare Wiedererkennungstechnologien (z.B.\nDevice-Fingerprinting) einsetzen.\nAuf diese Weise kann YouTube Informationen über Besucher dieser Website erhalten.\nDiese Informationen werden u.\na.\nverwendet, um Videostatistiken zu erfassen, die Anwenderfreundlichkeit zu verbessern und Betrugsversuchen vorzubeugen.</p>\n<p>Gegebenenfalls können nach dem Start eines YouTube-Videos weitere Datenverarbeitungsvorgänge ausgelöst werden, auf die wir keinen Einfluss haben.</p>\n<p>Die Nutzung von YouTube erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote.\nDies stellt ein berechtigtes Interesse im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO dar.\nSofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.\n6 Abs.\n1 lit.\na DSGVO.\ndie Einwilligung ist jederzeit widerrufbar.</p>\n<p>Weitere Informationen über Datenschutz bei YouTube finden Sie in deren Datenschutzerklärung unter: https://policies.google.com/privacy?hl=de.</p>\nVimeo\n<p>Diese Website nutzt Plugins des Videoportals Vimeo.\nAnbieter ist die Vimeo Inc., 555 West 18th Street, New York, New York 10011, USA.</p>\n<p>Wenn Sie eine unserer mit einem Vimeo-Video ausgestatteten Seiten besuchen, wird eine Verbindung zu den Servern von Vimeo hergestellt.\nDabei wird dem Vimeo-Server mitgeteilt, welche unserer Seiten Sie besucht haben.\nZudem erlangt Vimeo Ihre IP-Adresse.\nDies gilt auch dann, wenn Sie nicht bei Vimeo eingeloggt sind oder keinen Account bei Vimeo besitzen.\nDie von Vimeo erfassten Informationen werden an den Vimeo-Server in den USA übermittelt.</p>\n<p>Wenn Sie in Ihrem Vimeo-Account eingeloggt sind, ermöglichen Sie Vimeo, Ihr Surfverhalten direkt Ihrem persönlichen Profil zuzuordnen.\nDies können Sie verhindern, indem Sie sich aus Ihrem Vimeo-Account ausloggen.</p>\n<p>Zur Wiedererkennung der Websitebesucher verwendet Vimeo Cookies bzw.\nvergleichbare Wiedererkennungstechnologien (z.B.\nDevice-Fingerprinting).</p>\n<p>Die Nutzung von Vimeo erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote.\nDies stellt ein berechtigtes Interesse im Sinne des Art.\n6 Abs.\n1 lit.\nf DSGVO dar.\nSofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.\n6 Abs.\n1 lit.\na DSGVO.\ndie Einwilligung ist jederzeit widerrufbar.</p>\n<p>Die Datenübertragung in die USA wird auf die Standardvertragsklauseln der EU-Kommission sowie nach Aussage von Vimeo auf „berechtigte Geschäftsinteressen“ gestützt.\nDetails finden Sie hier: https://vimeo.com/privacy.</p>\n<p>Weitere Informationen zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerklärung von Vimeo unter: https://vimeo.com/privacy.</p>\nEinbindung von Karten der Dienste ArcGIS-Online\n<p>Auf unserer Webseite sind interaktive Kartenanwendungen eingebettet bzw.\naufrufbar, die auf einer ESRI-Cloud-Infrastruktur auf Grundlage von Microsoft Azure und Amazon Web Services basieren.\nPersonenbezogene Daten wie IP-Adressen und Domänen können durch diese Systeme geleitet oder darin gespeichert werden.\nAnbieter ist die ESRI Inc., 380 New York Street, Redlands, CA 92373, USA.\nWir weisen Sie darauf hin, dass Datenverarbeitungen durch ESRI außerhalb der EU/des EWR erfolgen können.\nESRI verarbeitet Ihre personenbezogenen Daten auch in den USA.\nWeitere und tiefergehende Informationen zu den entsprechenden Datenschutzbestimmungen finden Sie hier: https://trust.arcgis.com/de/privacy/privacy-tab-intro.htm</p>\nGoogle Web Fonts\n<p>Diese Seite nutzt zur einheitlichen Darstellung von Schriftarten so genannte Web Fonts, die von Google bereitgestellt werden.\nBeim Aufruf einer Seite lädt Ihr Browser die benötigten Web Fonts in ihren Browsercache, um Texte und Schriftarten korrekt anzuzeigen.</p>\n<p>Zu diesem Zweck muss der von Ihnen verwendete Browser Verbindung zu den Servern von Google aufnehmen.\nHierdurch erlangt Google Kenntnis darüber, dass über Ihre IP-Adresse diese Website aufgerufen wurde.\nDie Nutzung von Google WebFonts erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Websitebetreiber hat ein berechtigtes Interesse an der einheitlichen Darstellung des Schriftbildes auf seiner Website.\nSofern eine entsprechende Einwilligung abgefragt wurde (z.\nB.\neine Einwilligung zur Speicherung von Cookies), erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.\n6 Abs.\n1 lit.\na DSGVO.\ndie Einwilligung ist jederzeit widerrufbar.</p>\n<p>Wenn Ihr Browser Web Fonts nicht unterstützt, wird eine Standardschrift von Ihrem Computer genutzt.</p>\n<p>Weitere Informationen zu Google Web Fonts finden Sie unter https://developers.google.com/fonts/faq und in der Datenschutzerklärung von Google: https://policies.google.com/privacy.</p>\nGoogle Maps\n<p>Diese Seite nutzt den Kartendienst Google Maps.\nAnbieter ist die Google Ireland Limited („Google“), Gordon House, Barrow Street, Dublin 4, Irland.</p>\n<p>Zur Nutzung der Funktionen von Google Maps ist es notwendig, Ihre IP-Adresse zu speichern.\nDiese Informationen werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.\nDer Anbieter dieser Seite hat keinen Einfluss auf diese Datenübertragung.\nWenn Google Maps aktiviert ist, kann Google zum Zwecke der einheitlichen Darstellung der Schriftarten Google Web Fonts verwenden.\nBeim Aufruf von Google Maps lädt Ihr Browser die benötigten Web Fonts in ihren Browsercache, um Texte und Schriftarten korrekt anzuzeigen.</p>\n<p>Die Nutzung von Google Maps erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote und an einer leichten Auffindbarkeit der von uns auf der Website angegebenen Orte.\nDies stellt ein berechtigtes Interesse im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO dar.\nSofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.\n6 Abs.\n1 lit.\na DSGVO.\ndie Einwilligung ist jederzeit widerrufbar.</p>\n<p>Die Datenübertragung in die USA wird auf die Standardvertragsklauseln der EU-Kommission gestützt.\nDetails finden Sie hier: https://privacy.google.com/businesses/gdprcontrollerterms/ und https://privacy.google.com/businesses/gdprcontrollerterms/sccs/.</p>\n<p>Mehr Informationen zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerklärung von Google: https://policies.google.com/privacy.</p>\nOpenStreetMap\n<p>Wir nutzen den Kartendienst von OpenStreetMap (OSM).\nAnbieterin ist die Open-Street-Map Foundation (OSMF), 132 Maney Hill Road, Sutton Coldfield, West Midlands, B72 1JU, United Kingdom.</p>\n<p>Wenn Sie eine Website besuchen, auf der OpenStreetMap eingebunden ist, werden u.\na.\nIhre IP-Adresse und weitere Informationen über Ihr Verhalten auf dieser Website an die OSMF weitergeleitet.\nOpenStreetMap speichert hierzu unter Umständen Cookies in Ihrem Browser oder setzt vergleichbare Wiedererkennungstechnologien ein.</p>\n<p>Ferner kann Ihr Standort erfasst werden, wenn Sie dies in Ihren Geräteeinstellungen – z.\nB.\nauf Ihrem Handy – zugelassen haben.\nDer Anbieter dieser Seite hat keinen Einfluss auf diese Datenübertragung.\nDetails entnehmen Sie der Datenschutzerklärung von OpenStreetMap unter folgendem Link: https://wiki.osmfoundation.org/wiki/Privacy_Policy.</p>\n<p>Die Nutzung von OpenStreetMap erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote und einer leichten Auffindbarkeit der von uns auf der Website angegebenen Orte.\nDies stellt ein berechtigtes Interesse im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO dar.\nSofern eine entsprechende Einwilligung abgefragt wurde (z.\nB.\neine Einwilligung zur Speicherung von Cookies), erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.\n6 Abs.\n1 lit.\na DSGVO.\ndie Einwilligung ist jederzeit widerrufbar.</p>\nGoogle reCAPTCHA\n<p>Wir nutzen „Google reCAPTCHA“ (im Folgenden „reCAPTCHA“) auf dieser Website.\nAnbieter ist die Google Ireland Limited („Google“), Gordon House, Barrow Street, Dublin 4, Irland.</p>\n<p>Mit reCAPTCHA soll überprüft werden, ob die Dateneingabe auf dieser Website (z.\nB.\nin einem Kontaktformular) durch einen Menschen oder durch ein automatisiertes Programm erfolgt.\nHierzu analysiert reCAPTCHA das Verhalten des Websitebesuchers anhand verschiedener Merkmale.\nDiese Analyse beginnt automatisch, sobald der Websitebesucher die Website betritt.\nZur Analyse wertet reCAPTCHA verschiedene Informationen aus (z.\nB.\nIP-Adresse, Verweildauer des Websitebesuchers auf der Website oder vom Nutzer getätigte Mausbewegungen).\nDie bei der Analyse erfassten Daten werden an Google weitergeleitet.</p>\n<p>Die reCAPTCHA-Analysen laufen vollständig im Hintergrund.\nWebsitebesucher werden nicht darauf hingewiesen, dass eine Analyse stattfindet.</p>\n<p>Die Speicherung und Analyse der Daten erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Websitebetreiber hat ein berechtigtes Interesse daran, seine Webangebote vor missbräuchlicher automatisierter Ausspähung und vor SPAM zu schützen.\nSofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.\n6 Abs.\n1 lit.\na DSGVO.\ndie Einwilligung ist jederzeit widerrufbar.</p>\n<p>Weitere Informationen zu Google reCAPTCHA entnehmen Sie den Google-Datenschutzbestimmungen und den Google Nutzungsbedingungen unter folgenden Links: https://policies.google.com/privacy und https://policies.google.com/terms.</p>\nWordfence\n<p>Wir haben Wordfence auf dieser Website eingebunden.\nAnbieter ist Defiant Inc., Defiant, Inc., 800 5th Ave Ste 4100, Seattle, WA 98104, USA (nachfolgend Wordfence).</p>\n<p>Wordfence dient dem Schutz unserer Website vor unerwünschten Zugriffen oder bösartigen Cyberattacken.\nZu diesem Zweck stellt unsere Website eine dauerhafte Verbindung zu den Servern von Wordfence her, damit Wordfence seine Datenbanken mit den auf unserer Website getätigten Zugriffen abgleichen und ggf.\nblockieren kann.</p>\n<p>Die Verwendung von Wordfence erfolgt auf Grundlage von Art.\n6 Abs.\n1 lit.\nf DSGVO.\nDer Websitebetreiber hat ein berechtigtes Interesse an einem möglichst effektiven Schutz seiner Website vor Cyberattacken.\nSofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art.\n6 Abs.\n1 lit.\na DSGVO.\ndie Einwilligung ist jederzeit widerrufbar.</p>\n<p>Die Datenübertragung in die USA wird auf die Standardvertragsklauseln der EU-Kommission gestützt.\nDetails finden Sie hier: https://www.wordfence.com/help/general-data-protection-regulation/.</p>\nLimit Login Attempts Reloaded\n<p>Zur Abwehr von Brute Force Attacken wird das WordPress-Plugin „Limit Login Attempts Reloaded“ verwendet.\nDieses speichert alle protokollierten IP-Adressen verschlüsselt in der WordPress-Datenbank ab.\nDie Nutzung von „Limit Login Attempts Reloaded“ erfolgt im Interesse des Schutzes unseres Online-Angebotes.\nDies stellt ein berechtigtes Interesse im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO dar.</p>\n8.\nAktualität der Datenschutzerklärung<p>Wir überarbeiten diese Datenschutzhinweise bei Änderungen an dieser Internetseite oder bei sonstigen Anlässen, die dies erforderlich machen.<br>\nDie jeweils aktuelle Fassung finden Sie stets auf dieser Internetseite.</p>\n<p>Wenn Sie Fragen zum Datenschutz haben, können Sie sich gerne an uns wenden.</p>\n<p>Stand: 01.05.2021</p>\n<p>Dieser Datenschutzerklärung wurde erstellt mit Hilfe von eRecht 24.</p>\n<p>Quelle: https://www.datenschutzerklaerung.de</p>\n<ul>\n<li> Datenschutz auf einen Blick</li>\n<li> Hosting und Content Delivery Networks</li>\n<li> Allgemeine Pflicht­informationen</li>\n<li> Datenerfassung auf dieser Website</li>\n<li> Soziale Medien</li>\n<li> Analyse-Tools und Werbung</li>\n<li> Plugins und Tools</li>\n<li> Aktualität der Datenschutzerklärung</li>\n</ul>\n<ul>\n<li> Neues aus unserem Hause</li>\n<li> Unser Team</li>\n<li> Ihre Karriere bei uns</li>\n<li> Wir bilden aus</li>\n</ul>\n<ul>\n<li> Standorte</li>\n<li> Technik</li>\n<li> Notruf</li>\n<li> Kontakt</li>\n</ul>\n<ul>\n<li> Datenschutzerklärung</li>\n<li> Impressum</li>\n<li> Smedex – E-Learning</li>\n<li> Orgavision</li>\n</ul> Rettungsdienst Teltow-Fläming GmbH <br> Zinnaer Str.\n28 a – 32<br>\n14943 Luckenwalde<br>\n<br> Tel:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;03371 - 608 3201 <br>\nE-Mail:&nbsp;&nbsp;info@rd.teltow-flaeming.de <p>© Copyright 2021&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp;&nbsp;Rettungsdienst Teltow-Fläming GmbH&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp;&nbsp;All Rights Reserved</p>\n<p>Webseite erstellt durch BC Media</p> Toggle Sliding Bar Area Rettungsdienst &amp.\nFeuerwehr <strong>112</strong> MEHR ...\nBereitschaftsarzt <strong>116117</strong> MEHR ...\nPolizei <strong>110</strong> MEHR ...\nGiftnotruf <strong>030/19240</strong> MEHR ...\nApotheken-Notdienst <strong>0800 002 28 33</strong> MEHR ...\nDatenschutz Einstellungen<br>\n<br>\nWir verwenden Cookies, um Inhalte und Anzeigen zu personalisieren, gewisse Funktionen anbieten zu können und die Zugriffe auf unsere Website zu analysieren.\n<br>\nWir geben keinerlei hier gesammelte Informationen an unsere Partner für z.B.\nsoziale Medien, Werbung und Analysen weiter.\n<br>\nVERSPROCHEN!<br>\n<br>\n<br>\n<br>\nEinstellungenOK, einverstanden!Datenschutz Einstellungen Schließen Was sind Cookies überhaupt? Cookies sind kleine Textdateien, die von Webseiten verwendet werden, um die Benutzererfahrung effizienter zu gestalten.\nLaut Gesetz können wir Cookies auf Ihrem Gerät speichern, wenn diese für den Betrieb dieser Seite unbedingt notwendig sind.\nFür a...\nUnbedingt Notwendig Unbedingt Notwendig immer aktiv <p>Notwendige Cookies helfen dabei, eine Webseite nutzbar zu machen, indem sie Grundfunktionen wie Seitennavigation und Zugriff auf sichere Bereiche der Webseite ermöglichen.\nDie Webseite kann ohne diese Cookies nicht richtig funktionieren.\n</p>CookieDauerBeschreibungcookielawinfo-checbox-analytics11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookie is used to store the user consent for the cookies in the category \"Analytics\".cookielawinfo-checbox-functional11 monthsThe cookie is set by GDPR cookie consent to record the user consent for the cookies in the category \"Functional\".cookielawinfo-checbox-others11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookie is used to store the user consent for the cookies in the category \"Other.cookielawinfo-checkbox-necessary11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookies is used to store the user consent for the cookies in the category \"Necessary\".cookielawinfo-checkbox-performance11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookie is used to store the user consent for the cookies in the category \"Performance\".viewed_cookie_policy11 monthsThe cookie is set by the GDPR Cookie Consent plugin and is used to store whether or not user has consented to the use of cookies.\nIt does not store any personal data.<p>\n</p> Funktionale Cookies Funktionale Cookies <p>Funktionale Cookies helfen dabei, bestimmte Funktionen auszuführen, z.\nB.\nden Inhalt der Website auf Social Media-Plattformen zu teilen, Feedbacks zu sammeln und andere Funktionen von Drittanbietern.\n</p> Performance Performance <p>Leistungs oder Performance Cookies werden verwendet, um die wichtigsten Leistungsindizes der Website zu verstehen und zu analysieren, um den Besuchern eine bessere Benutzererfahrung zu bieten.\n</p> Besucher Statistik Besucher Statistik <p>Analytische Statistik-Cookies werden verwendet, um zu verstehen, wie Besucher mit der Website interagieren.\nDiese Cookies liefern Informationen zu Metriken wie Besucherzahl, Absprungrate, Verweildauer usw.\n</p> Marketing Marketing <p>Marketing-Cookies werden verwendet, um Besuchern auf Webseiten zu folgen.\nDie Absicht dahinter ist Anzeigen zu zeigen, die relevant und ansprechend für den einzelnen Benutzer sind und daher wertvoller für Publisher und werbetreibende Drittparteien sind.\nDerzeit verwenden wir keine Cookie basierende Marketingstrategien.\n</p> Nicht Klassifiziert Nicht Klassifiziert <p>Nicht klassifizierte Cookies sind Cookies, die wir gerade versuchen zu klassifizieren, zusammen mit Anbietern von individuellen Cookies.\nWir nutzen diese Cookie-Typen auf unserer Webseite nicht.\n</p> SPEICHERN &amp.\nAKZEPTIEREN Unterstützt von Nach oben ", "created_at": "2021-07-20 22:19:12.886053", "updated_at": "2021-07-20 20:19:29.403002"}], "points": [], "urls": ["rettungsdienst-tf.de"]}}