{"error": 448, "message": "OK", "parameters": {"id": 5653, "name": "ALPHA CODERS", "created_at": "2021-11-17 18:01:54.438058", "updated_at": "2021-11-17 23:01:11.062429", "wikipedia": null, "keywords": null, "related": null, "slug": "alpha-coders", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5653.png", "url": "wall.alphacoders.com", "documents": [{"id": 10167, "name": "Privacy Policy", "url": "https://alphacoders.com/site/privacy", "xpath": "/html/body/div[2]/div[3]/div/div", "text": " If you require any more information or have any questions about our privacy policy, feel free to contact us at admin@alphacoders.com.\n<br> Change Cookie Consent Opt Out Of Personalized Advertising <br>\n<br>\n<p> At Alpha Coders, the privacy of our visitors is of extreme importance to us.\nThis privacy policy document outlines the types of personal information received and collected by Alpha Coders and how it is used.\n</p>\n<br> Log Files <br>\n<p> Alpha Coders makes use of log files.\nThe information inside the log files includes internet protocol ( IP ) addresses, type of browser, Internet Service Provider ( ISP ), date/time stamp, referring/exit pages, and number of clicks to analyze trends, administer the site, track users movement around the site, and gather demographic information.\nIP addresses, and other such information are not linked to any information that is personally identifiable.\n</p>\n<br> Cookies and Analytics <p> Alpha Coders uses Google Analytics as an analytics provider.\nGoogle Analytics uses cookies to track your use of Alpha Coders.\nYou can view Google's privacy policy: Google's Privacy Policy </p>\n<br> Cookies Directly From Alpha Coders <p> Alpha Coders uses cookies to store your on-site preferences, as well as track your session </p>\n<br> Cookies and Social Media <p> On the home page of Alpha Coders we include follow us links to Twitter (Twitter Privacy Policy) and Facebook (Facebook Privacy Policy.\n</p>\n<br> Cookies and Advertising <p> Alpha Coders is mainly monetized through advertisements.\nSome of these ads are personalized.\nBelow is a table of our advertising partners.\n</p> Ad Provider Ad Personalization Notes About Cookies Google Adsense<br>\n<br> Google's Ad Information<br> Google's Privacy Policy Non-personalized advertisements in the EEA, Personalized ads elsewhere <strong>Note:</strong> With non-personalized ads cookies are still used: Frequency capping, aggregated ad reporting, and to combat fraud Google AdX<br>\n<br> Google's Ad Information<br> Google's Privacy Policy Non-personalized advertisements in the EEA, Personalized ads elsewhere <strong>Note:</strong> With non-personalized ads cookies are still used: Frequency capping, aggregated ad reporting, and to combat fraud Amazon<br>\n<br> Amazon's Privacy Policy Personalized advertisements Exponential<br>\n<br> Exponential's Privacy Policy Personalized advertisements<br>\n<br> Exponential Interactive, Inc, as our partner, have a legitimate interest to collect and profile personal data in the form of IP address and cookie ID from users on our website in order to provide targeted online advertising and ad measurement.\nFor more details including opt-out requests, access requests or complaints, please review their privacy policy or contact their data protection officer via privacy@exponential.com.\n<br>\n<br> Cookie Name Domain Function Party Class Type Expiry ANON_ID tribalfusion.com The anonymous hashed id in the cookie links the web user's browser to a profile which contains the behaviors the user has displayed Third Tracking Persistent 3 months <br> ", "created_at": "2021-11-17 18:01:54.440578", "updated_at": "2021-11-17 17:03:24.0779"}, {"id": 10170, "name": "DMCA Copyright Violation", "url": "https://alphacoders.com/site/copyright", "xpath": "/html/body/div[2]/div[3]/div/div", "text": " <b>Lets Resolve Your Copyright Issue!</b> Found a violation? There are two basic paths: <ol>\n<li>Monetize</li>\n<li>Remove</li>\n</ol>\n<strong>1.\nThe Option To Monetize</strong>\n<strong>The Montetization Path:</strong>\n<br> Alpha Coders has a creators program, that will pay you for views to your account.\nCurrently the rate is $0.20 for every 1000 unique visits to your account per day.\n<strong>To Montetize The Image:</strong>\n<ol>\n<li>Register an account at Alpha Coders</li>\n<li>Send an email to admin@alphacoders.com with your account name, a link to the image you wish to monetize, and proof you are the rightful copyright holder.</li>\n<li>That's it!</li>\n</ol>\n<strong>2.\nThe Option To Remove</strong>\n<strong>The Removal Path:</strong>\n<br> The short: send an email to <strong>copyright@alphacoders.com</strong> and the image will be removed in a very timely manner.\nA checksum will prevent that specific image from showing up again.\n<br>\n<br>\n<strong>The Long:</strong> Alpha Coders is an online service provider as defined in the Digital Millennium Copyright Act.\nWe provide legal copyright owners with the ability to self publish on the internet by uploading, storing, and displaying various media utilizing our services.\n<br>\n<br> We have no intention of violating anyone's copyright, and take the matter very seriously.\n<br>\n<br> If you are a copyright holder: <br>\n<br> Please send an email (written notice) to our DMCA Agent: David West copyright@alphacoders.com If you wish to contact us by mail, please see our entry at https://copyright.gov: https://dmca.copyright.gov/osp/publish/history.html?search=Alpha+Coders&amp;id=45d849f9f14a3e0154b073edcacbecd5 <br>\n<br> We respond to any valid request, whether just a few lines and a link, or a full, legally correct DMCA letter :) ", "created_at": "2021-11-17 17:03:18.091177", "updated_at": "2021-11-17 17:03:55.615532"}, {"id": 10169, "name": "Acceptable Use", "url": "https://alphacoders.com/site/acceptable_use", "xpath": "/html/body/div[2]/div[3]/div/div", "text": " <p>\n<b> Alpha Coders provides a platform to discover and share things you love.\nTo keep the Alpha Coders sites running smoothly for all of our Users, you agree that you will use the Service only in a manner consistent with the following Acceptable Use Policy.\n</b>\n</p>\n<br> You agree not to post User Content that: <br>\n<ul>\n<li> Creates a risk of harm, loss, damage, physical or mental injury, emotional distress, death, disability, disfigurement, or physical or mental illness to yourself, to any other person, or to any animal.\n</li>\n<li> Seeks to harm or exploit children by exposing them to inappropriate content.\n</li>\n<li> Asking for personally identifiable details or otherwise.\n</li>\n<li> Violates or encourages any conduct that violates applicable laws or regulations.\n</li>\n<li> Contains any information or content we deem to be: <ul>\n<li>hateful,</li>\n<li>violent,</li>\n<li>harmful,</li>\n<li>abusive,</li>\n<li>harassing,</li>\n<li>threatening,</li>\n<li>profane,</li>\n<li>racially or ethnically offensive</li>\n</ul>\n</li>\n<li> Contains any information or content we deem to be: <ul>\n<li>invasive of personal privacy or publicity rights,</li>\n<li>humiliating to other people (publicly or otherwise),</li>\n<li>infringing,</li>\n<li>defamatory,</li>\n<li>libelous,</li>\n<li>otherwise objectionable;</li>\n</ul>\n</li>\n<li> Contains any information or content that is illegal (including, without limitation, the disclosure of insider information under securities law or of another party's trade secrets).\n</li>\n<li> Infringes any third party's Intellectual Property Rights, privacy rights, publicity rights, or other personal or proprietary rights.\n</li>\n<li> Contains any information or content that you do not have a right to make available under any law or under contractual or fiduciary relationships.\n</li>\n<li> Is fraudulent, false, misleading, or deceptive.\n</li>\n</ul>\n<br> You agree not to engage in any of the following prohibited activities: <br>\n<ul>\n<li> Use, display, mirror or frame the Service, any individual element within the Service, the Alpha Coders's name, trademark, logo or other proprietary information, or the layout and design of any page, without our express written consent.\n</li>\n<li> Access, tamper with, or use non-public areas of the Service, our computer systems, or the technical delivery systems of our providers.\n</li>\n<li> Attempt to probe, scan, or test the vulnerability of any Alpha Coders's system or network or breach any security or authentication measures.\n</li>\n<li> Avoid, bypass, remove, deactivate, impair, descramble or otherwise circumvent any technological measure implemented by Alpha Coders or any of our providers or any other third party (including another user) to protect the Services or Alpha Coders Content.\n</li>\n<li> Attempt to access or search the Services, User Content or Alpha Coders Content through the use of any engine, software, tool, agent, device or mechanism (including automated scripts, spiders, robots, crawlers, data mining tools or the like) other than the software and/or search agents provided by Alpha Coders or other generally available third party web browsers.\n</li>\n<li> Attempt to scrape or download User Content or Alpha Coders Content from the Services, or otherwise use, upload content to, or create new links, reposts, or referrals in the Service through the stated methods above.\n</li>\n<li> Send any unsolicited or unauthorized spam and spam comments on posts, advertising messages, promotional materials, email, junk mail, chain letters or other form of solicitation.\n</li>\n<li> Use any meta tags or other hidden text or metadata utilizing a Alpha Coders or Alpha Coders trademark, logo, URL, or product name without Alpha Coder's express written consent.\n</li>\n<li> Use the Service for any commercial purpose or the benefit of any third party, except as otherwise explicitly permitted for you by Alpha Coders or in any manner not permitted by the Terms of Service.\n</li>\n<li> Use Alpha Coders user information to forge any TCP/IP packet header or any part of the header information in any email or newsgroup posting, or in any way use the Services to send altered, deceptive or false source-identifying information.\n</li>\n<li> Attempt to decipher, decompile, disassemble or reverse engineer any of the software used to provide the Services.\n</li>\n<li> Interfere with, or attempt to interfere with, the access of any user, host or network, including, without limitation, sending a virus, overloading, flooding, spamming, or mail-bombing the Services.\n</li>\n<li> Collect or store any personally identifiable information from the Services from other users of the Services without their express permission.\n</li>\n<li> Impersonate or misrepresent your affiliation with any person or entity.\n</li>\n<li> Violate any applicable law or regulation.\n</li>\n<li> Encourage or enable any other individual to do any of the activities prohibited in this Acceptable Use Policy.\n</li>\n</ul>\n<br>\n<p>\n<i> Alpha Coders reserves the right, but is not obligated, to remove any User Content for any reason or for no reason, including User Content that Alpha Coders believes violates this Acceptable Use Policy or its Terms of Service.\nAlpha Coders may also permanently or temporarily terminate or suspend a User account without notice and liability for any reason, including if, in Alpha Coder's sole determination, a User violates any provision of this Acceptable Use Policy, our Terms of Service, or for no reason.\n</i>\n</p> ", "created_at": "2021-11-17 17:03:05.112473", "updated_at": "2021-11-17 17:03:51.248855"}, {"id": 10168, "name": "Terms of Service", "url": "https://alphacoders.com/site/tos", "xpath": "/html/body/div[2]/div[3]/div/div", "text": " Short Version: <ul>\n<li> Alpha Coders is an online service, allowing you to share things you've found, or created.\n</li>\n<li> We use cookies to track your preferences (sorting, view, ect) and our advertisers use cookies to help them targt ads.\n</li>\n<li> If you are submitting YOUR original work: You can remove it from the Alpha Coders ecosystem at any time.\nIt's yours after all.\n</li>\n<li> If you are submitting things you've found: You are stating that you have permission to post this material online, and you are giving Alpha Coders permission to show this image independently of your account.\n</li>\n<li> We respect copyright, and remove copyrighted materials as soon as we are notified of them.\n</li>\n<li> You agree to not sue Alpha Coders.\nWe aren't a big corporation anyways, just a dude typing a lot.\n</li>\n<li> To keep our database light, we sometimes purge old, inactive things.\nAccounts not used for 2+ years with no activity are at risk of being removed.\n</li>\n<li> The full TOS is below, covers additional caveats, and is worded more 'legally' </li>\n</ul>\n<br>\n<br> Long Version <p> Welcome to Alpha Coders! Alpha Coders is an online service that allows you to create an online profile, as well as as place for you to share things you've found, or things you've created.\n<br>\n<br> The Alpha Coders Service is provided by Alpha Coders, Inc., however, we will refer to our company and Service as \"Alpha Coders\" to keep things simple.\nLike all online services, we need to have a Terms of Service (\"Terms\").\nPlease read these Terms carefully, and email us at admin@alphacoders.com if you have any questions.\n</p>\n<p> By accessing or using the Alpha Coders Service, you agree to be bound by these Terms and both our Acceptable Use Policy and our Privacy Policy, whether or not you are a registered user of our Service.\nThese Terms apply to all visitors, registered users, and others who access the Service (\"Users\").\n</p>\n<br> 1.\nSharing Your Content <br>\n<ul>\n<li> 1A) Your content.\n<ul>\n<li> 1A-1) Alpha Coders allows you to share and post content on the Service, including wallpapers, art, photos, comments, and other materials.\nAnything that you post, display, or otherwise make available on our Service, including all Intellectual Property Rights (defined below) in such content, is referred to as \"User Content.\" You retain all of your rights in all of the User Content you post to our Service.\n</li>\n<li> 1A-2) How Alpha Coders and other users can use your content is subject to any applicable account settings you select.\nIn doing so, you grant us a non-exclusive, royalty-free, transferable, sublicensable, worldwide license to use, display, reproduce, modify (e.g., re-format), re-arrange, and distribute your User Content on Alpha Coders for the purposes of operating and providing the Service(s) to you and to our other Users.\n</li>\n<li> 1A-3) Nothing in these Terms shall restrict Alpha Coders' rights under separate licenses to User Content.\nPlease remember that the Alpha Coders Service is a public platform, and that other Users may search for, see, and use any User Content that you make publicly available through the Service.\n</li>\n<li> 1A-4) How long we keep your content: Following termination of or deactivation of your account, or if you remove any User Content from your account– Alpha Coders may retain your User Content for a commercially reasonable period of time for backup, archival, or audit purposes.\n</li>\n<li> 1A-5) Furthermore, Alpha Coders and other Users may retain and continue to display, reproduce, modify, re-arrange, and distribute any of your User Content that other Users have favorited, rated, or otherwise interacted with or which you have posted to public or semi-public areas of the Service.\n</li>\n<li> 1A-6) Your responsibility for your content: To Alpha Coders and our community.\nAlpha Coders provides a creative and positive place for you to discover and share things you love, or post your creations.\nTo keep it that way, we ask that you review and agree to abide by our rules.\nWe must also insist that you only use our Service in a manner that is consistent with the Alpha Coders’s Acceptable Use Policy </li>\n<li> 1A-7) Please -- be a good citizen on Alpha Coders, and always respect our Service and its Users.\nWe reserve the right, but are not obligated, to remove User Content from the Service for any reason, including User Content that we believe violates these Terms or the Alpha Coders Acceptable Use Policy.\n</li>\n<li> 1A-8) It is important that you understand that you are in the best position to know if the materials you post are legally allowed.\nWe therefore ask that you please be careful when deciding whether to make User Content available on our Service.\n</li>\n<li> 1A-9) To third parties: Alpha Coders values and respects the rights of third party creators and content owners, and expects you to do the same.\nYou therefore agree that any User Content that you post to the Service does not and will not violate any law or infringe the rights of any third party, including without limitation any Intellectual Property Rights (defined below), publicity rights or rights of privacy.\n</li>\n</ul>\n</li>\n<li> 1B) Definition of Intellectual Property Rights.\n<ul>\n<li> 1B-1) When we refer to \"Intellectual Property Rights\" in these Terms, we mean all patent rights.\ncopyright rights.\nmoral rights.\nrights of publicity.\ntrademark, trade dress and service mark rights (and associated goodwill).\ntrade secret rights.\nand all other intellectual property and proprietary rights as may now exist or hereafter come into existence, and all applications for any of these rights and registrations, renewals and extensions of any of these rights, in each case under the laws of any state, country, territory or other jurisdiction.\n</li>\n<li> 1B-2) Feedback you provide: We value hearing from our Users, and are always interested in learning about ways we can make Alpha Coders more awesome.\nYou may choose to or we may invite you to submit comments, ideas or feedback about the Service, including, without limitation, about how to improve the Service or our products (\"Feedback\").\n</li>\n<li> 1B-3) By submitting any Feedback, you agree that your disclosure is gratuitous, unsolicited and without restriction.\nyour disclosure will not place Alpha Coders under any fiduciary or other obligation.\nand we are free to use, disclose and otherwise exploit the Feedback without any restriction and without additional compensation to you.\n</li>\n<li> 1B-4) By acceptance of your submission, Alpha Coders does not waive any rights to use similar or related Feedback previously known to Alpha Coders, or developed by its employees, or obtained from sources other than you.\n</li>\n</ul>\n</li>\n</ul>\n<br> 2.\nAlpha Coders Content <br>\n<ul>\n<li> 2A) Except for User Content, the Service itself, all content and other subject matter included on or within the Service, and all Intellectual Property Rights in or related to the Service or any such content or other subject matter (\"Alpha Coders Content\") are the property of Alpha Coders and its licensors.\n</li>\n<li> 2B) Except as expressly provided in these Terms, you agree not to use, modify, reproduce, distribute, sell, license, or otherwise exploit the Alpha Coders Content without our permission.\n</li>\n<li> 2C) Our license to you: <ul>\n<li> 2C-1) Subject to the terms and conditions of these Terms and our Acceptable Usage Policy, we grant you a license to use the Service, including accessing and viewing Alpha Coders Content, for your personal, noncommercial use to allow you to express yourself, discuss public issues, report on issues of public concern, engage in parody and as expressly permitted by the features of the Service.\n</li>\n<li> 2C-2) Alpha Coders may terminate this license at any time for any reason or no reason.\nExcept for the rights and licenses expressly granted, Alpha Coders reserves all other rights and no other rights are granted by implication or otherwise.\n</li>\n</ul>\n</li>\n</ul>\n<br> 3.\nCopyright Policy <br>\n<ul>\n<li> 3A) Alpha Coders has adopted and implemented the Alpha Coders Copyright Policy in accordance with the Digital Millennium Copyright Act.\nFor more information, please read our Copyright Policy.\n</li>\n</ul>\n<br> 4.\nUsing Alpha Coders <br>\n<ul>\n<li> 4A) Who can use Alpha Coders.\n<ul>\n<li> 4A-1) You may use the Service only if you can form a binding contract with Alpha Coders, and only in compliance with these Terms and all applicable local, state, national, and international laws, rules and regulations.\n</li>\n<li> 4A-2) Any use or access to the Service by anyone under the age of 13 is strictly prohibited.\n</li>\n<li> 4A-3) Because we respect the Alpha Coders community, the Service is not available to any Users previously removed from the Service by Alpha Coders.\n</li>\n</ul>\n</li>\n<li> 4B) Alpha Coders accounts.\n<ul>\n<li> 4B-1) Creating an account with Alpha Coders gives you access to the Services in our sole discretion.\n</li>\n<li> 4B-2) We may maintain different types of accounts for different types of Users.\n</li>\n<li> 4B-3) If you open an account on behalf of a company, organization, or other entity, then (a) \"you\" includes you and that entity, and (b) you represent and warrant that you are an authorized representative of the entity with the authority to bind the entity to these Terms, and that you agree to these Terms on the entity’s behalf.\n</li>\n<li> 4B-4) By connecting to Alpha Coders with a third-party service (e.g., Facebook or Twitter), you give us permission to access and use your information from that service as permitted by that service, and to store your log-in credentials for that service.\n</li>\n<li> 4B-5) For more information on the types of information we collect from these third-party services, please read our Privacy Policy.\n</li>\n<li> 4B-6) You agree not to use user names that are offensive, obscene, or harassing to others.\n</li>\n<li> 4B-7) We reserve the right to require you to change your user name at any time and for any reason in our sole discretion.\n</li>\n</ul>\n</li>\n<li> 4C) Terminating your account.\n<ul>\n<li> 4C-1) You may close your account at any time by sending an email to admin@alphacoders.com.\n</li>\n<li> 4C-2) We may permanently or temporarily terminate or suspend your User account or access to the Service for any reason, without notice or liability to you, including if in our sole determination you violate any provision of our Acceptable Use Policy or these Terms, or for no reason.\n</li>\n<li> 4C-3) Upon termination of your use of the Service, you continue to be bound by: <ul>\n<li> Section 1b (How Alpha Coders and other users can use your content), </li>\n<li> Section 1c (How long we keep your content), </li>\n<li> Section 1e Feedback you provide), </li>\n<li> Section 1f (Definition of Intellectual Property Rights), </li>\n<li> Section 2a (Alpha Coders Content), </li>\n<li> Section 3 (Copyright Policy), </li>\n<li> Section 4c (Terminating your account), </li>\n<li> Section 4f (Your interactions with other Users), </li>\n<li> Sections 6 through 12 (inclusive) of these Terms.\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> 4D) For information about how your User Content will be handled after any termination of your account, please see the \"How long we keep your content\" section 1D above.\n</li>\n<li> 4E) Your responsibility for your account.\n<ul>\n<li> 4E-1) When you create your Alpha Coders account, you must provide us with accurate and complete information.\nPlease be sure to provide us with up to date contact information for you so we know how to reach you.\n</li>\n<li> 4E-2) We encourage you to use \"strong\" passwords (passwords that use a combination of upper and lower case letters, numbers and symbols) with your account.\n</li>\n<li> 4E-3) You are solely responsible for the activity that occurs on your account, and you agree to keep your account login and password secure.\n</li>\n<li> 4E-4) You must immediately notify Alpha Coders of any compromise of your credentials you become aware of and any unauthorized use of your account.\n</li>\n</ul>\n</li>\n<li> 4F) Changes to the Service.\n<ul>\n<li> 4F-1) Here at Alpha Coders, we’re always innovating and finding ways to provide our Users with new and innovative features and services.\nTherefore, we may, without prior notice, change the Service.\nadd features, stop providing the Service or features of the Service, to you or to Users generally.\nor create usage limits for the Service.\n</li>\n</ul>\n</li>\n<li> 4G) Your interactions with other Users.\n<ul>\n<li> 4G-1) Please keep in mind that you are solely responsible for your interactions with other Users.\n</li>\n<li> 4G-2) We reserve the right, but have no obligation, to monitor disputes between you and other Users.\n</li>\n<li> 4G-3) Alpha Coders will have no liability for your interactions with other Users, or for any User’s action or inaction.\n</li>\n<li> 4G-4) Please help to make Alpha Coders a positive and respectful community.\n</li>\n</ul>\n</li>\n</ul>\n<br> 5.\nPrivacy and Security <br>\n<ul>\n<li> 5A) We care about the privacy and security of our Users.\nYou understand that by using the Service you consent to the collection, use and disclosure of your personally identifiable information and aggregate data as set forth in our Privacy Policy, and to have your Personally Identifiable Information collected, used, transferred to and processed in the United States.\n</li>\n<li> 5B) While we work to protect the security of your content and account, Alpha Coders cannot guarantee that unauthorized third parties will not be able to defeat our security measures.\nYou acknowledge that you provide your information at your own risk.\n</li>\n</ul>\n<br> 6.\nThird-party Links, Sites and Services <br>\n<ul>\n<li> 6A) The Service may contain links to third-party websites, advertisers, services, special offers, or other events or activities that are not owned or controlled by Alpha Coders.\n</li>\n<li> 6B) Alpha Coders does not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services.\n</li>\n<li> 6C) If you access any third party website, service, or content from the Service, you do so at your own risk and you agree that Alpha Coders will have no liability arising from your use of or access to any third-party website, service, or content.\n</li>\n</ul>\n<br> 7.\nIndemnity <br>\n<ul>\n<li> 7A) You agree to indemnify and hold harmless Alpha Coders and its officers, directors, employees and agents, from and against any claims, suits, proceedings, disputes, demands, liabilities, damages, losses, costs and expenses, including, without limitation, reasonable legal and accounting fees (including costs of defense of claims, suits or proceedings brought by third parties), arising out of or in any way related to (i) your access to or use of the Services or Alpha Coders Content, (ii) your User Content, or (iii) your breach of any of these Terms.\n</li>\n</ul>\n<br> 8.\nDisclaimers <br>\n<ul>\n<li> 8A) <b> The services, including without limitation all content and other subject matter included within the services, are provided on an \"as is\" and \"as available\" basis, without warranty of any kind, either express or implied.\nWithout limiting the foregoing, Alpha Coders specifically disclaims any and all warranties and conditions of merchantability, fitness for a particular purpose, quiet enjoyment and non-infringement, and any warranties arising out of course of dealing or usage of trade.\n</b>\n</li>\n<li> 8B) Alpha Coders takes no responsibility and assumes no liability for any User Content that you or any other User or third party posts or sends over the Service.\n</li>\n<li> 8C) You are solely responsible for your User Content and the consequences of posting or publishing it, and you agree that we are only acting as a passive conduit for your AND OTHER USERS’ online distribution and publication of your AND THEIR User Content.\n</li>\n<li> 8D) You understand and agree that you may be exposed to User Content that is inaccurate, objectionable, inappropriate for children, or otherwise unsuited to your purpose.\n</li>\n</ul>\n<br> 9.\nLimitation of Liability <br>\n<ul>\n<li> 9A) <b> You acknowledge and agree that, to the maximum extent permitted by law, the entire risk arising out of your access to and use of the services, Alpha Coders content, and user content remains with you and you use the services at your own risk.\nYou agree that neither Alpha Coders nor any other party involved in creating, producing, or delivering the services will be liable for any incidental, special, exemplary, punitive or consequential damages, including lost profits, loss of data or loss of goodwill, service interruption, computer damage or system failure or the cost of substitute products or services, arising out of or related to these terms or from the services, or from the use of or inability to use the services, user content, Alpha Coders content, or from any communications, interactions or meetings with other users of the services or other persons with whom you communicate or interact as a result of your use of the services, whether based on warranty, contract, tort (including negligence), product liability or any other legal theory, and whether or not Alpha Coders has been informed of the possibility of such damage.\n</b>\n</li>\n<li> 9B) <b> In no event will Alpha Coders’s aggregate liability, or that of its officers, directors, employees and agents, arising out of or in connection with these terms or from the services, or from the use of or inability to use the services, user content or Alpha Coders content exceed one hundred dollars ($100).\nThe limitations of liability set forth above are fundamental elements of the basis of the bargain between Alpha Coders and you.\nSome jurisdictions do not allow the exclusion or certain warranties or the exclusion or limitation of liability for consequential or incidental damages, so the above disclaimers and limitations may not apply to you.\n</b>\n</li>\n<li> 9C) The Service is controlled and operated from its facilities in the United States.\n</li>\n<li> 9D) Alpha Coders makes no representations that the Service is appropriate or available for use in other locations.\n</li>\n<li> 9E) Those who access or use the Service from other jurisdictions do so at their own volition and are entirely responsible for compliance with all applicable national, state, local or other laws, statutes, directives, rules, regulations, and all interpretations or orders of any government, administrative or regulatory authority or court, including but not limited to those related to export and import of software, technical information or services.\n</li>\n<li> 9F) You may not use the Service if you are a resident of a country embargoed by the United States, or are a foreign person or entity blocked or denied by the United States government.\n</li>\n<li> 9G) Unless otherwise explicitly stated, all materials found on the Service are solely directed to individuals, companies, or other entities located in the United States.\n</li>\n</ul>\n<br> 10.\nArbitration and Governing Law: <br>\n<ul>\n<li> 10A) For any dispute you have with Alpha Coders, you agree to first contact us at admin@alphacoders.com and attempt to resolve the dispute with us informally.\n</li>\n<li> 10B) In the unlikely event that Alpha Coders has not been able to resolve a dispute it has with you after attempting to do so informally, we each agree to resolve any claim, dispute, or controversy (excluding claims for injunctive or other equitable relief) arising out of or in connection with or relating to these Terms, or the breach or alleged breach thereof (collectively, \"Claims\"), by binding arbitration by the American Arbitration Association (\"AAA\") under the Commercial Arbitration Rules and Supplementary Procedures for Consumer Related Disputes then in effect for the AAA, except as provided herein.\n</li>\n<li> 10C) Unless you and Alpha Coders agree otherwise, the arbitration will be conducted in the county where you reside.\nEach party will be responsible for paying any AAA filing, administrative and arbitrator fees in accordance with AAA rules, except that Alpha Coders will pay for your reasonable filing, administrative, and arbitrator fees if your claim for damages does not exceed $75,000 and is non-frivolous (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)).\n</li>\n<li> 10D) The award rendered by the arbitrator shall include costs of arbitration, reasonable attorneys’ fees and reasonable costs for expert and other witnesses, and any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nNothing in this Section shall prevent either party from seeking injunctive or other equitable relief from the courts for matters related to data security, intellectual property or unauthorized access to the Service.\n</li>\n<li> 10E) <b> All claims must be brought in the parties’ individual capacity, and not as a plaintiff or class member in any purported class or representative proceeding, and, unless we agree otherwise, the arbitrator may not consolidate more than one person’s claims.\nYou agree that, by entering into these terms, you and Alpha Coders are each waiving the right to a trial by jury or to participate in a class action.\n</b>\n</li>\n<li> 10F) Governing Law.\n<ul>\n<li> 10F-1) You agree that: (i) the Service shall be deemed solely based in California.\nand (ii) the Service shall be deemed a passive one that does not give rise to personal jurisdiction over Alpha Coders, either specific or general, in jurisdictions other than California.\n</li>\n<li> 10F-2) These Terms shall be governed by the internal substantive laws of the State of California, without respect to its conflict of laws principles.\n</li>\n<li> 10F-3) The application of the United Nations Convention on Contracts for the International Sale of Goods is expressly excluded.\n</li>\n<li> 10F-4) We each agree to submit to the personal jurisdiction of a state court located in Santa Clara County, California or the United States District Court for the Northern District of California, for any actions for which either party retains the right to seek injunctive or other equitable relief, as further described in the Arbitration provision above.\n</li>\n</ul>\n</li>\n</ul>\n<br> 11.\nGeneral Terms <br>\n<ul>\n<li> 11A) Notification Procedures and changes to these Terms.\nAlpha Coders may provide notifications, whether such notifications are required by law or are for marketing or other business related purposes, to you via email notice, \"push\" mobile notification, written or hard copy notice, or through posting of such notice on our website, as determined by Alpha Coders in our sole discretion.\n</li>\n<li> 11B) Alpha Coders reserves the right to determine the form and means of providing notifications to you, provided that you may opt out of certain means of notification as described in these Terms and our Privacy Policy.\n</li>\n<li> 11C) Alpha Coders may, in its sole discretion, modify or update these Terms from time to time, and so you should review this page periodically.\nWhen we change the Terms in a material manner, we will update the ‘last modified’ date at the bottom of this page.\n</li>\n<li> 11D) Your continued use of the Service after any such change constitutes your acceptance of the new Terms of Service.\nIf you do not agree to any of these Terms or to any future Terms of Service, do not use or access (or continue to access) the Service.\n</li>\n<li> 11E) Alpha Coders is not responsible for any automatic filtering you or your network provider may apply to email notifications we send to the email address you provide us.\n</li>\n<li> 11F) Assignment.\n<ul>\n<li> 11F-1) These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Alpha Coders without restriction.\nAny attempted transfer or assignment in violation hereof shall be null and void.\n</li>\n</ul>\n</li>\n<li> 11G) Restricted Rights.\n<ul>\n<li> 11G-1) If the Mobile Software, is being acquired on behalf of the United States Government, then the following provision applies: This is commercial computer software.\nIf acquired by or on behalf of an agency, department, or other entity of the United States Government (\"Government\"), the use, duplication, reproduction, release, modification, disclosure, or transfer (\"use\") of this software, and any related documentation of any kind, including technical data or manuals no matter how received by the Government, is restricted by the terms and conditions of a license agreement in accordance with Federal Acquisition Regulation 12.212 for civilian agencies, and Defense Federal Acquisition Regulation Supplement 227.7202 for military agencies.\n</li>\n<li> 11G-2) All other use is prohibited.\n</li>\n</ul>\n</li>\n<li> 11H) Export Control.\n<ul>\n<li> 11H-1) Any software or technology obtained from Alpha Coders through the Service, including the Mobile Software, originates in the United States, and is subject to United States export laws and regulations.\n</li>\n<li> 11H-2) The software and technology described in 11F-1 may not be exported or re-exported to certain countries or those persons or entities prohibited from receiving exports from the United States.\n</li>\n<li> 11H-3) All software and technology obtained from Alpha Coders may be subject to the import and export laws of other countries.\nIt is your responsibility to comply with all U.S.\nand foreign export and import laws and regulations.\n</li>\n</ul>\n</li>\n<li> 11I) Entire Agreement/Severability.\n<ul>\n<li> 11I-1) These Terms, together with any amendments and any additional agreements you may enter into with Alpha Coders in connection with the Service, shall constitute the entire agreement between you and Alpha Coders concerning the Service.\n</li>\n<li> 11I-2) If any provision of these Terms is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of the Terms, which shall remain in full force and effect.\n</li>\n</ul>\n</li>\n<li> 11J)No Waiver.\n<ul>\n<li> 11J-1) No waiver of any term of these Terms shall be deemed a further or continuing waiver of such term or any other term, and Alpha Coders’s failure to assert any right or provision under these Terms shall not constitute a waiver of such right or provision.\n</li>\n</ul>\n</li>\n<li> 11K) Contact.\n<ul>\n<li> 11K-1) Please contact us at admin@alphacoders.com with any questions regarding these Terms.\n</li>\n</ul>\n</li>\n</ul>\n<br> 12.\nModification Record <br>\n<ul>\n<li> 12A) Terms of Service were first uploaded on June 21, 2012.\n</li>\n<li> 12B) Terms were first updated for easier reading on June, 22, 2012.\n</li>\n<li> 12C) Terms were updated to include a 'short version' on March 6, 2013.\nThe 'Long Version', or original terms, is unchanged.\n</li>\n<li> 12D) Terms were updated to include that we purge old, inactive accounts on April 23rd 2018.\n</li>\n</ul> ", "created_at": "2021-11-17 17:02:53.158214", "updated_at": "2021-11-17 17:03:00.295931"}], "points": [], "urls": ["wall.alphacoders.com"]}}