{"error": 448, "message": "OK", "parameters": {"id": 3795, "name": "TechWelkin ", "created_at": "2021-05-28 02:58:08.977874", "updated_at": "2021-05-28 22:00:21.716975", "wikipedia": null, "keywords": null, "related": null, "slug": "techwelkin_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3795.png", "url": "techwelkin.com", "documents": [{"id": 6374, "name": " Privacy Policy", "url": "https://techwelkin.com/privacy-policy", "xpath": "/html/body/div[1]/div[1]/div/div[1]/main/article/div", "text": " Privacy information\n<p>We at techwelkin.com take privacy very seriously.\nWe would never disclose your personal information to third parties or use it for bulk mail lists or newsletters.</p>\n<p>Submission of personal information is not required in order to browse our website and we strongly urge you NOT to disclose any of your personal addresses, emails or phone numbers when interacting with our readers in the comments sections.</p>\n<p>When you register an account at our website and you log in with either your Facebook or Google account, we never store your login data, your name or email address – the login verification is performed directly by Facebook or Google.\nWe also don’t get any information about your social network contacts or any right for posting to your Facebook timeline.</p>\n<p>You should however be aware that we record data about your visit to our website for statistical purposes.\nWe only collect that to analyze our audience and we may provide this analysis to our potential advertisers and business partners.</p>\n<p>The data we collect is not personally identifiable regardless of whether you are a registered user or not.\nEvery computer and device connected to the Internet is assigned an Internet Protocol (IP) address.\nIP address can often be used to identify your country, state, and city and we may process that information for statistical purposes with the goal of understanding from where in the world you are coming from (also known as “IP geolocation”).</p>\nOur cookie policy\n<p>In compliance with the European Union legislation, we inform you that our website techwelkin.com will store some information about your preferences how the website looks and operates on your own computer inside a tiny file called a ‘cookie’.</p>\n<p>A cookie is a small piece of data that a website asks your browser to store on your computer or mobile device.\nThe cookie allows the website to “remember” your actions or preferences over time.</p>\n<p>You can delete all cookies that are already on your computer and you can set most browsers to prevent them from being placed.\nIf you do this, however, you may have to manually adjust some preferences every time you visit a site and some services and functionalities may not work.</p>\n<p>Most browsers support cookies, but users can set their browsers to decline them and can delete them whenever they like.\nA third-party website called <em>aboutcookies.org</em> has been setup to help you with instructions how you can do that on various browsers.</p>\n<p>We use cookies to:</p>\n<ul>\n<li>identify you as a returning user and to count your visits in our traffic statistics analysis;</li>\n<li>remember your custom display preferences;</li>\n<li>suggest the last phones you’ve searched for in our Phone search field;</li>\n<li>other usability features including tracking whether you’ve already given your consent to cookies</li>\n</ul>\n<p>Enabling cookies from techwelkin.com is not strictly necessary for the website to work but it will provide you with a better browsing experience.</p>\n<p>The cookie-related information is not used to identify you personally and the pattern data is fully under our control.\nThese cookies are not used for any purpose other than those described here.</p>\n<p>There may also be other types of cookies created after you’ve visited our website.</p>\n<p>We use Google Analytics, a popular web analytics service provided by Google, Inc.\nGoogle Analytics uses cookies to help us to analyse how users use the site.\nIt counts the number of visitors and tells us things about their behaviour overall – such as the typical length of stay on the site or the average number of pages a user views.</p>\n<p>The information generated by the cookie about your use of our website (including your IP address) will be transmitted to and stored by Google on servers in the United States.\nGoogle will use this information for the purpose of evaluating your use of our website, compiling reports on website activity and providing other services relating to website activity and internet usage.</p>\n<p>Google may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google’s behalf.\nGoogle undertakes not to associate your IP address with any other data held by Google.</p>\nThird Party Ad Servers\n<p>We may have third-party advertising companies serving ads to you when you visit our website.\nThese companies may store information about your visits to our website and to other web sites in order to provide you with relevant advertisements about goods and services.</p>\n<p>These companies may employ cookies and other identifiers to measure advertising effectiveness.\nThe information is generally not personally identifiable unless, for example, you provide personally identifiable information to them through an ad or an e-mail message.</p>\n<p>If you would like to learn more about what options you have about limiting the gathering of information by third-party ad networks, you can consult the website of the Network Advertising Initiative.</p>\n<p>You can opt out of participating in interest-based advertising networks but opting out does not mean you will no longer receive online advertising.\nIt does mean that the companies from which you opted out will no longer customize ads based on your interests and web usage patterns using cookie-based technology.</p> ", "created_at": "2021-05-28 02:58:08.981379", "updated_at": "2021-05-28 00:59:20.476645"}], "points": [], "urls": ["techwelkin.com"]}}