{"error": 448, "message": "OK", "parameters": {"id": 4877, "name": "Gate Applied Course", "created_at": "2021-08-18 04:59:06.116112", "updated_at": "2021-08-18 22:01:09.308308", "wikipedia": null, "keywords": null, "related": null, "slug": "gate-applied-course", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4877.png", "url": "appliedroots.com", "documents": [{"id": 8755, "name": "Terms and Conditions", "url": "https://appliedroots.com/terms-and-conditions", "xpath": "/html/body/div[2]/div[4]/div/div", "text": " Terms and Conditions <p>By placing the order, you have read and agree to www.appliedroots.com’s Terms of Use, Cancellation and Refund policy, and privacy policy.</p>\n<p>This agreement (“user agreement) incorporates the terms and conditions for AAIC Technologies Pvt.\nLtd.\nto provide services to the person (“the user”).</p>\n<ol>\n<li> In case of cancellation, no refund will be provided.</li>\n<li> Sharing and buying of – Illegal Copies of our content whoever commits an offense shall be punishable as per appropriate sections with court of law.</li>\n<li>The unauthorized reproduction or distribution of this copyrighted work is illegal.\nCriminal copyright infringement is Punishable as per concerned act.</li>\n<li> Your order cannot be modified.</li>\n<li>You acknowledge and agree that Your user ID and password (“Participant Account”) is for Your exclusive use only.</li>\n<li>While You are granted a limited and non-exclusive right to use the Website, the Services, and the Content and Course-ware for the Restricted Purpose as set forth in this Agreement, You acknowledge and agree that We are the sole and exclusive owner of the Website, the Services and the Content and Course-ware and as such are vested with all Intellectual Property Rights and other proprietary rights in the Website, the Services, and the Content and Course-ware.</li>\n<li>You acknowledge and agree that this Agreement other than permitting You to use the Website, the Services, and the Content and Course-ware for the Restricted Purpose does not convey to You in any manner or form any right, title or interest of a proprietary, or any other nature in the Website, the Services, and the Content and Course-ware.</li>\n<li>Please note, gate.appliedcourse.com is not responsible for how others use information that is publicly available or otherwise accessible to others who have access to the Services.</li>\n<li>Any intellectual property generated during the coursework by the instructor, employees and course participants also belong to AAIC Technologies Pvt.\nLtd.</li>\n<li>The course content may not be reproduced /shared/translated/edited/derived-from without prior written permission from AAIC Technologies Pvt.\nLtd.</li>\n<li>All copyrights to any derivative work relating to this course belong to AAIC Technologies Pvt.\nLtd.</li>\n</ol> ", "created_at": "2021-08-18 04:59:06.120059", "updated_at": "2021-08-18 03:00:44.456652"}], "points": [], "urls": ["appliedroots.com"]}}