{"error": 448, "message": "OK", "parameters": {"id": 3277, "name": "USL", "created_at": "2021-04-24 14:09:12.672467", "updated_at": "2022-07-06 22:00:08.259277", "wikipedia": null, "keywords": null, "related": null, "slug": "usl", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/3277.png", "url": "usl.website", "documents": [{"id": 5361, "name": "T&C+ Privacy Policy ", "url": "https://www.usl.website/tospage.php", "xpath": "", "text": " <i>\n</i>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i> 0 Shopping Cart </li>\n<li>\n</li>\n</ul>\n<i>\n</i>\n<ul>\n<li> USL Home </li>\n<li> Store <ul>\n<li> Browse All </li>\n<li> Hosting (cPanel-Linux) </li>\n<li> Re-seller Hosting Servers (WHM &amp.\ncPanel) </li>\n<li> Radio's Dedicated Streams + Scheduling </li>\n<li> Re-Seller Radio Servers </li>\n<li> Website &amp.\nDesign Products </li>\n<li> Extra Internet Services </li>\n<li> Support Services </li>\n<li> Bundles &amp.\nSpecials </li>\n<li> Register a New Domain </li>\n<li> Transfer Domains to Us </li>\n</ul>\n</li>\n<li> Help </li>\n<li> Contact Us </li>\n<li> Submit Ticket </li>\n<li> More <ul>\n</ul>\n</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> 0 Shopping Cart Login Register <ol>\n<li> Hosting Servers &amp.\nRadios </li>\n<li> General terms and conditions </li>\n</ol>\n<p>\n<strong>General terms and conditions </strong>\n</p>\n<p>The use of services from USL constitutes agreement to these terms &amp.\nconditions.\n</p>\n<p>In this document: USL, its members, employees, suppliers, associates, additional domain names used for business, subsidiaries, sister companies and other business operations.</p>\n<p>\n<strong>How We Do Business:</strong>\n<br>\n<br>You must pay a 50% deposit before any work on your web-site can take place.<br>Registering of domains are payable in advance for one year, before registration can take place, Com Org Info etc..\nare linked to the Dollar.<br>\n<strong>You can only use Yoco, E.F.T &amp.\nPayPal</strong>, if cash is paid into the bank you may add R30 to R65+ for bank charges.\n(<em>we will invoice you as we are charged bank charges for cash that is paid into our account</em>)</p>\n<strong>Web-Design Customers Only.<br>\n</strong>\n<br>You are allowed to ask for structural changes to your design.\nhowever, you only have 5 days to do so, after an e-mail has been sent by us to you to let you know your site is up.<br>If you want to make changes after the 5 day, period charges may be incurred, depending on the changes.<br>You have to within this same 5 day period, send us an e-mail stating you are happy with the site and pay the remainder of the 50% plus bank charges if you have paid cash into the bank as mentioned above.<br>If the remainder of 50% is not paid in 30 days, your site will be deleted permanently, you will lose your deposit and your new domain name will become the property of U.S.L.\nand will not be transfered as a rule.<br>\n<br>\n<strong>E-mails:<br>\n<br>\n</strong>You need to send us a list of e-mail accounts you want to create if you do not want to use cPanel yourself&nbsp.\n, this can be done at any given time during your hosting with us.\nYou may at any time ask us to delete, create, or change passwords for any amount of e-mail accounts for you during your hosting with us.\nYou can only send limited e-mails per hour from all your accounts unless you ask us to up this for you.\nYou are not permitted to use your e-mail for e-mail spam, this will get your account suspended until further notice and might not be re-activated.<br>E-mail can also be read on any browser and you may also change your own password on the web-service, block people from sending you mail, or setup auto responders etc...\nAlternatively, you could just ask us to do it for you at no charge.<br>\n<br>Email supports POP &amp.\nIMAP <br>\n<br>Mail can be logged into here:<br>Webmail: http://YourDomainName/webmail<br>\n<br>\n<br>\n<p>You need to pay your account fees on or before the last 5th day of every pay cycle.\n(Only Yoco, PayPal &amp.\nEFT’s are excepted) <strong>No Cash payments</strong> can be made into the bank account for web services.\nthis will incur bank charges leaving you in arrears’ on your account.<br>\n<br>We Do Except Yoco, PayPal &amp.\nEFT Only.<br>\n<br>\n</p>\n<p>Web/Radio/Internet-Service/s account/s in arrears will be suspended in 5 days after no payment has been received, we will endeavour to contact you in every way possible before we will be forced to suspend your account(s) as soon as proof of payment is received for outstanding amount(s), only then will account(s) be activated again, to activate a suspended account could cost up to R200 or $20 (<em>Please make sure your service is always paid on time</em>)<br>You may pay hosting or services in advance or month by month, every 3 months, every 6 months or every 12 months.<br>\n<br>\n</p>\n<p>\n<strong>Services bought from us with the online shop will be activated automatically by our billing system as soon as your proof of payment is received.\nMonthly services will be suspended 5(five) days after no payment has been received and a late fee will be added to the invoice.<br>\n</strong>\n<br>\n<br>Gmail and other free email services are at times, not reliable, &nbsp;when sending us urgent mail, send a read receipt with it so you can be sure we reading your mail.<br>Occasionally, DNS will not resolve or Gmail IP addresses are included on 'suspicious' lists by third-party organizations, like SORBS.<br>\n<strong>\n<br>No bills or invoices will be sent by regular mail.\nAll invoices will be sent directly to customers via email billing system shortly after the online purchase has been made.\n</strong>\n</p>\n<p>\n<strong>Correspondence</strong>\n</p>\n<p>Customers are required to have a valid email address &amp.\nvalid Domain information on file at all times.\nDetails can be updated in your billing account with us or at http://www.update.usl.website&nbsp.\n<br>All communication from USL will be done via email.\nWhen we send an email, it is deemed that delivery of the said email has reached the recipient.\nUnless we get and error returned we will let you know via SMS that your mail is down.<br>All Email communication will be from www.usl.website Only! And will contain our logo staff name and admin level.&nbsp;</p>\n<p>\n<strong>Contract Period</strong>\n</p>\n<p>Unless otherwise stated the contract period is on a monthly bases, termination can occur at any point during the month, there is no cancellation notification period except for Domains (30days), hence cancellation will happen on the day of the request, provided all amounts owed to USL are paid.\nIf there is still an outstanding amount, the account will continue to be billed, until the account is settled and the cancellation request is resent and accepted by USL 30% interest will also be added to your overdue amounts per month and we will not be able to release your domain for transfer until you have setteled your bill with USL<br>\n<br>Please note that on your YES/Cancelation e-mail to us all data, is deleted from our servers!<br>Making backup of your webpage etc.\nwill be your concern.\nMake sure you have backup of your webpage etc.\nbefore you give us your YES/Cancelation email to stop your services with us.\nWe might ask you to confirm your identity in some way or form before we act on any cancelation requests from your email address, we could also phone you to get voice confirmation on your request/s<br>\n<br>Your Domain will show suspended or deleted on our servers as from your YES e-mail date &amp.\ntime.</p>\n<p>If you have, any outstanding Invoices transfers will be rejected until full settlement has been made on your accounts with USL.<br>\n<br>\n<strong>Service abuse and spam policy ( <em>Talk to us about your email sending needs we will have a solution for you</em> ) <br>\n<br>\n</strong>\n</p>\n<p>We reserve the right to terminate your hosting account if it is found that the resources made available to you are being abused.</p>\n<p>This includes, but is not limited to the following:</p>\n<ul>\n<li>Spamming</li>\n<li>Sending unsolicited mail.</li>\n<li>Providing file storage services.</li>\n<li>Providing email services via your website be it illegal newsletter sending or services like gmail.com and hotmail.com.</li>\n<li>Scripting that utilises more than 20% of a server or node's memory, storage, processing resource, I/O at any one time.\n</li>\n<li>Hosted services that cause the general performance of our servers or nodes to degrade.</li>\n<li>Offensive / Porno or Conduct / (content that is not private and open to public)<br>\n<br>\n</li>\n<li>Illegal or other unacceptable content as outlined in T&amp;C </li>\n</ul>\n<p>\n<strong>\n<br>Web-site:</strong>\n</p>\n<p>USL reserves the right to refuse service and/or access to its servers to anyone without giving any reason at all.\nUSL reserves the right to move your hosting account to a different USL web server without previous notice.\nWe will however make every effort to keep your sites uptime at 100% during this process and we will let you know about the move once it is done.<br>\n<br>\n</p>\n<p>\n<strong>USL does not allow any of the following content to be stored on its servers: </strong>\n</p>\n<ul>\n<li>Explicit Adult material - includes all pornography, erotic images, or otherwise lewd or obscene content.\n(Needs to be in Private group closed to public, then we will allow it)</li>\n<li>Excessive download content or non-linked content.</li>\n<li>Off-site backups.\n(we don’t mind small backups but 16gig is not small)</li>\n<li>Spam, Phishing and any such illegal activities.\n</li>\n<li>Illegal content - according to South African or USA, Canadian &amp.\nFrench Federal, State or City law</li>\n<li>Copyright media which you do not own the copyright to is just going to get you in trouble.</li>\n<li>Sites with banners, graphics or cgi's running from their domain being used on other domains.</li>\n<li>Sites offering immense download archives, such as .zip, .tar, .rar, .GZ and so on.</li>\n<li>IRC Scripts and Bots of any kind unless it was explicitly permitted by management</li>\n<li>Proxy scripts/anonymizers</li>\n<li>Auto Surf/PTC/PTS/PPC sites</li>\n<li>IP scanners</li>\n<li>Brute force Programs/Scripts/Applications</li>\n<li>Mail Bombers/Spam Scripts</li>\n<li>File Dump/Mirror similar to Rapid share and others</li>\n<li>Escrow, Bank Debentures, Bank Debenture Trading programs and sites</li>\n<li>High-Yield Interest Programs (HYIP) or related sites</li>\n<li>Prime Banks Programs</li>\n<li>Lottery sites</li>\n<li>MUDs/RPGs/PBBGs</li>\n<li>Hacker focused sites/archives/programs</li>\n<li>Sites promoting illegal activities</li>\n<li>Forums and/or websites that distribute or link to warez/pirated/illegal content</li>\n<li>Fraudulent Sites of any kind</li>\n<li>Mailer Pro hosting sites</li>\n<li>Sale of any controlled substance without prior proof of appropriate permit(s)</li>\n<li>Use your unlimited web space for other data than web-page data is not allowed.\n(Unless you let us know about it, we are lenient with space)</li>\n</ul>\n<p>Refusal of service is entirely at the unfettered discretion of USL.</p>\n<p>\n<strong>Privacy Policy </strong>\n</p>\n<p>We will not share your private (personally identifiable) information with any third party unless required to do so by a member of law enforcement authorities with correct paper work.\nYou will be informed as soon as any authority contacts us about you, with or without the correct paper trail.\n</p>\n<p>\n<strong>Cancellation and refunds</strong>\n</p>\n<p>USL reserves the right to cancel the service at any time.\nIn this event, customers will be entitled to a pro rata refund based upon the remaining period of membership.\nIf a customer contravenes USL' terms of service a refund will not be issued in the event of a cancellation.\nRefunds will be decided by USL admin only.</p>\n<p>\n<strong>Try to be nice even if you angry and convinced it is our fault that something is wrong.\nYou will find that 100% of angry customers find that it is their mistake, that is causing the problem/s and that their anger is preventing the support team from helping them efficiently.\nAny abuse of our staff in any format or medium could result in the suspension or worse termination of all your services.<br>\n<br>\n</strong>\n</p>\n<p>Customers may cancel their account at any time provided that their account is fully paid up.\nThis is the original payment date not the new date you might have moved your payment date to.</p>\n<p>All account cancellations are processed within 30 minutes from the cancellation request.\nWe do not schedule cancellations so please ensure that requests are sent on the day of intended termination.</p>\n<p>Once an account is cancelled, <strong>all data pertaining to the account will be removed from our servers</strong>.</p>\n<p>\n<strong>Computer hardware from our shop or software supplied by us:</strong>\n</p>\n<p>We only give carry in warrantees on hardware, Hardware is marked and sealed, any UN tampered with hardware will be under warrantee.</p>\n<p>Software from Softaculous or what you install on your website is guaranteed to take up space on your hard drive, unless you have a contract with us giving you a guarantee on the software our staff or we have created for you.<br>Server Hardware is under warranty for as long as you using it.<br>\n<br>\n<strong>Radio Services:</strong>\n<br>Radio (User)<br>You may broadcast what you want we have no rules about what you may or may not broadcast or what licenses your country needs, we just provide the service to you&nbsp.\nthe rest is up to you.<br>\n<br>\n</p>\n<p>\n<br>\n<strong>Disclaimer </strong>\n</p>\n<p>USL will not be responsible for any damages you or your business may suffer.\nUSL makes no warranties of any kind, expressed or implied for services we provide.\nUSL does back up your data/website and whilst every attempt would be made in the unlikely event of any corruption or hardware failure, USL cannot guarantee to be able to replace lost data at all times, no one can.\nUSL disclaims any warranty or merchantability or fitness for a particular purpose.\nThis includes loss of data resulting from delays, non-deliveries, wrong delivery, and any and all service interruptions if it happens.\nUSL reserves the right to revise its policies and terms and conditions at any time.</p>\n<p>By signing up for any of our services you agree to be bound by all USL terms and conditions unless you have a separate contract with us stating otherwise.<br>\n<br>\n</p>\n<p>\n<strong>Our terms and conditions may be updated from time to time, please be sure to keep updated by referring to this document regularly.<br>\n<br>\n</strong>\n</p>\n<p>\n<strong>\n<br>USL.WEBSITE GDPR-ready Privacy Policy</strong>\n</p>\n<p>Your privacy and safety of your data is important to us.\nThis Privacy Policy document describes types of information that is or may be collected, used or shared by USL.WEBSITE when you visit, use or make a purchases.<br>If you have any additional questions or require more information about our Privacy Policy or about how we handle user data and personal information, or wish to withdraw your consent for the continued collection, use or disclosure of your Personal Information, please feel free to contact us.</p>\n<p>\n<strong>Definitions</strong>\n</p>\n<p>USL.WEBSITE is operated by USL Services, Pretoria, North-West, South Africa.\n(referred to as \"I\", \"Me\", \"Our\", \"Us\" or \"We\").\nAs a customer of this service you're a \"User\", \"Visitor\" or \"You\" according to this agreement.\nThe Website or any services offered by us will be referred to as \"Website\" or \"Service\".\nExternal services or integrations like will be referred to as Applications \"External Provider\" or \"External Service\".</p>\n<p>\n<strong>Data we collect</strong>\n</p>\n<p>Following standard procedures of using log files, these files automatically log visits when you visit the Website, it may include information about your web browser, it may log some of the cookies that are installed on your device, IP address, ISP, time zone and time stamp, referring/exit pages, number of clicks.\nThe purpose of this information is for analyzing trends, administering this website, tracking users' movement on this website, and gathering demographic information, and it's not linked to any information that is personally identifiable.\nAdditionally, as you browse the Website, we may collect information about subpages you view.\nThis log is available in your cPanel under Metrics tab.\n<br>\n<br>We may also collect personal information about you such as your name, organization/company name, address, email address or other personal data if you provide it to us during registration, purchasing, contacting us or in other ways.\nWe only ask for personal information when we truly need it to provide a desired service to you (for example if you make an order through the Website).\nWe collect it by fair and lawful means, with your knowledge and consent.\nWe also let you know why we're collecting it and how it will be used.</p>\n<p>\n<strong>Sharing your Personal Information</strong>\n</p>\n<p>We don't share, sell, trade or rent any personally identifying information publicly or with third-parties, except when required to by law, if you violate our Terms of Use or where it helps us facilitate our Service.\nFor example online store module may require third-party services like PayPal or other Payment Processors, we may also use stats services like Google Analytics, Yoco and others more.\nEach of these services have their own Privacy Policy, for example:</p>\n<ul>\n<li>PayPal</li>\n<li>Google Analytics</li>\n<li>Yoco</li>\n</ul>\n<p>In order to provide certain features we may rely on other third party services like payment and accounting providers or services, support or communication providers and other services, we reserve right to not track how you interact with any of the provided services.<br>\n<br>We may collect and use Non-Personal Information to help us improve the Service, customize your experience and analyze use of the Service.\nThis Privacy Policy does limit our use or disclosure of collected Non-Personal Information.\nWe do NOT share any data.</p>\n<p>\n<strong>Cookies and Beacons</strong>\n</p>\n<p>USL.WEBSITE uses \"Cookies\", which are small data files placed on your device only if your browser's settings allow it and may include information like unique ID, previously visited subpages on this Website and/or other information.\nTypes of Cookies we may use: Session Cookies, Security Cookies or Preference Cookies.\nYou can disable or erase cookies in your browser settings.</p>\n<p>\n<strong>General Data Protection Regulation (GDPR)</strong>\n</p>\n<p>The General Data Protection Regulation (GDPR) is a regulation in EU law on data protection and privacy for all individuals within the European Union and the European Economic Area.\n<br>\n<br>If you are a European resident, we are Data Controller of your data and you have the right to know how your personal information is processed, what we collected about you and to ask that this data to be corrected, updated, or deleted.\nAdditionally, please note that your information may be transferred outside of Europe, including to Canada and the United States or South Africa.\nPlease contact us if you have any questions about your GDPR rights.\nFor more information or complaints please contact your local data protection authority.<br>\n<br>\n<strong>Data Retention</strong>\n</p>\n<p>We retain collected information for as long as necessary to provide you with your requested service or unless and until you ask us to delete this information.\nData we store, we will protect within commercially acceptable means to prevent loss and theft, as well as unauthorised access, disclosure, copying, use or modification.\nCustomer passwords which we may store are is stored as a hash and original password cannot be recovered.\nWe also provide 2FA (Two Factor Authentication)<br>\n<br>\n<strong>Email Communication</strong>\n</p>\n<p>We may communicate with you by email or telephone, Text, WhatsApp or Telegram in response to your inquiries or send you service-related announcements based on Personal Information you provide to us.\nWe may also use your Personal Information to send you updates and other promotional communications if we received your agreement.\nIf you no longer wish to receive those email updates, you may opt-out at anytime of receiving them by following the instructions included in each communication.\nUsually it's an \"unsubscribe\" link.</p>\n<p>\n<strong>Links To Other Websites</strong>\n</p>\n<p>Our Website may contain links to and from third party websites or services that are not operated by us.\nIf you follow a link to any of these websites and you will be redirected to third part website, please note that these websites have their own privacy policies and we do not accept any responsibility or liability for these policies or practices.\nPlease review the Privacy Policy of every website you visit before you submit any Personal Information to any of these websites.</p>\n<p>\n<strong>Advertisements</strong>\n</p>\n<p>No ads are ever displayed on your webpages by USL servers.</p>\n<p>\n<strong>Children</strong>\n</p>\n<p>This Website does not address any individuals under the age of 18.\nBy using the Website, you represent that you are at least 18 years of age or your parent or Guardian knows about your deallings with USL.</p>\n<p>\n<strong>Do Not Track</strong>\n</p>\n<p>This Website does not alter its data collection and use practices when your browser sends Do Not Track signal</p>\n<p>\n<strong>Business Transfers</strong>\n</p>\n<p>In the event USL.WEBSITE, or substantially all of our assets, were acquired, or in the unlikely event that USL Services goes out of business or enters bankruptcy, your personal information would be one of the assets that is transferred or acquired by a third party which may continue to process your Personal Information.\nYou acknowledge and consent that such transfers may occur, and are permitted by this Privacy Policy, and that any acquirer of our assets may continue to use your personal information as set forth in this policy.</p>\n<p>\n<strong>Changes</strong>\n</p>\n<p>We reserve the right to update or modify this Privacy Policy at anytime without prior notice.\nWe will post these changes on this page so please review this document each time before you provide us with any personal information.\nThis Policy is effective as of <strong>2021/04/24</strong>.\nYour continued use of the Website after seven (7) days of any changes or revisions to this Privacy Policy shall indicate your agreement with the terms of such revised Privacy Policy.\nWe suggest that you check this Privacy Policy periodically if you are concerned about how your information is used.</p>\n<p>\n<strong>Consent</strong>\n</p>\n<p>By using our website, you hereby consent to our Privacy Policy and agree to its terms.</p>\n<ul>\n<li> English / $ USD </li>\n</ul>\n<ul>\n<li> Contact Us </li>\n</ul>\n<p>\n</p>\n<p>USL is One of The Top Rated Hosts on Trustpilot.</p>\n<p>\n</p>\n<br> × Close Loading...\n<i>\n</i> Loading...\nClose Submit × Choose language Afrikaans English <p>Choose Currency</p> $ USD R ZAR Apply Generate Password × Please enter a number between 8 and 64 for the password length Password Length Generated Password <i>\n</i> Generate new password Copy Close Copy to clipboard and Insert <br>\n<br>\n<br> &nbsp.\n&nbsp.\n<br>\n<br>\n<br>\n<br>\n<i>\n</i>\n<p>\n</p> Always Up.\nAlways On.\nAlways Here For You<p>\n</p>\n<p>Copyright © 2009 to 2021 Universal Solutions Lab (USL).\nAll Rights Reserved </p>\n<p>\n</p> × Choose language Afrikaans English <p>Choose Currency</p> $ USD R ZAR Apply Generate Password × Please enter a number between 8 and 64 for the password length Password Length Generated Password <i>\n</i> Generate new password Copy Close Copy to clipboard and Insert <br>\n<br> ", "created_at": "2021-04-24 14:09:13.685357", "updated_at": "2021-04-24 14:26:55.41664"}], "points": [{"id": 27477, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.usl.website/tospage.php", "status": "Generated through the annotate view", "created_at": "2022-03-22 23:20:36.293576", "updated_at": "2022-03-22 23:20:36.293576", "quoteText": "We reserve the right to update or modify this Privacy Policy at anytime without prior notice.\n", "case_id": 121, "document_id": 5361, "quoteStart": 21591, "quoteEnd": 21685}, {"id": 27476, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.usl.website/tospage.php", "status": "Generated through the annotate view", "created_at": "2022-03-22 23:20:01.697357", "updated_at": "2022-03-22 23:20:01.697357", "quoteText": "This Website does not alter its data collection and use practices when your browser sends Do Not Track signal</p>\n<p>\n<strong>", "case_id": 233, "document_id": 5361, "quoteStart": 20854, "quoteEnd": 20980}, {"id": 27475, "title": "Two factor authentication is provided for your account", "source": "https://www.usl.website/tospage.php", "status": "Generated through the annotate view", "created_at": "2022-03-22 23:19:17.892465", "updated_at": "2022-07-06 20:38:16.72024", "quoteText": "We also provide 2FA (Two Factor Authentication)<br>\n<br>\n<strong>", "case_id": 312, "document_id": 5361, "quoteStart": 19290, "quoteEnd": 19355}], "urls": ["usl.website"]}}