{"error": 448, "message": "OK", "parameters": {"id": 1421, "name": "vinted", "created_at": "2019-02-16 17:36:11.675246", "updated_at": "2021-05-24 22:00:23.114406", "wikipedia": "https://en.wikipedia.org/wiki/Vinted", "keywords": null, "related": null, "slug": "vinted", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/1421.png", "url": "vinted.fr", "documents": [{"id": 1039, "name": "Privacy Policy", "url": "https://www.vinted.com/privacy-policy", "xpath": "", "text": " Sign up | Log in Sell now Sell now Sign up | Log in Your Guide to Vinted Categories Women Men Kids Discover How it works Get the App Help Center Infoboard Company About us Jobs Press Advertising Policies Trust and Safety Privacy Terms Cookie policy Privacy Cookie settings Community Forum <ul>\n<li>Women See all Clothes Shoes Bags Accessories Beauty See all Clothes Shoes Bags Accessories Beauty See all Coats &amp.\njackets Sweaters Suits &amp.\nblazers Dresses Skirts Tops &amp.\nt-shirts Jeans Pants &amp.\nleggings Shorts &amp.\ncapri pants Jumpsuits &amp.\nrompers Swimwear Lingerie &amp.\nnightwear Maternity clothes Activewear Costumes &amp.\nspecial outfits Other clothing See all Boots Heels Flats Oxfords &amp.\nloafers Ankle boots Sandals Sports shoes Flip-flops Slippers Other shoes See all Handbags Shoulder bags Backpacks Tote bags Clutches Purses &amp.\nwallets Makeup bags Satchels Fanny packs Patterned &amp.\nembroidered bags Holdalls Luggage &amp.\nsuitcases Other bags See all Jewelry Watches Belts Sunglasses Scarves &amp.\nshawls Gloves Hats &amp.\ncaps Hair accessories Tech accessories Umbrellas Keyrings Other accessories See all Makeup Perfume Face care Beauty tools Hand care Nail care Body care Hair care Other beauty items </li>\n<li>Men See all Clothes Shoes Accessories Grooming See all Clothes Shoes Accessories Grooming See all Jeans Coats &amp.\njackets Tops &amp.\nt-shirts Suits &amp.\nblazers Sweaters Pants Shorts Socks &amp.\nunderwear Swimwear Activewear Costumes &amp.\nspecial outfits Other men's clothing See all Oxfords &amp.\nloafers Slippers &amp.\nflip-flops Formal shoes Sneakers &amp.\nchucks Sport shoes Sandals Boots Other shoes See all Ties &amp.\nPocket squares Bags &amp.\nBackpacks Jewellery Belts Watches Sunglasses Hats &amp.\ncaps Scarves &amp.\nshawls Gloves Other See all Face care Tools &amp.\naccessories Hair care Body care Hand &amp.\nnail care Cologne Make-up Grooming kits Other grooming items </li>\n<li>Kids See all Girls' clothing Boys' clothing Toys &amp.\ngames Baby care Strollers Ride-on toys Car seats &amp.\nchairs Kids' furniture School supplies Other kids' items See all Girls' clothing Boys' clothing Toys &amp.\ngames Baby care Strollers Ride-on toys Car seats &amp.\nchairs Kids' furniture School supplies Other kids' items See all Baby clothing Shoes Coats &amp.\njackets Sweaters &amp.\nhoodies Tops &amp.\nt-shirts Dresses Skirts Trousers &amp.\nshorts Bags &amp.\nbackpacks Accessories Swimwear Underwear &amp.\nsocks Sleepwear Sportswear Clothing bundles Clothing for twins Fancy dress &amp.\ncostumes Other girls' clothing See all Baby clothing Shoes Coats &amp.\njackets Sweaters &amp.\nhoodies Tops &amp.\nt-shirts Pants &amp.\noveralls Bags &amp.\nbackpacks Accessories Swimwear Underwear &amp.\nsocks Sleepwear Sportswear Clothing bundles Clothing for twins Fancy dress &amp.\ncostumes Other boys' clothing See all Games Jigsaws &amp.\nPuzzles Toys Gaming consoles &amp.\nvideo games See all Sleep accessories Nursing &amp.\nfeeding Baby carriers &amp.\nwraps Swimming equipment Diapers &amp.\nskincare Childcare accessories &amp.\ntech Bouncers &amp.\nswings Bibs Potties Childproofing &amp.\nsafety See all Umbrella strollers Sport strollers Universal strollers Strollers for twins Accessories for strollers See all Baby walkers Push &amp.\npull toys Kids' bike seats &amp.\ntrailers Scooters Tricycles Bicycles Outdoor vehicles Sledges, skis &amp.\nsnowboards Roller skates &amp.\nice skates See all Car seats Feeding chairs See all Cradles Cribs Toddler beds Mattresses Playmats Playpens Changing pads &amp.\ntables Other kids' furniture See all Children's books Literature for parents School books School bags School supplies See all </li>\n<li>About Discover How it works Get the App Help Center Infoboard Company About us Jobs Press Advertising Policies Trust and Safety Privacy Terms Cookie policy Privacy Cookie settings Community Forum </li>\n</ul> &lt;img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://analytics.twitter.com/i/adsct?txn_id=l4tre&amp;p_id=Twitter\" /&gt.\n&lt;img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"//t.co/i/adsct?txn_id=l4tre&amp;p_id=Twitter\" /&gt.\nVinted - Data Protection Statement <p>Vinted - Data Protection Statement</p>\nVinted - Privacy Policy\n<p>\n<em>Date last updated: 2020-11-26</em>\n</p>\n1.\nGeneral\n<p>This Privacy Policy applies to the online platforms Vinted.fr, Vinted.es, Vinted.nl, Vinted.be, Vinted.lu, Vinted.lt, Musumazyliai.lt Vinted.cz, Vinted.pl, Vinted.de, Vinted.co.uk, Vinted.com, Kleiderkreisel.de, Kleiderkreisel.at, Mamikreisel.de, Mamikreisel.at (“Website”) and to the associated app (“App”).\nVinted.fr, Vinted.es, Vinted.nl, Vinted.be, Vinted.lu, Vinted.lt, Vinted.cz, Vinted.pl, Vinted.de and Vinted.co.uk online platforms are operated by Vinted, UAB, Švitrigailos st.\n13, LT-03228 Vilnius, Republic of Lithuania.\nKleiderkreisel.de, Kleiderkreisel.at, Mamikreisel.de, Mamikreisel.at online platforms are operated by Kleiderkreisel GmbH, Wallstraße 65, 10179 Berlin, Germany, and Vinted.com online platform is operated by Vinted Inc, a company registered in Delaware, with business location at C/o AG Accounting 735 Geary St.\n#303 San Francisco, CA 94109.\n(hereinafter jointly referred to as “Us”, “We” or “Vinted”).\nUnless otherwise specified under specific sections, this Privacy Policy applies to all of our Platforms.\nMore details about how to get in contact with us can be found at the end of this Privacy Policy under no.\n7.</p>\n<p>We take your privacy extremely seriously.\nAll data will be collected, stored and used by us in accordance with the European Union General Data Protection Regulation No.\n2016/679 (“<strong>GDPR</strong>”), other statutory regulations.</p>\n<p>The services offered by us via the Website and/or App (jointly&nbsp;\"<strong>Platform</strong>\") can function only if we collect, store, transfer, delete and/or otherwise use (\"<strong>collect and use</strong>\") specific data relating to you.\nPersonal data means all information relating to an identified or identifiable natural person such as your name, date of birth, address or email address.</p>\n<p>This Privacy Policy describes which of your data we collect and for what purposes we collect and use it when you use the services offered by us on the Platform.\nThis Privacy Policy also contains important information on the protection of your data, especially the statutory rights you have in connection with it.</p>\n<p>Certain services on our Platform are offered by third-party suppliers.\nWhen you use these services, the data protection regulations of the third-party suppliers will then apply in addition to this data protection statement.\nPrior to your use of such services, the third-party suppliers may require you to provide permission under data protection law.</p>\n<p>Under applicable data protection laws, Vinted is obligated to inform you about data processing and Vinted fulfills this obligation within this Privacy Policy.\nThis Privacy Policy and any parts of it are not meant as contractual clauses and do not become part of the&nbsp;general terms and conditions&nbsp;(\"<strong>GTC</strong>\") as a contract that is concluded with registered users.\nUnder applicable data protection laws, Vinted can process data that is necessary for the performance of a contract with you or necessary for taking steps at the request of you prior to entering into a contract (Art.\n6 (1) (b) GDPR).\nReferences to the GTC should at all times be understood as information on data processing (Art.\n13 and 14 GDPR) and never as clauses that become part of the GTC.\nBy using the Platform and our services, you enter into a legally binding contract between you and Vinted conditions of which are described in the GTC.</p>\n2.\nWhy and how do we collect and use your data?\n2.1.\nTo enable you to use the Platform, allow us to provide our services and perform our GTC\n<p>We collect and use your personal data to allow you to use our Platform, to provide our services and to perform a contract (GTC) with you and especially to undertake commercial transactions via the Platform, to use the electronic payment system or to leave reviews and communicate with other members.\nTo use these services, you need a Vinted account.\nFor this purpose, you must register as a member on the Website or App.</p>\n<p>Most of your personal data are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.\nPart of your data are required to fulfill our legal obligations when you are a member of our Platform.\nIn case you do not provide us with this personal data, we will not be able to comply with legal requirements and provide our services.</p>\n<p>This data is also used for improvement of the Platform in order to make it a better experience for our members (see 2.2.12).</p>\n<p>Vinted collects your personal data to allow you to use our Platform, to provide our services and to perform a contract (GTC) with you and keeps it for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.1.1.\nTo enable registration on the Platform\n<p>When you register as a member on the Platform, you must provide the following data in order to carry out the registration procedure and access your Vinted account:</p>\n<ol>\n<li>User name (necessary when you register without a Facebook or Google account);</li>\n<li>Email address;</li>\n<li>Confirmation that you are aged over 18;</li>\n<li>If you register on Vinted.pl Platform - your full name;</li>\n<li>Password (necessary when you register without a Facebook or Google account).</li>\n</ol>\n<p>Legal basis for the collection and use of data is the performance of a contract (GTC) to which you are party or in order to take steps at your request prior to entering into a contract (GTC) (Art.\n6 (1) (b) of the GDPR).</p>\n<p>We also determine your location at the time of registration to show on your profile.\nYou can at any time choose to change your location (country, city or region) and make your city or region not visible to other members under \"My settings\" in your Vinted account.</p>\n<p>Personal data collected and used for this purpose are kept for as long as we keep your Vinted account – for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.1.2.\nTo authenticate you via Google and Facebook\n<p>If you register using your Google Ireland Ltd.\n(Ireland), Google LLC (USA) (“<strong>Google</strong>”) or Facebook Ireland Ltd.\n(Ireland), Facebook, Inc.\n(USA) (“<strong>Facebook</strong>”) account or later on decide to connect your Google and/or Facebook account to your Vinted account, you will be transferred from our Website or App to the website of Facebook or Google and asked to enter the log-in details for your Facebook or Google account.</p>\n<p>If you enter your Google log-in details, Vinted will receive from Google the following data from your Google account (you may choose not to provide some data):</p>\n<ol>\n<li>Profile photo;</li>\n<li>First name and surname;</li>\n<li>Google account ID;</li>\n<li>Email address;</li>\n<li>&nbsp;</li>\n</ol>\n<p>If you enter your Facebook log-in details, Vinted will receive from Facebook the following data from your Facebook account (you may choose not to provide your email address and/or date of birth):</p>\n<ol>\n<li>Profile photo;</li>\n<li>First name and surname;</li>\n<li>Gender;</li>\n<li>Email address;</li>\n<li>Date of birth.</li>\n</ol>\n<p>The data we obtain from Facebook or Google will be used to set up your Vinted account.\nThis means that we will use the member name of your Facebook or Google account as the member name for your Vinted account so that it will be visible to other visitors to the Website and users of the App.\nOther data obtained from Facebook or Google will not be visible to anyone on the Platform.</p>\n<p>You can at any time undo the link with your Facebook or Google account.\nThis can be done under \"My settings\" in your Vinted account.\nIf, however, when you initially registered, you did so without linking to your Facebook or Google account, you can create this link later.</p>\n<p>Collection and use of data is based on your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for as long as we keep your Vinted account – for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.1.3.\nTo enable you to set up your profile information\n<p>If you decide to add profile details to the account you create on the Platform, we collect and use the following data when you choose to provide it:</p>\n<ol>\n<li>Full name;</li>\n<li>Gender;</li>\n<li>Date of birth;</li>\n<li>Profile photo;</li>\n<li>Whether you have enabled the Holiday Mode;</li>\n<li>Your favorite items;</li>\n<li>Information that you choose to provide in the “About You” field.</li>\n</ol>\n<p>Your profile photo, information on whether you have enabled the Holiday Mode and the information you provide in the \"About You\" field are visible to other visitors of the Platform, but the remainder of the data entered by you is not visible.</p>\n<p>Legal basis for such collection and use is your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for as long as we keep your Vinted account – for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.1.4.\nTo show other members relevant information regarding your activity on the Platform\n<p>When you are a registered member on the Platform, we collect, use and make public on the Platform the following information for the purpose of providing other members with the relevant information:</p>\n<ol>\n<li>Last login date;</li>\n<li>Verification fact;</li>\n<li>Number and member names of followers;</li>\n<li>Number and member names of members followed;</li>\n<li>&nbsp;</li>\n</ol>\n<p>Legal basis for such collection and use is our legitimate interest to ensure that our members would access important information about each other (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for as long as we keep your Vinted account – for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.1.5.\nTo enable you to list your items\n<p>If you list items on the Platform, we will collect and use the following data for the purpose of creating and publishing listings on the Platform (list of required information differs depending on the chosen item category):</p>\n<ol>\n<li>Item title;</li>\n<li>Item description;</li>\n<li>Item category;</li>\n<li>Item brand;</li>\n<li>Item condition;</li>\n<li>Item size;</li>\n<li>Item colour;</li>\n<li>Item material;</li>\n<li>Item photos;</li>\n<li>ISBN (when you sell or swap books);</li>\n<li>Information whether the item is unisex;</li>\n<li>Price;</li>\n<li>Discount;</li>\n<li>Information on whether you are interested in swapping your items;</li>\n<li>Information whether item is marked as reserved;</li>\n<li>Shipping options.</li>\n</ol>\n<p>If you list items in Poland, we will, in addition to other personal data described above, we collect and use your phone number.</p>\n<p>Legal basis for such collection and use is your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for 18 months and 7 days of inactivity.\nPhotos are kept for 3 months after the item is deleted.</p>\n2.1.6.\nTo enable notifications for you\n<p>When you are a registered member on the Platform, we will provide you with notifications regarding your new followers, your favorited items, your activity on the forum and other important messages.</p>\n<p>Legal basis for the collection and use of data is the performance of a contract (GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for as long as we keep your Vinted account – for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.1.7.\nTo enable you to communicate with other members\n<p>If you communicate with other members on the Platform, we collect and use the following data:</p>\n<ol>\n<li>Name of the member you are communicating with;</li>\n<li>Messages;</li>\n<li>Date and time of messages;</li>\n<li>Shared photos;</li>\n<li>Your device;</li>\n<li>Information whether another member seen your message;</li>\n<li>Other data submitted in messages.</li>\n</ol>\n<p>Legal basis for the collection and use of data is the performance of a contract (GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for as long as we keep your Vinted account – for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.1.8.\nTo enable you to leave reviews to other members on the Platform\n<p>If you leave reviews to other members, Vinted collect and use the following data for the purpose of making reviews publicly available on the Platform:</p>\n<ol>\n<li>Review;</li>\n<li>Star rating;</li>\n<li>Member name;</li>\n<li>Date and time of the review;</li>\n<li>Reply to the review.</li>\n</ol>\n<p>Legal basis for such collection and use is your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>You can, at any time, edit or delete your reviews left to other members.</p>\n<p>Personal data collected and used for this purpose are kept for as long as we keep your Vinted account – for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.1.9.\nTo receive reviews from other members\n<p>When you receive reviews from other members, we will collect and use the following data for the purpose of making reviews publicly available on the Platform:</p>\n<ol>\n<li>Review;</li>\n<li>Star rating;</li>\n<li>Member name;</li>\n<li>Date and time of the review</li>\n<li>Your reply to the review.</li>\n</ol>\n<p>Legal basis for such collection and use is the legitimate interest of our members and Vinted to build trust among Vinted members (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for as long as we keep your Vinted account – for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.1.10.\nTo enable you to post in the forum and discuss with our community\n<p>The Vinted forum is where our community comes to talk and help each other by sharing experience and tips.\n&nbsp;You can create new forum topics or post comments in our forum.\nWe collect and use the following data which you voluntarily submit on the Platform:</p>\n<ol>\n<li>Your member name;</li>\n<li>Your picture;</li>\n<li>Your created forum topics;</li>\n<li>Your forum posts;</li>\n<li>Photos shared in your post;</li>\n<li>Date and time of your post;</li>\n<li>Total number of your posts on the Platform;</li>\n<li>Your device;</li>\n<li>Likes under your post;</li>\n<li>Your likes under other members’ posts;</li>\n<li>Your favorite forum topics.</li>\n</ol>\n<p>If you select to post anonymously, your member name/picture won't be visible to other members.\nHowever, your identity will still be visible to the Vinted team.</p>\n<p>Legal basis for such collection and use is your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>You can delete your own forum topics and posts at any time.</p>\n<p>Personal data collected and used for this purpose are kept for as long as we keep your Vinted account – for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.1.11.\nTo send you important communication regarding the Platform\n<p>If you register on the Platform, we will send you e-mails and messages via the Platform’s messaging system for the purpose of providing important notifications e.g.&nbsp;GTC, Privacy Policy changes.</p>\n<p>Legal basis for the collection and use of data is the performance of a contract (compliance with our GTC) to which you are party (Art.\n6 (1) (b) of the GDPR) and compliance with the legal obligations to which Vinted is subject (Art.\n6 (1) (c) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for as long as we keep your Vinted account – for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.1.12.\nTo send you offers via the Platform’s messaging system\n<p>If you register on the Platform, we will send you offers related to Vinted services via the Platform’s messaging system (“Offers”).</p>\n<p>Legal basis for the collection and use of data is our legitimate interest to provide offers to our members (Art.\n6 (1) (f) of the GDPR, Art.\n13 (2) of Directive 2002/58/EC of the European Parliament and of the Council of 12 July 2002 concerning the processing of personal data and the protection of privacy in the electronic communications sector (Directive on privacy and electronic communications), Art.\n69 (2) of Lithuanian Law on Electronic Communications).</p>\n<p>Personal data collected and used for this purpose are kept for as long as we keep your Vinted account – for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.1.13.\nTo provide you with customer support service\n<p>If you send us query, request or complaint, we will collect and use the following data for the purpose of providing you with customer support services you request on the Platform:</p>\n<ol>\n<li>Your profile information;</li>\n<li>Platform usage information;</li>\n<li>Transaction information;</li>\n<li>Shipment information;</li>\n<li>Communications;</li>\n<li>Age;</li>\n<li>Gender;</li>\n<li>IP address;</li>\n<li>Session information;</li>\n<li>Item listings, photos and videos;</li>\n<li>Inquiries;</li>\n<li>Other information submitted by you.</li>\n</ol>\n<p>The type of information we collect can vary depending on your inquiry.</p>\n<p>Legal basis for the collection and use of data is the performance of a contract (GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>In order to respond to your inquiries, Vinted provides your data to service partners which provide customer support services:</p>\n<ol>\n<li>Transcom Worldwide Italy SpA (Italy) (if you use our .fr, .es, .be, .nl, .lu, .de or .at Platforms);</li>\n<li>Transcom Worldwide Spain S.L.U (Spain) (if you use our .es Platform);</li>\n<li>Transcom Worldwide Poland sp.\nZ.o.o.\n(Poland) (if you use our .pl or .fr Platforms);</li>\n<li>UAB Transcom Worldwide Vilnius (Lithuania) (if you use our .fr, .es, .be, .nl, .lu, .de or .at Platforms);</li>\n<li>Transcom Worldwide Portugal, S.L.U (Portugal) (if you use our .fr Platform);</li>\n<li>Transcom Worldwide Albania SH.P.K.\n(Albania) (if you use our .fr Platform);</li>\n<li>Transcom Worldwide Tunis Sarl (Tunisia) (if you use our .fr, .es, .be, .nl, .lu, .de or .at Platforms);</li>\n<li>Tunis Call Center (Tunisia) (if you use our .fr Platform);</li>\n<li>Phoneact S.A.R.L (Tunisia) (if you use our .fr Platform);</li>\n<li>Conectys Serv Telecom SRL (Romania) (if you use our .fr Platform);</li>\n<li>UAB „Planas chuliganas” (Lithuania) (if you use our .fr, .es, .be, .nl, .lu, .de or .at Platforms).</li>\n</ol>\n<p>If you receive customer support on our .fr, .es, .be, .nl, .lu, .de or .at Platform, this results in your data being shared with our customer support agents outside the European Economic Area.\nIn this case the data is protected by the service providers entering into the&nbsp;EU standard contractual clauses&nbsp;for the transfer of data as approved by the European Commission.</p>\n<p>Personal data collected and used for this purpose are kept for 2 years.</p>\n2.1.14.\nTo resolve any purchase-related disputes between members\n<p>If you purchase and/or sell and/or swap items on the platform and get involved in a dispute with another member, we will collect and use any of your personal data held by Vinted necessary to solve the dispute.</p>\n<p>We base such collection and use on a legitimate interest to settle disputes between our members and defend the rights and interests of Vinted (Art.\n6 (1) (f) of the GDPR) and, where relevant, compliance with the legal obligations to which Vinted is subject (Art.\n6 (1) (c) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for 1 year after a dispute is concluded.</p>\n2.1.15.\nTo retain temporarily your deleted account\n<p>If you decide to delete your account, we will take reasonable efforts to make sure it is no longer viewable on the Platform and restrict the use of your data.\nFor up to 3 months it is still possible to restore your account if it was accidentally or wrongfully deactivated or in case you change your mind and wish to return to the Platform and take action in case someone else would gain access to your account and delete it without your knowledge.</p>\n<p>Legal basis for such storage of your data is our legitimate of Vinted and our members to restore your account when necessary (Art.\n6 (1) (f) of the GDPR) and, where relevant, compliance with the legal obligations to which Vinted is subject (Art.\n6 (1) (c) of the GDPR).</p>\n<p>Personal data are kept for this purpose for 3 months from the date of deletion of your Vinted account.\nAfter 3 months we delete your account from our Platform.</p>\n2.1.16.\nTo transfer your Chicfy account to Vinted Platform\n<p>If you are a former Chicfy user and decide to transfer your profile from Chicfy operated by Chicfy S.L.\n(Spain) and create an account with Vinted as mentioned in section 2.1.1, Vinted receives from Chicfy:</p>\n<ol>\n<li>E-mail address;</li>\n<li>Consent fact;</li>\n<li>Time of the consent;</li>\n<li>Consent text.</li>\n</ol>\n<p>Legal basis for such collection and use is your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for two years after finishing the integration of your profile.</p>\n<p>When you created a Vinted account after giving your consent, the following personal data: your listing images, listing titles, listing descriptions, anonymised review rating, and review details were transferred from Chicfy to Vinted.</p>\n<p>Legal basis for such collection and use of data is the performance of a contract (GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Vinted collects your personal data to allow you to use our Platform, to provide our services and to perform a contract (GTC) with you and keeps it for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.1.17.&nbsp;&nbsp;To transfer your United Wardrobe account to Vinted Platform\n<p>If you are a former United Wardrobe user and decide to transfer your profile from United Wardrobe operated by Vinted B.V (former United Wardrobe B.V.\n(Netherlands)) by giving your consent and create an account with Vinted as mentioned in section 2.1.1, Vinted receives the following (personal) data from United Wardrobe:</p>\n<ol>\n<li>E-mail address;</li>\n<li>Consent fact;</li>\n<li>Time of the consent;</li>\n<li>Consent text.</li>\n</ol>\n<p>Legal basis for such collection and use is your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for two years after finishing the integration of your profile.</p>\n<p>On December 22, 2020 the United Wardrobe platform will go offline.\nThis means that if you haven't&nbsp;given your consent&nbsp;to transfer your profile before December 22, 2020, United Wardrobe will only transfer your email address on December 22, 2020 date to Vinted.\nThis is done in order to enable users, who have missed the deadline of December 22, 2020, to still have their profile transferred from United Wardrobe to Vinted.\nFor this purpose, it is important to use the same email address you used on the United Wardrobe platform.\nBy doing so Vinted &nbsp;will be able to give you the option to have your profile transferred.\nIf you consent, Vinted will be able to access your information on United Wardrobe and transfer it to your Vinted account.\nThis option will be available until ultimately October 27, 2021.</p>\n<p>The legal basis for such collection and use of your email address is our legitimate interest to ensure the successful user migration process from United Wardrobe to Vinted (Art.\n6 (1) (f) of the GDPR).</p>\n<p>When you create a Vinted account, the following personal data will be transferred from United Wardrobe to Vinted: your name, profile picture, date of birth, gender, listing images, listing titles, listing descriptions, listing prices, review ratings, review details, your followers and your favourite items.</p>\n<p>Legal basis for such collection and use of data is the performance of a contract (GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>\n<em>Essence of the arrangement between Vinted and United Wardrobe on joint responsibilities (Art.\n26 (2) sentence 2 of the GDPR)</em>\n</p>\n<p>In order to ensure a smooth migration and transfer from the United Wardrobe Platform to the Vinted platform, both Vinted and United Wardrobe will gain access to certain personal data, the handling of which will fall within United Wardrobe’s and Vinted's joint responsibility.\nTherefore, from 27 October 2020 until ultimately 27 October 2021, United Wardrobe and Vinted will act as joint controllers.</p>\n<p>We would like to inform you about the essence of our arrangement on joint responsibilities with United Wardrobe, in accordance with Art.\n26 of the GDPR.\nSince there are two controllers, we want to explain to you who is responsible for what of the processing of your data.</p>\n<p>From the start of the migration period, on October 27, 2020 until December 22, 2020 all ongoing transactions (both sales and purchases) will be completed on the United Wardrobe’s platform.\nAfter December 22, 2020 the United Wardrobe platform will go offline.\nDuring the entire migration period from October 27, 2020 until ultimately October 27, 2021 United Wardrobe will be responsible for the transfer of your user information from United Wardrobe to Vinted.</p>\n<p>During and after the migration period Vinted will be responsible for retrieving your personal information, which has been transferred by United Wardrobe.\nOnce you have migrated your user information, all new transactions (both sales and purchases) will be made on the Vinted platform.</p>\n<p>Vinted is responsible for informing you about the processing of your personal data in accordance with Art.\n13 and Art.\n14 of the GDPR, which is provided to you above this section in this Privacy Policy.\nIn addition, Vinted is also responsible for providing you with the essence of the arrangement between Vinted and United Wardrobe, in accordance with Art.\n26 (2) sentence 2 of the GDPR.</p>\n<p>Contact point for exercising rights: For any request to exercise your right or any claim relating to the aforementioned data collection and use, you should directly address Vinted as we are the main contact point (Art.\n26 (1) sentence 3 of the GDPR) for such matters.\nYour rights in this context means the right to request from the controller access (Art.\n15 of the GDPR) to and rectification (Art.\n16 of the GDPR) or erasure of personal data (Art.\n17 GDPR) or restriction of processing concerning you (Art.\n18 GDPR) or to object to processing (Art.\n21 of the GDPR) as well as the right to data portability (Art.\n20 GDPR).&nbsp;</p>\n<p>Vinted collects your personal data to allow you to use our Platform, to provide our services and to perform a contract (GTC) with you and keeps it for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.1.18.\nTo transfer your Kleiderkreisel account to Vinted, UAB\n<p>If you are a Kleiderkreisel user and decide to transfer your profile from Kleiderkreisel operated by Kleiderkreisel GmbH (Germany) by giving your consent and create an account on a platform operated by Vinted, UAB as mentioned in section 2.1.1, Vinted, UAB receives the following (personal) data from Kleiderkreisel:</p>\n<ol>\n<li>E-mail address;</li>\n<li>Full name;</li>\n<li>Consent fact;</li>\n<li>Time of the consent;</li>\n<li>Consent text;</li>\n<li>Funds in your balance;</li>\n<li>Date of Birth;</li>\n<li>Address;</li>\n<li>Bank account number;</li>\n<li>First six and last four digits of your credit card number;</li>\n<li>Expiration date;</li>\n<li>Billing address;</li>\n<li>Delivery options;</li>\n<li>Shipping history.</li>\n</ol>\n<p>Legal basis for such collection and use is your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>When you create an account on a platform operated by Vinted, UAB, the following personal data will be transferred from Kleiderkreisel to Vinted, UAB: your profile picture, information that you choose to provide in the “About You” field, listing images, listing titles, listing descriptions, listing prices, review ratings, review details, favourite items, vouchers, saved searches and your followers.</p>\n<p>Legal basis for such collection and use of data is the performance of a contract (GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Vinted, UAB collects your personal data to allow you to use platform, to provide services and to perform a contract (GTC) with you and keeps it for as long as Vinted, UAB keeps your account on a platform operated by Vinted, UAB - for 3 months from the date of deletion of your account on a platform operated by Vinted, UAB or for 5 years and 3 months of inactivity on your account.</p>\n<p>The data related to blocking of Kleiderkreisel banned accounts, such as user device fingerprint data and account verification data are transferred from Kleiderkreisel to Vinted, UAB.</p>\n<p>The legal basis for such collection and use is our legitimate interest to ensure the security of Vinted platform and other users (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for 3 months from the moment you have been blocked.</p>\n<p>\n<em>Essence of the arrangement between Vinted, UAB and Kleiderkreisel on joint responsibilities (Art.\n26 (2) sentence 2 of the GDPR)</em>\n</p>\n<p>In order to ensure a smooth migration and transfer from Kleiderkreisel platform to the platform operated by Vinted, UAB, both Vinted, UAB and Kleiderkreisel will gain access to certain personal data, the handling of which will fall within Kleiderkreisel and Vinted's, UAB joint responsibility.</p>\n<p>Vinted, UAB would like to inform you about the essence of our arrangement on joint responsibilities, in accordance with Art.\n26 of the GDPR.\nSince there are two controllers, Vinted, UAB wants to explain to you who is responsible for what of the processing of your data.</p>\n<p>During the migration period Kleiderkreisel will be responsible for the transfer of your user information from Kleiderkreisel to Vinted, UAB,</p>\n<p>During the migration period Vinted, UAB will be responsible for retrieving your personal information, which has been transferred by Kleiderkreisel.</p>\n<p>Vinted, UAB is responsible for informing you about the processing of your personal data in accordance with Art.\n13 and Art.\n14 of the GDPR, which is provided to you above this section in this Privacy Policy.\nIn addition, Vinted, UAB is also responsible for providing you with the essence of the arrangement between Vinted, UAB and Kleiderkreisel, in accordance with Art.\n26 (2) sentence 2 of the GDPR.</p>\n<p>Contact point for exercising rights: For any request to exercise your right or any claim relating to the aforementioned data collection and use, you should directly address Vinted, UAB at the following email address: dpo@vinted.de as Vinted, UAB is the main contact point (Art.\n26 (1) sentence 3 of the GDPR) for such matters.\nIf you still need to contact Kleiderkreisel directly, you can contact the data protection officer at the following email addresses: dpo@kleiderkreisel.de or dpo@mamikreisel.de<u>.</u> Your rights in this context means the right to request from the controller access (Art.\n15 of the GDPR) to and rectification (Art.\n16 of the GDPR) or erasure of personal data (Art.\n17 GDPR) or restriction of processing concerning you (Art.\n18 GDPR) or to object to processing (Art.\n21 of the GDPR) as well as the right to data portability (Art.\n20 GDPR).\nVinted, UAB acknowledges that you may, in general, contact either Vinted, UAB or Kleiderkreisel to exercise your respective rights.\nVinted, UAB and Kleiderkreisel will forward your request to the other party where this is needed for fulfilling data subject’s rights.</p>\n<p>All other duties under the GDPR are fulfilled by both Vinted, UAB and Kleiderkreisel.\nThose other duties do not involve you as a data subject directly, but rather general duties of controllers such as maintaining security measures and keeping a record of processing activities.</p>\n2.2.\nTo improve your experience when using the Platform\n<p>We collect and use your personal data in order to improve your experience when using the Platform by enabling you to personalize your feed and search results, providing you relevant suggestions and keeping your previous searches, sending you notifications and otherwise making the use of Platform more pleasant.</p>\n<p>Specific applicable legal basis for the collection and use of your data is described in each section below.</p>\n<p>This data is also used for improvement of the Platform in order to make it a better experience for our members (see 2.2.12).</p>\n2.2.1.\nTo enable your preferences regarding your feed and search results\n<p>If you choose to personalize the items presented to you on the Platform (on item feed, catalog and search results), we will collect and use the following data for the purpose of presenting you a feed personalized according to your preferences:</p>\n<ol>\n<li>Information whether you are interested in items for women, men or children;</li>\n<li>Preferred sizes of the items;</li>\n<li>Preferred brands of the items.</li>\n</ol>\n<p>Legal basis for such collection and use is your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.2.2.\nTo personalize your feed and search results\n<p>We also personalize the item feed by evaluating your preferences according to the following:</p>\n<ol>\n<li>Gender;</li>\n<li>Age;</li>\n<li>Country;</li>\n<li>Language;</li>\n<li>Information about your browsing activity on the Plarform;</li>\n<li>Purchasing history;</li>\n<li>Your preferences.</li>\n</ol>\n<p>Legal basis for such collection and use is the legitimate interest of Vinted and its members (Art.\n6 (1) (f) of the GDPR) to make the Platform more convenient for our members and, due to personalization, allow you to see offers from other members that might interest you the most.</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.2.3.\nTo prioritize good value items by reputable sellers\n<p>In order to determine whether you as a seller offer good value items as a reputable seller we will collect and use the following data of you when you sell your items on the Platform:</p>\n<ol>\n<li>Number of positive reviews;</li>\n<li>Information whether the seller has items that are cheaper than 60% of similar items sold on the Platform (similarity is determined according to item category, brand and condition).</li>\n</ol>\n<p>We use results to prioritize good value items by reputable sellers when showing items to new members, increase the visibility of items uploaded by members that have chosen the same language as you and/or live in the same country or region, items listed by new members, items that have 3 favorites or more, children’s items that have one or more favorites, items that are bumped, show relevant items on the Platform.</p>\n<p>Legal basis for such collection and use is our legitimate interest to prioritize good value items by reputable sellers in order to facilitate sales and member satisfaction on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.2.4.\nTo suggest you relevant items\n<p>If you choose to create item listings on the Platform, we will collect and use data that you provide in the listing (see 2.1.5 above) by analyzing it in order to either offer members that visit your items other relevant items or offer members your items that may be relevant to them.</p>\n<p>Legal basis for such collection and use is our legitimate interest to improve the Platform and ensure that our members receive relevant suggestions and search results (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.2.5.\nTo improve search results on the Platform\n<p>We collect and use data provided in the listings (see 2.1.5 above) about items with no information related to sellers in order to improve search results by evaluating how relevant are certain items to a specific search keyword.\nFor this, we only use the item listing with no link to a particular seller.</p>\n<p>Legal basis for such collection and use is our legitimate interest to improve the Platform and ensure that our members receive relevant search results (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Vinted uses self-employed individuals who provide data analysis services to Vinted.</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.2.6.\nTo save your recent searches\n<p>In order to help you find previously searched items on the Platform, we save your search keywords.\nWe collect and use the following data for the purpose of providing information about newly listed items on the Platform based on the keyword you were looking for previously:</p>\n<ol>\n<li>Your search history (last 15 searched keywords);</li>\n<li>Date and time of your search;</li>\n<li>Number of newly listed items.</li>\n</ol>\n<p>Legal basis for such collection and use is legitimate interest of our members and Vinted to improve search results on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>You can delete your search history at any time.</p>\n<p>Personal data collected and used for this purpose are kept for as long as searched keyword is on the list of the last 15 searched keywords, unless you delete your search history.</p>\n2.2.7.\nTo help you to get more attention to your listings\n<p>In case you decide to make orders for extra services, i.e bumps and “Wardrobe Spotlight” in order to get more visibility for your items on the Platform, we collect and use the following data:</p>\n<ol>\n<li>Your profile information;</li>\n<li>Extra services you bought;</li>\n<li>Items you selected for extra services;</li>\n<li>Duration of extra services;</li>\n<li>Date and time of extra services you bought;</li>\n<li>Price of extra services;</li>\n<li>Payments information;</li>\n<li>Invoices;</li>\n<li>Statistics of your items during extra services usage.</li>\n</ol>\n<p>Legal basis for the collection and use of data is the performance of a contract (your order for extra features under GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Personal data are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.2.8.\nTo suggest a price when an item listing is created\n<p>If you choose to create an item listing on the Platform, our algorithms will analyze its price in addition to item category, item brand and item condition.\nWe will then use that information to show you pictures and prices of similar items sold in the last three months in order to help you determine the selling price for your item.</p>\n<p>If your chosen selling price is bigger than the price range of similar items sold on the Platform in the last three months, Vinted will also give you a tip regarding the recommended price range.</p>\n<p>Legal basis for such collection and use is our legitimate interest to help our members to choose the right price for their items (Art.\n6 (1) (f) of the GDPR).</p>\n<p>To achieve the aforementioned functionality, we collect and use pictures and prices of items sold in the last 3 months.&nbsp;</p>\n<p>When you are listing your items, we collect and use the information used to analyze your items for the duration of the item listing process.\nWhen you sell items, we collect and use the data mentioned above for 3 months after the item has been sold.</p>\n2.2.9.\nTo enable notifications about your favorite items\n<p>If you favorite an item listed by another member on the Platform, Vinted will inform you when your favorite item price is reduced or when the item is sold.\nFor this reason, we will collect and use the following data:</p>\n<ol>\n<li>Title of favorite item;</li>\n<li>Photo of favorite item;</li>\n<li>Seller of favorite item;</li>\n<li>Price of favorite item;</li>\n<li>Information whether favorite item is sold;</li>\n<li>Information about reduced price.</li>\n</ol>\n<p>Legal basis for such collection and use is legitimate interest of our members and Vinted to facilitate sales on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.2.10.\nTo notify sellers when you favorite their items\n<p>If you favorite an item on the Platform, Vinted will inform the seller that you have favorited their item.</p>\n<p>Legal basis for such collection and use is legitimate interest of our members and Vinted to facilitate sales on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>You can disable the aforementioned notifications by logging in on the Platform, visiting Privacy Settings and changing relevant settings.</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.2.11.\nTo allow you to follow other members\n<p>If your followed member listed a new item on the Platform, we will notify you about it.</p>\n<p>Legal basis for such collection and use is your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>You can withdraw your consent by unfollowing members.</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.2.12.\nTo improve our Platform\n<p>Vinted is committed to the best performance of the Platform.\nWhen the Platform is being used, Vinted gathers information about actions performed on the Platform (button clicks, visiting time, notifications read, other information depending on a particular business case) and other data described under 2.1, 2.2, 2.5, 2.6 and 4 of this Privacy Policy in order to help us make decisions on how to improve the Platform and make it a better experience for our members.</p>\n<p>Legal basis for such collection and use is our legitimate interest to maintain performance and improve the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.2.13.\nTo conduct online surveys\n<p>We always look for ways to improve your experience when using Vinted.\nThat is why we might invite you to participate in a survey and use your feedback.\nFor this reason, we collect and use the following data:</p>\n<ol>\n<li>User ID;</li>\n<li>Your gender;</li>\n<li>Your age;</li>\n<li>Your live area;</li>\n<li>Your responses to our questions (e.g.\nyour satisfaction with Platform, your needs for Platform, problems that you encounter using Platform).</li>\n</ol>\n<p>Legal basis for inviting you to participate in the survey is our legitimate interest to receive feedback from our members and use it to improve the Platform (Art.\n6 (1) (f) of the GDPR, Art.\n13 (2) of Directive 2002/58/EC of the European Parliament and of the Council of 12 July 2002 concerning the processing of personal data and the protection of privacy in the electronic communications sector (Directive on privacy and electronic communications), Art.\n69 (2) of Lithuanian Law on Electronic Communications).</p>\n<p>If you wish to participate in the survey, the information above will be collected based on your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>For our surveys we use a service provider Widgix Limited (United Kingdom).</p>\n<p>We will anonymize your responses after 3 months - this means that the responses will no longer be associated with you.</p>\n2.2.14.\nTo conduct on-site interviews\n<p>In order to understand our users' needs and improve your experience on the Platform, we conduct on-site interviews with you.\nFor this reason, we collect and use the following data:</p>\n<ol>\n<li>User ID;</li>\n<li>Your gender;</li>\n<li>Your age;</li>\n<li>Your interests;</li>\n<li>Your interview audio record;</li>\n<li>Other data submitted by you during the interview.</li>\n</ol>\n<p>Legal basis for inviting you to participate in the on-site interview is our legitimate interest to receive feedback from our members and use it to improve the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>If you wish to participate in the survey, the information above will be collected based on your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>We will anonymize your responses after 3 months - this means that the responses will no longer be associated with you.</p>\n<strong>2.2.15.\nTo enable you to share your user journey</strong>\n<p>We constantly improve our Platform and look for ways to improve your experience when using Vinted.\nIn case where you consent, we enable you to share your user journey through our Platform.\nWe will collect and use the following data:</p>\n<ol>\n<li>User ID;</li>\n<li>Your contact details;</li>\n<li>Date and time of the survey;</li>\n<li>Category to which you are assigned (e.g.\nnew member of our Platform);</li>\n<li>Your screen recording;</li>\n<li>Your voice recording;</li>\n<li>Your face recording.</li>\n</ol>\n<p>Legal basis for inviting you to participate in the sharing of your user journey is our legitimate interest to receive feedback from our members and use it to improve the Platform (Art.\n6 (1) (f) of the GDPR.</p>\n<p>If you wish to participate in the survey, the information above will be collected based on your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>We will anonymize your responses after 3 months - this means that the responses will no longer be associated with you.</p>\n2.3.\nTo ensure the security of your account and the Platform\n<p>Vinted strives to ensure that the accounts of our members and the Platform itself would be secure and protected from cyber attacks, unauthorized access and other related risks.</p>\n2.3.1.\nTo track visits to the Platform for security purposes\n<p>When you connect to the Website or App, we collect and use the following data (logfiles), even if you are not logged in to the Website as a member:</p>\n<ol>\n<li>IP address of your device;</li>\n<li>Browser used by your device;</li>\n<li>Content and URLs you connect to;</li>\n<li>Date and time of your connections.</li>\n</ol>\n<p>In the event of access via mobile devices, the following log files are also captured as part of your use of the Vinted App:</p>\n<ol>\n<li>Model and manufacturer of your mobile device;</li>\n<li>Operating system used by your mobile device (iOS, Android).</li>\n</ol>\n<p>This data is used for security purposes, especially the prevention of cyber attacks such as data scraps and denial of service attacks and for preventing impermissible multiple applications.</p>\n<p>Legal basis for such collection and use is our legitimate interest to protect the Platform and ensure its security and the legitimate interest of our members to ensure the safety of their accounts on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for 3 months.</p>\n2.3.2.\nTo help you avoid using a compromised password\n<p>If you decide to register using a password or later on decide to change your password, we will check it against a database of passwords compromised in previous data breaches that happened on other platforms and services.\nTo enable this functionality, we take the password, hash it and then use the first 5 characters of the hash to Have I Been Pwned (https://haveibeenpwned.com/) to search in the compromised password database.</p>\n<p>By performing this check, we can protect your account by confirming if you are using a password that is not known to be compromised.</p>\n<p>Legal basis for such collection and use is our legitimate interest to protect the Platform and ensure its security and the legitimate interest of our members to ensure the safety of their accounts on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>We collect and use personal data for this purpose only for the duration necessary to perform the password check.</p>\n2.3.3.\nTo verify your account in case of suspicious actions related to your account\n<p>If we detect actions on your account that Vinted considers suspicious, we will request you to perform a basic verification – confirm your email, Facebook or Google accounts.\nFor the purpose of performing a basic verification, we will collect and use the following data:</p>\n<ol>\n<li>Email address.\nor</li>\n<li>Information received during Facebook or Google authentication (as described 2.1.2 above).</li>\n</ol>\n<p>Legal basis for such collection and use is our legitimate interest to protect the Platform and ensure its security and the legitimate interest of our members to ensure the safety of their accounts on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.3.4.\nTo carry out phone number verification and 2-step verification\n<p>When you decide to apply an additional layer of protection to your account and activate phone verification, we will use your phone number in order to enable this functionality.\nLegal basis for such collection and use is our legitimate interest to offer our users additional measures to protect their account (Art.\n6 (1) (f) of the GDPR).</p>\n<p>You may also be requested to verify your phone in case of suspicious activities regarding your account.\nIn that case verification is mandatory and personal data collection and use is based on the performance of a contract (GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>When you verify your phone number, Vinted will collect and use your phone number for 2-step verification purposes.</p>\n<p>Personal data for mandatory verification are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.</p>\n<p>In order to carry out phone number verification and 2-step verification, we use a service provider Nexmo Inc.\n(USA) that enables us to send you verification messages or make verification calls to dictate verification code when you do not verify your phone number in 5 minutes.\nWhile this results in your data being shared outside the European Economic Area, the data is protected by the service provider entering into the EU&nbsp;Standard Contractual Clauses&nbsp;for the transfer of data as approved by the European Commission.</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.3.5.\nTo carry out payment source security check\n<p>As part of the security process, we request our members to provide a verification of their payment source.\nIn order to perform such security checks, Vinted collects and uses the following personal data:</p>\n<ol>\n<li>Username;</li>\n<li>When we perform a credit card security check - information contained in a photo of the credit card: full name, card’s expiry date and the last four digits of the card number, other information visible on the front of the card if the member chooses not to cover it;</li>\n<li>When we perform a bank account security check - information contained in a photo/screenshot of the bank statement listing the most recent charge/charges: date and description of the last Vinted charge, other payment information if the member chooses not to blur out other information.</li>\n</ol>\n<p>Legal basis for such collection and use is our legitimate interest to protect the Platform and ensure its security and the legitimate interest of our members to ensure the safety of their accounts on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for 4 days after the security check is passed.</p>\n2.3.6.\nTo carry out PayPal account security check\n<p>As part of the security process, we request our members to verify the ownership of their PayPal accounts when there was no actual charge.\nAs part of this process, Vinted collects and uses the following data:</p>\n<ol>\n<li>Username;</li>\n<li>Registration email address;</li>\n<li>Information in the screenshot(s) of PayPal profile: account holder’s full name, address and other visible data.</li>\n</ol>\n<p>As part of the security process, we also request our members that use PayPal to verify the ownership of their PayPal accounts.\nAs part of this process, Vinted collects and uses the following data:</p>\n<ol>\n<li>Username;</li>\n<li>Registration email address;</li>\n<li>Information in the screenshot(s) of the expanded statement of the most recent Vinted order: date, amount, the account holder’s full name, shipping address and other visible data.</li>\n</ol>\n<p>Legal basis for such collection and use is our legitimate interest to protect the Platform and ensure its security and the legitimate interest of our members to ensure the safety of their accounts on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for 4 days after the security check is passed.</p>\n2.3.7.\nTo check whether items are genuine\n<p>If you list items of premium brands, we collect and use the following data in order to check whether the items are genuine:</p>\n<ol>\n<li>Information provided in the listing (see 2.1.5 above);</li>\n<li>Proof of authenticity: a photo of the receipt, certificate, tag, logo, pattern, stitches, original packaging, date code, authenticity code or any other relevant information that would allow determining the authenticity of the item.</li>\n</ol>\n<p>Legal basis for such collection and use is our legitimate interest to protect the Platform and our members from replicas (Art.\n6 (1) (f) of the GDPR).</p>\n<p>We can share photos of listings and other proofs of authenticity without your personal data with premium brand owners in order to check the authenticity of listed items.</p>\n<p>Personal data collected and used for this purpose are kept for 2 years.</p>\n2.3.8.\nTo report suicidal posts\n<p>In exceptional cases, where we notice suicidal posts on our platform, we may report them to the police.\nIn such cases we will collect and use and disclose the following data for the purpose of reporting suicidal posts:</p>\n<ol>\n<li>Username;</li>\n<li>E-mail address</li>\n<li>Full name;</li>\n<li>IP addresses and last logins;</li>\n<li>Telephone number (if verified);</li>\n<li>Print screen / link of forum post or thread where the declaration of suicide appears.</li>\n</ol>\n<p>Legal basis for such collection and use is protection of your vital interests (Art.\n6 (1)(d) of the GDPR).</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.4.\nTo supervise compliance with and enforce GTC\n<p>Vinted actively supervises compliance with and enforce GTC for the purpose of ensuring the security of your account and the Platform.</p>\n2.4.1.\nTo calculate trust score\n<p>In order to ensure the security of the Platform and its members, Vinted carries out automated decision-making and gives each member a \"trust score\" calculated using an algorithm and maintaining a black base of member’s personal data suggesting unlawful activities.\nThe \"trust score\" indicates the likelihood of misuse of the Platform.</p>\n<p>Our algorithm takes into account members’ comments on a forum, messages to other members, items listed on the platform, transactions, reports on the member by other members, the member's profile and contact information, the member's violations of our GTC, IP addresses, and browser fingerprints, other content the member provides us with.</p>\n<p>Where evaluation of the member reaches certain thresholds, the usage of the platform by the member is restricted or the member is asked to verify his / her telephone number.</p>\n<p>Legal basis for such collection and use is our legitimate interest to protect the Platform and its users and ensure its security and the legitimate interest of our members to ensure their safety on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.4.2.\nTo enforce spam filtering\n<p>In order to protect our members and the Platform, we use spam filtering tools.\nThese tools have a list of keywords that are commonly associated with spam.\nIf your messages include aforementioned keywords, they are stopped by the aforementioned tools and reviewed manually before being sent to other members.</p>\n<p>Legal basis for such collection and use is our legitimate interest to protect the Platform and its users and ensure its security and the legitimate interest of our members to ensure their safety on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.4.3.\nTo moderate your activity on the Platform\n<p>In order to ensure the security of the Platform and its members we regularly moderate your activity on the Platform.\nWe may check your listings proactively (automatically) or we may check your listings, comments, messages when we receive other members’ reports.</p>\n<p>If you communicate with another Vinted member via private messages and either you or another member sends us a report or escalates a transaction, we collect and use information contained in your communication to check for a potential violation of our GTC.</p>\n<p>Legal basis for such collection and use is our legitimate interest to protect the Platform and its users and ensure its security and the legitimate interest of our members to ensure their safety on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.4.4.\nTo issue and enforce warnings\n<p>If you as a member violate our GTC or take other actions that result in a warning being issued to you, we collect and use the following data to issue and enforce the warning:</p>\n<ol>\n<li>Username;</li>\n<li>Kind of warning received by member;</li>\n<li>Date of warning received by member.</li>\n</ol>\n<p>Legal basis for such collection and use is our legitimate interest to protect the Platform and its users and ensure its security and the legitimate interest of our members to ensure their safety on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.4.5.\nTo delete or hide items that violate Vinted GTC\n<p>If you list items that violate our GTC, we will remove or hide them.\nHowever, we will retain deleted listings as proof of the violation.\nFor this purpose, Vinted uses personal data included in the listing as specified under 2.1.5.</p>\n<p>Legal basis for such collection and use is our legitimate interest to protect the Platform and its users and ensure its security and the legitimate interest of our members to ensure their safety on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Deleted listings are kept for 30 days after their removal.</p>\n2.4.6.\nTo suspend members\n<p>If you send too many messages in a short period of time, you may get suspended for 1 to 6 hours.\nFor this purpose, Vinted collects and uses the time and duration of the suspension.</p>\n<p>Legal basis for such collection and use is our legitimate interest to protect the Platform and its users and ensure its security and the legitimate interest of our members to ensure their safety on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.4.7.\nTo enforce bans\n<p>If you violate Vinted GTC in a way that results in you getting banned, we will use your ban reason, time and your profile data.</p>\n<p>Legal basis for such collection and use is our legitimate interest to protect the Platform and its users and ensure its security and the legitimate interest of our members to ensure their safety on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for 3 months from the moment you have been blocked.</p>\n2.4.8.\nTo enforce IP blocks\n<p>If there are signs of cyber-attacks or other risks to the Platform’s security coming from your IP address, we will collect and use your IP address in order to protect the platform by blocking your IP address.</p>\n<p>Legal basis for such collection and use is our legitimate interest to protect the Platform and its users and ensure its security and the legitimate interest of our members to ensure their safety on the Platform (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for 5 years.</p>\n2.5.\nTo enable your payments for items\n<p>Payments on the Platform are carried out via payment service providers that provide payment processing and escrow services.\nVinted does not offer payments via the Platform on some of its Platforms, therefore, this chapter of the Privacy Policy is only relevant to certain Vinted Platforms.\nFurthermore, different payment service providers operate on different Platforms and, as a result, different sections below are relevant depending on the Platform that you use.</p>\n<p>Most of your personal data are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you (Art.\n6 (1) (b) of the GDPR).\nPart of your data are required to fulfill our or our payment service providers’ legal obligations when you are a member of our Platform (Art.\n6 (1) (c) of the GDPR).\nIn case you do not provide us with this personal data, we or our payment service providers will not be able to comply with legal requirements and we will not be able to provide our services.</p>\n<p>This data is also used for improvement of the Platform in order to make it a better experience for our members (see 2.2.12).</p>\n2.5.1.\nTo allow you to make a purchase and add a bank card for payment purposes\n<p>When you add a bank card or purchase an item or our extra services via the Platform, we collect and use the following data for the purpose of allowing you to make payments:</p>\n<ol>\n<li>Full name;</li>\n<li>First six and last four digits of your credit card number;</li>\n<li>Expiration date.</li>\n</ol>\n<p>When you add a bank card or purchase an item or our extra services via the Platform, relevant payment service provider (please see <strong>2.5.3, 2.5.4 and 2.5.5 </strong>below) receives the following data:</p>\n<ol>\n<li>Full name;</li>\n<li>Credit card number;</li>\n<li>Expiration date;</li>\n<li>Security code (CVV/CVC) number.</li>\n</ol>\n<p>Legal basis for the collection and use of data is the performance of a contract (compliance with our GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Personal data are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.</p>\n<p>When you make a purchase, we will store your credit card details for future use.\nLegal basis for the collection and use is the legitimate interest of Vinted and its members (Art.\n6 (1) (f) of the GDPR) to facilitate subsequent purchases on the Platform and improve the experience making the Platform more convenient.</p>\n<p>You can easily opt-out of further storage of your card details both at the time of purchase and afterwards by removing the credit card from your account by going into settings and removing it as a payment method.</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.5.2.\nTo allow you to add a bank account for withdrawal purposes\n<p>Please note, this section only applies to our French, Dutch, Belgian, Luxembourg, Spanish, English, German, Austrian, Polish and American Platforms.</p>\n<p>When you add a bank account for withdrawal purposes, we collect and use the following data for the purpose of allowing you to withdraw money:</p>\n<ol>\n<li>Account holder’s name;</li>\n<li>Account number;</li>\n</ol>\n<p>Legal basis for the collection and use of data is the performance of a contract (compliance with our GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Personal data are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.5.3.\nTo enable you to pay on our .fr, .nl, .be, .lu, .es, .uk,&nbsp;.de, .at Platforms\n<p>Please note, this section only applies to our French, Dutch, Belgian, Luxembourg, Spanish, English, German and Austrian Platforms.</p>\n<p>If you opt to pay a seller by credit card, PayPal, or if you accept payment from a buyer via one of these methods, or if you use other services on the Platform for which a charge is made, the transaction in question will be collected and used via our electronic payment system, MANGOPAY (see our&nbsp;GTC), which is operated by MANGOPAY S.A.\n(Luxembourg) (\"<strong>MANGOPAY</strong>\").\nTo use MANGOPAY, you will need to set up an e-wallet on the Platform (referred to on the Platform as a \"wallet\") and provide us with the following information, which we will transfer to MANGOPAY:</p>\n<ol>\n<li>Name;</li>\n<li>First name;</li>\n<li>Last name;</li>\n<li>Date of birth;</li>\n<li>Invoice address;</li>\n<li>Telephone number;</li>\n<li>Email address.</li>\n</ol>\n<p>If you use the MANGOPAY electronic payment system, MANGOPAY will collect the payment information required according to the payment method selected (e.g.\ncredit card, PayPal).\nPayment will then be implemented via MANGOPAY and the payment service provider you have selected (e.g.\nPayPal).\nTo this extent, the data protection regulations of MANGOPAY and the relevant payment service provider will apply.\nFor more information on payment procedure and payment service providers, see Article 13 of our&nbsp;GTC.</p>\n<p>If you use a credit card as your payment method, Vinted will see only the first six and last four digits of your card number.\nThis information will be used by us solely for the purpose of confirming payment.</p>\n<p>For the purpose of setting up a wallet and using the MANGOPAY electronic payment system, Vinted and MANGOPAY act as joint controllers and jointly take the responsibility for the processing.</p>\n<p>MANGOPAY, within the context of the regulated services provided to our members as an electronic money institution, shall in particular collect and use personal data for the following purposes: opening and managing the wallet.\nreceiving and executing payment transactions.\nmanaging customer relation and claims.\ncombatting money laundering and the financing of terrorism.\nIn this context, Vinted only partly determines the means used carry out the aforementioned collection and use of your data.\nIn this context, the Platform you use may be considered as a communication channel with MANGOPAY’s API and constitutes the only contact point of the data subject for the collection of its personal data and the customer service.</p>\n<p>Vinted uses the services of MANGOPAY in order to generate on its payment page the input fields to collect payment data.\nThe purpose of this processing is determined by Vinted, as the publisher of the Platform and its payment page.\nHowever, MANGOPAY determines the data input fields and communicates with the payment service provider selected by MANGOPAY.</p>\n<p>You can find out more on how MANGOPAY collects and uses your data by consulting the privacy policy of MANGOPAY, accessible at the following address:&nbsp;www.mangopay.com/privacy/.</p>\n<p>Legal basis for the collection and use of data is the performance of a contract (compliance with our GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Personal data are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.</p>\n<p>Transaction data are kept for 13 months from the day of transaction.</p>\n<p>\n<em>Essence of the arrangement between Vinted and MANGOPAY on joint responsibilities (Art.\n26 (2) sentence 2 of the GDPR)</em>\n</p>\n<p>We would like to inform you about the essence of our arrangement on joint responsibilities with MANGOPAY, due to Vinted and MANGOPAY being joint controllers according to Art.\n26 (1) sentence 1 of the GDPR.\nThe joint controllership of Vinted and MANGOPAY is limited to the collection and disclosure of data to MANGOPAY by transmission and includes data processing for setting up your wallet.</p>\n<p>Since there are two controllers, we want to explain who is responsible for what.\nVinted is responsible for informing you about the processing of personal data in accordance with Art.\n13 and Art.\n14 of the GDPR, which is provided to you above this section.\nVinted is also responsible for providing this essence of the arrangement between Vinted and MANGOPAY to you in accordance with Art.\n26 (2) sentence 2 of the GDPR.</p>\n<p>Contact point for exercising rights: For any request to exercise your right or any claim relating to the aforementioned data collection and use, you should first directly address Vinted as we are the main contact point (Art.\n26 (1) sentence 3 of the GDPR) for such matters.\nIf you still need to contact MANGOPAY directly, you can contact their data protection officer at the following email address: dpo@mangopay.com.\nYour rights in this context means the right to request from the controller access (Art.\n15 of the GDPR) to and rectification (Art.\n16 of the GDPR) or erasure of personal data (Art.\n17 GDPR) or restriction of processing concerning you (Art.\n18 GDPR) or to object to processing (Art.\n21 of the GDPR) as well as the right to data portability (Art.\n20 GDPR).\nWe acknowledge that you may, in general, contact either Vinted or MANGOPAY to exercise your respective rights.\nVinted and MANGOPAY will forward your request to the other party where this is needed for fulfilling data subject’s rights.</p>\n<p>All other duties under the GDPR are fulfilled by both Vinted and MANGOPAY.\nThose other duties do not involve you as a data subject directly, but rather general duties of controllers such as maintaining security measures and keeping a record of processing activities.</p>\n2.5.4.\nTo enable you to pay on our .pl Platform\n<p>Please note, this section only applies to our Polish Platform.</p>\n<p>If you sell your items on the Platform, to be able to sell your products on the Platform, you need to accept the payment service provider ADYEN N.V.\n(Netherlands) (“<strong>ADYEN</strong>”) Marketpay Terms and Conditions.\nThis happens during the onboarding flow on our website.\nIn accordance with the ADYEN Marketpay Terms and Conditions, Vinted will share personal data about you with ADYEN.\nADYEN processes this information in accordance with applicable laws and with the ADYEN&nbsp;Privacy Policy.</p>\n<p>If you buy items on the Platform, ADYEN will collect the payment information required according to the payment method selected (e.g.\ncredit card etc.) and needed to verify and process your transaction.\nTo this extent, the data protection regulations of ADYEN and the relevant payment service provider will apply.</p>\n<p>We do not receive your full card data (we only receive data described in 2.5.1 above) as this data is masked and forwarded to the ADYEN handling the transaction.\nThis information will be used by us solely for the purpose of confirming payment.</p>\n<p>Vinted uses the services of ADYEN in order to generate on its payment page the input fields to collect payment data.\nThe purpose of this processing is determined by Vinted, as the publisher of the Platform and its payment page.\nHowever, ADYEN determines the data input fields and communicates with the payment service provider selected by ADYEN.</p>\n<p>If you need to contact ADYEN directly, you can contact their data protection officer at the following email address:&nbsp;dpo@adyen.com.\nWe acknowledge that you may, in general, contact either Vinted or ADYEN to exercise your respective rights.\nVinted and ADYEN will forward your request to the other party where this is needed for fulfilling data subject’s rights.\nAll duties under the GDPR are fulfilled by both Vinted and ADYEN.</p>\n<p>Legal basis for the collection and use of data is the performance of a contract (compliance with our GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Personal data are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.</p>\n<p>Transaction data are kept for 13 months from the day of transaction.</p>\n2.5.5.\nTo enable you to pay on our .com Platform\n<p>Please note, this section only applies to our American Platform.</p>\n<p>If you buy items on the Platform, your Credit card and Vinted Balance payments are processed via our electronic payment system, STRIPE (see our GTC), which is operated by Stripe, Inc.\n(United States) (“<strong>STRIPE</strong>”).\nTo use STRIPE, you will need to set up an e-wallet on the Platform (referred to on the Platform as a „wallet“) and provide us with the following information, which we will transfer to STRIPE:</p>\n<ol>\n<li>First name;</li>\n<li>Last name;</li>\n<li>Date of birth;</li>\n<li>Address;</li>\n<li>Country;</li>\n<li>Email;</li>\n<li>IP address;</li>\n<li>Social security number (last 4 digits);</li>\n<li>Bank account number.</li>\n</ol>\n<p>If you use the STRIPE electronic payment system, STRIPE will collect the payment information required according to the payment method selected.\nPayment will then be implemented via STRIPE and the payment service provider you have selected.\nTo this extent, the data protection regulations of STRIPE and the relevant payment service provider will apply.\nFor more information on payment procedure and payment service providers, see no.\n13 of our GTC.</p>\n<p>If you use a credit card as your payment method, Vinted will see only the last four digits of your card number.\nThis information will be used by us solely for the purpose of confirming payment.</p>\n<p>STRIPE, within the context of the regulated services provided to our members as an electronic money institution, shall in particular collect and use personal data for the following purposes: opening and managing the wallet.\nreceiving and executing payment transactions.\nmanaging customer relation and claims.\ncombatting money laundering and the financing of terrorism.\nIn this context, the Platform you use may be considered as a communication channel with STRIPE API and constitutes the only contact point of the data subject for the collection of its personal data and the customer service.</p>\n<p>Vinted uses the services of STRIPE in order to generate on its payment page the input fields to collect payment data.\nThe purpose of this processing is determined by Vinted, as the publisher of the Platform and its payment page.\nHowever, STRIPE determines the data input fields and communicates with the payment service provider selected by STRIPE.</p>\n<p>You can find out more on how STRIPE collects and uses your data by consulting the privacy policy of STRIPE, accessible at the following address:&nbsp;https://stripe.com/privacy.\nIf you still need to contact STRIPE directly, you can contact their data protection officer at the following email address:&nbsp;privacy@stripe.com.\nWe acknowledge that you may, in general, contact either Vinted or STRIPE to exercise your respective rights.\nVinted and STRIPE will forward your request to the other party where this is needed for fulfilling data subject’s rights.\nAll duties under the GDPR are fulfilled by both Vinted and STRIPE.</p>\n<p>Legal basis for the collection and use of data is the performance of a contract (compliance with our GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Personal data are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.</p>\n<p>Transaction data are kept for 13 months from the day of transaction.</p>\n2.5.6.\nTo implement Know Your Customer (KYC) checks on .fr, .nl, .be, .lu, .es, .uk,&nbsp;.de, .at Platforms\n<p>Please note, this section only applies to our French, Dutch, Belgian, Luxembourg, Spanish, English, German and Austrian Platforms.</p>\n<p>Whenever you are about to reach a pay-in or pay-out threshold, MANGOPAY will request you to provide a copy of your passport, ID card or driver’s license, including the provisional license.\nIn that case, we will collect and transfer the following data to the payment service providers in order to allow a payment service provider to perform a safety check (so-called Know Your Customer, KYC):</p>\n<ol>\n<li>Full name;</li>\n<li>Date of birth;</li>\n<li>Country;</li>\n<li>Address;</li>\n<li>Information present on the provided document (exact list depends on the document provided): document number, picture, gender, nationality, date of issue, date of expiry, place of birth, personal code, signature, other information on a particular document.</li>\n</ol>\n<p>This is necessary in order to fulfill our legitimate interest to provide MANGOPAY with necessary information for them to comply with the legal obligations to which MANGOPAY is subject (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Vinted transfers personal data collected and used for this purpose to MANGOPAY (Luxembourg);</p>\n<p>Personal data collected for the aforementioned purpose are kept until this information is transferred to MANGOPAY.</p>\n2.5.7.\nTo implement Know Your Customer (KYC) checks on .pl Platform\n<p>Please note, this section only applies to our Polish Platform.</p>\n<p>Whenever you are about to reach a pay-in or pay-out threshold, ADYEN will request you to provide a copy of your passport, ID card or driver’s license, including the provisional license.\nIn that case, we will collect and transfer the following data to the payment service providers in order to allow ADYEN to perform a safety check (so-called Know Your Customer, KYC):</p>\n<ol>\n<li>Full name;</li>\n<li>Date of birth;</li>\n<li>Country;</li>\n<li>Address;</li>\n<li>Information present on the provided document (exact list depends on the document provided): document number, picture, gender, nationality, date of issue, date of expiry, place of birth, personal code, signature, other information on a particular document.</li>\n</ol>\n<p>As a separate safety check, ADYEN may also request a photo/screenshot of the bank statement listing transactions of one-month period.\nIn that case, we collect the following information as requested by ADYEN:</p>\n<ol>\n<li>Full name;</li>\n<li>Date of birth;</li>\n<li>Country;</li>\n<li>Address;</li>\n<li>Information present on the provided statement: account owner’s full name, transaction history (deposits, charges, withdrawals) and other information present on a particular statement.</li>\n</ol>\n<p>This is necessary in order to fulfill our legitimate interest to provide ADYEN with necessary information for them to comply with the legal obligations to which ADYEN is subject (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Personal data collected and used for the aforementioned purpose are kept until this information is transferred to our payment service provider ADYEN.</p>\n2.5.8.\nTo implement Know Your Customer (KYC) checks on .com Platform\n<p>Please note, this section only applies to our American Platform.</p>\n<p>Whenever you are about to reach a pay-in or pay-out threshold, STRIPE will request you to provide a copy of your passport, ID card or driver’s license, including the provisional license.\nIn that case, we will collect and transfer the following data to the payment service providers in order to allow our payment service provider STRIPE to perform a safety check (so-called Know Your Customer, KYC):</p>\n<ol>\n<li>Full name;</li>\n<li>Date of birth;</li>\n<li>Country;</li>\n<li>Address;</li>\n<li>Social security number;</li>\n<li>Routing No.;</li>\n<li>Bank account No.;</li>\n<li>Personal ID number;</li>\n<li>Information present on the provided document (exact list depends on the document provided): document number, picture, gender, nationality, date of issue, date of expiry, place of birth, personal code, signature, other information on a particular document.</li>\n</ol>\n<p>This is necessary in order to fulfill our legitimate interest to provide STRIPE with necessary information for them to comply with the legal obligations to which STRIPE is subject (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Personal data collected and used for the aforementioned purpose are kept until this information is transferred to our payment service provider STRIPE.</p>\n2.5.9.\nTo carry out Politically Exposed Persons (PEP) checks on .fr, .nl, .be, .lu, .es, .uk,&nbsp;.de, .at Platforms\n<p>Please note, this section only applies to our French, Dutch, Belgian, Luxembourg, Spanish, English, German and Austrian Platforms.</p>\n<p>In rare cases, additional information may be required in order to continue using Vinted.\nWhen you have a lot of transactions on our Platform, we may be required by our payment provider MANGOPAY to carry out further checks as part of anti-money laundering and counter terrorist financing measures.\nIn that case, we collect and use the following personal data provided in a declaration regarding Politically Exposed Persons (PEP):</p>\n<ol>\n<li>Full name;</li>\n<li>Date and place of birth;</li>\n<li>Country of residence;</li>\n<li>Address;</li>\n<li>Phone number;</li>\n<li>Email address;</li>\n<li>Function held and country where the function is held;</li>\n<li>Origin of the funds used on the Platform or destination of the funds;</li>\n<li>Information related to relatives that are PEP – connection to the PEP, full names, dates and places of birth;</li>\n<li>Current job;</li>\n<li>Date;</li>\n</ol>\n<p>This is necessary in order to comply with the legal obligations to which MANGOPAY is subject (Art.\n6 (1) (c) and 9 (2) (g) of the GDPR).</p>\n<p>Personal data collected and used for the aforementioned purpose are kept until this information is transferred to our payment service provider MANGOPAY.</p>\n2.5.10.\nTo issue refunds\n<p>If an item that you purchase is never shipped, arrives damaged or not as described and you issue a claim, we collect and use the data used to make a purchase (see 2.5.3, 2.5.4 and 2.5.5 above) for the purpose of issuing a refund.</p>\n<p>Legal basis for the collection and use of data is the performance of a contract (GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Personal data are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.</p>\n<p>Transaction data are kept for 13 months from the day of transaction.</p>\n2.5.11.\nTo keep financial records\n<p>If you participate in purchase-sale and/or other transactions when using the Platform, Vinted will collect and use the following data in order to carry out its accounting-related duties:</p>\n<ol>\n<li>Full name;</li>\n<li>Address;</li>\n<li>VAT identification number (where applicable);</li>\n<li>Value and description of supplied goods and/or services.</li>\n</ol>\n<p>This is necessary in order to comply with the legal obligations to which Vinted is subject (Art.\n6 (1) (c) of the GDPR).</p>\n<p>Financial regulations require us to keep accounting documents that confirm the transactions for 10 years.</p>\n2.6.\nTo enable shipment of items purchased on the Platform\n<p>Please note, this section does not apply to the Lithuanian and Czech Vinted platforms.</p>\n<p>Vinted strives to make the shipping of items purchased on the Platform as smooth and convenient as possible by offering shipping methods on the Platform.</p>\n<p>Vinted does not offer shipping methods on some of its Platforms (namely Vinted.lt, Musumazyliai.lt and Vinted.cz).\nTherefore, this chapter of the Privacy Policy is only if you use other Vinted Platforms.</p>\n<p>Most of your personal data are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.&nbsp;</p>\n<p>This data is also used for improvement of the Platform in order to make it a better experience for our members (see 2.2.12).</p>\n2.6.1.\nTo enable you to ship or receive items\n<p>If you choose to enter your shipping information or when you buy, sell or swap items, we collect and use the following data that you provide for dispatch and shipping purposes:</p>\n<ol>\n<li>Full name;</li>\n<li>Country;</li>\n<li>City;</li>\n<li>Address;</li>\n<li>Telephone number;</li>\n<li>E-mail address;</li>\n<li>Signature;</li>\n<li>Address of the drop off point of the parcel;</li>\n<li>Tracking number of the parcel;</li>\n<li>Confirmation of delivery of the parcel;</li>\n<li>Other shipping information required by a particular shipping service provider.</li>\n</ol>\n<p>Legal basis for the collection and use of data is the performance of a contract (GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Personal data are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.</p>\n<p>We provide personal data collected and used for this purpose to the following recipients:</p>\n<ol>\n<li>Seller of the item;</li>\n<li>If we are unable to gather tracking information directly from a particular shipping provider, we use a tracking service provider AfterShip Limited (Hong Kong, China).\nPersonal data is protected by the service provider entering into the&nbsp;EU Standard Contractual Clausesfor the transfer of data as approved by the European Commission;</li>\n<li>If the shipping provider directly integrates its shipping services with Vinted, we also provide the aforementioned data directly to your chosen shipping provider:</li>\n</ol>\n<ul>\n<li>\n<ul>\n<li>Mondial Relay (France);</li>\n<li>Chronopost (France);</li>\n<li>Mondial Relay S.A.S.U.\nSucursal en España (Spain);</li>\n<li>Sociedad Estatal Correos y Telegrafos, S.A.S.M.E.\n(Spain);</li>\n<li>Hermes Parcelnet Limited (United Kingdom);</li>\n<li>PostNL B.V.\n(Netherlands);</li>\n<li>Koninklijke PostNL B.V.\n(Netherlands);</li>\n<li>DHL Parcel (Netherlands) B.V.;</li>\n<li>DPD (Nederland) B.V.;</li>\n<li>Hermes Germany GmbH (Germany);</li>\n<li>Packlink Shipping S.L.\n(Spain);</li>\n<li>InPost S.A.\n(Poland);</li>\n<li>UPS Europe SRL/BV (Belgium);</li>\n<li>DPD Deutschland GmbH (Germany);</li>\n<li>General Logistics Systems Germany GmbH &amp.\nCo.\nOHG (Germany).</li>\n</ul>\n</li>\n</ul>\n<p>Otherwise, it is up to the seller to follow the instructions and provide your data to the shipping provider.</p>\n<p>Personal data collected and used for this purpose are kept for 10 years.</p>2.6.2.\nTo track your parcel\n<p>When you buy, sell or swap items on the Platform, we collect and use the following data for shipment tracking purposes:</p>\n<ol>\n<li>Date and time of delivery of the parcel;</li>\n<li>Tracking number of the parcel;</li>\n<li>Address;</li>\n<li>Location of the parcel.&nbsp;</li>\n</ol>\n<p>If we are unable to gather tracking information directly from a particular shipping provider, we provide the aforementioned information to a tracking service provider AfterShip Limited (Hong Kong, China).\nPersonal data is protected by the service provider entering into the&nbsp;EU Standard Contractual Clauses&nbsp;for the transfer of data as approved by the European Commission.</p>\n<p>Legal basis for the collection and use of data is the performance of a contract (GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Personal data are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.</p>\n<p>Personal data collected and used for this purpose are kept for 10 years.</p>\n2.7.\nTo carry out marketing activities\n<p>Vinted seeks to involve our members in marketing campaigns and it benefits our members.\nAt the same time, we wish to present you with marketing material that is both relevant and engaging.</p>\n2.7.1.\nTo send you marketing emails\n<p>You can register for our newsletter and for other marketing emails (\"Marketing Emails\").\nWhen you register, we will ask you for your permission to use your email address for the purposes of sending you Marketing Emails containing the latest information on our products and services, especially with regard to goods available on the Platform, special offers and marketing campaigns.\nIf you do not give your consent when registering, you can at any time change your mind and agree to receiving Marketing Emails by adjusting the settings on your Vinted account.</p>\n<p>We base such collection and use on your consent (Art.\n6 (1) (a) of the GDPR, Art.\n69(1) of Lithuanian Law on Electronic Communications).</p>\n<p>Your permission for the sending of Marketing Emails can be given and withdrawn by you at any time with future effect.\nIn your Vinted account, you can adjust your settings to choose what emails you wish to receive or disable the sending of any further Marketing Emails.\nAlternatively, you can click \"Unregister\" at the end of the Marketing Email.\nWithdrawal of permission will not affect the lawfulness of collection and use carried out prior to withdrawal of permission.</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account or until you withdraw your permission.</p>\n2.7.2.\nTo personalize marketing messages\n<p>Vinted will use the data used to register you on the Platform (see above under 2.1.1, 2.1.2 and 2.1.3) and related to your Vinted account (see 2.2), the data on your forum activity (see 2.1.10), your log files (see 2.3.1 above) and other means (see 2.7.7) to personalize marketing messages and advertisements presented to you.\nThis means that, with your consent, you will receive marketing messages and advertisements based on your interests and your activity on the Platform.</p>\n<p>We base such collection and use on our legitimate interest to present you with marketing messages that we consider relevant to you (Art.\n6(1)(f) of the GDPR).</p>\n<p>You can, at any time, choose not to receive personalized marketing and advertisements by changing relevant settings by going to the Privacy settings page on your Vinted account.\nWithdrawal of permission will not affect the lawfulness of collection and use carried out prior to withdrawal of permission.</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.7.3.\nTo contact you for publicity and earning opportunities\n<p>If you register on the Platform, we may contact you via e-mail or the Platform’s messaging system to offer you to share your content (pictures, videos) on our social media profiles or to participate in our marketing campaigns.\nThis is done in order to ensure that only members that give their consent would be featured on our social media profiles or participate in our marketing campaigns.</p>\n<p>We base such collection and use on our legitimate interest to increase the publicity of you and Vinted or provide you with earning possibilities (Art.\n6(1)(f) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for as long as we keep data related to your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.\nMessages themselves are deleted after 12 months.</p>\n2.7.4.\nTo conduct advertisement campaigns involving you\n<p>If you consent to participate in our advertisement campaigns, we will use your telephone number to contact you with a proposal to participate in our advertisement campaign and give you more details about the project.</p>\n<p>If you sign a contract with Vinted related to the advertising campaign, we will collect and use the following data for the purpose of completing and performing a contract between you and Vinted:</p>\n<ol>\n<li>Full name;</li>\n<li>Date of birth;</li>\n<li>Nationality;</li>\n<li>Information about your business certificate or individual business activity.</li>\n</ol>\n<p>If you provide your address and room photos we will use them to arrive at your place and film the advertisement.\nIf you give your consent, we may also use your name, age, city or story to include them in advertising campaigns.</p>\n<p>We base your invitation to participate in our advertisement campaigns on your consent (Art.\n6(1)(a) of the GDPR).\nYour participation in our advertisement campaign is based on a contract between Vinted and you (Art.\n6(1)(b) of the GDPR).</p>\n<p>This data may be transferred to our partners (advertising agencies, directors) that are responsible for implementing the advertisement campaign.</p>\n<p>Personal data for your participation in our advertisement campaign are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.7.5.\nTo enable us to post your content on our social media accounts\n<p>If you allow us, we will post your content on our social media accounts for marketing and PR purposes.</p>\n<p>We base such collection and use on your consent (Art.\n6(1)(a) of GDPR).</p>\n<p>You can, at any time, give and retract your consent by logging in on the Platform, visiting Privacy Settings and changing relevant settings.</p>\n<p>In order to post your content on our social media accounts, we provide data to the following social media platform operators:</p>\n<ol>\n<li>LinkedIn Ireland Unlimited Company (Ireland);</li>\n<li>LinkedIn Corporation (USA) (personal data is protected by the service provider entering into the&nbsp;EU Standard Contractual Clausesfor the transfer of data as approved by the European Commission));</li>\n<li>Google Ireland Ltd.\n(Ireland);</li>\n<li>Google LLC (USA) (personal data is protected by the service provider entering into the&nbsp;EU Standard Contractual Clausesfor the transfer of data as approved by the European Commission);</li>\n<li>Facebook Ireland Ltd.\n(Ireland);</li>\n<li>Facebook, Inc.\n(USA) (personal data is protected by the service provider entering into the&nbsp;EU Standard Contractual Clausesfor the transfer of data as approved by the European Commission).</li>\n</ol>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account or until you withdraw your permission.</p>\n2.7.6.\nTo allow you to see personalized advertisements\n<p>Vinted will use the data collected via cookies (see 4 below) to personalize advertisements presented to you.\nThis means that, with your consent, you will receive advertisements based on your interests and your activity on the Platform.\nNamely, Vinted will collect and use the following data:</p>\n<ol>\n<li>Advertising ID;</li>\n<li>Information on websites browsed by the visitor - list of pages and products viewed, clicked, put in basket or bought the Platform;</li>\n<li>URL of the pages viewed by the visitor (“referrer”), URL of the previous page viewed by the visitor;</li>\n<li>Technical information related to the browser, device type and operating system version of the visitor (“user agent”);</li>\n<li>Time stamp (date, time);</li>\n<li>Truncated IP address of the connection;</li>\n<li>Other information collected by a particular advertisement services provider.</li>\n</ol>\n<p>Legal basis to perform this is Art.\n61(4) of Lithuanian Law on Electronic Communications.\nTo the extent it involves personal data, we base such collection and use on your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>You can, at any time, choose not to receive personalized marketing and advertisements by changing relevant settings on the Platform.\nWithdrawal of permission will not affect the lawfulness of collection and use carried out prior to withdrawal of permission.</p>\n<p>To enable our service providers to show you personalized advertisements, we provide your data to partners which provide personalized advertisements services (please see the list of advertising partners here (https://www.vinted.com/third-party-ads).</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account or until you withdraw your permission.</p>\n2.7.7.\nTo evaluate efficiency of promotional campaigns\n<p>When you use the Platform, Vinted analyzes its marketing activities and how you use the Platform (when you register, login, create a listing, sell or swap or purchase something, upload an item’s photo, open our App, register or install the app, etc.) for the purpose of evaluating the efficiency of promotional campaigns, and to better comprehend the behavior of visitors after they have looked at a certain ad and visited our Platform or downloaded our App.</p>\n<p>We base such collection and use on our legitimate business interest to evaluate efficiency of our promotional campaigns in order to improve them (Art.\n6 (1)(f) of the GDPR).</p>\n<p>In order to carry out the aforementioned evaluating, we use services provided by the following service providers and for this purpose transfer personal data:</p>\n<ol>\n<li>Adjust GmbH (Germany).</li>\n</ol>\n<p>In order to optimize our advertising campaigns, we send certain information on your activities like app opens, sessions, registrations, logins, information about you listing an item, uploading item’s photo or buying an item, etc.\nto Google and Facebook advertising platforms.\nThus, we transfer the data of your activities to the following recipients:</p>\n<ol>\n<li>Facebook (personal data is protected by the service provider entering into the&nbsp;EU Standard Contractual Clausesfor the transfer of data as approved by the European Commission);</li>\n<li>(personal data is protected by the service provider entering into the&nbsp;EU Standard Contractual Clausesfor the transfer of data as approved by the European Commission).</li>\n</ol>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.7.8.\nTo manage our social media profiles\n<p>If you are interested in our activity and follow our profiles on social media, we collect and use the following data about you in order to manage our social networking sites:</p>\n<ol>\n<li>Name and surname;</li>\n<li>E-mail address;</li>\n<li>Gender;</li>\n<li>Country;</li>\n<li>Picture;</li>\n<li>Message;</li>\n<li>Time and date the message was received;</li>\n<li>Content of the message;</li>\n<li>Message attachments;</li>\n<li>Response to the message;</li>\n<li>Time of response to the message;</li>\n<li>Information about our rating;</li>\n<li>Comments on a post;</li>\n<li>Post shares;</li>\n<li>Information about post reactions.</li>\n</ol>\n<p>We base such collection and use on our legitimate interest to manage our social media profiles (Art.\n6(1)(f) of GDPR).</p>\n<p>In order to manage our social media accounts, we receive and provide data to the following social media platform operators:</p>\n<ol>\n<li>LinkedIn Ireland Unlimited Company (Ireland);</li>\n<li>LinkedIn Corporation (USA) (personal data is protected by the service provider entering into the&nbsp;EU Standard Contractual Clausesfor the transfer of data as approved by the European Commission);</li>\n<li>Google Ireland Ltd.\n(Ireland);</li>\n<li>Google LLC (USA) (personal data is protected by the service provider entering into the&nbsp;EU Standard Contractual Clausesfor the transfer of data as approved by the European Commission);</li>\n<li>Facebook Ireland Ltd.\n(Ireland);</li>\n<li>Facebook, Inc.\n(USA) (personal data is protected by the service provider entering into the&nbsp;EU Standard Contractual Clausesfor the transfer of data as approved by the European Commission).</li>\n</ol>\n<p>Personal data collected and used for this purpose are kept as long as you are registered on a specific social media network.</p>\n<p>\n<em>Joint Controllership with Facebook („page insights”)</em>\n</p>\n<p>Vinted operates a so-called fan page on the social media platform of Facebook.\nFacebook and Vinted are only jointly responsible for the processing of so-called \"insights data\" (Art.\n26 (1) sentence 1 of the GDPR) insofar as this data is used for the creation of so-called \"page insights\" and only for the phases of the collection of data from Vinted's fan page until the transmission to Facebook.\nFor other data processing, Vinted and Facebook are separately responsible for data processing.</p>\n<p>Within the scope of their joint controllership, Vinted and Facebook have entered into an agreement (so-called \"page insights controller addendum\").\nThe agreement covers the data processing that is collected and used in connection with a visit or interaction with our fan page, but only to the extent that this data is also (subsequently) processed for \"page insights\".\n\"Page insights\" includes analysis services that help us to better understand interactions on our site.\nIn this context, we do not receive any personal data from Facebook, but only an anonymous evaluation and illustration.\nFacebook provides more information on this on&nbsp;its help page for \"page insights\".\nThe&nbsp;information about data for \"page insights\"&nbsp;explains how \"insights data\" is collected and used to create \"page insights\".\nThis includes the following actions:</p>\n<ol>\n<li>Views and interactions with a page, post, video, story, or other content associated with a page;</li>\n<li>Subscribing or unsubscribing to a page;</li>\n<li>Reactions to a page or a contribution (e.g.\n\"like\".\nrecommendation, share, comment, subscribe etc.);</li>\n<li>Hiding a page contribution or report it as spam;</li>\n<li>Moving the mouse over a link to a page or the name or profile picture of a page to see a preview of the page contents;</li>\n<li>Clicks on the website, phone number, \"route planning\" button or any other button on a page;</li>\n<li>Views of an event of a page, reactions to an event (including the type of reaction), clicks on a link for event tickets;</li>\n<li>Starting a messenger conversation with the page;</li>\n<li>Views or clicks on articles in a website shop;</li>\n<li>IP address as well as other information that is available on your end device in the form of cookies.</li>\n</ol>\n<p>The processing of the data of the visitors of our fan page serves the purpose of providing the page as well as the statistical evaluation of the use of our page.\nThis evaluation is made anonymous for Vinted.\nThe legal basis for data processing is Art.\n6 (1)(f) of the GDPR.\nOur legitimate interests in the processing of personal data when visiting the site and the creation of the \"site insights\" consist of presenting the company and the Platform and, for example, contacting members and interested parties and providing information about products and promotions, as well as the collection of data for the creation of anonymous evaluations and illustrations about the use of our fan page.</p>\n<p>If you wish to exercise your rights regarding your data (see bullet point 6.\nbelow), it would certainly be more effective for you to contact Facebook directly.\nIf you still need help in exercising your rights, you can contact us.\nIn accordance with our agreement, Facebook assumes primary responsibility for fulfilling the obligations for the joint processing of \"insights data\".\nThis includes fulfilling the following rights:</p>\n<p>- The right to access (Art.\n15 of the GDPR);</p>\n<p>- The right to ratification (Art.\n17 of the GDPR);</p>\n<p>- The right to restrict processing (Art.\n18 of the GDPR);</p>\n<p>- The right to data portability (Art.\n20 of the GDPR).\nand</p>\n<p>- The right of objection (Art.\n21 of the GDPR).</p>\n<p>Facebook provides more details on how to exercise these rights in the&nbsp;\"page insights data\" information.</p>\n2.7.9.\nTo enable you to participate in Vinted’s referrals program\n<p>If you refer one or more friends to Vinted’s Platform, you can earn Vinted shopping vouchers.\nWe will collect and use the following data for the purpose of enabling you to participate in Vinted’s referrals program and to provide you with Vinted shopping voucher:</p>\n<ol>\n<li>Your member name;</li>\n<li>Your referral link;</li>\n<li>Your invited member profile data;</li>\n<li>Data and time of the registration of your invited member;</li>\n<li>Number of items uploaded of your invited member;</li>\n<li>Date and time of items uploaded;</li>\n<li>Information on successful sale of listed items of your invited member;</li>\n<li>Shopping voucher;</li>\n<li>Amount of shopping voucher;</li>\n<li>Expiration of shopping voucher.</li>\n</ol>\n<p>Legal basis for the collection and use of data is the performance of a contract (GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Personal data are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.8.\nFor legal purposes\n2.8.1.\nTo handle your requests related to personal data\n<p>If you use your statutory rights regarding your data (see 6 below), we will collect and use the data contained in your request in addition to any other personal data held by Vinted for the purpose of examining the request, responding to it and, when necessary, taking necessary action.</p>\n<p>In order to respond to requests, Vinted provides your data to service partners which provide data protection officer’s services and consult us on questions of data protection law.</p>\n<p>We base such collection and use on a legitimate interest to exercise our members’ rights (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for two years from the day we respond to your request.</p>\n2.8.2.\nTo provide information to law enforcement and other state institutions\n<p>If we have reasonable grounds to suspect that you are involved in illegal activities, we will collect and use necessary data of your profile data (see 2.1), data related to your activities on the Platform (see 2.2) and data collected and used for security purposes (see 2.3 and 2.4) in order to notify the law enforcement and other state institutions.</p>\n<p>Vinted also provides the aforementioned data to the law enforcement and other state institutions when we receive requests for information in relation to investigations carried out by these institutions.</p>\n<p>This is necessary in order to comply with the legal obligations to which Vinted is subject (Art.\n6 (1) (c) of the GDPR).</p>\n<p>Personal data are required to fulfill our legal obligations when you are a member of our Platform.\nIn case you do not provide us with this personal data, we will not be able to comply with legal requirements.</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.8.3.\nTo comply with specific data retention requirements of the French Decree no.\n2011-219 (where you use .fr Platform)\n<p>If you are our registered member based in France, we are legally required to keep your personal data for certain periods of time according to the Decree no.\n2011-219 of 25 February 2011 on the retention and communication of data to identify any person involved with the creation of online content applicable to hosting providers.\nWe need to do that in order to comply with legal requirements and provide the data mentioned below to the authorities in the event of an administrative request.</p>\n<p>Every time content is created, modified or deleted, hosting providers like Vinted are compelled to retain the following data for a period of 1 year following the creation/modification/deletion of the content:</p>\n<ol>\n<li>Username;</li>\n<li>IP address;</li>\n<li>Identifier assigned by the information system to the content which is the object of the operation: it is the unique identifier that the hosting provider assigns to a particular content in its database (eg.\nthe reference of the listing, the URL, the reference of a comment made on Vinted's forum etc.)</li>\n<li>Types of protocols used to connect to the service and to transfer content (eg.\nFTP transfer, access via the Web interface, etc.);</li>\n<li>Nature of the operation (creation, modification or deletion of content);</li>\n<li>Date and time of the content creation/modification/deletion operation carried out on the Platform.</li>\n</ol>\n<p>Data relating to the opening of the account (such data have to be retained for a period of one year after the deletion of the account):</p>\n<ol>\n<li>IP address used by the person at the time of the creation of the account;</li>\n<li>Name of the person creating the account (or the company name but, at the moment, this is not applicable to Vinted);</li>\n<li>Postal addresses associated to the account;</li>\n<li>Pseudonyms used;</li>\n<li>Email addresses associated to the account;</li>\n<li>Telephone numbers;</li>\n<li>Data enabling to verify or modify the password chosen, in their latest updated version.</li>\n</ol>\n<p>Data relating to financial transactions, when the hosting provider charges a fee for the service provided (which is the case when the buyer chooses to use Vinted Buyer protection).\nsuch data have to be retained for a period of one year after the payment operation:</p>\n<ol>\n<li>Type of payment used;</li>\n<li>Payment reference;</li>\n<li>Amount;</li>\n<li>Date and time of the transaction.</li>\n</ol>\n<p>This is necessary in order to comply with the legal obligations to which Vinted is subject (Art.\n6 (1) (c) of the GDPR).</p>\n<p>Personal data are required to fulfill our legal obligations when you are a member of our Platform.\nIn case you do not provide us with this personal data, we will not be able to comply with legal requirements.</p>\n<p>We will store the data collected and used for this purpose for a one-year period as described above.</p>\n2.8.4.\nTo comply with the French Law for a Digital Republic (where you use .fr Platform)\n<p>In order to display you a relevant version of our Platform which is designed to comply with the French Law for a Digital Republic - we collect your location data (country) based on your IP address to determine if you are physically in France.</p>\n<p>This is necessary in order to comply with the legal obligations to which Vinted is subject (Art.\n6 (1) (c) of the GDPR).</p>\n<p>Personal data are required to fulfill our legal obligations when you are a member of our Platform.\nIn case you do not provide us with this personal data, we will not be able to comply with legal requirements.</p>\n<p>Vinted collects and uses your personal data for this purpose for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n2.8.5.\nTo defend the rights and interests of Vinted\n<p>If you get involved in a dispute with Vinted or we need to carry out enforcement of our&nbsp;GTC&nbsp;or otherwise defend, enforce, exercise and uphold our rights, we will collect and use all of your personal data held by Vinted to the extent necessary to resolve a particular situation.</p>\n<p>We base such collection and use on a legitimate interest to defend the rights and interests of Vinted (Art.\n6 (1) (f) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for 1 year following the moment we became aware of the aforementioned circumstances or for the duration of a dispute or legal proceedings, depending on which one of these periods is longer.</p>\n3.\nRecipients of personal data\n<p>Vinted transfers or shares personal data with service providers only insofar as necessary and allowed in accordance with applicable laws.\nService providers to which your personal data are transferred or shared with for specific purposes are described under 2 above.\nIn addition, we appoint the following service providers that, as a result, receive personal data as recipients of data.</p>\n<p>We constantly conduct and improve technical maintenance of the Platform to protect the security and confidentiality of personal data we process and to perform certain business-related functions that help make our services available and functional.\nFor this reason, we transfer your profile data to service providers which provide cloud and hosting services, IT security, maintenance and technical services, communications services:</p>\n<ol>\n<li>Amazon Web Services, Inc.\n(USA) &nbsp;(personal data is protected by the service provider entering into the&nbsp;EU Standard Contractual Clausesfor the transfer of data as approved by the European Commission);</li>\n<li>Google Ireland Ltd.\n(Ireland), Google LLC (USA) (personal data is protected by the service provider entering into the&nbsp;EU Standard Contractual Clausesfor the transfer of data as approved by the European Commission);</li>\n<li>Apple Distribution International (Ireland), Apple Inc.\n(USA) (personal data is protected by the service provider entering into the&nbsp;EU Standard Contractual Clausesfor the transfer of data as approved by the European Commission);</li>\n<li>UAB “Rakrėjus” (Lithuania);</li>\n<li>Telia Lietuva AB (Lithuania);</li>\n<li>Microsoft Ireland Operations Limited (Ireland), Microsoft Corporation (USA) (personal data is protected by the service provider entering into the&nbsp;EU Standard Contractual Clausesfor the transfer of data as approved by the European Commission);</li>\n<li>Slack Technologies, Inc.\n(personal data is protected by the service provider entering into the&nbsp;EU Standard Contractual Clausesfor the transfer of data as approved by the European Commission).</li>\n</ol>\n<p>We transfer personal data to attorneys, attorney’s assistants, notaries, bailiffs, auditors, consultants, IT service providers, insurance companies, archiving services that provide services to Vinted.</p>\n<p>Additionally, we share data within the Vinted group.\nData processed within the Vinted group are transferred to Vinted, UAB (Lithuania) insofar as necessary for the management of Vinted group.</p>\n<p>Vinted is statutorily obligated to provide personal and/or usage data to investigative, criminal prosecution or supervisory authorities if and insofar as required for the avoidance of risk to the public and for the prosecution of criminal acts.</p>\n<p>Vinted may share your data with third parties when transferring rights and obligations pertaining to the contractual relationship between you and Vinted to such third parties in accordance with the GTC (available via the link&nbsp;https://www.vinted.com/terms_and_conditions), in particular in the case of the transfer of a sector of activity, a merger through the foundation of a new company, a merger through absorption, de-merger or any change in control affecting Vinted.\nPrior to such an event Vinted will inform you separately about the details of sharing your data and will obtain your consent where legally necessary.</p>\n4.\nUse of cookies\n<p>Vinted uses cookies on the Platform.\nYou can find out more by visiting our&nbsp;Cookie Policy.</p>\n5.\nRight of amendment\n<p>As we are constantly developing our services, we reserve the right to change this Privacy Policy at any time subject to the applicable regulations.\nAny changes will be published promptly on this page.\nRegardless of the aforementioned, you should check this page regularly for any updates.</p>\n6.\nYour statutory rights regarding your data\n6.1.\nWhat rights do you have?\n<p>Subject to conditions, limitations, and exceptions established by statutory data protection provisions, you have the right at any time:</p>\n<ul>\n<li>to be informed of the data we collect and use and to request access or demand a copy of the data concerned (<strong>right to access</strong>).\nAll the data that you have actively provided for us on the Platform (1, 2.5 and 2.6) can also be accessed by you at any time in your Vinted account;</li>\n<li>to demand the correction of inaccurate data and, subject to the nature of the collection and use, the completion of incomplete data (<strong>right to rectification</strong>).\nAll the data that you have actively provided us with on the Platform (1, 2.5 and 2.6) can also be amended by you yourself at any time in your Vinted account (except sent messages and any forum posts or reviews);&nbsp;</li>\n<li>subject to just cause, to demand the deletion of your data (<strong>right to deletion</strong>);</li>\n<li>to demand restriction of the collection and use of your data, provided the statutory criteria are met (<strong>right to restrict processing</strong>);</li>\n<li>subject to the statutory criteria being met, to receive the data you have provided in a structured, current and machine-readable form and to transfer this data to another data controller or, where technically feasible, to have it transferred by Vinted (<strong>right to data portability</strong>);</li>\n<li>not to be subject to a decision based solely on automated processing, including profiling, which produces legal or similarly significant effects on you, unless the statutory conditions for such automated decision-making are met;</li>\n<li>to object to the collection and use of data – only where the collection and use is based on a task carried out in the public interest or in the exercise of official authority vested (Art.\n6 (1)(e) of GDPR) or legitimate interest (Art.\n6 (1)(f) of GDPR), including profiling, based on the same data collection and use grounds as explained in other sections of this statement (<strong>right to object</strong>).\nYou also have the right to at any time object to the collection of your personal data for direct marketing purposes;</li>\n<li>to withdraw at any time any permission you have provided to us.\nSuch withdrawal will not affect the lawfulness of collection and use carried out prior to withdrawal and based on the permission granted.\nYou can withdraw your permission for the sending of our newsletter by adjusting your Vinted account settings to block the sending of any further Marketing Emails.\nAlternatively, you can click \"Unregister\" at the end of the Marketing Email;</li>\n<li>not to receive discriminatory treatment while exercising your rights.&nbsp;</li>\n</ul>\n<p>To exercise any of the rights specified in this section, you can contact Vinted and submit your request using the contact details (7 below).\nRegardless of any other legal remedy, you also have the right at any time to submit a complaint to the supervisory authorities.</p>\n6.2.\nWhat is My Right to Know about my personal data collected, disclosed, or transferred?\n<p>You have the right to request that we disclose certain information to you about our collection and use of your personal data.\nOnce we receive and verify your request we will disclose to you, depending on the nature of your request, personal data we collected about you, the categories of sources for the data we have collected about you, our business or commercial purposes for collecting or sharing that personal information, the categories of third parties with whom we share that personal information, and the specific pieces of personal information we collected about you.\nAs explained above, we may have disclosed personal data to third parties for a business or commercial purpose.\nThus, you have the right to know also personal data that we disclosed about you and the categories of third parties to whom the personal data was disclosed.</p>\n6.3.\nWhat is my Right to Request Deletion of my personal data?\n<p>You have a right to request the deletion of your personal data collected and maintained by us in case the information is not used in compliance with applicable laws.\nOnce we receive and verify your request, we will delete (and direct our service providers to delete) your personal data from our records, unless applicable laws do not provide for deletion of the data in a particular case (for instance, retaining the data is necessary for us or our service provider(s) to complete the transaction for which we collected the personal data, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you, detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities, comply with a legal obligation, make other internal and lawful uses of that data that are compatible with the context in which you provided it).</p>\n6.4.\nWhat is my Right to Opt-Out of sharing my personal data with ad partners?\n<p>We provide Usage Data to advertising partners, which enables us to provide you with interest-based advertising.\nFor more information on interest-based advertising, please see our&nbsp;Cookie Policy.\nYou have a right to direct us to stop sharing your personal data with our&nbsp;ad partners, and to refrain from doing so in the future.\nIf you wish to do so, please adjust the settings accordingly by going to our&nbsp;Cookie Policy.</p>\n6.5.\nHow will you verify my request?\n<p>Your request must provide sufficient information that allows us to reasonably verify you are the person or an authorized representative of a person whose personal data we have collected (name, surname, your public profile URL, your e-mail, other information we may request for verification purposes), describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it, provide a confirmation under a penalty that you are the individual whose personal data is the subject of the request.\nIf your request is submitted by an authorized agent, a written permission and information that verifies the identity of the agent must be enclosed with the request.\nWe cannot provide you with the information or exercise your other right if we cannot verify your identity or authority to make the request and confirm the information relating to you.\nIn order to verify your identity, we may request you to provide additional information about yourself.\nWe will only use this information and information provided in the request to verify your identity or authority to make the request.</p>\n6.6.\nCan I Use an Authorized Agent?\n<p>Sure.\nYou may use an authorized agent to submit a request to opt-out on your behalf if you provide us with the authorized agent written permission to do so.\nIf this is the case, please provide us with a copy of the said permission as instructed under the section ‘How Do I Submit a Request?’ above.\nWe may deny a request from an authorized agent that does not submit proof that they have been authorized by you to act on your behalf.</p>\n7.\nOur contact details\n<p>If you have any queries regarding the collection and use of your data as part of your use of the Platform, or regarding your rights, please contact our data protection officer at</p>\n<p>If you use our .fr, .es, .be, .nl or .lu Platform:&nbsp;dpo@vinted.fr</p>\n<p>If you use our .lt Platform:&nbsp;dpo@vinted.lt</p>\n<p>If you use our .de or .at Platform: dpo@vinted.de, &nbsp;dpo@kleiderkreisel.de&nbsp;or&nbsp;dpo@mamikreisel.de</p>\n<p>If you use our .pl Platform:&nbsp;dpo@vinted.pl</p>\n<p>If you use our .cz Platform:&nbsp;dpo@vinted.cz</p>\n<p>If you use our .uk Platform:&nbsp;dpo@vinted.co.uk</p>\n<p>If you use our .com Platform:&nbsp;dpo@vinted.com</p>\n<p>\n<strong>Vinted data protection officer:&nbsp;</strong>\n</p>\n<p>Vinted, UAB</p>\n<p>Svitrigailos st.\n13</p>\n<p>LT-03228 Vilnius</p>\n<p>Republic of Lithuania&nbsp;</p> &lt;img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://analytics.twitter.com/i/adsct?txn_id=l4tre&amp;p_id=Twitter\" /&gt.\n&lt;img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"//t.co/i/adsct?txn_id=l4tre&amp;p_id=Twitter\" /&gt.\nan advertisement &lt;div style=\"display:inline;\"&gt.\n&lt;img height=\"1\" width=\"1\" style=\"border-style:none;\" alt=\"\" src=\"//googleads.g.doubleclick.net/pagead/viewthroughconversion/977913151/?value=0&amp;amp;guid=ON&amp;amp;script=0\"/&gt.\n&lt;/div&gt.\n&lt;img height=\"1\" width=\"1\" border=\"0\" alt=\"\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=455503454581729&amp;amp;ev=NoScript\" /&gt.\n", "created_at": "2019-02-16 17:42:22.180237", "updated_at": "2020-12-11 13:42:51.562688"}, {"id": 1038, "name": "Terms and conditions", "url": "https://www.vinted.com/terms-and-conditions", "xpath": "", "text": " Sign up | Log in Sell now Sell now Sign up | Log in Your Guide to Vinted Categories Women Men Kids Discover How it works Get the App Help Center Infoboard Company About us Jobs Press Advertising Policies Trust and Safety Privacy Terms Cookie policy Privacy Cookie settings Community Forum <ul>\n<li>Women See all Clothes Shoes Bags Accessories Beauty See all Clothes Shoes Bags Accessories Beauty See all Coats &amp.\njackets Sweaters Suits &amp.\nblazers Dresses Skirts Tops &amp.\nt-shirts Jeans Pants &amp.\nleggings Shorts &amp.\ncapri pants Jumpsuits &amp.\nrompers Swimwear Lingerie &amp.\nnightwear Maternity clothes Activewear Costumes &amp.\nspecial outfits Other clothing See all Boots Heels Flats Oxfords &amp.\nloafers Ankle boots Sandals Sports shoes Flip-flops Slippers Other shoes See all Handbags Shoulder bags Backpacks Tote bags Clutches Purses &amp.\nwallets Makeup bags Satchels Fanny packs Patterned &amp.\nembroidered bags Holdalls Luggage &amp.\nsuitcases Other bags See all Jewelry Watches Belts Sunglasses Scarves &amp.\nshawls Gloves Hats &amp.\ncaps Hair accessories Tech accessories Umbrellas Keyrings Other accessories See all Makeup Perfume Face care Beauty tools Hand care Nail care Body care Hair care Other beauty items </li>\n<li>Men See all Clothes Shoes Accessories Grooming See all Clothes Shoes Accessories Grooming See all Jeans Coats &amp.\njackets Tops &amp.\nt-shirts Suits &amp.\nblazers Sweaters Pants Shorts Socks &amp.\nunderwear Swimwear Activewear Costumes &amp.\nspecial outfits Other men's clothing See all Oxfords &amp.\nloafers Slippers &amp.\nflip-flops Formal shoes Sneakers &amp.\nchucks Sport shoes Sandals Boots Other shoes See all Ties &amp.\nPocket squares Bags &amp.\nBackpacks Jewellery Belts Watches Sunglasses Hats &amp.\ncaps Scarves &amp.\nshawls Gloves Other See all Face care Tools &amp.\naccessories Hair care Body care Hand &amp.\nnail care Cologne Make-up Grooming kits Other grooming items </li>\n<li>Kids See all Girls' clothing Boys' clothing Toys &amp.\ngames Baby care Strollers Ride-on toys Car seats &amp.\nchairs Kids' furniture School supplies Other kids' items See all Girls' clothing Boys' clothing Toys &amp.\ngames Baby care Strollers Ride-on toys Car seats &amp.\nchairs Kids' furniture School supplies Other kids' items See all Baby clothing Shoes Coats &amp.\njackets Sweaters &amp.\nhoodies Tops &amp.\nt-shirts Dresses Skirts Trousers &amp.\nshorts Bags &amp.\nbackpacks Accessories Swimwear Underwear &amp.\nsocks Sleepwear Sportswear Clothing bundles Clothing for twins Fancy dress &amp.\ncostumes Other girls' clothing See all Baby clothing Shoes Coats &amp.\njackets Sweaters &amp.\nhoodies Tops &amp.\nt-shirts Pants &amp.\noveralls Bags &amp.\nbackpacks Accessories Swimwear Underwear &amp.\nsocks Sleepwear Sportswear Clothing bundles Clothing for twins Fancy dress &amp.\ncostumes Other boys' clothing See all Games Jigsaws &amp.\nPuzzles Toys Gaming consoles &amp.\nvideo games See all Sleep accessories Nursing &amp.\nfeeding Baby carriers &amp.\nwraps Swimming equipment Diapers &amp.\nskincare Childcare accessories &amp.\ntech Bouncers &amp.\nswings Bibs Potties Childproofing &amp.\nsafety See all Umbrella strollers Sport strollers Universal strollers Strollers for twins Accessories for strollers See all Baby walkers Push &amp.\npull toys Kids' bike seats &amp.\ntrailers Scooters Tricycles Bicycles Outdoor vehicles Sledges, skis &amp.\nsnowboards Roller skates &amp.\nice skates See all Car seats Feeding chairs See all Cradles Cribs Toddler beds Mattresses Playmats Playpens Changing pads &amp.\ntables Other kids' furniture See all Children's books Literature for parents School books School bags School supplies See all </li>\n<li>About Discover How it works Get the App Help Center Infoboard Company About us Jobs Press Advertising Policies Trust and Safety Privacy Terms Cookie policy Privacy Cookie settings Community Forum </li>\n</ul> &lt;img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://analytics.twitter.com/i/adsct?txn_id=l4tre&amp;p_id=Twitter\" /&gt.\n&lt;img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"//t.co/i/adsct?txn_id=l4tre&amp;p_id=Twitter\" /&gt.\nImportant updates <p>Given the situation linked to COVID-19 and the regulatory provisions for public health and safety, Vinted may be compelled to react.\nPlease make sure to read our dedicated COVID-19 page on changes to policies and shipping procedures.</p> Important updates <p>Given the situation linked to COVID-19 and the regulatory provisions for public health and safety, Vinted may be compelled to react.\nPlease make sure to read our dedicated COVID-19 page on changes to policies and shipping procedures.</p> Vinted Inc.\nTerms &amp.\nConditions of use <p>\n<strong>Date of last revision: 16 August,&nbsp;2018</strong>\n</p>\n<p>These Terms and Conditions (\" <strong>Terms</strong> \") and the documents referred to in them, apply to your use of this website located at the address http://www.vinted.com&nbsp;and/or mobile applications called Vinted available for iOS and Android devices (each known as the \" <strong>Site</strong> \").\nIf you do not agree to these terms you should not access or view the Site.</p>\n<p>This Site is operated by Vinted Inc., a company registered in Delaware, with business location at C/o AG Accounting 735 Geary St.\n#303 San Francisco, CA 94109.</p>\n<p>\n<strong>1.\nOther applicable terms</strong>\n</p>\n<p>These Terms of use refer to and incorporate the following additional Terms, which also apply to your use of this Site.</p>\n<ol>\n<li>Our Privacy Policy , which sets out the terms on which we process any personal data we collect about you or that you provide to us.\nBy using this Site, you agree to such processing and you warrant that all data provided by you is accurate</li>\n<li>Our Catalog&nbsp;Rules and Forum Rules, which apply to your interactions with this Site, including what you may list on the Site, any content which we may permit you to upload and any contact which you may make with other users of this Site.</li>\n<li>Pricelist , which sets out list of additional for-fee services and indicates applicable pricing and additional terms for using each of these services.</li>\n</ol>\n<p>\n<strong>2.\nSERVICES</strong>\n</p>\n<ol>\n<li>We provide an online facility through which individuals can buy, sell, exchange and give-away items and communicate with one another in public and in private (the \"<strong>Services</strong>\").&nbsp.\n</li>\n<li>From time to time Vinted may also make available to the users certain additional-services subject to charges as indicated in the Pricelist that is constantly updated by Vinted.</li>\n<li>You agree to comply with all applicable laws and regulations in connection with your use of the Services.</li>\n</ol>\n<p>\n<strong>3.\nOUR FUNCTION</strong>\n</p>\n<ol>\n<li>Our Site is an online venue for individuals to buy, sell, exchange and give-away items to or with other individuals.\nWe are not a party to any transaction between a buyer and a seller or two individuals who agree to an exchange or a give-away, save for the Services we provide to facilitate transactions.\nWe do not buy, sell or exchange or purport to buy, sell, exchange or give-away any of the items displayed on our Site.&nbsp;The Site hosts third-party content.</li>\n<li>We do not pre-vet any items listed on the Site or any parties who you may deal with on the Site.\nWe shall not be obliged to engage in any dispute between buyers and sellers or parties to an exchange or give-away.\nYou are responsible for vetting the parties that you deal with.</li>\n</ol>\n<p>\n<strong>4.\nREQUIREMENTS TO USE THE SERVICES</strong>\n</p>\n<ol>\n<li>To use the Services, you must register with us by completing the registration form after clicking \"Join Us\" or registering using an acceptable third party service (e.g.\nFacebook Connect).</li>\n<li>The Services are not intended for use by children under the age of 18 years old.&nbsp;&nbsp.\nIf you are under 18, a parent or guardian (who is 18 or over) must register to use the Services on your behalf.\nYour parent or guardian shall be responsible for supervising your use of the Services at all times and ensuring that you comply with these Terms.\nVinted shall be entitled to hold your parent or guardian fully responsible and liable for any breach of these Terms by you.</li>\n<li>Business sellers are not permitted to use the Services.\nBy using the Services you warrant that you are a not a business seller.</li>\n<li>You undertake to keep up to date all information about you on the Site.</li>\n<li>You warrant that any information you provide to us is true, accurate and complete.</li>\n</ol>\n<p>\n<strong>5.\nYOUR ACCOUNT AND PASSWORD</strong>\n</p>\n<ol>\n<li>If you choose, or you are provided with, a user identification code, password or any other piece of information as part of our security procedures, you must treat such information as confidential.\nYou must not disclose it to any third party and you must ensure that you log out from your account at the end of each session.</li>\n<li>You must immediately notify us by using the contact form if you know or suspect that anyone other than you knows your user identification code or password, or that there has been any unauthorized use of your password or account or any other security breach.</li>\n<li>We have the right to disable any user identification code or password, whether chosen by you or allocated by us, at any time, if we have reasons to suspect it has been compromised or if in our reasonable opinion you have failed to comply with any of the provisions of these Terms.</li>\n<li>Vinted does not allow multiple accounts on its Site.\nShould Vinted have a reasonably grounded suspicion that a user has created (is using) more than one account on the Site – it may block or delete any of the involved accounts.</li>\n<li>Vinted may request to make certain confirmations with respect to your account for security purposes.\nSuch confirmations among other things may be linking your Facebook, Google or another third party account.\nconfirming your phone number.\nproviding for an ID and/or cardholder proof or any other confirmations that Vinted may introduce in its sole discretion.\nAll data collected as a result of such confirmation will be processed following our Privacy Policy , which is a part of Vinted - user contractual arrangement.</li>\n</ol>\n<p>\n<strong>6.\nCONTENT YOU PROVIDE, THE FORUM, FEEDBACK AND PRIVATE MESSAGING</strong>\n</p>\n<ol>\n<li>Any content you provide to us or any contact you make with other users, whether privately or publicly, must comply with our Catalog&nbsp;Rules.\nAny use of the forum must also comply with our Forum Rules.</li>\n<li>You warrant that (a) any such content or contact complies with the Catalog&nbsp;Rules and the Forum Rules (where you use the Forum), (b) you own all rights to such content or, alternatively, you have the right to give us the rights granted below.\nand (c) the content does not infringe the intellectual property rights, privacy rights, publicity rights, or other legal rights of any third party.&nbsp.\nYou will be liable to us and indemnify us for any losses, costs, or damages arising from or relating to a breach of this warranty.\nThis means you will be responsible for any loss or damage we suffer as a result of your breach of that warranty.</li>\n<li>We will not be responsible, or liable to any third party, for the content or accuracy of any content posted by you or any other user of our Site.</li>\n<li>You grant us a non-exclusive, irrevocable, perpetual, transferable, sub-licensable, royalty-free, unconditional, worldwide license to use, copy, distribute, display, and disclose to third parties any content you provide to us, including without limitation content you post in the Forum and pictures of listed items.</li>\n<li>Vinted provides for a direct user messaging functionality for the sole purpose of facilitating transactions between the users on the Site.\nWe will not access content of such messages unless one of the involved users grants an access right to Vinted when raising a dispute with our Customer Support.\nPlease note that Vinted may use automatic scanning tools/filters in order to detect and prevent spam and/or fraud and/or any other activity contrary to applicable legal acts on the Site.\nIn such cases Vinted representatives will not access message threads, however, they will cross-check automatic-scanning/filtering results (without accessing messages) in order to determine what preventative action should be taken to ensure security of the platform.</li>\n</ol>\n<p>\n<strong>7.\nRULES FOR LISTING ITEM</strong>\n</p>\n<p>In respect of all items you offer for sale, exchange or give-away through the Services:</p>\n<ol>\n<li>You must ensure that such items comply with our Catalog&nbsp;Rules.\nNote that you may not list certain categories of items;</li>\n<li>You must be the legal and beneficial owner of such items and have the right to sell them ;</li>\n<li>The sale, exchange, give-away, use or possession of such items must not infringe the rights of any third party (including but not limited to any IP rights held by any third parties).\nand must not breach any applicable local, national or international law or regulation;</li>\n<li>To list an item you must complete an item placement questionnaire and provide such other information as we may require for all items that you offer for sale, exchange or give-away on the Site in accordance with our Catalog Rules ;</li>\n<li>By listing an item you represent and confirm that the item complies with all aspects of the item questionnaire that you submit, including the category in which you list such item and any photograph of the item, and that such item questionnaire is complete.\nThe terms of the item questionnaire that you submit will form the terms on which you offer the item for sale;</li>\n<li>When you submit the item questionnaire the item shall be deemed to be a \"Catalog Item\";</li>\n<li>You may amend the terms on which you offer a Catalog Item for sale at any time before you have entered into a contract to sell, exchange or give-away the relevant item.\nand</li>\n<li>You may remove a Catalog Item from the Site at any time before you have entered into a contract to sell, exchange or give-away the relevant item.</li>\n</ol>\n<p>\n<strong>8.\nEXCHANGING OR GIVING AWAY FOR FREE</strong>\n</p>\n<ol>\n<li>If you are giving away a Catalog Item to another user or exchanging a Catalog Item with another user you should agree the terms related to such transaction directly with the other user.\nYou are solely responsible for such transaction.</li>\n<li>If you give-away a Catalog Item to another user or exchange a Catalog Item with another user you cannot use our payment or shipping service and should agree the terms for payment and shipping of such Catalog Item(s) with the other user.</li>\n</ol>\n<p>\n<strong>9.\nBUYING AND SELLING</strong>\n</p>\n<p>If you are buying or selling a Catalog Item you may either:</p>\n<ol>\n<li>use our payment and shipping services.\nPlease see sections 10 to 15 below;</li>\n<li>agree the terms related to such transaction directly with the other party to the transaction.\nYou are solely responsible for such transaction&nbsp;and we do not provide customer support for these transactions.</li>\n</ol>\n<p>\n<strong>\n<u>PAYMENT AND SHIPPING SERVICES </u>\n</strong>\n</p>\n<p>Sections 10 to 15 below will only apply where you choose to use our payment and shipping services.&nbsp;Please note that Vinted may restrict integrated payment and shipping services as per sections 10 to 15 below only for users based within US and accordingly&nbsp;not offer them in order to facilitate&nbsp;cross-border transactions.</p>\n<p>\n<strong>10.\nFEE FOR PAYMENT AND SHIPPING SERVICES</strong>\n</p>\n<p>Where&nbsp;the payment and shipping Services are used for a transaction, you agree that Vinted shall receive a &nbsp;Fee&nbsp;according to the rates and conditions as set out in the Pricelist.&nbsp;Vinted may amend the Pricelist from time to time&nbsp;provided that we inform you about such changes.\nPlease note that you will always see an applicable price for services you intend to order at a check-out.</p>\n<p>\n<strong>11.\nBUYING USING THE SITE</strong>\n</p>\n<p>Where you use our payment and shipping services:</p>\n<ol>\n<li>When you click \"confirm\" on the payment page, you acknowledge and agree that you enter into a contract with the seller to purchase that Catalog Item from them.</li>\n<li>When you enter into a contract to purchase a Catalog Item you warrant and undertake that you have the legal right to enter into such transaction.</li>\n<li>You may only terminate the contract with the seller where you are permitted by law.</li>\n<li>When you enter into a contract with a seller payment will be taken from your credit or debit card, Vinted balance or using any other payment method that Vinted may offer upon its sole discretion, immediately.\nPlease see the \"Payment\" section below for more information.</li>\n</ol>\n<p>\n<strong>12.\nSELLING USING THE SITE</strong>\n</p>\n<p>Where you use our payment and shipping services:</p>\n<ol>\n<li>A Catalog Item that is for sale is an offer by the seller of such item, which may be accepted by a buyer.\nSee the \"Buying Using Our Site\" section above for more information.</li>\n<li>Once a user clicks \"confirm\" on the payment page you acknowledge and agree that you enter into a contract with that user (buyer) to sell that Catalog Item to them.</li>\n<li>Prior to entry into a contract with a buyer under section 12.2 above, you may consider offers for a Catalog Item from other Site users.</li>\n<li>You may only terminate the contract with the buyer to the extent&nbsp;permitted by law.</li>\n</ol>\n<p>\n<strong>13.\nPAYMENT SERVICES</strong>\n</p>\n<p>Where you use our payment services:</p>\n<ol>\n<li>Buyers must pay sellers for Catalog Items by credit or debit card, Vinted balance&nbsp;or using any other payment method/services that Vinted may offer upon its sole discretion on the Site.</li>\n<li>Payments must be made in the currency specified on the Site and all prices are inclusive of sales tax (where applicable) and other applicable taxes, but exclusive of delivery charges and any other fees for additional services offered by Vinted that you choose to use.\nAdditional services will be charged following additional terms as indicated in the Pricelist.</li>\n<li>Buyers are responsible for any shipping costs, including any insurance costs unless otherwise mutually agreed by the buyer and the seller.</li>\n<li>Payment for Catalog Items is in advance.\nThe buyer’s credit or debit card&nbsp;or any other payment method that Vinted may offer upon its sole discretion of the Site&nbsp;will be charged when the buyer and seller enter into a contract for the purchase of an item under section 11.\nWe will not credit the seller’s account until the buyer has accepted the item or is deemed to have accepted it.\nSee the section entitled \"Acceptance\" below for more information.</li>\n<li>Vinted may at any point in time in its sole discretion suspend and/or cancel any transaction and/or requested payment should it have grounds to believe that such transaction may be fraudulent or contrary to applicable law or harmful to Vinted and/or any user or third party.</li>\n<li>We use a third party service provider to process your payment and to store your credit or debit card or similar information.\nWhen using our payment services, you agree with our provider’s conditions and terms .\nWe shall not be liable for the acts or omissions of such third party.\nYou shall be solely responsible for the transmission of information connected to your credit or debit card and we hereby exclude all liability to the extent permitted by law.</li>\n</ol>\n<p>\n<em>STRIPE</em>\n</p>\n<p>Credit card and Vinted Balance payments are processed via the electronic payment system Stripe.</p>\n<p>To use Stripe, members have to set up a so-called e-wallet on the platform.&nbsp;E-wallet is an electronic money account that allows you to send and receive payments.&nbsp;To set up an e-wallet at least the following data may be requested: name, first name, e-mail address and date of birth, as well as nationality and country of residence of the user</p>\n<p>When using Stripe, a separate contract is concluded between the user and Stripe in accordance with the Stripe Terms.&nbsp;By agreeing to these terms and conditions, the user automatically agrees to the&nbsp;former conditions as well as Stripe’s Privacy Policy that applies to processing of data collected by Stripe in for purpose of processing payments on the Site.\nPlease visit www.stripe.com in order to access all applicable conditions.</p>\n<p>When using our payment services, you agree with our provider’s conditions and terms.\nWe shall not be liable for the acts or omissions of such third party payment service provider.\nYou shall be solely responsible for the transmission of information connected to your credit or debit cardl and we hereby exclude all liability to the extent permitted by law.</p>\n<p>Please know that for use of e-wallet Stripe applies Anti-Money-Laundering and Terrorist Financing (AML) and Know-Your-Customer (KYC) rules as specified in the Stripe conditions.\nHowever, Vinted reserves a right to apply lower value thresholds for triggering KYC identification requirements for sole purpose of preventing suspension of any future transactions by the payment service provider Stripe.</p>\n<p>The money that the sellers gained at selling items on Vinted will be kept on a Vinted balance.&nbsp;The money can be transferred any time by the seller to his personal bank account.\nPlease note that additional terms may apply as indicated in the Pricelist.&nbsp;Additional information such as full name, date of birth, last 4 digits of SSN and billing address may be required among other things for a payout.</p>\n<p>\n<strong>14.\nSHIPPING SERVICES</strong>\n</p>\n<p>Where you use the recommended shipping services:</p>\n<ol>\n<li>Buyer may choose to ship via one the shipping services provided by Vinted as indicated in the Pricelist&nbsp;(“USPS”)..</li>\n<li>The cost of the shipping service is available in the Pricelist.\nShipping&nbsp;fee&nbsp;is always&nbsp;payable by the buyer of a Catalog Item.&nbsp;Please note that additional terms may apply for using chosen shipping service.\nPlease always check them before ordering a service.</li>\n<li>After you enter into a contract with a buyer for the purchase of one of your Catalog Items we will send to you a confirmation of such purchase.\nYou must ship the Catalog Item that you have sold via one of the shipping services as chosen by the buyer, and if requested by Vinted - enter the tracking number of the package on our site.</li>\n<li>If you fail to send the item to the buyer within 6 days after receipt of a&nbsp;shipping label and/or details, and/or instructions&nbsp;we shall be entitled to refund the purchase price to the buyer’s account.</li>\n<li>We decline all responsibility for sent packages, packages and items which become lost or destroyed, or damaged by a shipping service provider and/or after delivery to a post-box or alike, unless otherwise clearly stated within specific terms applicable to separate shipping service offers by Vinted as per the Pricelist.&nbsp;Shipping services are provided by third-party service providers&nbsp;and may be subject to additional terms and conditions imposed by them.&nbsp;Any risk of loss is carried by seller, buyer, and the third-party service provider.</li>\n</ol>\n<p>\n<strong>15.\nESCROW PAYMENT TERMS</strong>\n</p>\n<p>Where you use our payment and shipping services:</p>\n<ol>\n<li>Orders are automatically updated to delivered after certain period of time after being sent.&nbsp;The period of time for this purpose is reasonably determined by Vinted following a pre-set uniformly applicable Escrow payment process.\nIn order to protect buyers, we will hold the purchase price for an item for not less than 2 days after the date on which that item is delivered or due to be delivered as shown in our system (or until a buyer confirms that he has no issue with a purchase).\nDuring this period it is the buyer’s responsibility to raise a dispute.\nAfter this period, compensation is no longer applicable and funds are released to the seller.\nPlease raise all disputes via Vinted first.</li>\n<li>If a seller fails to send an item to a buyer within 7 business days after receipt of the shipping label and/or details, and/or instructions we shall be entitled to refund the purchase price to the buyer’s account.\nThe refund can be also released earlier in case selling user is inactive and/or shipping label is not downloaded by a selling user for a certain period of time.\nThe refund of the purchase price shall be the buyer’s only remedy in respect of its contract with the seller.</li>\n<li>If a buyer receives an item that is not materially as described on the Site, the buyer must notify us by using the contact form or by clicking “I have issues” within 2 days after delivery on as shown in the system.</li>\n<li>If a buyer does not receive an item that they have purchased from a seller, the buyer must notify us by using the contact form or by clicking “I have issues” within 2 days after delivery on as shown in the system.</li>\n<li>If a buyer does not contact us within 2 days after receipt of an item under sections 15.3 and 15.4 above, the buyer will be deemed to have accepted the item.\nOn acceptance of an item has occurred, we will credit to the seller’s account the purchase price of that item less any fees due to us.</li>\n<li>Where the buyer contacts us under section 15.3 or 15.4 above, we will hold the purchase price minus any fees due to us until we have investigated the claim.</li>\n<li>Despite the payment method chosen by the buyer – all Escrow Payment related disputes shall be addressed to Vinted directly, unless Vinted provides for a feature for users to settle/agree-on such dispute directly without approaching Vinted.\nIn this case, the dispute is considered to be settled and transaction completed once users reach a mutual agreement.\nVinted will not accept any repeated claims from users.\nVinted reserves the right to deny compensation and claim back amounts paid out for a user in case user in question has already received adequate compensation from other sources (e.g.\nthird-party payment service provider).</li>\n</ol>\n<p>\n<strong>\n<u>GENERAL </u>\n</strong>\n</p>\n<p>\n<strong>16.\nREMOVAL, WARNINGS, BLOCKING, SUSPENSION AND TERMINATION</strong>\n</p>\n<p>We may at our option, issue warnings, suspend, block or terminate your access to this Site and/or the Services (or any part of them) or remove any content uploaded, including without limitation, any Catalog Item if:</p>\n<ol>\n<li>you are in breach of these Terms;</li>\n<li>you act in any manner which we consider may damage&nbsp;our reputation.\nor</li>\n<li>you use the Site or Services in a manner which we consider to be fraudulent or contrary to law.</li>\n</ol>\n<p>\n<strong>17.\nACCESS TO THIS SITE AND ITS SERVICES AND CONTENT</strong>\n</p>\n<ol>\n<li>We do not guarantee that this Site, or any Services or content on it, will always be available or be uninterrupted.</li>\n<li>We reserve the right at any time and without notice to enhance, modify, alter, suspend or permanently discontinue all or any part of this Site, or any Services or content on it, and to restrict or prohibit access to it.</li>\n</ol>\n<p>\n<strong>18.\nVIRUSES</strong>\n</p>\n<ol>\n<li>We do not guarantee that this Site will be secure or free from bugs or viruses.</li>\n<li>You are responsible for configuring your information technology, computer programs and platform in order to access this Site.\nYou should use your own virus protection software.</li>\n<li>You must not misuse this Site by knowingly introducing viruses, trojans, worms, logic bombs or other material which is malicious or technologically harmful.</li>\n<li>You must not attempt to gain unauthorized access to this Site, the server on which this Site is stored or any server, computer or database connected to this Site.</li>\n<li>You must not attack this Site via a denial-of-service attack or a distributed denial-of service attack.</li>\n<li>We will report any violations of law to the relevant law enforcement authorities and we will co-operate with those authorities by disclosing your identity to them.\nIn the event of such a breach, your right to use this Site will cease immediately.</li>\n</ol>\n<p>\n<strong>19.\nLIABILITY</strong>\n</p>\n<ol>\n<li>\n<strong>Nothing in these Terms limits or excludes our liability to you for any liability which cannot by law be excluded or limited by applicable law.</strong>\n</li>\n<li>\n<strong>We provide the Site and Services on an “as is” and “as available” basis.</strong>\n</li>\n<li>\n<strong>We make no warranties or representations, whether express or implied that this Site, any content and the Services on it:</strong>\n<ol>\n<li>\n<strong>are accurate, complete, up-to-date or suitable for any purpose.\nor</strong>\n</li>\n<li>\n<strong>are free of error or omission.</strong>\n</li>\n</ol>\n</li>\n<li>\n<strong>To the extent permitted by law, we exclude all conditions, warranties, representations or other terms which may apply to this Site, any content or the Services on it, whether express, implied, statutory or otherwise, including, without limitation, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement, and those arising out of course of dealing or usage of trade.</strong>\n</li>\n<li>\n<strong>We provide an online facility to introduce individuals to one another to enable the purchase, sale, exchange and give-away of items between them and to allow them to communicate with one another in public and in private.\nBuyers, sellers and parties to an exchange or give-away are solely responsible for transactions entered into using the Site.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any interaction with any of these third parties.&nbsp.\nYou agree that we are not responsible or liable for any loss or damage of any kind or nature incurred as the result of any such dealings.&nbsp.\nIf there is a dispute between users of the Site or Services, or between users and any third party, you understand and agree that we are under no obligation to become involved.&nbsp.\nIn the event that you have a dispute with any other user of the Site or Services, you hereby release us and our affiliates, and all of our officers, employees, agents, and successors from claims, demands, and damages (actual and consequential) of every kind or nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to such disputes or the Site and Services.&nbsp.\nYOU HEREBY WAIVE CALIFORNIA CIVIL CODE SECTION 1542 (AND ANY OTHER SIMILAR APPLICABLE STATE STATUTE), WHICH PROVIDES:&nbsp.\nA GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH, IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.</strong>\n</li>\n<li>\n<strong>We are not responsible for any action or inaction of users of the Site or Services, or content provided by users of the Site including, without limitation:</strong>\n<ol>\n<li>\n<strong>the descriptions or photos of items, including their accuracy and completeness;</strong>\n</li>\n<li>\n<strong>the quality, legality or safety of the items;</strong>\n</li>\n<li>\n<strong>the seller’s, exchanger’s or giver’s title to the items.\nor</strong>\n</li>\n<li>\n<strong>any seller’s or buyer’s right to enter into a sale or the rights of the parties to an exchange or give-away to enter into such transaction.</strong>\n</li>\n</ol>\n</li>\n<li>\n<strong>You agree to indemnify us for any loss, liability, cost or expense for any third party claim arising from or connected to your misuse of the Site or Services or any use which is in breach of these Terms.</strong>\n</li>\n<li>\n<strong>In respect of any dispute you may have with another user of the Site, you agree to indemnify us for any loss or liability we incur as a result of any claim made against us by such user or any other third party as a result of such dispute.</strong>\n</li>\n<li>\n<strong>Subject to section 19.1, we will not be liable for any loss or damage caused by a virus, distributed denial-of-service attack, or other technologically harmful material that may infect your computer equipment, computer programs, data or other proprietary material due to your use of our Site or Services, or to your downloading of any content on it, or on any website linked to it.</strong>\n</li>\n<li>\n<strong>We are not responsible for any third party service providers that you integrate into your account.\nWe will not be liable for any loss or damage that may arise from your use of them.</strong>\n</li>\n<li>\n<strong>Subject to section 19.1, Vinted, its subsidiaries and affiliated companies accept no liability to you, whether in contract, tort (including negligence) or otherwise, for: (a) any loss of profits, sales, business, or revenue.\n(b) business interruption.\n(c) loss of anticipated savings.\nloss of business opportunity, goodwill or reputation.\nor (d) any direct, special, punitive, indirect, incidental or consequential damages, (e) or any other damages of whatsoever kind resulting from whatever cause through your use of the Services and our Site.&nbsp;</strong>\n</li>\n<li>\n<strong>Subject to section 19.1, we limit our liability under this Agreement, whether such liability arises in contract, tort (including without limitation negligence) or otherwise, to a maximum of:</strong>\n<ol>\n<li>\n<strong>the purchase price paid or payable for the relevant item in respect of any claim arising in relation to a transaction on this Site.\nand</strong>\n</li>\n<li>\n<strong>$100 in respect of any other claim.</strong>\n</li>\n</ol>\n</li>\n</ol>\n<p>\n<strong>20.\nCOPYRIGHT POLICY</strong>\n</p>\n<p>We respond to notices of alleged copyright infringement and terminate accounts of repeat infringers according to the process set out in the U.S.\nDigital Millennium Copyright Act.&nbsp.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please forward the following information to the Copyright Agent named below:</p>\n<ul>\n<li>Your address, telephone number, and email address.</li>\n<li>A description of the copyrighted work that you claim has been infringed.</li>\n<li>A description of where the alleged infringing material is located.</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by you, the copyright owner, its agent, or the law.</li>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.</li>\n<li>A statement by you, made under penalty of perjury, that the above information is accurate and that you are the copyright owner or authorized to act on behalf of the copyright owner.</li>\n</ul>\n<p>\n<strong>\n<em>Copyright Agent:</em>\n</strong>\n</p>\n<p>Vinted Inc.\nLegal Department</p>\n<p>legal@vinted.com&nbsp;</p>\n<p>\n<em>Mailing address:</em>\n</p>\n<p>c/o Rachel Tarko Hudson Sheppard Mullin 4 Embarcadero Ctr.\n17th Fl.</p>\n<p>San Francisco, CA 94123</p>\n<p>For clarity, only copyright infringement notices should go to our Copyright Agent.&nbsp.\nYou acknowledge that if you fail to comply with all of the requirements of this section your notice may not be valid.</p>\n<p>If you believe the content that was removed (or to which access was disabled) is not infringing, or that you have the authorization from the copyright owner, the copyright owner's agent, or pursuant to the law, to post and use such content, you may submit a counter-notice to the address listed above containing the following information:</p>\n<ul>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the content that has been removed or to which access has been disabled and the location at which the content appeared before it was removed or disabled;</li>\n<li>A statement that you have a good faith belief that the content was removed or disabled as a result of mistake or a misidentification of the content.\nand</li>\n<li>Your name, physical address, telephone number, and e-mail address, a statement that you consent to the jurisdiction of the federal court in Los Angeles, California, and a statement that you will accept service of process from the person who provided notification of the alleged infringement.&nbsp;</li>\n</ul>\n<p>After we receive your counter-notification, we will forward it to the party who submitted the original claim of copyright infringement.&nbsp.\nPlease note that when we forward the counter-notification, it includes your personal information.&nbsp.\nBy submitting a counter-notification, you consent to having your information revealed in this way.&nbsp.\nWe will not forward the counter-notification to any party other than the original claimant.</p>\n<p>After we send out the counter-notification, the claimant must then notify us within 10 days that he or she has filed an action seeking a court order to restrain you from engaging in infringing activity relating to the content that was removed or disabled.&nbsp.\nIf we receive such notification we will be unable to restore the material.&nbsp.\nIf we do not receive such notification, we may reinstate the material.</p>\n<p>\n<strong>21.\nTHIRD PARTY LINKS AND RESOURCES IN THIS SITE</strong>\n</p>\n<ol>\n<li>Where this Site contains links to other sites and resources provided by third parties, these links are provided for your information only.&nbsp.\nWe have no control over the contents of those sites or resources.</li>\n<li>We assume no responsibility for the content of websites linked on our Site.\nSuch links should not be interpreted as endorsement by us of those linked websites.\nWe will not be liable for any loss or damage that may arise from your use of them.</li>\n</ol>\n<p>\n<strong>22.\nPROMOTIONS</strong>\n</p>\n<ol>\n<li>From time to time we may post promotions, competitions, games or prize draws on the Site and special terms and conditions related to the same.</li>\n<li>If there is any conflict between such special terms and conditions and these Terms, the special terms and conditions shall prevail.</li>\n</ol>\n<p>\n<strong>23.\nEVENTS BEYOND OUR CONTROL</strong>\n</p>\n<ol>\n<li>We shall not be in breach of these Terms nor liable for delay in performing, or failure to perform, any obligations under these Terms agreement if such delay or failure result from events, circumstances or causes beyond our reasonable control.\nIn such circumstances we shall be entitled to a reasonable extension of the time for performing such obligations.</li>\n</ol>\n<p>\n<strong>24.\nSEVERANCE</strong>\n</p>\n<ol>\n<li>If any or any part of the terms contained in these terms shall be determined by any competent authority to be invalid, unlawful or unenforceable to any extent, such term shall to that extent be severed from the remaining terms which shall continue to be valid and enforceable to the fullest extent permitted by law.</li>\n</ol>\n<p>\n<strong>25.\nENTIRE AGREEMENT</strong>\n</p>\n<ol>\n<li>These Terms and all documents referred to in these Terms constitute the entire agreement between us and you and supersede and extinguish all previous agreements, promises, assurances, warranties, representations and understandings between us and you, whether written or oral, relating to its subject matter.</li>\n<li>We and you agree that in entering into these Terms have relied on any statement, representation, assurance or warranty (whether made innocently or negligently) that is not set out in these Terms or any document referred to in them.\nNeither us nor you shall have any claim for innocent or negligent misrepresentation based on any statement in these terms or any document referred to in them.</li>\n</ol>\n<p>\n<strong>26.\nAPPLICABLE LAW&nbsp;&amp.\nVENUE</strong>\n</p>\n<ol>\n<li>These Terms will be governed by and construed in accordance with the laws of the State of California , without giving effect to any conflict of laws rules or provisions.</li>\n<li>You agree that any action of whatever nature arising from or relating to these Terms, the Site, or Services will be filed only in the state or federal courts located in San Francisco, California.&nbsp.\nYou consent and submit to the personal jurisdiction of such courts for the purposes of any such action.</li>\n</ol>\n<p>\n<strong>27.\nTRADE MARKS</strong>\n</p>\n<ol>\n<li>Vinted <sup>TM</sup> is a registered trade mark of Vinted Limited, a Vinted group company.</li>\n<li>Any other trade mark displayed on the Site is not owned by us or our group companies.\nAny use of such trade marks may be an infringement of the rights of the owner in those trade marks.</li>\n</ol>\n<p>\n<strong>28.&nbsp;ARBITRATION AGREEMENT &amp.\nWAIVER OF CERTAIN RIGHTS</strong>\n</p>\n<p>You and Vinted agree that we will resolve any disputes between us through binding and final arbitration instead of through court proceedings.&nbsp.\nYou and Vinted hereby waive any right to a jury trial of any Claim (defined below).&nbsp.\nAll controversies, claims, counterclaims, or other disputes arising between you and Vinted relating to these Terms or the Offerings (each a “Claim”) shall be submitted for binding arbitration in accordance with the Rules of the American Arbitration Association (“AAA Rules”).&nbsp.\nThe arbitration will be heard and determined by a single arbitrator.&nbsp.\nThe arbitrator's decision in any such arbitration will be final and binding upon the parties and may be enforced in any court of competent jurisdiction.&nbsp.\nThe parties agree that the arbitration will be kept confidential and that the existence of the proceeding and any element of it (including, without limitation, any pleadings, briefs or other documents submitted or exchanged and any testimony or other oral submissions and awards) will not be disclosed beyond the arbitration proceedings, except as may lawfully be required in judicial proceedings relating to the arbitration or by applicable disclosure rules and regulations of securities regulatory authorities or other governmental agencies.</p>\n<p>If you demonstrate that the costs of arbitration will be prohibitive as compared to the costs of litigation, Vinted will pay as much of the administrative costs and arbitrator's fees required for the arbitration as the arbitrator deems necessary to prevent the cost of the arbitration from being prohibitive.&nbsp.\nIn the final award, the arbitrator may apportion the costs of arbitration and the compensation of the arbitrator among the parties in such amounts as the arbitrator deems appropriate.</p>\n<p>This arbitration agreement does not preclude you or Vinted from seeking action by federal, state, or local government agencies.&nbsp.\nYou and Vinted also have the right to bring qualifying claims in small claims court.&nbsp.\nIn addition, you and Vinted retain the right to apply to any court of competent jurisdiction for provisional relief, including pre-arbitral attachments or preliminary injunctions, and any such request shall not be deemed incompatible with these Terms, nor a waiver of the right to have disputes submitted to arbitration as provided in these Terms.</p>\n<p>Neither you nor Vinted may act as a class representative or private attorney general, nor participate as a member of a class of claimants, with respect to any Claim.&nbsp.\nClaims may not be arbitrated on a class or representative basis.&nbsp.\nThe arbitrator can decide only your and/or Vinted’s individual Claims.&nbsp.\nThe arbitrator may not consolidate or join the claims of other persons or parties who may be similarly situated.</p>\n<p>If any provision of this Section is found to be invalid or unenforceable, then that specific provision shall be of no force and effect and shall be severed, but the remainder of this Section shall continue in full force and effect.&nbsp.\nNo waiver of any provision of this Section of the Terms will be effective or enforceable unless recorded in a writing signed by the party waiving such a right or requirement.&nbsp.\nSuch a waiver shall not waive or affect any other portion of this Terms.&nbsp.\nThis Section of the Terms will survive the termination of your relationship with Vinted</p>\n<p>THIS SECTION LIMITS CERTAIN RIGHTS, INCLUDING THE RIGHT TO MAINTAIN A COURT ACTION, THE RIGHT TO A JURY TRIAL, THE RIGHT TO PARTICIPATE IN ANY FORM OF CLASS OR REPRESENTATIVE CLAIM, THE RIGHT TO ENGAGE IN DISCOVERY EXCEPT AS PROVIDED IN AAA RULES, AND THE RIGHT TO CERTAIN REMEDIES AND FORMS OF RELIEF.&nbsp.\nOTHER RIGHTS THAT YOU OR Vinted WOULD HAVE IN COURT ALSO MAY NOT BE AVAILABLE IN ARBITRATION.</p>\n<p>\n<strong>29.\nAMENDMENTS TO THESE TERMS</strong>\n</p>\n<ol>\n<li>We may change these Terms from time to time by posting an amended version on this page in the following circumstances: <ol>\n<li>to reflect changes or expected changes in relevant laws and regulatory requirements;</li>\n<li>to reflect any ruling by a court, regulator or any other similar body having authority;&nbsp;</li>\n<li>to make these terms clearer or fairer;</li>\n<li>to reflect changes and developments in how we operate our business;</li>\n<li>to rectify any error which we may discover at a later date.\nor</li>\n<li>to reflect changes in market conditions or standard industry practice.</li>\n</ol>\n</li>\n<li>We recommend that you check this page from time to time, as your continued use of this Site after these Terms are amended shall mean that you agree to be bound by such changes.&nbsp;</li>\n</ol>\n<p>\n<strong>30.\nCONTACT</strong>\n</p>\n<p>For all support based enquiries, you can contact the team here:&nbsp.\n<strong>Contact us</strong>.\nFor all legal based enquiries, please contact us through <strong>legal@vinted.com</strong>\n</p> &lt;img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://analytics.twitter.com/i/adsct?txn_id=l4tre&amp;p_id=Twitter\" /&gt.\n&lt;img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"//t.co/i/adsct?txn_id=l4tre&amp;p_id=Twitter\" /&gt.\nan advertisement &lt;div style=\"display:inline;\"&gt.\n&lt;img height=\"1\" width=\"1\" style=\"border-style:none;\" alt=\"\" src=\"//googleads.g.doubleclick.net/pagead/viewthroughconversion/977913151/?value=0&amp;amp;guid=ON&amp;amp;script=0\"/&gt.\n&lt;/div&gt.\n&lt;img height=\"1\" width=\"1\" border=\"0\" alt=\"\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=455503454581729&amp;amp;ev=NoScript\" /&gt.\n", "created_at": "2019-02-16 17:40:21.125907", "updated_at": "2020-12-14 21:21:20.713607"}], "points": [{"id": 20606, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (San Francisco, California, USA)", "source": "https://www.vinted.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-05-15 17:18:22.080396", "updated_at": "2021-05-16 15:49:36.764186", "quoteText": "These Terms will be governed by and construed in accordance with the laws of the State of California , without giving effect to any conflict of laws rules or provisions.</li>\n<li>You agree that any action of whatever nature arising from or relating to these Terms, the Site, or Services will be filed only in the state or federal courts located in San Francisco, California.", "case_id": 241, "document_id": 1038, "quoteStart": 40008, "quoteEnd": 40382}, {"id": 20605, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.vinted.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-05-15 17:15:29.862784", "updated_at": "2021-05-16 15:50:26.190054", "quoteText": "You must immediately notify us by using the contact form if you know or suspect that anyone other than you knows your user identification code or password, or that there has been any unauthorized use of your password or account or any other security breach.</li>", "case_id": 484, "document_id": 1038, "quoteStart": 9005, "quoteEnd": 9267}, {"id": 20604, "title": "You must create an account to use this service", "source": "https://www.vinted.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-05-15 17:13:59.708384", "updated_at": "2021-05-16 15:52:14.837738", "quoteText": "<li>To use the Services, you must register with us by completing the registration form after clicking \"Join Us\" or registering using an acceptable third party service (e.g.\nFacebook Connect).</l", "case_id": 230, "document_id": 1038, "quoteStart": 7611, "quoteEnd": 7805}, {"id": 20603, "title": "This service is only available to users over 18 years old", "source": "https://www.vinted.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-05-15 17:12:31.778003", "updated_at": "2021-05-16 15:51:32.413523", "quoteText": "<li>The Services are not intended for use by children under the age of 18 years old.", "case_id": 152, "document_id": 1038, "quoteStart": 7808, "quoteEnd": 7892}, {"id": 20602, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.vinted.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-05-15 17:11:28.792406", "updated_at": "2021-05-16 15:51:04.73758", "quoteText": "If you are under 18, a parent or guardian (who is 18 or over) must register to use the Services on your behalf.", "case_id": 486, "document_id": 1038, "quoteStart": 7905, "quoteEnd": 8016}, {"id": 19443, "title": "This service is only available to users over 18 years old", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-30 19:04:02.029904", "updated_at": "2021-05-15 17:11:49.294477", "quoteText": "Confirmation that you are aged over 18;</li>", "case_id": 152, "document_id": 1039, "quoteStart": 9522, "quoteEnd": 9566}, {"id": 5819, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-02-16 17:51:16.221889", "updated_at": "2021-02-06 04:16:19.226924", "quoteText": "These companies – our vendors – are contractually bound to use personal information that we share with them only to perform the services we have hired them to provide.&nbsp.\nEach company must agree to use reasonable security procedures and practices, appropriate to the nature of the information involved, in order to protect your personal information from unauthorized access, use, or disclosure.</p>", "case_id": 210, "document_id": 1039, "quoteStart": 10162, "quoteEnd": 10563}, {"id": 5818, "title": "Third parties may be involved in operating the service", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-02-16 17:50:55.66901", "updated_at": "2021-02-06 04:16:19.246967", "quoteText": "We may share the personal information about you that you provide to us with trusted companies we have hired to provide services for us, such as sending out our newsletters, fulfilling orders you may submit, or collecting and processing information on our behalf.", "case_id": 207, "document_id": 1039, "quoteStart": 9899, "quoteEnd": 10161}, {"id": 5820, "title": "Service does not allow alternative accounts", "source": "https://www.vinted.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-02-16 17:54:15.056225", "updated_at": "2019-06-23 05:15:53.722465", "quoteText": "Vinted does not allow multiple accounts on its Site.\nShould Vinted have a reasonably grounded suspicion that a user has created (is using) more than one account on the Site – it may block or delete any of the involved accounts.", "case_id": 324, "document_id": 1038, "quoteStart": 9562, "quoteEnd": 9789}, {"id": 5817, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-02-16 17:46:52.560012", "updated_at": "2021-02-06 04:16:19.321204", "quoteText": "We may also employ software technology known as “web beacons” or “clear GIFs” which helps us keep track of what content on our Site is effective.\nWeb beacons are small graphics with a unique identifier that are used to track the online movements of Internet users.\nWeb beacons are embedded in the web pages you review, so they are not stored on your hard drive.\nThe web beacons we use do not track or collect any personally identifiable information about you and they are in no way linked to your personally identifiable information.</p>", "case_id": 323, "document_id": 1039, "quoteStart": 6603, "quoteEnd": 7140}, {"id": 5816, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.vinted.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-02-16 17:45:13.179192", "updated_at": "2019-06-23 03:12:35.667011", "quoteText": "We do not guarantee that this Site, or any Services or content on it, will always be available or be uninterrupted.</li>\n<li>We reserve the right at any time and without notice to enhance, modify, alter, suspend or permanently discontinue all or any part of this Site, or any Services or content on it, and to restrict or prohibit access to it.", "case_id": 287, "document_id": 1038, "quoteStart": 27050, "quoteEnd": 27394}, {"id": 5815, "title": "There is a date of the last update of the terms", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-02-16 17:42:59.207436", "updated_at": "2021-02-06 04:16:21.983254", "quoteText": "<strong>Date of last revision: 19&nbsp;JANUARY, 2018", "case_id": 331, "document_id": 1039, "quoteStart": 2031, "quoteEnd": 2083}, {"id": 5821, "title": "User suspension from the service will be fair and proportionate.", "source": "https://www.vinted.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2019-02-16 17:57:16.319828", "updated_at": "2021-02-06 03:50:43.772758", "quoteText": "We may at our option, issue warnings, suspend, block or terminate your access to this Site and/or the Services (or any part of them) or remove any content uploaded, including without limitation, any Catalog Item if:</p>\n<ol>\n<li>you are in breach of these Terms;</li>\n<li>you act in any manner which we consider may damage&nbsp;our reputation.\nor</li>\n<li>you use the Site or Services in a manner which we consider to be fraudulent or contrary to law.</li>\n</ol>", "case_id": 204, "document_id": 1038, "quoteStart": 23836, "quoteEnd": 24298}, {"id": 19445, "title": "You must provide your identifiable information", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-30 19:06:06.262371", "updated_at": "2021-04-30 19:07:50.829686", "quoteText": "<li>Full name;</li>\n<li>Gender;</li>\n<li>Date of birth;</li>\n<li>Profile photo;</li>\n<li>Whether you have enabled the Holiday Mode;</li>\n<li>Your favorite items;</li>\n<li>Information that you choose to provide in the “About You” field.</li>\n</ol>\n<p>Your profile photo, information on whether you have enabled the Holiday Mode and the information you provide in the \"About You\" field are visible to other visitors of the Platform, but the remainder of the data entered by you is not visible.", "case_id": 409, "document_id": 1039, "quoteStart": 12806, "quoteEnd": 13297}, {"id": 19446, "title": "Private messages can be read", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-30 19:07:29.343597", "updated_at": "2021-04-30 19:19:15.302484", "quoteText": "If you communicate with other members on the Platform, we collect and use the following data:</p>\n<ol>\n<li>Name of the member you are communicating with;</li>\n<li>Messages;</li>\n<li>Date and time of messages;</li>\n<li>Shared photos;</li>\n<li>Your device;</li>\n<li>Information whether another member seen your message;</li>\n<li>Other data submitted in messages.</li>\n</ol>\n<p>Legal basis for the collection and use of data is the performance of a contract (GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for as long as we keep your Vinted account – for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>", "case_id": 239, "document_id": 1039, "quoteStart": 16365, "quoteEnd": 17114}, {"id": 19447, "title": "You must provide your identifiable information", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-30 19:09:03.04429", "updated_at": "2021-04-30 19:20:32.011767", "quoteText": "2.1.3.\nTo enable you to set up your profile information\n<p>If you decide to add profile details to the account you create on the Platform, we collect and use the following data when you choose to provide it:</p>\n<ol>\n<li>Full name;</li>\n<li>Gender;</li>\n<li>Date of birth;</li>\n<li>Profile photo;</li>\n<li>Whether you have enabled the Holiday Mode;</li>\n<li>Your favorite items;</li>\n<li>Information that you choose to provide in the “About You” field.</li>\n</ol>\n<p>Your profile photo, information on whether you have enabled the Holiday Mode and the information you provide in the \"About You\" field are visible to other visitors of the Platform, but the remainder of the data entered by you is not visible.</p>\n<p>Legal basis for such collection and use is your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for as long as we keep your Vinted account – for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.", "case_id": 409, "document_id": 1039, "quoteStart": 12589, "quoteEnd": 13622}, {"id": 19442, "title": "You must create an account to use this service", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-30 19:03:18.160118", "updated_at": "2021-05-15 17:13:25.066327", "quoteText": "To use these services, you need a Vinted account.\nFor this purpose, you must register as a member on the Website or App", "case_id": 230, "document_id": 1039, "quoteStart": 8159, "quoteEnd": 8278}, {"id": 19444, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-30 19:04:27.679922", "updated_at": "2021-04-30 19:18:17.243195", "quoteText": "<li>If you register on Vinted.pl Platform - your full name;", "case_id": 214, "document_id": 1039, "quoteStart": 9567, "quoteEnd": 9626}, {"id": 19448, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-30 19:11:56.981838", "updated_at": "2021-04-30 19:29:33.592963", "quoteText": "2.1.15.\nTo retain temporarily your deleted account\n<p>If you decide to delete your account, we will take reasonable efforts to make sure it is no longer viewable on the Platform and restrict the use of your data.\nFor up to 3 months it is still possible to restore your account if it was accidentally or wrongfully deactivated or in case you change your mind and wish to return to the Platform and take action in case someone else would gain access to your account and delete it without your knowledge.</p>\n<p>Legal basis for such storage of your data is our legitimate of Vinted and our members to restore your account when necessary (Art.\n6 (1) (f) of the GDPR) and, where relevant, compliance with the legal obligations to which Vinted is subject (Art.\n6 (1) (c) of the GDPR).</p>\n<p>Personal data are kept for this purpose for 3 months from the date of deletion of your Vinted account.\nAfter 3 months we delete your account from our Platform.", "case_id": 303, "document_id": 1039, "quoteStart": 24723, "quoteEnd": 25668}, {"id": 19452, "title": "The service can suspend your account for several reasons", "source": "https://www.vinted.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-04-30 19:17:09.910986", "updated_at": "2021-04-30 19:19:49.312236", "quoteText": "<p>We may at our option, issue warnings, suspend, block or terminate your access to this Site and/or the Services (or any part of them) or remove any content uploaded, including without limitation, any Catalog Item if:</p>\n<ol>\n<li>you are in breach of these Terms;</li>\n<li>you act in any manner which we consider may damage&nbsp;our reputation.\nor</li>\n<li>you use the Site or Services in a manner which we consider to be fraudulent or contrary to law.", "case_id": 205, "document_id": 1038, "quoteStart": 26496, "quoteEnd": 26950}, {"id": 19449, "title": "Your profile is combined across various products", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-30 19:13:04.057497", "updated_at": "2021-04-30 19:42:42.347117", "quoteText": "</p>\n2.1.16.\nTo transfer your Chicfy account to Vinted Platform\n<p>If you are a former Chicfy user and decide to transfer your profile from Chicfy operated by Chicfy S.L.\n(Spain) and create an account with Vinted as mentioned in section 2.1.1, Vinted receives from Chicfy:</p>\n<ol>\n<li>E-mail address;</li>\n<li>Consent fact;</li>\n<li>Time of the consent;</li>\n<li>Consent text.</li>\n</ol>\n<p>Legal basis for such collection and use is your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for two years after finishing the integration of your profile.</p>\n<p>When you created a Vinted account after giving your consent, the following personal data: your listing images, listing titles, listing descriptions, anonymised review rating, and review details were transferred from Chicfy to Vinted.</p>\n<p>Legal basis for such collection and use of data is the performance of a contract (GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Vinted collects your personal data to allow you to use our Platform, to provide our services and to perform a contract (GTC) with you and keeps it for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n", "case_id": 326, "document_id": 1039, "quoteStart": 25668, "quoteEnd": 26987}, {"id": 19450, "title": "Your profile is combined across various products", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-30 19:14:00.412158", "updated_at": "2021-04-30 19:41:29.798445", "quoteText": "2.1.16.\nTo transfer your Chicfy account to Vinted Platform\n<p>If you are a former Chicfy user and decide to transfer your profile from Chicfy operated by Chicfy S.L.\n(Spain) and create an account with Vinted as mentioned in section 2.1.1, Vinted receives from Chicfy:</p>\n<ol>\n<li>E-mail address;</li>\n<li>Consent fact;</li>\n<li>Time of the consent;</li>\n<li>Consent text.</li>\n</ol>\n<p>Legal basis for such collection and use is your consent (Art.\n6 (1) (a) of the GDPR).</p>\n<p>Personal data collected and used for this purpose are kept for two years after finishing the integration of your profile.</p>\n<p>When you created a Vinted account after giving your consent, the following personal data: your listing images, listing titles, listing descriptions, anonymised review rating, and review details were transferred from Chicfy to Vinted.</p>\n<p>Legal basis for such collection and use of data is the performance of a contract (GTC) to which you are party (Art.\n6 (1) (b) of the GDPR).</p>\n<p>Vinted collects your personal data to allow you to use our Platform, to provide our services and to perform a contract (GTC) with you and keeps it for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>\n", "case_id": 326, "document_id": 1039, "quoteStart": 25673, "quoteEnd": 26987}, {"id": 19451, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.vinted.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-04-30 19:15:33.818652", "updated_at": "2021-05-01 17:13:10.608761", "quoteText": "<strong>21.\nTHIRD PARTY LINKS AND RESOURCES IN THIS SITE</strong>\n</p>\n<ol>\n<li>Where this Site contains links to other sites and resources provided by third parties, these links are provided for your information only.&nbsp.\nWe have no control over the contents of those sites or resources.</li>\n<li>We assume no responsibility for the content of websites linked on our Site.\nSuch links should not be interpreted as endorsement by us of those linked websites.\nWe will not be liable for any loss or damage that may arise from your use of them.</li>", "case_id": 279, "document_id": 1038, "quoteStart": 37453, "quoteEnd": 38000}, {"id": 19593, "title": "You must provide your identifiable information", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-01 23:39:16.078485", "updated_at": "2021-05-02 19:18:32.179561", "quoteText": "Most of your personal data are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.\nPart of your data are required to fulfill our legal obligations when you are a member of our Platform.\nIn case you do not provide us with this personal data, we will not be able to comply with legal requirements and provide our services.</p>\n<p>This data is also used for improvement of the Platform in order to make it a better experience for our members (see 2.2.12).</p>\n<p>Vinted collects your personal data to allow you to use our Platform, to provide our services and to perform a contract (GTC) with you and keeps it for as long as we keep your Vinted account - for 3 months from the date of deletion of your Vinted account or for 5 years and 3 months of inactivity on your account.</p>", "case_id": 409, "document_id": 1039, "quoteStart": 8287, "quoteEnd": 9184}, {"id": 19592, "title": "You must provide your identifiable information", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-01 23:37:45.381643", "updated_at": "2021-05-01 23:38:48.716081", "quoteText": "Most of your personal data are required to perform a contract (GTC) with you.\nIn case you do not provide us with this personal data, we will not be able to conclude and execute a contract (GTC) with you.\n", "case_id": 409, "document_id": 1039, "quoteStart": 8287, "quoteEnd": 8491}, {"id": 19626, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.vinted.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-02 16:21:25.906684", "updated_at": "2021-05-02 18:38:05.354632", "quoteText": "\nAll data will be collected, stored and used by us in accordance with the European Union General Data Protection Regulation No.\n2016/679 (“<strong>GDPR</strong>”), other statutory regulations.", "case_id": 481, "document_id": 1039, "quoteStart": 5499, "quoteEnd": 5691}], "urls": ["vinted.fr"]}}