{"error": 448, "message": "OK", "parameters": {"id": 6467, "name": "Honeyfund", "created_at": "2022-03-23 08:13:35.545745", "updated_at": "2022-03-23 23:01:16.916336", "wikipedia": null, "keywords": null, "related": null, "slug": "honeyfund", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6467.png", "url": "honeyfund.com", "documents": [{"id": 11755, "name": "Privacy Policy", "url": "https://www.honeyfund.com/Privacy", "xpath": "//body", "text": " <ul>\n<li>As seen on</li>\n</ul>\n<ul>\n<li>Shark Tank</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Javascript Warning! Please enable Javascript.\nSee our requirements page for more information.\nThe free honeymoon registry Sign Up Now! Toggle navigation Menu <ul>\n<li>SIGN IN</li>\n<li>FIND COUPLES</li>\n</ul>\n<ul>\n<li> WEDDING PLANNING <strong>Eco-friendly Wedding Tips</strong>\n<strong>Wedding Gift Etiquette</strong>\n<strong>Six Budgeting Tips</strong>\n<strong>Our Top 10 Wedding<br>Planning Resources</strong>\n<strong>Four Ways to Give Back</strong>\n<strong>How to Travel Responsibly</strong>\n<strong>Wedding Registry<br>Etiquette for Couples</strong>\n<strong>Wedding Registry Wording</strong> previous next </li>\n<li> HONEYMOON DESTINATIONS <ul>\n<li>Destination of the Month</li>\n<li>Island</li>\n<li>U.S.</li>\n<li>Latin America</li>\n<li>Europe</li>\n<li>South Pacific</li>\n<li>Asia</li>\n<li>Africa</li>\n</ul>\n</li>\n<li> STARTER REGISTRIES <ul>\n<li>African Safari</li>\n<li>Anywhere!</li>\n<li>Asian Cruise</li>\n<li>Australia</li>\n<li>Bali</li>\n<li>Belize</li>\n<li>Brazil</li>\n<li>British Virgin Islands (BVI)</li>\n<li>Causes &amp.\nCharities</li>\n<li>China</li>\n<li>Costa Rica</li>\n<li>Eastern Caribbean</li>\n<li>Egypt and Israel</li>\n<li>Fiji</li>\n<li>Florida</li>\n<li>France</li>\n<li>Gatlinburg, TN</li>\n<li>Greece</li>\n<li>Greece - Hellenic Dream</li>\n<li>Greece - Hellenic Indulgence</li>\n<li>Hawaii: Oahu, Maui</li>\n<li>Hawaiian Islands</li>\n<li>Home Builder</li>\n<li>Italy</li>\n<li>Japan</li>\n<li>Las Vegas</li>\n<li>Maine</li>\n<li>Maldives</li>\n<li>Mexico</li>\n<li>New Zealand</li>\n<li>Northern California</li>\n<li>Peru</li>\n<li>Sandals Resorts - An All Inclusive Caribbean Paradise</li>\n<li>South African Safari</li>\n<li>South America</li>\n<li>Southern California</li>\n<li>Spain</li>\n<li>St.\nLucia</li>\n<li>Starter Anything Registry</li>\n<li>Starter Home Registry</li>\n<li>Starter Honeymoon Registry</li>\n<li>The Bahamas</li>\n<li>The Fun Registry!</li>\n<li>The Host with the Most Registry</li>\n<li>The Islands of Tahiti</li>\n<li>The Poconos, PA</li>\n<li>The Wedding Fund</li>\n<li>The Wedding Fund</li>\n<li>Turkey - Hellenic Legend</li>\n<li>Turks and Caicos</li>\n<li>US Virgin Islands (USVI)</li>\n</ul>\n</li>\n<li>REAL COUPLES</li>\n<li> ABOUT HONEYFUND <ul>\n<li>About Us</li>\n<li>Founders</li>\n<li>Shark Tank</li>\n<li>Online Wedding Registry</li>\n<li>Unique Wedding Registry</li>\n<li>Money as a Wedding Gift</li>\n<li>News</li>\n<li>Careers</li>\n<li>Help</li>\n<li>Contact Us</li>\n<li>Advertise With Us</li>\n</ul>\n</li>\n</ul>\n<strong>More about Honeyfund</strong>\n<ul>\n<li>About Us</li>\n<li>News</li>\n<li>Careers</li>\n<li>Help</li>\n<li>Contact Us</li>\n<li>Blog</li>\n<li>Advertise With Us</li>\n</ul> Language Selector language English (US) English (UK) Español (EE.UU.) English (US) © 2005-2022 Honeyfund.com, Inc.\nAll rights reserved.\nUse of Honeyfund constitutes acceptance of our Terms of Use &amp.\nPrivacy Policy Privacy Policy <p>\n<em>Last Updated Nov 23, 2020</em>\n</p>\n<p>Thank you for your interest in Honeyfund.com, Inc.\n(referred to herein as \"we\" or \"us\") and our website,&nbsp;www.honeyfund.com&nbsp;(the \"Site\").\nReferences to “you” or “your” contained in this privacy policy means, you, the individual user or visitor of the Site.\nThis privacy policy was created to let you know why we collect information from you and what we do with it.\nBy using the Site, you consent to the following terms.\nIf you do not agree to these terms, please do not access or use the Site.</p>\n<p>This statement discloses the privacy practices of Honeyfund.com, Inc.\nIt covers:</p>\n<ol>\n<li>The Information We Collect From You on the Site</li>\n<li>How We Use the Information We Collect From You</li>\n<li>How We Share Your Information</li>\n<li>Accessing, Changing or Deleting your Personal Information</li>\n<li>California and European Union Data Rights</li>\n<li>Miscellaneous Disclosures</li>\n</ol> 1.\nThe Information We Collect From You on the Site <p>Honeyfund.com, Inc.\ncollects information from you depending upon your engagement with our Site as detailed more fully in this section.\nWe collect personal information, such as your name, mailing address, e-mail address, postal address, zip code and other contact details (“Personal Information”).\nAs noted in the following sections, we will also collect additional information based upon a particular interaction with our Site, including registration or in providing a gift to a registered couple or purchasing an eGiftCard.\nWe also collect information about your use of the website including technical information, such as the date and time you access the Site, your internet protocol address, browser name, computing device type, and service usage information such as records and history about transactions and preferences you have made on our Site, and demographic, geographic and psychographic information (collectively, “Browsing Information”).</p> Information collected at registration <p>Honeyfund.com, Inc.\ncollects Personal Information when you register with us and when you use Honeyfund services.\nHoneyfund.com, Inc.\nwill combine this information about you with information we obtain from third party business partners.\nOur third party business partners include (1) retailers that enable you to choose to use our services in connection with your wedding registry and/or shopping with such retailers.\n(2) social media networks that permit you to interface your social media account with our Site.\nand (3) third party advertising companies who sell advertisements on our Site, (4) payment providers who process your payments for gifts or gift cards purchased on our site.\nDuring registration, we require members to provide us with Personal Information, and additional information, such as your future spouse's first and last name, your wedding date, preferred honeymoon destination, and demographic information, including your ZIP or postal code.\nThe information we collect regarding your spouse has the chance of revealing your sexual orientation.\nWe do not record any member’s sexual orientation, but due to the legally recognized nature of this information, we will collect your explicit consent to process this piece of information only as necessary to render our services through the site to you.</p>\n<p>In addition to the questions you answer when you register for Honeyfund.com membership, we collect information necessary to create your honeymoon registry, including but not limited to at least one registry item the couple would like to receive as a gift and a contact person for the account.</p>\n<p>Registration information provided to us through the Site is collected via Secure Socket Layer (SSL) protocol (https).\nAlthough additional demographic information may be requested at the time of registration, only information marked \"required\" is necessary for registration and utilization of our services.</p>\n<p>Users who register for our Site through Facebook will be prompted through Facebook’s website or application permissions interface to agree to share their public Facebook profile, friend list and e-mail address with us.\nFacebook is a joint data controller and has collected the information from your public Facebook profile, friend list and email address to provide to us with your affirmative consent.\nFacebook is responsible for that data, which is provided to Honeyfund.com, Inc.</p> Information collected from the Give a Gift process <p>Users who give gifts to Honeyfund.com members or purchase through shop.honeyfund.com are not required to register.\nHowever, some information is collected during the \"Give a Gift\" or Checkout process, including Personal Information, such as first and last name, e-mail address and/or phone number.\nThis Personal Information may be linked with the member’s account for whom the gift is being provided.</p>\n<p>We do not accept registrations from persons under the age of 18.\nHoneyfund services are available only to persons who are 18 years of age and over.\nIf we learn that a user is under the age of 18, we will terminate the account and delete the user's information.\nHoneyfund.com, Inc.\nwill not be liable for any content or advertisements viewed by minor children in violation of the terms of this agreement.</p> Information collected through use of Honeyfund.com <p>Honeyfund.com, Inc.\ncollects Browsing Information whenever you visit the Site.</p>\n<p>Honeyfund.com, Inc.\nand its third party business partners and advertising companies use internet cookies on the Site.\nInternet cookies are small data files that are sent by us to you and stored on your computer.\nThe internet cookies provide us with Browsing Information.</p>\n<p>This Site uses Google Analytics, which collects Browsing Information from you and provides us with information on our user traffic to the Site, Site usage, demographics and interests of Site visitors.\nThis Browsing Information is collected by a Google Analytics cookie and reported to us.</p>\n<p>You can browse the Honeyfund.com website without registering or providing any Personal Information, but we do collect Browsing Information as detailed in this policy.\nIn order to take advantage of our honeymoon registry service, you are required to provide us with Personal Information.</p> 2.\nHow We Use the Information We Collect From you <p>The Personal and Browsing Information we collect from your membership helps us to create your online account and make your registry available to your guests, improve our content, customize certain pages for you, make third-party payment systems available to you, and with your affirmative consent, provide you with promotional information and updates about Honeyfund.com, Inc.\nand its affiliates.</p>\n<p>The name and e-mail address collected during the “Give a Gift” or eGift Card purchase process is not shared with third parties, but it is used by Honeyfund.com, Inc.\nand Site members to communicate with the gift giver regarding their gift and to announce future features, product updates and offers.</p>\n<p>We use your Browsing Information to identify the geographic locations where our visitors originate, to examine overall Site traffic trends, for system administration, troubleshooting, security and fraud prevention, and to improve and optimize your user experience on the website.\nWe record this information in aggregate form and link to accounts and Personal Information to prevent spam e-mail activities using Honeyfund.com, Inc.’s email feature.\nWe also use Browsing Information to customize portions of our Site to your preferences.\nFor example, Honeyfund.com, Inc.\nuses a cookie to identify you as a Honeyfund.com member and to provide you with access to your personal account.\nThis way, you don't have to login every time you come to the Honeyfund.com website.\nIf you do not allow your browser to accept cookies, please understand that some of the areas or functionality within our site will be limited.</p>\n<p>Unfortunately no data transmission over the Internet or any wireless network can be guaranteed to be 100% secure.\nAs a result, while we strive to protect your Personal Information, you acknowledge that (a) there are security and privacy limitations of the Internet which are beyond our control.\n(b) the security, integrity, and privacy of any and all information and data exchanged between you and us through this Site cannot be guaranteed.\nand (c) any such information and data may be viewed or tampered with in transit by a third party.</p> 3.\nHow We Share Your Information <p>Honeyfund.com, Inc.\nshares Personal Information and Browsing Information we collect about you with third parties who perform services for us and with whom we contract in order to provide you with the functions and services available through our Site.\nThese third parties include our payment card processors, email delivery providers, gift card redemption provider, and advertising providers who sell advertisements on our Site.\nOur payment card processors receive your name, payment card information, contact information, and any other information necessary to process your transaction.\nOur email delivery providers receive your email address and user ID.\nOur advertising business partners receive your Browsing Information, including internet protocol address, web history, and other demographic and internet usage information.\nWe will also provide information necessary to our third party payment card processors to prevent fraud or other harm occurring through our Site.</p>\n<p>In the event that Honeyfund.com, Inc., or substantially all of its assets are sold or Honeyfund.com, Inc.\nis reorganized or merged into another organization, your Personal Information and Browsing Information will be among Honeyfund.com, Inc.\ntransferred assets.</p>\n<p>There may be rare instances in which we are required to disclose your Personal Information, Browsing Information, or both as required by law and as necessary to comply with a judicial or administrative proceeding, court order or legal process services on us.\nWe will also disclose information as required to protect our rights</p> 4.\nAccessing, Changing or Deleting your Personal Information <p>You can access or update your Personal Information by logging in to your Honeyfund.com account and changing your profile.\nIf you would like to deactivate your membership, use the following Web page address&nbsp;https://www.honeyfund.com/CloseAccount.\nYou may also contact Honeyfund.com, Inc.\nby e-mailing&nbsp;help@honeyfund.com&nbsp;and writing \"Deactivate Membership\" in the subject line or write to Honeyfund.com, Inc.\nat 2519 McMullen Booth Rd, Ste 510-260, Clearwater, FL 33761.\nThis action will remove your registry page from public access.\nNote: It will not remove your registry page from any search engine cache.\nTo remove your information from search engine cache, contact the search engine directly.\nTo delete your information from Honeyfund databases, e-mail&nbsp;help@honeyfund.com&nbsp;and writing “Delete Information” in the subject line or write to Honeyfund.com, Inc.\nat 2519 McMullen Booth Rd, Ste 510-260, Clearwater, FL 33761.</p> 5.\nCalifornia and European Union Data Rights California Consumer Privacy Act of 2018 (“CCPA”) <p>Beginning on January 1, 2020, a California resident has the right to request a business that collects, shares, and sells personal information about the consumer to provide certain information in relation to those activities.</p>\n<p>A California resident also has the right to opt-out of having their information sold to a third party.\nSpecifically, a California consumer has the right, at any time, to direct a business that sells personal information about the consumer to third parties not to sell the consumer’s personal information.\nHoneyfund.com, Inc.\ndoes not sell any of your Personal Information to any third parties.</p> California Do Not Track Disclosures <p>Certain browsers include functionality which enables a user to indicate they do not wish to be tracked, with respect to the collection of their Personal Information over time and across third-party websites or online services.\nWe do not honor “Do Not Track” signals from internet web browsers.\nFor more information on how to opt-out of Google Analytics, please visit:&nbsp;https://tools.google.com/dlpage/gaoptout.</p> European Union Data Rights <p>The European Union’s (“EU”) General Data Protection Regulation (“GDPR”) requires that certain information be provided to data subjects when their personal data is collected, which is detailed below.\nReferences in this section to terms such as “controller,” “data subject,” “personal data,” “processor,” and “supervisory authority” shall have the meanings set forth in Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016.</p>\n<ul>\n<li>The controller of the personal data collected on this Site is Rachel Harris, Director of Customer Service, Honeyfund.com, Inc., 2519 McMullen Booth Rd, Ste 510-260, Clearwater, FL 33761, support@honeyfund.com.\nHoneyfund.com, Inc.’s GDPR representative can be contacted by e-mailing support@honeyfund.com.</li>\n<li>Personal data is processed for the purposes detailed in this privacy policy.\nThe legal basis for the processing activities detailed in this privacy policy is by consent, where indicated, and pursuant to contract with us, pursuant to our Terms of Use.</li>\n<li>We provide personal data to third parties in accordance with this privacy policy, including third party service providers that render services to us by contract.</li>\n<li>The personal data we collect pursuant to this privacy policy is stored until you contact us to request deletion of the information.</li>\n<li>Where personal data is collected from you on the Site or through communications with us and is deemed as being required or mandatory for you to provide us, this data is necessary in order for us to provide you with the requested service or to enable you to engage in a particular function on our Site.\nIf you choose against providing us with the required information, you will not be permitted to receive the particular service or engage in the desired function.</li>\n<li>Honeyfund.com, Inc.\nhas Sites in the United States and the United Kingdom.\nTo the extent any information must be transferred to a third country or international organization, Honeyfund.com, Inc.\nwill comply with the applicable data privacy laws, including execution of the Standard Contractual Clauses as approved by the European Commission.</li>\n</ul> European Union Data Rights <p>EU data subjects have certain data rights under the GDPR, including the right to request access to and rectification of their personal data.\nFurther, a data subject has the right to request erasure of their personal data or for a restriction of processing as it concerns such data subject.\nThe data subject has the right to object to processing and a right to data portability.\nA data subject has the right to lodge a complaint against us with a supervisory authority.\nTo the extent the processing of your personal data is based upon your consent, you have the right to withdraw your consent and exercise your data rights at any time by contacting us at the address above.</p> 6.\nMiscellaneous Disclosures Other websites <p>The Honeyfund.com website contains links to other websites.\nWe cannot be responsible for their content or for private information that you may choose to share with them.\nPlease note: Information you release directly to parties who provide services to Honeyfund.com, Inc., such as any vendors who advertise on the Honeyfund.com website, may be subject to different rules of use or disclosure.\nWe encourage you to investigate and ask questions before disclosing personal information to third parties.</p> Disclaimer <p>Your privacy is very important to us, but due to the existing legal regulatory and security environment, we cannot fully ensure that your private communications and other Personal Information will not be disclosed to third parties.\nUnder certain circumstances, the government or third parties may lawfully or unlawfully intercept or access transmissions or private communications.\nAdditionally, in the unlikely event we need to investigate or resolve possible problems or inquiries, we may disclose information about you to private entities, law enforcement, or other government officials as we, in our sole discretion, believe necessary or appropriate.</p> Notice of changes <p>Honeyfund.com, Inc.\nreserves the right to change this privacy policy in its sole discretion, and will post any revisions on this Site.\nIn the event of a material change to this privacy policy, we will post a notice on our main Site drawing your attention to such changes.\nWe encourage you to review this privacy policy regularly for any changes.\nExcept as otherwise prohibited by applicable Law, your continued use of the Site will be subject to the then-current privacy policy and will constitute your acknowledgement of the modified policy and agreement to abide and be bound by the modified policy.\nIf there is a change in this privacy policy that affects your Personal Information, we will notify you of the change by e-mail to the address that you have provided to us.\nAt the time of this message, you will be given the option to opt out of this change in information usage by sending a message to&nbsp;help@honeyfund.com, provided, however that any subsequent use of the Site will subject you to the new privacy policy.</p>\n<p>Honeyfund.com, Inc.\nencourages you to learn as much as you can about your privacy on the Internet.\nTo find out more, visit&nbsp;www.bbbonline.org&nbsp;or&nbsp;https://www.usa.gov/privacy.</p>\n<strong>The free honeymoon registry</strong>\n<strong>Love Honeyfund?</strong>\n<ul>\n<li>twitter</li>\n</ul> More about Honeyfund <ul>\n<li>About Us</li>\n<li>News</li>\n<li>Careers</li>\n<li>Help</li>\n<li>Contact Us</li>\n<li>Blog</li>\n<li>Advertise With Us</li>\n<li>Affiliate Program</li>\n<li>Get the Honeyfund App</li>\n<li>Honeyfund Gift Card</li>\n</ul> Tips and Resources <ul>\n<li>Honeymoon Registry FAQs</li>\n<li>Etiquette &amp.\nPlanning</li>\n<li>Honeymoon Travel Deals</li>\n<li>Honeymoon Destinations</li>\n<li>Starter Registries</li>\n<li>Real Couples</li>\n<li>Our Crowdfunding Platforms</li>\n<li>More on Fundraising</li>\n</ul> What folks are saying...\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul> See more accolades...\n<strong>Safe &amp.\nSecure</strong>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Eng language English (US) English (UK) Español English (US) © 2005-2022 Honeyfund.com, Inc.\nAll rights reserved.\nUse of Honeyfund constitutes acceptance of our Terms of Use &amp.\nPrivacy Policy This website uses cookies to optimize your experience, analyze traffic and personalize content.\nBy clicking Accept and/or using this site, you consent to our use of cookies, Privacy Policy and Terms of Use.\nAccept This website uses cookies to optimize your experience, analyze traffic and personalize content.\nBy clicking Accept and/or using this site, you consent to our use of cookies, Privacy Policy and Terms of Use.\nAccept ", "created_at": "2022-03-23 08:13:35.550471", "updated_at": "2022-03-23 07:15:18.884597"}, {"id": 11754, "name": "Terms of Use", "url": "https://www.honeyfund.com/terms", "xpath": "//body", "text": " Skip to Content <i>Menu</i>\n<ul>\n<li> I’m Getting Married </li>\n<li> How It All Works </li>\n<li> Starter Registries </li>\n<li> More Than Honeymoons </li>\n<li> Look Who’s Talking </li>\n<li> Honeyfund Blog </li>\n<li> Honeymoon Resort Directory </li>\n<li> Wedding Vendor Directory </li>\n<li> Sign In </li>\n<li> Sign Up </li>\n</ul>\n<strong>\n</strong> English <ul>\n<li>Spanish</li>\n<li>UK&nbsp;English</li>\n</ul> Sign In Create My Registry Terms of Use <p>&nbsp;</p>\n<p>\n<i>Last Updated January&nbsp;24,&nbsp;2022&nbsp;</i>\n</p>\n<p>&nbsp;</p>\n<p>Honeyfund’s mission is to provide its site users with support, community, tools and information to succeed in planning an authentic wedding, taking a fantastic honeymoon and building a successful marriage.</p>\n<p>The Honeyfund websites and app exist for the purpose of providing a personal website, crowdfunding page and gift registry to couples.\nAny use outside of this purpose is prohibited.<br>\n<br>\nThese terms of use apply exclusively to your access and use of Honeyfund.com, and any parts or sections thereof including, but not limited to, web content, member-personalized website or registry information, member profile information, photos, and graphics (herein after referred to collectively as “Site”).<br>\n<br>\nIf you do not agree with any of these terms, do not access or otherwise use the Site or any information or materials contained on the Site.\nYour use of the Site shall be deemed to be your agreement to abide by each of the terms set forth below.<br>\n<br>\nYou understand and agree that the Site is provided \"AS-IS\" and that Honeyfund.com, Inc.\nassumes no responsibility for your ability to (or any costs or fees associated with your ability to) obtain access to the Site.\nNor does Honeyfund.com, Inc.\nassume any liability for the failure to store or maintain any user communications or personal settings.<br>\n<br>\n1.\nPrivacy Policy.\nInformation and data provided by you are subject to our Privacy Policy.\nThis policy, as updated from time to time, may be found at&nbsp;https://www.honeyfund.com/Privacy.</p>\n<p>2.\nPayment Services.\nHoneyfund.com, Inc.\nprovides multiple payment services for users to choose from, including links and interfaces to third-party payment services, such as Stripe and PayPal which permit gift givers to send funds to couples (or couple's representative) registered with Honeyfund.com, Inc.\nYou acknowledge that Honeyfund.com, Inc.\ndoes not control and is not responsible for payments made or received through these third-party services.\nAny use of third-party payment services by you will be subject to the fees, terms and conditions of such third-party payment services, and at your own risk.\nPlease consult the terms for your chosen payment service provider at PayPal Terms, Stripe Terms.\nIn cases where the third party payment service chosen by you is not available due to incomplete account setup, internet or service outages or any other reason, you acknowledge that Honeyfund.com, Inc.\nmay collect payment on your behalf in order to facilitate a successful gift transaction for your Honeyfund page visitors.</p>\n<p>For users of Honeyfund in the US, Honeyfund offers a bank account payments solution powered by Stripe, a third-party payment processor.\nIn order for you to use these payment processing services on Honeyfund, you will be registered with Stripe as a merchant and therefore agree to their terms of service.\nYou also agree to be charged and pay the fee for this service as published on Honeyfund.com and in your Honeyfund account, which is subject to change at any time.&nbsp;You further agree that funds processed to your Stripe merchant account that go unclaimed for a period of 120 days will be moved into a Honeyfund Gift Card account balance and locked for your security.\n(See below for more information about the Honeyfund Gift Card balance and how to claim funds.)</p>\n<p>The Stripe Terms of Service are available at https://stripe.com/connect-account/legal (United States).\nBy accepting this agreement with Honeyfund.com, Inc., you agree that you have reviewed the Stripe Terms of Service.\nIf you have questions regarding the Stripe Terms of Service, please contact Stripe at https://stripe.com/contact.</p>\n<p>Honeyfund.com, Inc.\ncollect payments via its merchant processors (such as Stripe, PayPal, or Braintree) in order to add Honeyfund Gift Card balance funds to Honeyfund accounts that have been configured to receive such types of payments, either because the user registered for gift cards or because they requested to receive all funds in the form of the Honeyfund Gift Card balances.\nFurther, unclaimed funds processed via the member’s own Stripe merchant accounts that go unclaimed for a period of 120 days are converted to Honeyfund Gift Card account balance.\nSee Honeyfund Gift Card Terms of Use for more information about the Honeyfund Gift Card balance and how to claim the funds via Honeyfund eGift Card Partners.\nA full list of Honeyfund digital gift card partners can be found here.</p>\n<p>Further, Honeyfund.com, Inc.\nmay collect payment on your behalf in order to facilitate a successful gift transaction for your Honeyfund page visitors.\nIn these cases, the funds will be available in your Honeyfund Gift Card balance in your Honeyfund account where they can be redeemed for eGift Cards provided by Honeyfund partners, or in your PayPal account in the case of a PayPal outage.&nbsp;</p>\n<p>In some circumstances and in order to reduce transaction&nbsp;fees,&nbsp;Honeyfund.com&nbsp;may collect and pay PayPal fees on behalf of the user.\nYou acknowledge these fees will automatically be paid to Honeyfund.com from your PayPal account.</p>\n<p>Gift givers acknowledge when they are submitting payment directly to the registered couple or couple's representative via a third party payment service such as Stripe, WePay or PayPal, Honeyfund.com, Inc.\ncannot be responsible for lost payments, identity theft, fraud or refunds.<br>\n<br>\n3.\nUse of Copyrighted Materials/Trademarks.\nAny materials on the Site, including without limitation any documentation, content, text, data, graphics, images, interfaces or other material or works of authorship (the \"Materials\") are copyrighted material owned by or licensed to Honeyfund.com, Inc.\nAll rights are reserved.\nThe Materials contain trademarks, service marks and trade names which are owned by Honeyfund.com, Inc.\nand its affiliates, and may also contain brand and product names which are trademarks, service marks or trade names of third parties which are owned by their respective owners.\nExcept as otherwise noted in the Site, you are hereby authorized to view, download, cache, copy and print the Materials solely for your personal use and not for resale or further distribution, subject to the following conditions:</p>\n<ul>\n<li>Any copy of the Materials or portion thereof must include the Honeyfund.com, Inc.\ncopyright notice.</li>\n<li>Honeyfund.com, Inc.\nreserves the right to revoke such authorization at any time, and any such use by you shall be discontinued immediately upon notice from Honeyfund.com, Inc.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Nothing contained in the Site shall be construed as conferring any license or right under any copyright, trade secret, patent, trademark or other intellectual property rights (\"IP Rights\") of Honeyfund.com, Inc., its affiliates, or any third party, and, except as expressly provided herein, all such IP Rights in the Materials on the Site are expressly reserved to Honeyfund.com, Inc.\nits affiliates, and/or any third party, as applicable.<br>\n<br>\n4.\nHyperlinks to this Site.\nYou are granted a limited, nonexclusive right to create a \"hypertext\" link to the Site provided that such link is to the entry page of the Site (or your personal registry page within the Site) and does not portray Honeyfund.com, Inc.\nor any of its other products or services in a false, misleading, derogatory, or otherwise defamatory manner.\nThis limited right may be revoked at any time for any reason whatsoever.\nYou may not use, frame, or utilize framing techniques to enclose any Honeyfund.com, Inc.\ntrademark, logo or trade name or other proprietary information including the images found at the Site, the content of any text or the layout/design of any page or any form contained on a page without the express written consent of Honeyfund.com, Inc.<br>\n<br>\n5.\nLinks to Third Party Websites.\nThe Site may be linked to other websites on the World Wide Web or Internet that are not affiliated with, under the control of, or otherwise maintained by Honeyfund.com, Inc.\nIf you use these links, you may leave the Site.\nHoneyfund.com, Inc.\nhas not reviewed all of these third party sites and does not control and is not responsible for any of these sites or their content.\nHoneyfund.com, Inc.\ndoes not endorse or make any representations about third party sites or any information, software or other products or materials found there, or any results that may be obtained from using them.\nIf you decide to access any of the third party sites linked to the Site, you do so entirely at your own risk.<br>\n<br>\n6.\nData Mining, Commercial Use and Unsolicited Mailings Prohibited.\nYou acknowledge that you are expressly prohibited from utilizing this Service in connection with data mining of any kind, commercial use, the sending of unsolicited electronic mail or other forms of messages, whether commercial or not, to a large number of recipients.\nThis prohibition extends to the sending of unsolicited mass mailings from another service which in any way implicates the use of this Service.<br>\n<br>\n7.\nAuthority and Accuracy.\nIn consideration of your visiting and using the Site, you represent that you are able to form a binding contract.\nYou also agree that any information you provide about yourself is accurate and complete information at the time provided.\nYou agree to update any information provided to Honeyfund.com, Inc.\nto keep it accurate and complete.\nFailure to accurately and completely provide, and timely update, information about yourself is reasonable grounds for Honeyfund.com, Inc.\nto suspend or terminate your account and refuse you service in the future.\nYou must be 18 years of age or older to use the Site.<br>\n<br>\n8.\nPassword Restricted Areas of the Site.\nCertain areas of the Site may be password restricted to registered users (\"Password-Protected Areas\").\nIf you have registered as an authorized user to gain access to these Password-Protected Areas, you agree that you are entirely responsible for maintaining the confidentiality of your password, and agree to notify Honeyfund.com, Inc.\nif the password is lost, stolen, disclosed to an unauthorized third party, or otherwise may have been compromised.\nYou agree that you are entirely responsible for any and all activities that occur under your account, including any fees that may be incurred under your password-protected account, whether or not you are the individual who undertakes such activities.\nYou agree to immediately notify Honeyfund.com, Inc.\nof any unauthorized use of your account or any other breach of security in relation to your password or the Site that is known to you.<br>\n<br>\n9.\nSubmissions.\nYou acknowledge that you are responsible for the information, photographs, graphics, messages, content and other material that you upload, post, e-mail or otherwise submit to the Site, and that you have full responsibility for each of your submissions, including its legality, reliability, appropriateness, originality and copyright.\nYou acknowledge that you are responsible for any and all model releases.<br>\n<br>\nHoneyfund.com, Inc.\ndoes not claim ownership of content (including photos and graphics) you submit or make available for inclusion on the Site.\nhowever, you hereby grant Honeyfund.com, Inc.\na world-wide, royalty free and non-exclusive license to use, distribute, reproduce, modify, adapt and publicly display such content in connection with Honeyfund.com, Inc.'s business.\nYou acknowledge and agree that information that you submit or make available for inclusion in publicly accessible areas of the Site, may be viewed by the public.<br>\n<br>\nHoneyfund.com, Inc.\ndoes not control the content posted by third parties via the Site and, as such, does not guarantee the accuracy, integrity or quality of such content.\nYou understand that by using the Site, you may be exposed to content that is offensive, indecent or objectionable.\nUnder no circumstances will Honeyfund.com, Inc.\nbe liable in any way for any content, including, but not limited to, for any errors or omissions in any content, or for any loss or damage of any kind incurred as a result of the use of any content posted, e-mailed, transmitted or otherwise made available via the Site.<br>\n<br>\n10.\nNotification of Claims of Infringement.\nHoneyfund.com, Inc.\nrespects the intellectual property of others, and we ask our users to do the same.\nHoneyfund.com, Inc.\nmay, in appropriate circumstances and at our discretion, terminate service to users who infringe the intellectual property rights of others.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please contact us at&nbsp;help@honeyfund.com&nbsp;and provide Honeyfund.com, Inc.'s copyright agent, in writing, the following information required by the Digital Millennium Copyright Act, 17 U.S.C.\n§ 512: (i) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n(ii) a description of the copyrighted work that you claim has been infringed, including the URL (i.e., web page address) of the location where the copyrighted work exists or a copy of the copyrighted work.\n(iii) identification of the URL or other specific location on the Site where the material that you claim is infringing is located.\n(iv) your address, telephone number, and e-mail address.\n(v) a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\n(vi) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.\nHoneyfund.com, Inc.'s agent for notice of claims of copyright infringement on this site can be reached using the contact information below.<br>\n<br>\n11.\nCode of Conduct.\nOnline behavior requires common sense and basic etiquette.\nAccordingly, here are some rules that you agree to follow as a condition of accessing the Site:</p>\n<ul>\n<li>No strong, vulgar, obscene, or otherwise harmful language.</li>\n<li>No racially, ethnically or otherwise, objectionable language.</li>\n<li>No libelous, defamatory, or otherwise tortuous language.</li>\n<li>No impersonating any person, including, but not limited to, other community members or employees of Honeyfund.com, Inc., &nbsp;for any purpose, including but not limited to setting up the account or giving a gift.</li>\n<li>No posting, distributing, transmitting, or promoting illegal content.</li>\n<li>No invasion of another's privacy.</li>\n<li>No actions that are harmful to minors.</li>\n<li>No manipulation or forging of identifiers in order to disguise the origin of any information posted on the Site or otherwise provided to Honeyfund.com, Inc.\nor its employees.</li>\n<li>No posting, providing, transmitting, or otherwise making available any information (such as inside, proprietary or confidential information) that you do not have a right to make available due to contract, fiduciary duty, or operation of law.</li>\n<li>No posting, providing, transmitting, or otherwise making available any junk mail or spam.</li>\n<li>No posting, uploading, e-mailing, or otherwise transmitting any material that contains any malicious computer code (including spyware, worms, Trojan horses, viruses, etc.).</li>\n<li>No posting, providing, transmitting, or otherwise making available any information which violates regulations promulgated by the Securities and Exchange Commission, or that of any securities exchange, such as the New York Stock Exchange.</li>\n<li>No collecting, storing, or posting of personal data about or of other Honeyfund.com, Inc.\nmembers.</li>\n<li>No soliciting of any kind.</li>\n</ul>\n<p>&nbsp;</p>\n<p>12.\nRestrictions on Use.\nContent from the Site, including but not limited to any member profile information such as member names, e-mail addresses, member contact information, or member-personalized wedding- or honeymoon-related information, may not be taken from the website and used for any purpose.\nYou agree that you will not use any names, e-mail addresses and other contact information from member profile information or the pages and postings on this site for the purpose of solicitation.\nYou agree that you will not send any unsolicited e-mails to our members, and will not use the Site to send unsolicited e-mails to any third parties.<br>\n<br>\n13.\nChanges to the Site.\nHoneyfund.com, Inc.\nreserves the right from time to time to make modifications and changes to the Site.\nThese modifications and changes may include, but are not limited to, changes to fees for third-party payment processing, and&nbsp;discontinuing, temporarily or permanently, any service offered by, or through Honeyfund.com, Inc.\n(or any part thereof) with or without notice.\nYou agree that Honeyfund.com, Inc.\nshall not be liable to you or to any other party for any changes and modifications to the Site.<br>\n<br>\n14.\nTermination.\nYou acknowledge and agree that, under certain circumstances and without prior notice,&nbsp;Honeyfund.com, Inc.\nmay terminate your access to the Site, including purging your member account and any material and information associated with your member account (including your user name, password, registry and profile).\nCause for such termination shall include, but not be limited to, fraudulent activity and other violation of these Terms of Use.\nYou acknowledge and agree that all terminations for cause shall be made in sole discretion of&nbsp;Honeyfund.com, Inc.\nand that&nbsp;Honeyfund.com, Inc.\nshall not be liable to you or any other party for the termination of your access to the Site or the purging of any material.\nAny funds in a terminated account may be locked and retained by&nbsp;Honeyfund.com, Inc.<br>\n<br>\n15.\nDisclaimer of Warranties.\nYOUR USE OF THE SITE IS AT YOUR SOLE RISK.\nTHE SERVICES PROVIDED ON THE SITE ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nHONEYFUND.COM, INC.\nEXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.<br>\n<br>\nHONEYFUND.COM, INC.\nMAKES NO WARRANTY THAT: (i) THE SERVICES PROVIDED ON THE SITE WILL MEET ANY OF YOUR REQUIREMENTS, (ii) THE SERVICES PROVIDED ON THE SITE WILL BE TIMELY, SECURE, UNINTERRUPTED, OR FREE FROM ERROR OR OMISSION, (iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF ANY SERVICE ON THE SITE WILL BE USEFUL, ACCURATE OR RELIABLE, (iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SITE WILL MEET YOUR EXPECTATIONS, AND (v) ANY ERRORS IN THE OPERATION OF THE SITE INCLUDING THE OPERATION OF ANY SOFTWARE WILL BE CORRECTED.<br>\n<br>\nANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SITE IS DONE AT YOUR OWN RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM (OR ANY COMPONENT CONNECTED TO YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD (INTENTIONAL OR OTHERWISE) OF ANY SUCH MATERIAL.<br>\n<br>\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM HONEYFUND.COM, INC.\nOR FROM ANY SERVICE PROVIDED ON THE SITE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THESE TERMS OF USE.<br>\n<br>\n16.\nLimitation of Liability.\nHoneyfund.com, Inc.\nshall not be liable to you or any third party claiming through you for any damages in connection with your inability to use the service and the site or any content appearing on the site.\nIn no event will Honeyfund.com, Inc.\nbe liable to you or any third party claiming through you for any indirect, consequential, exemplary, punitive, special or incidental damages, including without limitation, damages arising from claims related to personal injury or death, loss of data, lost revenue, lost profits, loss of use or other economic advantage, change in applicable government regulations, regardless of the form of the action and regardless of whether Honeyfund.com, Inc.\nhas been advised of the possibility of such damages.\nIn no event will the total, cumulative liability of Honeyfund.com, Inc.\ndamages under this Agreement exceed one hundred dollars ($100.00).<br>\n<br>\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS IN THIS SECTION MAY NOT APPLY TO YOU.<br>\n<br>\n17.\nIndemnity.\nYou agree to indemnify, defend and hold harmless Honeyfund.com, Inc., its subsidiaries, affiliates, directors, officers, agents, vendors or other partners, and employees, from any claim or demand, including attorneys' fees, made by any third party due to or arising out of any material or information posted, provided, transmitted, or otherwise made available by you on the Site, or by your use of the Site, or by your violation of Honeyfund.com, Inc.'s Terms of Use, or your violation of the rights of another.<br>\n<br>\n18.\nMiscellaneous.\nThese Terms of Use constitute the entire agreement between you and Honeyfund.com, Inc.\nand govern your use of the Site.<br>\n<br>\nThe Terms of Use and the relationship between you and Honeyfund.com, Inc.\nshall be governed by the laws of the State of Florida, United States of America, without regard to its conflict of law provisions.\nYou and Honeyfund.com, Inc.\nagree to submit to the personal and exclusive jurisdiction of the courts located within the State of Florida, County of Pinellas.<br>\n<br>\nYou agree that, except as otherwise expressly provided in this Terms of Use, there shall be no third party beneficiaries to this agreement.<br>\n<br>\nThe failure of Honeyfund.com, Inc.\nto exercise or enforce any right or provision of the Terms of Use shall not constitute a waiver of such right or provision.\nAny waiver by us does not constitute a continuing waver.\nIf any provision of the Terms of Use is found by a court of competent jurisdiction to be invalid, the other terms and provisions of the Terms of Use shall remain in full force and effect.<br>\n<br>\nYou agree that your Honeyfund.com member account is non-transferable and your access to your account or contents within your account will terminate one year after your wedding date.<br>\n<br>\nYou agree that any claim or cause of action that you have arising out of or related to use of any services provided on our Site or these Terms of Use must be filed within one (1) year after such claim or cause of action arose or be forever barred.<br>\n<br>\nIf you have questions or concerns regarding these Terms of Use, you should contact Honeyfund.com, Inc.\nby e-mailing&nbsp;help@honeyfund.com&nbsp;and writing \"Terms of Use\" in the subject line.\nYou may also write to Honeyfund.com, Inc.\nat 2519 McMullen Booth Rd N, Ste 510-260, Clearwater, FL 33761.</p>\n<p>&nbsp;</p> More About Honeyfund <ul>\n<li>About us</li>\n<li>News</li>\n<li>Careers</li>\n<li>Help</li>\n<li>Contact us</li>\n<li>Blog</li>\n</ul>\n<ul>\n<li>Advertise With Us</li>\n<li>Affiliate Program</li>\n<li>Get the Honeyfund App</li>\n<li>Honeyfund Gift Card</li>\n</ul> Tips &amp.\nResources <ul>\n<li>Honeymoon Registry FAQs</li>\n<li>Etiquette &amp.\nPlanning</li>\n<li>Honeymoon Travel Deals</li>\n<li>Honeymoon Destinations</li>\n<li>Honeymoon Resort Directory</li>\n<li>Wedding Vendor Directory</li>\n<li>Starter Registries</li>\n<li>Real Couples</li>\n<li>Our Crowdfunding Platforms</li>\n<li>More on Fundraising</li>\n<li>Unique Wedding Registry</li>\n</ul> Follow Us <ul>\n<li>\n<i>\n</i> Facebook</li>\n<li>\n<i>\n</i> Twitter</li>\n<li>\n<i>\n</i> Pinterest</li>\n<li>\n<i>\n</i> Instagram</li>\n</ul> Join our e-mail list*Lifecycle Stage Safe and Secure <ul>\n<li> The Stripe name and logos are trademarks or service marks of Stripe, Inc.\nor its affiliates in the U.S.\nand other countries.\nOther names may be trademarks of their respective owners.\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<strong>\n</strong>\n<p>© 2005-2022 Honeyfund.com, Inc.\nAll rights reserved.</p>\n<p>Use of Honeyfund constitutes acceptance of our Terms of Use &amp.\nPrivacy Policy.</p> Back to top This website uses cookies to optimize your experience, analyze traffic and personalize content.\nBy clicking Accept and/or using this site, you consent to our use of cookies, Privacy Policy and Terms of Use.\nAccept This website uses cookies to optimize your experience, analyze traffic and personalize content.\nBy clicking Accept and/or using this site, you consent to our use of cookies, Privacy Policy and Terms of Use.\nAccept ", "created_at": "2022-03-23 08:13:35.548566", "updated_at": "2022-03-23 07:15:49.298212"}], "points": [{"id": 27508, "title": "You have a reduced time period to take legal action against the service", "source": "https://www.honeyfund.com/terms", "status": "Generated through the annotate view", "created_at": "2022-03-23 15:56:20.382271", "updated_at": "2022-03-23 15:56:20.382271", "quoteText": "You agree that any claim or cause of action that you have arising out of or related to use of any services provided on our Site or these Terms of Use must be filed within one (1) year after such claim or cause of action arose or be forever barred.<br>\n<br>\n", "case_id": 151, "document_id": 11754, "quoteStart": 22856, "quoteEnd": 23113}, {"id": 27507, "title": "The court of law governing the terms is in Florida", "source": "https://www.honeyfund.com/terms", "status": "Generated through the annotate view", "created_at": "2022-03-23 15:55:07.938763", "updated_at": "2022-03-23 15:55:26.995089", "quoteText": "The Terms of Use and the relationship between you and Honeyfund.com, Inc.\nshall be governed by the laws of the State of Florida, United States of America, without regard to its conflict of law provisions.\n", "case_id": 163, "document_id": 11754, "quoteStart": 21731, "quoteEnd": 21936}, {"id": 27506, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.honeyfund.com/terms", "status": "Generated through the annotate view", "created_at": "2022-03-23 15:54:09.589498", "updated_at": "2022-03-23 15:54:09.589498", "quoteText": "and agree to notify Honeyfund.com, Inc.\nif the password is lost, stolen, disclosed to an unauthorized third party, or otherwise may have been compromised.\n", "case_id": 484, "document_id": 11754, "quoteStart": 10576, "quoteEnd": 10731}, {"id": 27505, "title": "There is a date of the last update of the agreements", "source": "https://www.honeyfund.com/terms", "status": "Generated through the annotate view", "created_at": "2022-03-23 15:53:08.283875", "updated_at": "2022-03-23 15:53:08.283875", "quoteText": "<i>Last Updated January&nbsp;24,&nbsp;2022", "case_id": 331, "document_id": 11754, "quoteStart": 467, "quoteEnd": 509}, {"id": 27504, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.honeyfund.com/Privacy", "status": "Generated through the annotate view", "created_at": "2022-03-23 15:52:30.004362", "updated_at": "2022-03-23 15:52:30.004362", "quoteText": "We do not honor “Do Not Track” signals from internet web browsers.\n", "case_id": 233, "document_id": 11755, "quoteStart": 15090, "quoteEnd": 15157}, {"id": 27503, "title": "There is a date of the last update of the agreements", "source": "https://www.honeyfund.com/Privacy", "status": "Generated through the annotate view", "created_at": "2022-03-23 15:51:36.056843", "updated_at": "2022-03-23 15:51:36.056843", "quoteText": "Last Updated Nov 23, 2020</em>\n</p>\n<p>", "case_id": 331, "document_id": 11755, "quoteStart": 2947, "quoteEnd": 2986}], "urls": ["honeyfund.com"]}}