{"error": 448, "message": "OK", "parameters": {"id": 3973, "name": "CanaKit ", "created_at": "2021-06-08 19:04:38.457561", "updated_at": "2021-06-08 22:00:42.645942", "wikipedia": null, "keywords": null, "related": null, "slug": "canakit", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3973.png", "url": "canakit.com", "documents": [{"id": 6824, "name": "Privacy Policy", "url": "https://www.canakit.com/Privacy.aspx", "xpath": "/html/body/div[2]/div[2]/div", "text": " <p>Last updated: Jan 7, 2020</p>\n<br>\n<p>This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.</p>\n<br>\n<p>We use Your Personal data to provide and improve the Service.\nBy using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.</p>\n<br> Interpretation and Definitions <br> Interpretation <br>\n<p>The words of which the initial letter is capitalized have meanings defined under the following conditions.</p>\n<p>The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.</p>\n<br> Definitions <br>\n<p>For the purposes of this Privacy Policy:</p>\n<ul>\n<li>\n<p>\n<strong>You</strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</p>\n<p>Under GDPR (General Data Protection Regulation), You can be referred to as the Data Subject or as the User as you are the individual using the Service.</p>\n</li>\n<li>\n<p>\n<strong>Company</strong> (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to Cana Kit Corporation, 2455 Dollarton Hwy, Unit 118, North Vancouver, BC, V7H 0A2, Canada.</p>\n<p>For the purpose of the GDPR, the Company is the Data Controller.</p>\n</li>\n<li>\n<strong>Affiliate</strong> means an entity that controls, is controlled by or is under common control with a party, where \"control\" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.</li>\n<li>\n<strong>Account</strong> means a unique account created for You to access our Service or parts of our Service.</li>\n<li>\n<strong>Website</strong> refers to CanaKit Website, accessible from www.canakit.com</li>\n<li>\n<strong>Service</strong> refers to the Website.</li>\n<li>\n<strong>Country</strong> refers to: British Columbia, Canada</li>\n<li>\n<p>\n<strong>Service Provider</strong> means any natural or legal person who processes the data on behalf of the Company.\nIt refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.</p>\n<p>For the purpose of the GDPR, Service Providers are considered Data Processors.</p>\n</li>\n<li>\n<strong>Third-party Social Media Service</strong> refers to any website or any social network website through which a User can log in or create an account to use the Service.</li>\n<li>\n<p>\n<strong>Personal Data</strong> is any information that relates to an identified or identifiable individual.</p>\n<p>For the purposes for GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.</p>\n<p>For the purposes of the CCPA, Personal Data means any information that identifies, relates to, describes or is capable of being associated with, or could reasonably be linked, directly or indirectly, with You.</p>\n</li>\n<li>\n<strong>Cookies</strong> are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.</li>\n<li>\n<strong>Device</strong> means any device that can access the Service such as a computer, a cellphone or a digital tablet.</li>\n<li>\n<strong>Usage Data</strong> refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</li>\n<li>\n<strong>Data Controller</strong>, for the purposes of the GDPR (General Data Protection Regulation), refers to the Company as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.</li>\n<li>\n<strong>Do Not Track</strong> (DNT) is a concept that has been promoted by US regulatory authorities, in particular the U.S.\nFederal Trade Commission (FTC), for the Internet industry to develop and implement a mechanism for allowing internet users to control the tracking of their online activities across websites.</li>\n<li>\n<strong>Business</strong>, for the purpose of the CCPA (California Consumer Privacy Act), refers to the Company as the legal entity that collects Consumers' personal information and determines the purposes and means of the processing of Consumers' personal information, or on behalf of which such information is collected and that alone, or jointly with others, determines the purposes and means of the processing of consumers' personal information, that does business in the State of California.</li>\n<li>\n<strong>Consumer</strong>, for the purpose of the CCPA (California Consumer Privacy Act), means a natural person who is a California resident.\nA resident, as defined in the law, includes (1) every individual who is in the USA for other than a temporary or transitory purpose, and (2) every individual who is domiciled in the USA who is outside the USA for a temporary or transitory purpose.</li>\n<li>\n<strong>Sale</strong>, for the purpose of the CCPA (California Consumer Privacy Act), means selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a Consumer's Personal information to another business or a third party for monetary or other valuable consideration.</li>\n</ul>\n<br> Collecting and Using Your Personal Data <br> Types of Data Collected <br> Personal Data <p>While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You.\nPersonally identifiable information may include, but is not limited to:</p>\n<ul>\n<li>Email address</li>\n<li>First name and last name</li>\n<li>Phone number</li>\n<li>Address, State, Province, ZIP/Postal code, City</li>\n<li>Usage Data</li>\n</ul>\n<br> Usage Data <p>Usage Data is collected automatically when using the Service.</p>\n<p>Usage Data may include information such as Your Device's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\n<p>When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.</p>\n<p>We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.</p>\n<br> Tracking Technologies and Cookies <p>We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information.\nTracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service.</p>\n<p>You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent.\nHowever, if You do not accept Cookies, You may not be able to use some parts of our Service.</p>\n<p>Cookies can be \"Persistent\" or \"Session\" Cookies.\nPersistent Cookies remain on your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close your web browser.\nLearn more about cookies here: Cookies: What Do They Do?</p>\n<p>We use both session and persistent Cookies for the purposes set out below:</p>\n<ul>\n<br>\n<li>\n<p>\n<strong>Necessary / Essential Cookies</strong>\n</p>\n<p>Type: Session Cookies</p>\n<p>Administered by: Us</p>\n<p>Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features.\nThey help to authenticate users and prevent fraudulent use of user accounts.\nWithout these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.</p>\n</li>\n<br>\n<li>\n<p>\n<strong>Cookies Policy / Notice Acceptance Cookies</strong>\n</p>\n<p>Type: Persistent Cookies</p>\n<p>Administered by: Us</p>\n<p>Purpose: These Cookies identify if users have accepted the use of cookies on the Website.</p>\n</li>\n<br>\n<li>\n<p>\n<strong>Functionality Cookies</strong>\n</p>\n<p>Type: Persistent Cookies</p>\n<p>Administered by: Us</p>\n<p>Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference.\nThe purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.</p>\n</li>\n<br>\n<li>\n<p>\n<strong>Tracking and Performance Cookies</strong>\n</p>\n<p>Type: Persistent Cookies</p>\n<p>Administered by: Third-Parties</p>\n<p>Purpose: These Cookies are used to track information about traffic to the Website and how users use the Website.\nThe information gathered via these Cookies may directly or indirectly identify you as an individual visitor.\nThis is because the information collected is typically linked to a pseudonymous identifier associated with the device you use to access the Website.\nWe may also use these Cookies to test new advertisements, pages, features or new functionality of the Website to see how our users react to them.</p>\n</li>\n</ul>\n<br>\n<p>For more information about the cookies we use and your choices regarding cookies, please visit our Cookies Policy.</p>\n<br> Use of Your Personal Data <br>\n<p>The Company may use Personal Data for the following purposes:</p>\n<ul>\n<li>\n<strong>To provide and maintain our Service</strong>, including to monitor the usage of our Service.</li>\n<li>\n<strong>To manage Your Account:</strong> to manage Your registration as a user of the Service.\nThe Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.</li>\n<li>\n<strong>For the performance of a contract:</strong> the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.</li>\n<li>\n<strong>To contact You:</strong> To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.</li>\n<li>\n<strong>To provide You</strong> with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.</li>\n<li>\n<strong>To manage Your requests:</strong> To attend and manage Your requests to Us.</li>\n</ul>\n<p>We may share your personal information in the following situations:</p>\n<ul>\n<li>\n<strong>With Service Providers:</strong> We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to advertise on third party websites to You after You visited our Service, for payment processing, to contact You.</li>\n<li>\n<strong>For Business transfers:</strong> We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of our business to another company.</li>\n<li>\n<strong>With Affiliates:</strong> We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy.\nAffiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.</li>\n<li>\n<strong>With Business partners:</strong> We may share Your information with Our business partners to offer You certain products, services or promotions.</li>\n<li>\n<strong>With other users:</strong> when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.\nIf You interact with other users or register through a Third-Party Social Media Service, Your contacts on the Third-Party Social Media Service may see Your name, profile, pictures and description of Your activity.\nSimilarly, other users will be able to view descriptions of Your activity, communicate with You and view Your profile.</li>\n</ul>\n<br> Retention of Your Personal Data <br>\n<p>The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p>\n<p>The Company will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.</p>\n<br> Transfer of Your Personal Data <br>\n<p>Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located.\nIt means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.</p>\n<p>Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.</p>\n<p>The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.</p>\n<br> Disclosure of Your Personal Data <br> Business Transactions <p>If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred.\nWe will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.</p>\n<br> Law enforcement <p>Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).</p>\n<br> Other legal requirements <p>The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>Comply with a legal obligation</li>\n<li>Protect and defend the rights or property of the Company</li>\n<li>Prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>Protect the personal safety of Users of the Service or the public</li>\n<li>Protect against legal liability</li>\n</ul>\n<br> Security of Your Personal Data <br>\n<p>The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.</p>\n<br> Detailed Information on the Processing of Your Personal Data <br>\n<p>Service Providers have access to Your Personal Data only to perform their tasks on Our behalf and are obligated not to disclose or use it for any other purpose.</p>\n<br> Analytics <br>\n<p>We may use third-party Service providers to monitor and analyze the use of our Service.</p>\n<ul>\n<li>\n<p>\n<strong>Google Analytics</strong>\n</p>\n<p>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualise and personalise the ads of its own advertising network.</p>\n<p>You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js and dc.js) from sharing information with Google Analytics about visits activity.</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy?hl=en</p>\n</li>\n</ul>\n<br> Email Marketing <br>\n<p>We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You.\nYou may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.</p>\n<p>We may use Email Marketing Service Providers to manage and send emails to You.</p>\n<ul>\n<li>\n<p>\n<strong>Mailchimp</strong>\n</p>\n<p>Mailchimp is an email marketing sending service provided by The Rocket Science Group LLC.</p>\n<p>For more information on the privacy practices of Mailchimp, please visit their Privacy policy: https://mailchimp.com/legal/privacy/</p>\n</li>\n</ul>\n<br> Behavioral Remarketing <br>\n<p>The Company uses remarketing services to advertise on third party websites to You after You visited our Service.\nWe and Our third-party vendors use cookies to inform, optimize and serve ads based on Your past visits to our Service.</p>\n<ul>\n<li>\n<p>\n<strong>Google Ads (AdWords)</strong>\n</p>\n<p>Google Ads (AdWords) remarketing service is provided by Google Inc.</p>\n<p>You can opt-out of Google Analytics for Display Advertising and customise the Google Display Network ads by visiting the Google Ads Settings page: http://www.google.com/settings/ads</p>\n<p>Google also recommends installing the Google Analytics Opt-out Browser Add-on - https://tools.google.com/dlpage/gaoptout - for your web browser.\nGoogle Analytics Opt-out Browser Add-on provides visitors with the ability to prevent their data from being collected and used by Google Analytics.</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy?hl=en</p>\n</li>\n<li>\n<p>\n<strong>Facebook</strong>\n</p>\n<p>Facebook remarketing service is provided by Facebook Inc.</p>\n<p>You can learn more about interest-based advertising from Facebook by visiting this page: https://www.facebook.com/help/164968693837950</p>\n<p> To opt-out from Facebook's interest-based ads, follow these instructions from Facebook: https://www.facebook.com/help/568137493302217</p>\n<p>\n</p>\n<p>Facebook adheres to the Self-Regulatory Principles for Online Behavioural Advertising established by the Digital Advertising Alliance.\nYou can also opt-out from Facebook and other participating companies through the Digital Advertising Alliance in the USA http://www.aboutads.info/choices/, the Digital Advertising Alliance of Canada in Canada http://youradchoices.ca/ or the European Interactive Digital Advertising Alliance in Europe http://www.youronlinechoices.eu/, or opt-out using your mobile device settings.</p>\n<p>For more information on the privacy practices of Facebook, please visit Facebook's Data Policy: https://www.facebook.com/privacy/explanation</p>\n</li>\n</ul> Payments <p>We may provide paid products and/or services within the Service.\nIn that case, we may use third-party services for payment processing (e.g.\npayment processors).</p>\n<p>We will not store or collect Your payment card details.\nThat information is provided directly to Our third-party payment processors whose use of Your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.</p>\n<ul>\n<li>\n<p>\n<strong>Stripe</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://stripe.com/us/privacy</p>\n</li>\n<li>\n<p>\n<strong>PayPal</strong>\n</p>\n<p>Their Privacy Policy can be viewed at https://www.paypal.com/webapps/mpp/ua/privacy-full</p>\n</li>\n</ul>\n<br> GDPR Privacy <br> Legal Basis for Processing Personal Data under GDPR <br>\n<p>We may process Personal Data under the following conditions:</p>\n<ul>\n<li>\n<strong>Consent:</strong> You have given Your consent for processing Personal Data for one or more specific purposes.</li>\n<li>\n<strong>Performance of a contract:</strong> Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.</li>\n<li>\n<strong>Legal obligations:</strong> Processing Personal Data is necessary for compliance with a legal obligation to which the Company is subject.</li>\n<li>\n<strong>Vital interests:</strong> Processing Personal Data is necessary in order to protect Your vital interests or of another natural person.</li>\n<li>\n<strong>Public interests:</strong> Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Company.</li>\n<li>\n<strong>Legitimate interests:</strong> Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the Company.</li>\n</ul>\n<p>In any case, the Company will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.</p>\n<br> Your Rights under the GDPR <br>\n<p>The Company undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.</p>\n<p>You have the right under this Privacy Policy, and by law if You are within the EU, to:</p>\n<ul>\n<li>\n<strong>Request access to Your Personal Data.</strong> The right to access, update or delete the information We have on You.\nWhenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section.\nIf you are unable to perform these actions yourself, please contact Us to assist You.\nThis also enables You to receive a copy of the Personal Data We hold about You.</li>\n<li>\n<strong>Request correction of the Personal Data that We hold about You.</strong> You have the right to to have any incomplete or inaccurate information We hold about You corrected.</li>\n<li>\n<strong>Object to processing of Your Personal Data.</strong> This right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground.\nYou also have the right to object where We are processing Your Personal Data for direct marketing purposes.</li>\n<li>\n<strong>Request erasure of Your Personal Data.</strong> You have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.</li>\n<li>\n<strong>Request the transfer of Your Personal Data.</strong> We will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format.\nPlease note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.</li>\n<li>\n<strong>Withdraw Your consent.</strong> You have the right to withdraw Your consent on using your Personal Data.\nIf You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.</li>\n</ul>\n<br> Exercising of Your GDPR Data Protection Rights <br>\n<p>You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us.\nPlease note that we may ask You to verify Your identity before responding to such requests.\nIf You make a request, We will try our best to respond to You as soon as possible.</p>\n<p>You have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data.\nFor more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.</p>\n<br> \"Do Not Track\" Policy as Required by California Online Privacy Protection Act (CalOPPA) <br>\n<p>Our Service does not respond to Do Not Track signals.</p>\n<p>However, some third party websites do keep track of Your browsing activities.\nIf You are visiting such websites, You can set Your preferences in Your web browser to inform websites that You do not want to be tracked.\nYou can enable or disable DNT by visiting the preferences or settings page of Your web browser.</p>\n<br> Children's Privacy <br>\n<p>Our Service does not address anyone under the age of 13.\nWe do not knowingly collect personally identifiable information from anyone under the age of 13.\nIf You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us.\nIf We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.</p>\n<p>If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.</p>\n<br> Your California Privacy Rights (California's Shine the Light law) <br>\n<p>Under California Civil Code Section 1798 (California's Shine the Light law), California residents with an established business relationship with us can request information once a year about sharing their Personal Data with third parties for the third parties' direct marketing purposes.</p>\n<p>If you'd like to request more information under the California Shine the Light law, and if you are a California resident, You can contact Us using the contact information provided below.</p>\n<br> California Privacy Rights for Minor Users (California Business and Professions Code Section 22581) <br>\n<p>California Business and Professions Code section 22581 allow California residents under the age of 18 who are registered users of online sites, services or applications to request and obtain removal of content or information they have publicly posted.</p>\n<p>To request removal of such data, and if you are a California resident, You can contact Us using the contact information provided below, and include the email address associated with Your account.</p>\n<p>Be aware that Your request does not guarantee complete or comprehensive removal of content or information posted online and that the law may not permit or require removal in certain circumstances.</p>\n<br> Links to Other Websites <br>\n<p>Our Service may contain links to other websites that are not operated by Us.\nIf You click on a third party link, You will be directed to that third party's site.\nWe strongly advise You to review the Privacy Policy of every site You visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>\n<br> Changes to this Privacy Policy <br>\n<p>We may update our Privacy Policy from time to time.\nWe will notify You of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the \"Last updated\" date at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\n<br> Contact Us <br>\n<p>If you have any questions about this Privacy Policy, You can contact us:</p>\n<ul>\n<li>By email: privacy@canakit.com</li>\n</ul> ", "created_at": "2021-06-08 19:04:38.464241", "updated_at": "2021-06-08 17:05:58.335775"}], "points": [], "urls": ["canakit.com"]}}