{"error": 448, "message": "OK", "parameters": {"id": 3376, "name": "Hotstar", "created_at": "2021-05-01 19:02:03.142309", "updated_at": "2021-05-02 00:00:59.188653", "wikipedia": "https://en.wikipedia.org/wiki/Hotstar", "keywords": null, "related": null, "slug": "hotstar", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3376.png", "url": "hotstar.com", "documents": [{"id": 5581, "name": "Terms and Conditions", "url": "https://www.hotstar.com/in/terms-of-use", "xpath": "/html/body/div[1]/div[2]/div/div[1]/div[2]/div/div/div[2]/div/div", "text": " <p>\n<b>Terms of Use</b>\n</p>\n<p> Last updated: 13 August 2020 </p>\n<p>&nbsp;</p>\n<p>This document is an electronic record in terms of the Information Technology Act, 2000 and rules there under as applicable and various other statutes.\nThis electronic record is generated by a computer system and does not require any physical or digital signatures.\n</p>\n<p>&nbsp;</p>\n<p>This is a legal and binding agreement between you, the user (\"<b>User</b>\" or \"<b>You</b>\") of the Services, as defined below, and Novi Digital Entertainment Private Limited (formerly known as Indya Interactive Services Private Limited) stating the terms that govern Your use of the Site <i>(as defined below)</i>, as defined below.\nBY ACCEPTING THESE TERMS OF USE IN ANY MANNER OR ACCESSING THIS WEBSITE, YOU CONSENT, AGREE AND UNDERTAKE TO ABIDE, BE BOUND BY AND ADHERE TO THE TERMS OF USE and the Privacy Policy accessible at&nbsp;<u>www.hotstar.com/terms-of-use </u>&nbsp;and&nbsp;<u>www.hotstar.com/privacy-policy</u>&nbsp;respectively and any other terms which govern the Site (together referred to as \"<b>Terms</b>\n<b>of Use</b>\" or \"<b>Terms</b>\" or \"<b>Terms and Conditions</b>\") AND IF YOU DO NOT AGREE TO THESE TERMS OF USE, YOU ARE NOT ENTITLED TO AVAIL OF / USE THE SERVICES AND ANY USE THEREAFTER SHALL BE UNAUTHORIZED.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>Description of Service and Acceptance of Terms of Use</b>\n</p>\n<p>&nbsp;</p>\n<p>Novi Digital Entertainment Private Limited (formerly known as Indya Interactive Services Private Limited) is a company incorporated under the Companies Act, 1956, having its registered office at STAR House, Urmi Estate, 95 Ganpatrao Kadam Marg, Lower Parel (West), Mumbai- 400013, India (\"<b>Novi</b>\").\n</p>\n<p>&nbsp;</p>\n<p>Novi <i>inter alia</i> provides an online website '<u>www.hotstar.com </u>' as an interactive platform for its viewers and any associated mobile sites, applications (\"<b>Site</b>\") to&nbsp;<i>inter alia</i>&nbsp;view serials and programs, films, sports content including live sports content, trailers of upcoming serials, view videos and/or photos of their favorite characters on serials, read recaps of serials, international content including viewing schedules of content offered etc.\non the Site and any other features, tools, applications, materials, or other services offered from time to time by Novi in connection with its business, provided on the Site (\"<b>Novi</b>\n<b>Content</b>\").\nFor some Novi Content, Novi may enable an interactive chat feature which may provide various features to the User(s) including but not limited to posting of comments, videos, pictures and participation in contests (“Social Feed”).\nThe Site may also provide you content by integrating services and application of other audio video streaming platforms (“<b>Partner Content</b>”) and/or provide hosting service to third parties to display and allow access to their content and interactive games etc.\n(“<b>Third Party Content</b>”) (all such features of the Site collectively referred to as \"<b>Services</b>\").\n'Content' will hence consist of 'Novi&nbsp;Content', Partner Content and 'Third Party Content'.\nCurrently Novi provides Partner Content from HOOQ and it may continue to include such additional Partner Content from other parties, from time to time.\nSpecifically, for more information in relation to Partner Content of HOOQ (including the terms of use relating specifically to HOOQ service), you may refer to the following URL :- https://www.hooq.tv/terms-of-use .</p>\n<p>&nbsp;</p>\n<p>The Content will be made available to You through different modes, at the discretion of Novi, including&nbsp;via&nbsp;video on demand basis for viewing at the User's discretion at a time chosen by You and download for offline viewing by You.\nIn the case of downloadable Content, please note that: (a) the downloads are temporary in order to allow you to view the Content within a specified period of time and you shall not attempt to or actually make a permanent copy of the Content in any manner or form, and (b) not every Content may be available for download for offline viewing.\nPlease note that the availability of, and Your ability to access, the Content or some part of Services, (a) is subject to Novi's sole discretion and (b) may be dependent upon Your geographical location and (c) is on the condition that not all Content or Services will be available to all viewers.\nOn account of the nature of the Internet, this Site and the Services may also be accessed in various geographical locations.\nand You hereby agree and acknowledge that You are accessing this Site and availing of the Services, at Your own risk, choice and initiative and You agree and undertake to ensure that Your use of the Site and the Services complies with all applicable laws including the local laws in Your jurisdiction.\nFurther, such Services and Content may vary from place to place, time to time and device to device and would be subject to various parameters such as specifications, device, Internet availability and speed, bandwidth, etc.\nYou agree and acknowledge that Novi may monitor or use certain technologies for monitoring of activities, as separately explained in Novi’s Privacy Policy.\nTo facilitate Your viewership and access, the Services can be packaged by Novi through different models such as, Content or Services may be accessible (a) free of charge which may include advertisements or commercials or (b)&nbsp;via&nbsp;subscription through payment of a subscription fee as per the relevant subscription plan selected or (c) a pay-per-view model with or without advertisements/commercials or (d) with a combination of the foregoing on the Site.\n</p>\n<p>&nbsp;</p>\n<p>The Service can be availed through platforms, software and devices, which Novi approves from time to time, the current list for which is as set out below (\"<b>Compatible System</b>\").\nIn some cases, whether a device is (or remains) a Compatible System may depend on software or platform provided or maintained by the device manufacturer or other third parties.\nAs a result, devices that are Compatible System at one time may cease to be Compatible System in the future.</p>\n<p>&nbsp;</p>\n<p>The Disney+&nbsp;Hotstar website works best with:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLatest version of Google Chrome</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLatest version of Firefox</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLatest version of Safari</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMicrosoft Windows XP or above / MAC OS 10.2 or above</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLatest version of Adobe Flash Player</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nJavaScript and cookies enabled</p>\n<p>&nbsp;</p>\n<p>The Disney+&nbsp;Hotstar applications work best with a minimum system requirement of:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAndroid 4.4.4</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\niOS 10.0</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAndroidTV - Android 7.1.1</p>\n<p>&nbsp;</p>\n<p>Subject to compatibility, You may be able to access the Services through mobile phones, tablets and other IP based connected devices or any Compatible System offered by a partner authorized by Novi (\"<b>Partner</b>\").To access the Services at each instance, you would be required to undergo a two-step verification process to verify your login credentials such as your phone number, by way of a one-time password which will be sent to you simultaneously.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>Use of the Services is subject to compliance with these Terms of Use.</b>\n</p>\n<p>&nbsp;</p>\n<p>Unless otherwise specified, the Services are available for individuals who have attained the age of majority in their jurisdiction (18 years in the case of India).If You are under the relevant age of majority in Your jurisdiction, You may access the Site and the Services under the supervision of an adult and in accordance with applicable law which enables a minor in your jurisdiction to access such a service.\nThe Services include a section that exclusively provides access to only children-friendly content.\nHowever, in all cases, only persons of the age of majority are allowed to register any account on the Site and Services and will always be responsible for the operation of any such account.</p>\n<p>&nbsp;</p>\n<p>NOVI MAY CATEGORIZE AND CLASSIFY CERTAIN CONTENT AND PROVIDE DISCLAIMERS WITH RESPECT TO THE CONTENT, FOR VIEWERS TO CHOOSE SUCH CONTENT FOR VIEWING.\nSOME CONTENT OFFERED ON THE SITE MAY NOT BE SUITABLE FOR SOME VIEWERS AND THEREFORE VIEWER DISCRETION IS ADVISED.\nALSO, SOME CONTENT OFFERED ON THE SITE MAY NOT BE APPROPRIATE FOR VIEWERSHIP BY CHILDREN.\nPARENTS AND/OR LEGAL GUARDIANS ARE ADVISED TO COMPLY WITH APPLICABLE LAWS AND EXERCISE DISCRETION BEFORE ALLOWING THEIR CHILDREN AND/OR WARDS TO ACCESS CONTENT ON THIS WEBSITE.\nNOVI MAY DISPLAY A CONTENT DESCRIPTOR OR GUIDANCE MESSAGE THAT INDICATES AND INFORMS THE VIEWER ABOUT AGE-INAPPROPRIATE CONTENT FOR MINORS (FOR INSTANCE CONTENT TAGGED FOR VIEWERSHIP BY MINORS AGED 13 TO 18 YEARS).\nYour access to and use of the Services is subject to these Terms and Conditions, Privacy Policy and all applicable laws, rules, and regulations.</p>\n<p>&nbsp;</p>\n<p>Participation in any contest and or game on the Site conducted by Novi or viewing of certain Content may be subject to further terms and conditions as may be notified by Novi from time to time on the Site or otherwise.</p>\n<p>Watch N Play Terms and Conditions</p>\n<p>&nbsp;</p>\n<p>\n<b>Accessing the Service through VPN</b>\n</p>\n<p>&nbsp;</p>\n<p>You should not access or use the Service or the content therein by means of any mechanism or technology which conceals your actual geo-location or provides incorrect details of your location (for example, use a virtual private network (VPN)).&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>Electronic Communications</b>\n</p>\n<p>&nbsp;</p>\n<p>When You use / avail the Services or send any data, information or communication to Novi, You agree and understand that You are communicating with Novi through electronic media/ records and You consent to receive communications via electronic records from Novi periodically and as and when required.\nNovi will communicate with You by email or any push or other message or electronic records on the email address and or mobile number available with Novi or made available to Novi through a Partner which will be deemed adequate service of notice / electronic record.</p>\n<p>&nbsp;</p>\n<p>You acknowledge and specifically consent to Novi or our respective affiliates and partners contacting you using the contact information you have provided to us at any time during your association with us for any purpose including the following purposes, which will enable Novi to deliver the Services to you and/or enhance the delivery of the Services to you: </p>\n<p>&nbsp;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo obtain feedback regarding the Service;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo contact you for offering new products or services, whether offered by us, or our respective affiliates or partners.</p>\n<p>&nbsp;</p>\n<p>You acknowledge and agree that you may be contacted for the above purposes, using any of the contact details provided by You including via emails or other electronic and internet-based means.\n</p>\n<p>&nbsp;</p>\n<p>In addition, you will be sent a one-time password via SMS to your registered mobile number, to verify your login on the Site using a mobile number.</p>\n<p>&nbsp;</p>\n<p>The Content contained in the Services including but not limited to on the Site is protected by copyright, trademark, patent, trade secret and other laws, and shall not be used except as provided in these Terms and Conditions, without the written permission of Novi.</p>\n<p>&nbsp;</p>\n<p>\n<b>Subscription Services</b>\n</p>\n<p>&nbsp;</p>\n<p>Some of the Content made available on the Site can be availed only by registered Users who have registered under a subscription model (\"Subscription User\").\nYou may need to register Yourself on the Site to avail these services on a subscription model (\"Subscription\").\nTo become a Subscription User, You may be required to provide certain personal information to Novi and may be required to make payments (\"Subscription Fee\") as per the applicable membership plan through a debit card, credit card, internet banking or through, e- prepaid wallet or other payment method accepted by Novi (\"Payment Method(s)\") that You opted for during registration.\nNovi will be using third party payment gateways to process and facilitate the payment of Your Subscription Fee to Novi.\nFor ‘Disney+ Hotstar VIP’ Subscription proposed to be activated through Your registered mobile number, in addition to the above Payment Methods, cash on delivery payment option would be available to You, subject to the terms and conditions set out herein.\nOn successful registration to the Subscription, Novi will intimate You of the same.\nNovi may offer different kinds of Subscription plans, each of these Subscription plans will be subject to different limitations and restrictions and the cost of each of these Subscription plans may vary.\nYou may choose more than 1 Subscription plan during a given period.\n</p>\n<p>Novi currently offers viewers the following Subscription plans to choose from:</p>\n<p>(1) all access premium subscription pack, and</p>\n<p>(2) limited subscription packs with full access to certain Content, including Disney+ Hotstar VIP.</p>\n<p>&nbsp;</p>\n<p>Novi shall have the discretion to make certain Content that is a part of the Subscription available to You on more than one end user Compatible System concurrently.\nNovi shall also have the discretion to make certain Content that is a part of the Subscription available to You on not more than one end user device concurrently.</p>\n<p>&nbsp;</p>\n<p>Any personal data whether provided by you as a part of the Subscription registration process, or collected automatically when you use the Service will be governed by the Privacy Notice accessible at here</p>\n<p>&nbsp;</p>\n<p>\n<b>Free Trial</b>\n</p>\n<p>&nbsp;</p>\n<p>Some of the Subscription plans may start with a free trial.\nThe free trial period may last for a period of one month or such other term as may be determined by Novi.\nYour eligibility for a free trial including the time for such free trial and the Content available to be viewed during free trial period is at the discretion of Novi and such free trial can be modified, suspended or terminated by Novi at any point of time without giving notice to You.;</p>\n<p>&nbsp;</p>\n<p>In case You are eligible for any free trial, Novi may charge You a token amount of money at the time of Your registration for a Subscription plan.\nThis token amount will be refunded to You once Novi receives the confirmation from the third-party payment gateway provider that Your Payment Method has been registered..</p>\n<p>&nbsp;</p>\n<p>\n<b>Payments</b>\n</p>\n<p>&nbsp;</p>\n<p>Novi will automatically start billing as per Your selected Payment Method for the relevant Subscription plan(s) selected by You at the time of registration through the third party payment gateway at the end of the free trial period, if applicable unless You cancel a Subscription(s) before the end of the free trial period.\nThe cancellation of a Subscription can be done through the \"My Account\" section of the Site.\nIt may take a few days for Your payment made to Novi to be reflected in your \"My Account\" section.</p>\n<p>&nbsp;</p>\n<p>In case You cancel any Subscription before the end of the free trial period, You will not be entitled to any compensation monetary or otherwise from Novi for the unutilized period of free trial.</p>\n<p>&nbsp;</p>\n<p>You cannot change your Payment Method during the tenure of your Subscription(s).\nIf Your selected Payment Method is no longer available or expires or Your Payment Method fails for whatsoever reason, You will be responsible and liable for any uncollected amounts and Novi reserves the right to terminate the Subscription(s) offered to You.</p>\n<p>&nbsp;</p>\n<p>The Subscription Fee for a particular Subscription will be billed at the beginning of the Subscription membership or at the end of free trial period, as applicable and on each subsequent renewal automatically (as per the Subscription plan chosen by You) unless and until You cancel Your Subscription(s) or the Subscription(s) &nbsp;is otherwise suspended or discontinued pursuant to these Terms.\nTo see the commencement date for Your next renewal period or to cancel Your subscription to the Subscription(s), You need to visit the \"My Account\" section on Your profile page.\nOn cancellation of a Subscription(s) You will be notified by Novi.</p>\n<p>&nbsp;</p>\n<p>Novi will be automatically billing as per Your Payment Method for each Subscription period on a monthly basis.\nHowever, if You change Your membership plan, this could result in changing the day on which You are billed and the amount which You are billed.\nFurther, on changing your existing Subscription plan to another, you would be required to pay the difference in rates (on a pro rata basis) for the new Subscription plan selected and would be billed as per the new Subscription plan from the next billing / renewal cycle.\nIn case the rate for the new Subscription plan is less than that of the existing Subscription plan, the difference in rates would be adjusted (on a pro rata basis) and you will be billed accordingly from the next billing / renewal cycle.\nNovi will notify you in advance of the change in the Subscription Fee payable.</p>\n<p>&nbsp;</p>\n<p>The new Subscription will be effective from the date on which you select such plan and make appropriate payments as necessary.</p>\n<p>&nbsp;</p>\n<p>In case of change in the Subscription Fee for a particular membership plan that is already opted by You, Novi will give You an advance notice of these changes.</p>\n<p>&nbsp;</p>\n<p>The Subscription Fees specified for each Subscription plan are inclusive of applicable taxes.</p>\n<p>&nbsp;</p>\n<p>The Subscription Fees billed are non-refundable irrespective of whether the Subscription have been availed by You or not.</p>\n<p>&nbsp;</p>\n<p>Any request for change or cancellation in any Subscription plan prior to the expiration of the current Subscription plan period will not entail You with a refund for any portion of the Subscription Fee paid by You for the unexpired period.</p>\n<p>&nbsp;</p>\n<p>You also understand and acknowledge that Novi only facilitates the third-party payment gateway for processing of payments.\nThis facility is managed by the third-party payment gateway provider and You are required to follow all the terms and conditions of such third-party payment gateway provider.</p>\n<p>&nbsp;</p>\n<p>You are responsible for the accuracy and authenticity of the payment information provided by You, including the bank account number/credit card details and any other information requested during the subscription process.\nYou represent and warrant that you have the right to use any credit card or other payment information that you submit.\nYou agree and acknowledge that Novi shall not be liable and in no way be held responsible for any losses whatsoever, whether direct, indirect, incidental or consequential, including without limitation any losses due to delay in processing of payment instruction or any credit card fraud.</p>\n<p>&nbsp;</p>\n<p>You can access the status of Your Subscription anytime through the \"My Account\" section on Your profile page.</p>\n<p>You can file any complaint related to payment processing on the Site and the same will be forwarded to the concerned third-party payment gateway provider for redressal.</p>\n<p>&nbsp;</p>\n<p>Upon payment through any of the Payment Modes and confirmation of receipt of such payment from the payment gateway provider, an invoice will be made available to You in the \"MY Account\" section which can be downloaded by You in pdf format.</p>\n<p>&nbsp;</p>\n<p>Upon payment being received by Novi through any of the Payment Method, Novi shall make the relevant Subscription available to You through any of the approved modes of delivery that Novi adopts.</p>\n<p>&nbsp;</p>\n<p>It is hereby clarified that the Subscription(s) offered to You are offered by Novi and not by any third party including any payment gateway service providers.</p>\n<p>&nbsp;</p>\n<p>Novi reserves the right to change, terminate or otherwise amend the Subscription plans, Subscription Fees for the Subscription and billing cycles at its sole discretion and at any time.\nSuch amendments shall be effective upon posting on the Site and Your continued use of the Service shall be deemed to be Your conclusive acceptance of such amendments.</p>\n<p>&nbsp;</p>\n<p>Novi reserves the right to change, supplement, alter or remove any of the Content that is subject to a Subscription Fee as it deems fit.\nNovi does not guarantee the availability of a specific Content or a minimum Content that is subject to a Subscription Fee.</p>\n<p>&nbsp;</p>\n<p>Post cancellation of Your Subscription, if you wish to re-subscribe to the Subscription, you may do so from Your \"My Account\" page.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Social Feed</strong>\n</p>\n<p>The Social Feed will be made available on the Site at Novi’s discretion to enable a User to participate in any contest or competition or share his/her views, comments, pictures and / or videos (“<strong>Social Posts</strong>”) with the other like-minded Users on the Site for an immersive playing and entertainment experience.&nbsp;You can also invite Your friends to participate in the Social Feed.\nFor this, You will require to permit Novi to access Your contacts List.\nFriends (i.e.\nusers who also have your number in their phonebook or those who have accepted your invitation) will be able to see inter alia your Social Posts tagged as private contact or by any other suitable name.\nIf you have participated in any contest or competition in the Social Feed, Your friends will also be able to see your scores and/or progress in such contest/competition.</p>\n<p>The Social Feed is a place for likeminded User(s) to come together as a community and share Social Posts related to the Content and topics associated to the Content alongside which, the Social Feed is made available.\nNovi may by automated means or manually screen and moderate some or all Social Posts and reserves the right to reject or take down any Social Post which in Novi’s sole opinion is inappropriate or does not pertain to the Content or topics associated to the Content.\nNovi’s decision in this regard will be final and binding on all User’s and Novi will not be responsible or liable for any claims regarding the exercise of the Novi’s discretion in this regard.&nbsp;</p>\n<p>Whether or not your Social Posts are made in combination with Novi’s preinstalled template content (such preinstalled template content is referred to as “Social Components”, your Social Posts are considered as newly created audio-visual electronic records for which you are the publisher.\nAn non-exhaustive list of content and /or Social Post that may be rejected by Novi is as follows: post or content which may cause any harm to religious sentiments, post or content that is political in nature, obscene, vulgar, derogatory remarks, hate speech, rumours or fake news, harassment, abuse, flooding, spamming, inciting violence or threatening, objects that disturb national harmony, racist or sexist remarks, potentially objectionable subject matter such as criminal behaviour, illegal activities, nudity, sex, profanity, out of context comments, disrespecting the nation, armed forces or any other matters which are perceived to be not in the interest of the general public or may cause harm in any nature or are distasteful, irrespective of any language used whatsoever will be restricted / filtered by Novi on a best effort basis.&nbsp;In addition to the restrictions set forth above, You agree not to share any information /material/Social Post that:</p>\n<ul>\n<li>belongs to another person and to which the Participant does not have any right to;&nbsp;</li>\n<li>is grossly harmful, harassing, blasphemous, defamatory, obscene, pornographic, paedophilic, libellous, invasive of another's privacy, hateful, or racially, ethnically objectionable, disparaging, relating or encouraging money laundering or gambling, or otherwise unlawful in any manner whatsoever;&nbsp;</li>\n<li>harms minors in any way;&nbsp;</li>\n<li>infringes any patent, trademark, design, copyright or other proprietary rights;&nbsp;</li>\n<li>violates any law for the time being in force;</li>\n<li>deceives or misleads the addressee about the origin of such messages or communicates any information which is grossly offensive or menacing in nature;&nbsp;</li>\n<li>impersonates another person;&nbsp;</li>\n<li>contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer resource;&nbsp;</li>\n<li>threatens the unity, integrity, defense, security or sovereignty of India, friendly relations with foreign states, or public order or causes incitement to the commission of any cognizable offence or prevents investigation of any offence or is insulting any other nation.\nThe Participant also represents and warrants that the posting of his / her Social Posts does not violate any right of any party, including privacy rights, publicity rights, and intellectual property rights.</li>\n</ul>\n<p>Novi hereby grants you a revocable, non-exclusive, royalty-free, and worldwide license to use, modify, adapt, reproduce, make derivative works of, publish, and/or transmit the Social Components solely for the purpose of creating and making available your Social Posts on the Site.\nYou retain all of your ownership rights in your content / Social Posts that you submit in the Social Feed.\nHowever, by submitting Social Posts, You hereby grant to Novi and its affiliates, a royalty-free, worldwide, perpetual, non-exclusive, sub-licensable, and transferable license to use, reproduce, distribute, issue copies, make available, publicly communicate, adapt, create derivative works of, and display the content that you upload, share or provide in connection with Your use of the Social feed.\nYou also grant us the right, license and permission to use the contents of your Social Post in relation to the Site, topics associated therewith and for its promotion in any form whatsoever, without any compensation.</p>\n<p>By sharing Social Post in the Social Feed, the You undertake and confirm that you have all the rights, title and interest in and to the content of the Social Post being shared by You (including to any images or any content that may be protected by intellectual property rights).\nYou further understand agrees and acknowledge the said Social Post may be publicly displayed by Novi in the Social Feed to all Users who are engaging with the Social Feed.\n</p>\n<p>The views expressed by the User(s) on the Social Feed are solely their own and do not represent those of Novi, its associates and affiliates.\nNovi shall not be held liable or responsible for any kind of claims, damages, outrage arising due to the comments, pictures or videos posted by the User(s) on the Site.\nAdditionally, Novi shall not be held liable or responsible for any violation of Intellectual Property rights that may arise out of any content posted by the users.&nbsp;</p>\n<p>Novi may cancel or discontinue the availability of the Social Feed and any decision in this matter shall be at the discretion of Novi and shall be final and binding.</p>\n<p>User(s) are not permitted to download any Social Posts or take screenshots of the same.\nDoing so will be in violation of the Terms.</p>\n<p>&nbsp;</p>\n<p>\n<b>Access and Use of the Services</b>\n</p>\n<p>&nbsp;</p>\n<p>Limited use:</p>\n<p>You are given a limited, non-exclusive, non-transferable (except in the case of a parent/legal guardian-minor relationship), non-sub-licensable, revocable permission to view the Site and avail the Service during the subsistence of Your Account with Novi for the territory of the world or limited territories as applicable in respect of specified Content and as set forth in these Terms and Conditions and no right, title or interest in any Content will be deemed transferred to You.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>By accessing or using the Services:</p>\n<p>&nbsp;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou confirm and warrant that all the data and information You supply to Novi and or any Novi's affiliates (\"<b>Registration Data</b>\") is and accurate in all respects.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou agree to promptly update Your Registration Data as necessary, so that Your Registration Data remains accurate at all times.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nNovi may temporarily suspend your access to the whole or any part of the Services, where Novi in its discretion considers that it is reasonably necessary.\nWhere possible, Novi will give You as much notice of any interruption of access to the Services as is reasonably practicable.\nNovi will use reasonable efforts to restore access to the Services as soon as reasonably practicable after temporary suspension.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou agree that Novi shall be under no liability whatsoever to You in the event of non-availability of the Site or any portion thereof occasioned by Act of God, war, disease, revolution, riot, civil commotion, strike, lockout, flood, fire, satellite failure, failure of any public utility, man-made disaster, satellite failure or any other cause whatsoever beyond the control of Novi.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou acknowledge and agree not to either directly or through the use of any device, software, internet site, web-based service, or other means remove, alter, bypass, avoid, interfere with, violate, or circumvent any patent.\ntrade secret.\ncopyright, trademark, or other proprietary notice marked on the Content or any digital rights management mechanism or device.\nany content protection or access control measure associated with the Content, including geo-filtering mechanisms.\nprivacy.\npublicity.\nor other proprietary right under applicable law.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou agree not to either directly or through the use of any device, software, internet site, web-based service, or other means copy, download, capture, reproduce, duplicate, archive, distribute, upload, publish, modify, translate, broadcast, perform, display, sell, transmit or retransmit the Content or create any work or material that is derived from or based on the Content.\nThis prohibition applies regardless of whether such derivative works or materials are sold, bartered, or given away.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou agree that Novi and/or its affiliates or licensors owns and/or retains all rights to the Services and the Content throughout the territory of the world in perpetuity.\nYou further agree that the Content You access and view as part of the Services is owned or controlled by Novi, its affiliates and or its licensors.\nThe Services and the Content are protected by copyright, trademark, design, patent, trade secret, and other intellectual property laws.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou agree that third parties and/or its affiliates or licensors owns and/or retains all rights to the Third Party Content.\nThe Third Party Content are protected by copyright, trademark, design, patent, trade secret, and other intellectual property laws.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nExcept as provided in these Terms (or otherwise expressly provided by Novi), You may not copy, download, stream capture, reproduce, duplicate, archive, upload, modify, translate, publish, broadcast, transmit, retransmit, distribute, perform, display, sell, frame or deep-link, make available, or otherwise use any Content contained in the Services.\nYou further agree not to use the Services to:</p>\n<p>- Post, upload or otherwise transmit or link to Content that is: unlawful.\nthreatening.\nabusive.\nobscene.\nvulgar.\nsexually explicit.\npornographic or inclusive of nudity.\noffensive.\nexcessively violent.\ninvasive of another's privacy, publicity, contract or other rights.\ntortious.\nfalse or misleading.\ndefamatory.\nlibelous.\nhateful.\nor discriminatory;</p>\n<p>- Harass or harm another person;</p>\n<p>- Exploit or endanger a minor;</p>\n<p>- Impersonate or attempt to impersonate any person or entity;</p>\n<p>- Violate any patent, trademark, trade secret, copyright, privacy, publicity or other proprietary right;</p>\n<p>- Introduce or engage in activity that involves the use of viruses, software disabling codes, bots, worms, or any other computer code, files or programs that interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment, or otherwise permit the unauthorized use of or access to a computer or a computer network;</p>\n<p>- Attempt to decipher, decompile, disassemble or reverse engineer any of the software, applications and/or any element comprising the Site, the application for accessing the Content, or the Services;</p>\n<p>- Interfere with, damage, disable, disrupt, impair, create an undue burden on, or gain unauthorized access to the Services, including Novi's servers, networks or accounts;</p>\n<p>- Cover, remove, disable, manipulate, block or obscure advertisements or other portions of the Services or the Content;</p>\n<p>- Delete or revise any information provided by or pertaining to any other user of the Services.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUse technology or any automated system such as scripts, spiders, offline readers or bots in order to collect or disseminate usernames, passwords, email addresses or other data from the Services, or to circumvent, delete, deactivate, decompile, reverse engineer, disassemble or modify any security technology or software that is part of the Services or the Site;</p>\n<p>- Send or cause to send (directly or indirectly) unsolicited bulk messages or other unsolicited bulk communications of any kind through the Services.\nIf You do so, You acknowledge You will have caused substantial harm to Novi, but that the amount of harm would be extremely difficult to measure.\nAs a reasonable estimation of such harm, and by way of liquidated damages and not as a penalty, You agree to pay Company INR 500 (Indian rupees five hundred only) for each actual or intended recipient of such communication without prejudice to any other rights of action that Novi may have against You in law or equity;</p>\n<p>- Solicit, collect or request any personal information for commercial or unlawful purposes;</p>\n<p>- Post, upload or otherwise transmit an image or video of another person without that person's consent;</p>\n<p>- Engage in commercial activity (including but not limited to advertisements or solicitations of business.\nsales.\ncontests.\nsweepstakes.\ncreating, recreating, distributing or advertising an index of any significant portion of the Content.\nor building a business using the Content) without Novi's prior written consent;</p>\n<p>- Use technology or other means to access, index, frame, or link to the Site (including the Content) that is not authorized by Novi;</p>\n<p>- Access the Site/application/Service (including the Content) through any automated means, including \"robots,\" \"spiders,\" or \"offline readers\" (other than by individually performed searches on publicly accessible search engines for the sole purpose of, and solely to the extent necessary for, creating publicly available search indices – but not caches or archives – of the Site and excluding those search engines or indices that host, promote, or link primarily to infringing or unauthorized content);</p>\n<p>- Use the Services to advertise or promote competing services;</p>\n<p>- Use the Services in a manner inconsistent with any and all applicable law;</p>\n<p>- Attempt, facilitate, induce, aid and abet, or encourage others to do any of the foregoing.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou are responsible for the security and proper use of Your unique user ID and password that You enter while registering on the Site or on the Partner's website or application and must take all necessary steps to ensure that they are kept confidential, used properly, and not disclosed to unauthorized people.\nYou are responsible for any use of your user ID and password.\nYou must promptly notify Novi if you become aware of any confidentiality breach or unauthorized use of your user account..</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou agree that Your use of the Services and the Content may give You the opportunity to view, publish, transmit, submit posts and/or comment in accordance with these Terms and Conditions.\nYou agree that You will not misuse the Content and/or other user material You access and view as part of the Service, including without limitation, download/store the Content by illegal/non-permitted means, or infringe any of Novi's/ or its licensor's / or third party’s copyright, trademark design, patent, and other intellectual property including any rights of Novi or its licensors or any third party subsisting in the Content.\nYou further agree that You will not copy/record/edit/modify any of the Content You access and view as part of the Service, for any purpose, and/or copy/record/edit/modify any Content including video, images etc., by using any means including software, spyware, etc., for any purpose whatsoever.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou further agree that You shall not post, publish, transfer, upload, transmit or submit any of the Content, including without limitation videos, images, comments, User Material (defined below) or articles, of the Site on any other website, webpage or software, whatsoever.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou agree that the Content provided on the Site is strictly for Your private viewing only and not for public exhibition irrespective of whether the public is charged for such exhibition or not.\nYou hereby agree to refrain from further broadcasting or making available the Content provided on the Site to any other person(s), or in any manner communicate such Content to the public.</p>\n<p>&nbsp;</p>\n<p>In case the Site allows You to download or stream any of the Content therein, You agree that You will not use, sell, transfer or transmit the Content to any person or upload the Content on any other website, webpage or software, which may violate/cause damages or injuries to any rights of Novi or its affiliates or any third party including privacy rights, publicity rights, and intellectual property rights.</p>\n<p>&nbsp;</p>\n<p>You may encounter third party applications while using the Site including, without limitation, websites, widgets, software, services that interact with the Site.\nYour use of these third-party applications shall be subject to such third-party terms of use or license terms.\nNovi shall not be liable for any representations or warranties or obligations made by such third-party applications to You under contract or law.</p>\n<p>&nbsp;</p>\n<p>\n<b>Termination of Service</b>\n</p>\n<p>&nbsp;</p>\n<p>Novi reserves the right to immediately terminate, suspend, limit, or restrict Your account or Your use of the Services or access to Content at any time, without notice or liability, if Novi so determines in its sole discretion, for any reason whatsoever, including that You have breached these Terms and Conditions, the Privacy Policy, violated any law, rule, or regulation, engaged in any inappropriate conduct, provided false or inaccurate information, or for any other reason.\nYou hereby agree and consent to the above and agree and acknowledge that Novi can, at its sole discretion, exercise its right in relation to any or all of the above, and that Novi, its directors, officers, employees, affiliates, agents, contractors, principals or licensors shall not be liable in any manner for the same.\nand You hereby agree, acknowledge and consent to the same.\nYou hereby also agree that Novi shall not refund any amounts that you may have paid to access and/or use the Services.</p>\n<p>&nbsp;</p>\n<p>\n<b>User Reviews, Comments and Other Material</b>\n</p>\n<p>&nbsp;</p>\n<p>You may have an opportunity to publish, transmit, submit, or otherwise post (collectively, \"<b>Post</b>\") only reviews or comments or photos or videos on the Site (collectively, \"<b>User Material</b>\").\nAs it concerns User Material, without prejudice to Your obligation to otherwise comply with applicable laws during the course of using the Services, You agree to hereby comply with any and all applicable laws, as well as any other rules and restrictions that may be set forth herein or on the Site or Services.</p>\n<p>&nbsp;</p>\n<p>You agree that Novi shall have the right but have no obligation, to monitor User Material and to restrict or remove User Material that Novi may determine, in its sole discretion, is inappropriate or for any other reason.\nYou acknowledge that Novi reserves the right to investigate and take appropriate legal action against anyone who, in Novi's sole discretion, violates these Terms, including, but not limited to, terminating their account, terminate, suspend, limit, or use of the Services or access to Content and/or reporting such User Material, conduct, or activity, to law enforcement authorities, in addition to any other available remedies under law or equity.\nIn addition to the restrictions set forth above, You must adhere to the below terms and conditions and not host, display, upload, modify, publish, transmit, update or share any information /material/User Material that:</p>\n<p>&nbsp;</p>\n<p>(a) belongs to another person and to which You do not have any right to;</p>\n<p>(b) is grossly harmful, harassing, blasphemous, defamatory, obscene, pornographic, pedophilic, libelous, invasive of another's privacy, hateful, or racially, ethnically objectionable, disparaging, relating or encouraging money laundering or gambling, or otherwise unlawful in any manner whatsoever;</p>\n<p>(c) harms minors in any way;</p>\n<p>(d) infringes any patent, trademark, design, copyright or other proprietary rights;</p>\n<p>(e) violates any law for the time being in force;</p>\n<p>(f) deceives or misleads the addressee about the origin of such messages or communicates any information which is grossly offensive or menacing in nature;</p>\n<p>(g) impersonates another person;</p>\n<p>(h) contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer resource;</p>\n<p>(i) threatens the unity, integrity, defense, security or sovereignty of India, friendly relations with foreign states, or public order or causes incitement to the commission of any cognizable offence or prevents investigation of any offence or is insulting any other nation.\nYou also represent and warrant that the Posting of Your User Material does not violate any right of any party, including privacy rights, publicity rights, and intellectual property rights.</p>\n<p>&nbsp;</p>\n<p>You acknowledge that the User Material is not confidential and that You have no expectation of privacy in it.</p>\n<p>&nbsp;</p>\n<p>In no event does Novi assume any responsibility or liability whatsoever for any User Material, and You agree to waive any legal or equitable rights or remedies You may have against Novi with respect to such User Material.</p>\n<p>&nbsp;</p>\n<p>This Site may contain articles contributed by several individuals.\nThe views are exclusively their own and do not represent the views of Novi, affiliates and/ or its management.\nAll liability in respect of the above is excluded to the extent permitted by law including any implied terms.\nIndian law and jurisdiction apply with respect to contents of this Site.\n</p>\n<p>\n<b>Linked Destinations </b>\n</p>\n<p>&nbsp;</p>\n<p>Part of this Site/Service contains links to third party sites and third-party content.\nYou agree and acknowledge that Novi does not endorse or sponsor such third-party sites, content, advertising or other material on such third-party sites.</p>\n<p>&nbsp;</p>\n<p>If Novi provides links or pointers to other websites or destinations, You should not infer or assume that Novi operates, controls, or is otherwise connected with these other websites or destinations.\nWhen You click on a link within the Services, Novi will not warn You that You have left the Services and are subject to the terms and conditions (including privacy policies) of another website or destination.\nIn some cases, it may be less obvious than others that You have left the Services and reached another website or destination.\nPlease be careful to read the terms of use and privacy policy of any other website or destination before You provide any confidential information or engage in any transactions.\nYou should not rely on these Terms and Conditions and/or Privacy Policy to govern Your use of another website or destination.</p>\n<p>&nbsp;</p>\n<p>Novi is not responsible for the content or practices of any website or destination other than the Site, even if it links to the Site and even if the website or destination is operated by a company affiliated or otherwise connected with Novi.\nBy using the Services, You acknowledge and agree that Novi is not responsible or liable to You for any content or other materials hosted and served from any website or destination other than the Site.</p>\n<p>&nbsp;</p>\n<p>\n<b>Advertising</b>\n</p>\n<p>&nbsp;</p>\n<p>Novi expressly disclaim any liability arising out of the advertisements, usage or viewing of these products or services advertised on our Site or the (third party) content made available / hosted on the third-party sites.</p>\n<p>&nbsp;</p>\n<p>Novi takes no responsibility for advertisements or any third-party material posted on the Site nor does it take any responsibility for the products or services provided by advertisers.\nAny dealings You have with advertisers found while using the Services are between You and the advertiser, and You agree that Novi is not liable for any loss or claim that You may have against an advertiser.</p>\n<p>&nbsp;</p>\n<p>\n<b>Third Party Content</b>\n</p>\n<p>&nbsp;</p>\n<p>For Third Party Content, Novi’s role is limited to providing a communication platform along with hosting services to third parties, to enable the transmission of the Third Party Content directly from third parties to You.\nThe Third Party Content on the Site is directly uploaded onto the Site by third parties who avail of Novi’s hosting services, without any intervention from Novi in the uploading / transmission process.\nNovi’s role is that of an ‘intermediary’ as defined under the Information Technology Act, 2000 and the rules thereunder, with regard to the Third Party Content.\nBeing an intermediary, Novi has no responsibility and / or liability in respect of any Third Party Content on the Site, including for intellectual property rights infringement, defamation, obscenity or any other violation under applicable law.</p>\n<p>&nbsp;</p>\n<p>Third Party Content on the Site may include audio/video content and/or interactive content such as free-to-play games of skill that are casual/hyper-casual online games, developed or owned by the third parties (\"<b>Online Games</b>\").The Online Games will be run and made available over the Site and do not have to be separately downloaded or installed.</p>\n<p>&nbsp;</p>\n<p>When You play an Online Game, You agree and acknowledge that the Site does not create and/or broadcast any Online Games on its own accord and Novi is not responsible or liable for the content or accuracy of the Online Game, including copyrights, that may be accessed by You through the Site.\nPlease note that each Online Game may be subject to its own game rules and code of conduct.\nAny personal data provided by You or collected automatically when You use the Service relating to the Online Games will be governed by the Privacy Notice accessible at &nbsp;<u>www.hotstar.com/privacy-policy</u>&nbsp;.\nPlease note certain Third Party Content may be available only on limited and/or compatible devices.\nThe following general rules will apply when you access the Online Games on the Site:</p>\n<p>&nbsp;</p>\n<p>• &nbsp;&nbsp;These Online Games are strictly free-to-play and do not entail any monetary rewards or prizes and only entails a point accumulation system where applicable.</p>\n<p>• &nbsp;&nbsp;You have to sign up/log in using the available mechanisms in order to access the Online Games.</p>\n<p>• &nbsp;&nbsp;Users may receive achievements and game points (including bonus points, lifetime points and achievements) for every correct move or maneuver as per the rules and format of each game.</p>\n<p>• &nbsp;&nbsp;For each Online Game the reward points may be reset once a game is finished.</p>\n<p>• &nbsp;&nbsp;Certain lifetime points and achievements can be used on special games or events that may be announced by the Site.</p>\n<p>• &nbsp;&nbsp;The points-system for each Online Game is specified within the individual Online Game.</p>\n<p>• &nbsp;&nbsp;Users should note that some Online Games have a limited time before it ends, and Users may have to log in and play before the time is over.</p>\n<p>&nbsp;</p>\n<p>Novi does not endorse, market, advertise or publicize any Third Party Content on the Site and is not responsible or liable for any Third Party Content.\n</p>\n<p>&nbsp;</p>\n<p>Novi does not pre-screen the Third Party Content and has no obligation to monitor any Third Party Content.\nHence, Novi does not have actual or specific knowledge of any Third Party Content on the Site.\nHowever, Novi at its discretion and in accordance with applicable law may monitor any Third Party Content and may remove any Third Party Content from the Site if Novi determines in its sole discretion that such Third Party Content is in violation of this Agreement or any applicable law.\nNovi, at its discretion, may review the Third Party Content when, and only when, complaints are received from You.\nSuch actions do not in any manner negate or dilute Novi’s position as an intermediary or impose any liability on Novi with respect to Third Party Content.\n</p>\n<p>&nbsp;</p>\n<p>Novi will consider all communications, requests and suggestions sent by You and other members of the public provided that such communications are sent in a bona fide manner in good faith in the interest of the Site and public good.\nHowever, Novi is not under any obligation to act on any such communications, requests and suggestions or respond to anyone.\nNovi’s decision in this respect shall be final.\nSpecifically, if any such request relates to a request / demand to take down/ disable/ remove/ delete any Third Party Content in the Site, Novi is under no legal obligation to respond to or act on such requests.\nNovi will take such action as Novi is required to take under applicable law.\nIf there is any valid court order or administrative order issued requiring Novi to take any action, then Novi will comply with such court order or administrative order.</p>\n<p>&nbsp;</p>\n<p>\n<b>Support</b>\n</p>\n<p>&nbsp;</p>\n<p>1.\nSite or Services</p>\n<p>If You have any questions, complaints or claims with respect to the Site and/or Services and/or Content, then such correspondence should be directed to</p>\n<p>Novi Digital Entertainment Private Limited at –&nbsp;<u>hello@hotstar.com </u>\n</p>\n<p>&nbsp;</p>\n<p>2.\nContent</p>\n<p>If You have any concerns, complaints or grievances with respect to the Content, please contact the following identified officer from our CRM Team who will examine the complaint and take appropriate next steps.\n</p>\n<p>Name: Manu Anand</p>\n<p> Email Address: &nbsp;<u>hello@hotstar.com </u>\n</p>\n<p>You would be required to furnish relevant details pertaining to your concern, complaint or grievance, specifically including your user login ID, the title of the content, date of viewing and details / description of the alleged violation in the Content.</p>\n<p>&nbsp;</p>\n<p>3.\nUser Material</p>\n<p>If You have any complaints relating to any thirdparty User Material uploaded on the Site, then please contact&nbsp;<u>hello@hotstar.com </u>\n</p>\n<p>Your email, which must bear Your digital signature or a signed written complaint, should include the following information:</p>\n<p>\n</p>\n<p>1.\nDetails of the objectionable user material or content;</p>\n<p>2.\nDetails of the Basis of the objection;</p>\n<p>3.\nWhat relief is being requested;</p>\n<p>4.\nAll other relevant information required by Novi to assess the complaint.</p>\n<p>Novi shall on examination of the complaint take all reasonable measures, including taking down the objectionable User Material expeditiously in accordance with applicable law.\nYou agree and acknowledge that Novi's responsibility in relation to objectionable User Material is limited to removing them post receipt of Your objections in accordance with these Terms of Use and Novi shall not be responsible or liable for any other damages or losses incurred by You of any nature whatsoever.</p>\n<p>\n<b>Disclaimer of Warranties</b>\n</p>\n<p>&nbsp;</p>\n<p>You agree that use of the Services and the access to the Site is at Your own risk.\nThe Services including the Site, the Content, the Online Games, the video player, User Material and any other materials contained on or provided through the Site are provided \"AS IS\" and, to the fullest extent permitted by law, are provided without warranties of any kind, either express or implied.\nWithout limiting the foregoing, Novi does not make any warranties of fitness for a particular purpose, title, merchantability, completeness, availability, security, compatibility or non-infringement.\nor that the Services will be uninterrupted, free of viruses, malware or other harmful components, accurate, error free or reliable.</p>\n<p>&nbsp;</p>\n<p>\n<b>Limitation of Liability</b>\n</p>\n<p>&nbsp;</p>\n<p>IN NO CASE SHALL NOVI, ITS DIRECTORS, OFFICERS, EMPLOYEES, AFFILIATES, AGENTS, CONTRACTORS, PRINCIPALS, OR LICENSORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, SPECIAL, OR CONSEQUENTIAL DAMAGES ARISING FROM YOUR USE OF THE SERVICES OR ANY CONTENT OR MATERIAL THEREOF OR FOR ANY OTHER CLAIM RELATED IN ANY WAY TO YOUR ACCESS OF THE SITE OR USE OF THE SERVICES OR ANY CONTENT OR MATERIAL THEREOF, INCLUDING, BUT NOT LIMITED TO, ANY ERRORS OR OMISSIONS IN ANY CONTENT OR MATERIAL, OR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF THE SERVICES OR ANY CONTENT OR MATERIAL THEREOF, EVEN IF ADVISED OF THEIR POSSIBILITY.\nNOVI’S MONETARY LIABILITY FOR THE SERVICES OR THE CONTENT OR MATERIAL THEREOF ON THE SITE SHALL BE LIMITED TO INR 1000.\nWHERE THE LAWS DO NOT ALLOW THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH JURISDICTIONS, NOVI'S LIABILITY SHALL BE LIMITED TO THE EXTENT PERMITTED BY LAW.\n</p>\n<p>\n<b>Indemnity</b>\n</p>\n<p>&nbsp;</p>\n<p>You agree to defend, indemnify and hold harmless Novi, its affiliates, officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorneys' fees) arising from: (i) Your use of and access to the Services.\n(ii) Your violation of any term of these Terms and Conditions.\n(iii) Your violation of any third party right, including without limitation any publicity, privacy, or intellectual property right.\n(iv) Your breach of any applicable laws.\nand (v) any unauthorized, improper, illegal or wrongful use of Your Account by any person, including a third party, whether or not authorized or permitted by You.\nThis indemnification obligation will survive the expiry or termination of these Terms and Conditions and Your use of the Service.</p>\n<p>&nbsp;</p>\n<p>\n<b>Governing Law and Jurisdiction</b>\n</p>\n<p>&nbsp;</p>\n<p>The relationship between You and Novi shall be governed by the laws of India without regard to its conflict of law provisions and for resolution of any dispute arising out of Your use of the Services.\nNotwithstanding the foregoing, You agree that (i) Novi has the right to bring any proceedings before any court/forum of competent jurisdiction and You irrevocably submit to the jurisdiction of such courts or forum.\nand (ii) any proceeding brought by You shall be exclusively before the courts at Mumbai, India.</p>\n<p>&nbsp;</p>\n<p>\n<b>Severability</b>\n</p>\n<p>&nbsp;</p>\n<p>If any provision of these Terms and Conditions is held invalid, void, or unenforceable, then that provision shall be considered severable from the remaining provisions, and the remaining provisions given full force and effect.</p>\n<p>&nbsp;</p>\n<p>\n<b>Changes</b>\n</p>\n<p>&nbsp;</p>\n<p>Novi reserves the right, at any time and from time to time, without prior notice to You, to update, revise, supplement, and otherwise modify these Terms of Use and to impose new or additional rules, policies, terms, or conditions on Your use of the Service.\nAny updates, revisions, supplements, modifications, and additional rules, policies, terms, and conditions (collectively referred to in this Terms of Use as \"Revised Terms\") will be posted on the Site and will be effective immediately after such posting.\nWe recommend that you periodically check the Site for the Revised Terms Your continued use of the Services will be deemed to constitute Your acceptance of any and all such Revised Terms.</p>\n<p>&nbsp;</p>\n<p>\n<b>Survival</b>\n</p>\n<p>&nbsp;</p>\n<p>You acknowledge that Your representations, undertakings, and warranties and the clauses relating to indemnities, limitation of liability, grant of license, governing law, confidentiality shall survive the efflux of time and the termination of these Terms and Conditions.</p>\n<p>&nbsp;</p>\n<p>\n<b>Entire Agreement</b>\n</p>\n<p>&nbsp;</p>\n<p>These Terms and Conditions and Privacy Policy constitute the entire agreement between You and Novi governing Your use of the Services, superseding any prior agreements between You and Novi regarding such use.\nFurther, Your acceptance of these Terms constitutes a valid and binding agreement between You and Novi.\nShould these Terms require to be stamped under any applicable stamp duty laws, You should bear such stamp duty payable and comply with relevant stamping obligations.</p>\n<p>&nbsp;</p>\n<p>\n<b>Home Dancer Terms and Conditions</b>\n</p>\n<p>Home Dancer Terms and Conditions</p>\n<p>Home Dancer Voting Rules</p>\n<p>Home Dancer Parental Consent</p>\n<p>\n<b>Referral Program Terms and Conditions</b>\n</p>\n<p>Referral Program Terms and Conditions</p>\n<p>\n<b>Meet and Greet with RJ Balaji - Terms &amp.\nConditions</b>\n</p>\n<p>Meet and Greet with RJ Balaji - Terms &amp.\nConditions</p> ", "created_at": "2021-05-01 19:02:04.841634", "updated_at": "2021-05-01 19:06:22.994122"}, {"id": 5580, "name": "Privacy Policy", "url": "https://www.hotstar.com/us/privacy-policy", "xpath": "/html/body/div[1]/div[2]/div/div[1]/div[2]", "text": "Privacy Policy Privacy policy <p>\n<strong>The Walt Disney Company has acquired certain 21st Century Fox businesses, including those providing the services described below.\nThis policy has been updated to reflect that transaction.</strong>\n</p>\n<p> Last updated: 11th March 2020 </p>\n<p>Table of contents:</p>\n<ol>\n<li>Introduction</li>\n<li> Collection Of Information And Use </li>\n<li> Information Sharing And Disclosure </li>\n<li> Compliance With Laws And Law Enforcement </li>\n<li>Business Transfers</li>\n<li>Email Policies</li>\n<li>Data Security</li>\n<li>Data Retention</li>\n<li>Deleting Your Information</li>\n<li>Access And Your Choices</li>\n<li> Links To Other Sites / Financial Data </li>\n<li>Cross-Border Transfer</li>\n<li>Children</li>\n<li>Changes In Privacy Policy</li>\n<li>Phishing</li>\n<li>Contact us</li>\n<li>Grievance Officer</li>\n<li>YOUR CALIFORNIA PRIVACY RIGHTS (vide California Consumer Privacy Act “CCPA”)</li>\n</ol>\n<p>\n</p> 1.\nIntroduction <p> This Privacy Policy covers the information 21st Century Fox Star US LLC (\"Star US\") ( \"We\" or \"Us\") collects from the user(s) (\"User(s)\" or \"You\") of www.hotstar.com/us (\"Website\") and any associated mobile sites, applications (\"Apps\") and/or the Services provided by Us on the Website (as defined in the Terms of Use of the Website – \"Terms of Use\"), which Services can be used or accessed on the Site (as defined in the Terms of Use).\n</p>\n<p> This Privacy Policy should be read in conjunction and together with the Terms of Use available at Terms of Use.\nYour information is collected if You register with the Website, access the Website or take any other action on the Website.\nThe term ‘Personal Information’ refers to information that identifies You as an individual or relates to an identifiable individual.\nThe term ‘Other Information’ refers to information that does not reveal Your specific identity or does not directly relate to an identifiable individual.\nYour use of Our services offered on the Website is constructed to mean that You consent to Our collection, storage, processing and transfer of Your Personal Information and Other Information in accordance with this Privacy Policy and You consent to the terms and conditions of this Privacy Policy.\n</p>\n<p>Here are our privacy principles:</p>\n<ul>\n<li>Providing information to us is Your choice.</li>\n<li> You can choose to have the Personal Information provided by You deleted.\n</li>\n<li> You always have the ability to opt-out of receiving marketing communications from us.\n</li>\n</ul>\n<p>\n</p> 2.\nCollection of Information and Use <p> The Personal Information and Other Information which You may provide to Us or Our service providers or which We may collect may include the following: </p>\n<ol>\n<li> Your Registration Details, Which May Include Your Name, Email Address, Mobile/Contact Details, Age, Gender, Password, Location, Occupation Provided By You.\n</li>\n<li> Your Billing, Tax Registration, And Other Information Pertaining To Your Transactions On The Site Or Related To The Services.\n</li>\n<li> You May In Some Cases Provide Us With Your Debit Or Credit Card Details Or Other Bank Account Details, For Example In Order To Access Any Services Offered On The Site On A Subscription Model.\n</li>\n<li> Your Comments, Pictures, Video Or Other Content (As Defined In The Terms Of Use) That You Publicly Post Or Share On The Site.\n</li>\n<li> If You Access Or Engage With The Site Or Services Associated With The Site Through A Social Media Service, We May Collect Your User ID Or User Name, Any Information You Have Permitted The Social Media Service To Share With Us, And Any Information You Have Made Public With The Social Media Service.\n</li>\n<li> Your Usage Behavior Of The Site Or Interests, Purchasing Behavior, Other Traceable Activities Online, On Apps And On Mobile Such As Destinations Visited, Viewed Advertisements Or Content Consumed.\n</li>\n<li> Details Of The Computer System Or Computer Network Which You Use To Visit The Site And Undertake Any Activity On The Site, Such As A Unique Device Identifier, User Behavior From Web Based Cookies, Session Identifiers From Device ID, Commercial Available Services And Data Aggregator Platforms.\n</li>\n<li>User Preferences (E.G.\nPreferred Language Settings).</li>\n<li> IP Address, Operating System, Browser Type, Application Installation Related Information, Browser Version, Browser Configuration, Name Of Internet Service Provider, And Other Types Of Computer And Connection Related Information Relevant To Identifying Your Type Of Device, Connecting To The Site, Enabling Data Exchange With You And Your Device, And Ensuring A Convenient Use Of The Site.\n</li>\n<li> The Uniform Resource Locator (URL) And IP Address Of The Website From Which You Accessed, Or Were Directed To, Our Site Including Date And Time.\n</li>\n<li> Subpages Visited While On Our Site, Links Followed On The Site, Including Date And Time.\n</li>\n<li> The Full URL Click Stream To, Through And From The Site, Including Date And Time.\n</li>\n<li>Service Requests And Orders Placed.</li>\n<li>Transaction History, Including Open And Completed Transactions.</li>\n<li>Search Terms Entered.</li>\n<li>Services/Products Viewed Or Searched For On The Site.</li>\n<li>Shopping Cart And Payment Information.</li>\n<li> Information Collected By Cookies Or Similar Technologies (As Described In The Next Paragraph).\n</li>\n<li> Newsletter Subscriptions, Enrolment For Promotions, Use Of Special Offers, Etc.\n</li>\n<li>Consents, Authorizations, Etc.\nGranted.</li>\n<li> Survey Answers, Reviews, Ratings And Other Types Of Feedback Provided.\n</li>\n<li> Content Of Any Communication Sent Through The Site Including Any Information Posted In Social Communities On The Site Or Otherwise Shared With The Platform And/Or Other Users, As Well As Chat Messages And Chat Transcripts.\n</li>\n<li>Information On Software Downloaded From The Site.</li>\n<li> Any Other Information That You Enter On, Or Upload To, The Site (E.G.\nContent That You Fill Into An Online Form, A Photo That You Upload).\n</li>\n</ol>\n<br>\n<p> Our primary purposes in collecting information, including Personal Information, from and about You is to allow You to use the Site and various features and Services on or in relation to the Site or any Sites contacted by You for any Services provided by the Platform or its affiliates or its various service providers or Platform business partners and advertisers.\nto communicate with You and request your feedback in relation to Your use the Site or Services using any contact information that you have provided, including to provide transactional emails.\nto record Your information and details as permitted and required under applicable laws, statutory direction or judiciary orders.\nto serve various promotion materials and advertising materials to You.\nto personalize your experience on the Website/App, to the extent permitted by law.\nand such other uses as provided in the Terms of Use and this Privacy Policy or with Your consent, which may be express or implied.\n</p>\n<p> To the extent permitted by law, We may also use Personal Information for content recommendations or to provide You with information, direct marketing (including by email, SMS or otherwise), push notifications, online and offline advertising and other materials regarding products, services and other offers from time to time in connection with the Platform or its parent, subsidiary and affiliated companies (\"Platform Entities\") and its joint ventures.\n</p>\n<p> Platform and our service providers may use the information we collect from and about you as described in this Privacy Policy to deliver relevant ads to you when you use the Services or another service (on any of your devices).\nAs noted above, third-party advertising networks and advertisers may use cookies and similar technologies to collect and track information such as demographic information, inferred interests, aggregated information, and information about the different devices you use and your activity on such devices, to assist them in delivering advertising that is more relevant to your interests.\nThe information may also be used to deliver more relevant advertising to you across marketing channels, including email.\nTo find out more about third-party advertising networks and similar entities that use these technologies, see www.aboutads.info.\nIf you would like to opt-out of such ad networks’ and services’ advertising practices on the particular device on which you are accessing this policy, go to http://optout.aboutads.info/ to opt-out in desktop and mobile web browsers.\nYou may download the AppChoices app at www.aboutads.info/appchoices to opt-out in mobile apps.\n</p>\n<p> We may also collect Other Information or Personal Information to track User behavior and preferences for internal analytics of all Users of the Website.\nWe may also use your information: (i) to evaluate your eligibility for certain types of offers, products or services.\n(ii) to perform analytics and conduct customer research, including general market research or surveying our customers' needs and opinions on specific issues, generating sales and traffic patterns, and to analyze advertising effectiveness, both on an anonymous basis (e.g., by aggregating data) or on an individual basis (if legally permissible).\nThis Personal Information or Other Information is collected through the use of server log files and tracking technologies to collect and analyze certain types of technical information and may include cookies and web beacons.\nIf You do not consent to the use of cookies and/or device session tracking by Us, You may at any time adjust Your browser settings and/or delete and/or disable the cookies.\nHowever, please note that should You choose to delete/ disable the use of cookies or other tracking technologies on Your computer, certain sections of the Website and/or Services may not be available to You.\n</p>\n<p> We may use Adobe Flash technology (including Flash Local Shared Objects or \"Flash LSOs\") and other technologies to, among other things, collect and store information about Your use of the Website.\nIf You do not want Flash LSOs stored on your computer, You can adjust the settings of Your Flash player to block Flash LSO storage using the tools contained in the Website Storage Settings Panel.\nYou can also control Flash LSOs by going to the Global Storage Settings Panel and following the instructions (which may include instructions that explain, for example, how to delete existing Flash LSOs (referred to as \"information\" on the Macromedia site), how to prevent Flash LSOs from being placed on Your computer without Your being asked, and (for Flash Player 8 and later) how to block Flash LSOs that are not being delivered by the operator of the page You are on at the time).\nPlease note that setting the Flash Player to restrict or limit acceptance of Flash LSOs may reduce or impede the functionality of some Flash applications, including those used in connection with the Website.\n</p>\n<p> We may combine Your Personal Information and Other Information and information collected from tracking technologies and aggregate it with information collected from other Users using Our Website to attempt to provide You with the Services and a better experience on the Website.\n</p>\n<p> You understand, agree and acknowledge that Our collection, storage and processing of Your Personal Information and Other Information is for a lawful purpose connected with a function or activity of the Platform Entities and their joint ventures.\nYou further understand, agree and acknowledge that Your Personal Information which is classified as sensitive information as per applicable laws is necessary for Us to provide various services on its Website to You and for Your usage of the Website and other services provided by Us in relation to the Website and you affirmatively consent to its collection, storage, transfer and processing.\n</p>\n<p>\n</p> 3.\nInformation Sharing and Disclosure <p> We take commercially reasonable steps designed to prevent the unauthorized disclosure of Your Personal Information.\nWe may share Your Personal Information with the&nbsp;Platform Entities https://www.thewaltdisneycompany.com/, joint ventures, business partners, agents or third parties for the purposes of the services provided by them or for any other marketing related activity undertaken by or on behalf of the Platform Entities and/or its joint ventures, and/or for the purposes of enhancing the quality of the services provided to You on the Website.\n</p>\n<p> We may share Your Personal Information with third-party service providers so that they may provide services to Us.\nWe shall endeavor that the third parties and agents engaged by us to whom we may provide access to Your Personal Information for the purposes set out herein are under an contractual obligation to protect such information in accordance with the same standard as the Platform has agreed to be subject to in this Privacy Policy </p>\n<p> We may disclose Your Personal Information as We deem necessary for You to enter into commercial transactions with the Website.\nRecipients of your Personal Information may be located in any country.\nAs explained below under \"Cross-Border Transfer,\" this may include countries where applicable data protection laws may be different from those of Your home country.\n</p>\n<p> You may disclose your Personal Information on message boards, chat, profile pages, blogs and other Website services to which you are able to post information and materials.\nAny information that You post will become public and may be available to other users and the general public.\nWe urge You to be very careful when deciding to disclose any information on the Website.\n</p>\n<p> We may use and disclose Other Information for any purpose, except where We are required to do otherwise under applicable law.\nIf we combine Other Information with Personal Information, We will treat the combined information as Personal Information as long as it is combined.\n</p>\n<p>\n</p> 4.\nCompliance with Laws and Law Enforcement <p> We may use and disclose Your Personal Information or Other Information as We believe to be necessary or appropriate: (a) under applicable law, which may include laws outside Your country of residence.\nand (b) to respond to requests from courts, law enforcement agencies, regulatory agencies, and other public and government authorities, which may include such authorities outside Your country of residence.\nWe will also use and disclose any information about You as We, in our sole discretion, believe necessary or appropriate to protect the property or rights of Us or a third party, to protect the safety of the public or any person, or to prevent or stop any illegal, unethical or legally actionable activity.\n</p>\n<p>\n</p> 5.\nBusiness Transfers <p> We may transfer or otherwise share some or all of Our assets, including Your Personal Information and Other Information, in connection with a merger, acquisition, reorganization or sale of assets or in the event of bankruptcy.\n</p>\n<p>\n</p> 6.\nEmail Policies <p> You have full control regarding which marketing emails You want to receive from Us.\nIf You decide at any time that You no longer wish to receive such communications from the Platform Entities, please follow the unsubscribe instructions provided in any of the marketing communications.\nPlease note that once We receive Your request, it may take an additional period of time for Your opt-out to become effective.\n</p>\n<p>\n</p> 7.\nData Security <p> We understand the importance of data security and We want Your user experience with Us to be as safe as possible.\nWe have implemented reasonable safeguards and precautions designed to protect Your Personal Information, including technical and organizational measures against unauthorized access, improper use, alteration, unlawful or accidental destruction, and accidental loss.\n</p>\n<p> Please understand that, while We strive to protect Your Personal Information against potential risks and exposures, there is no absolute security in the online sphere.\nAccordingly, We ask you to support Our IT security efforts by not disclosing any of Your Personal Information on Our website that is particularly sensitive or not required in the specific context.\nFurthermore, You can help Us protecting Your personal data by signing off when You finish using login-protected areas of the website.\n</p>\n<p> Please understand that, while We strive to protect Your Personal Information against potential risks and exposures, there is no absolute security in the online sphere.\nAccordingly, We ask you to support Our IT security efforts by not disclosing any of Your Personal Information on Our website that is particularly sensitive or not required in the specific context.\nFurthermore, You can help Us protecting Your personal data by signing off when You finish using login-protected areas of the website.\n</p>\n<p>\n</p> 8.\nData Retention <p> We retain Personal Information only for as long as We believe it to be necessary for purposes set out herein for which the Personal Information was collected, unless a longer retention period is required or permitted by law.\n</p>\n<p>\n</p> 9.\nDeleting Your Information <p> If You wish to have the Personal Information that You have provided to Us deleted, You can always do so by sending a request to Us on the e-mail id of our Customer Services department provided at the bottom of this page.\nPlease note that deletion of certain Personal Information may lead to cancellation of Your registration with the Site and/or Your access to certain features of the Site can be restricted and may also lead to complete cessation of Your Access to the Site.</p>\n<p>We may need to retain certain information for recordkeeping purposes and/or to complete any transactions that You began prior to requesting the deletion.\nThere may also be residual information that will remain within Our databases and other records, which will not be removed.</p>\n<p>\n</p>\n<p>\n</p> 10.\nAccess And Your Choices <p> If You would like to review and correct or update the Personal Information that You have previously provided to Us, You may contact us at: help@hotstar.com.\n</p>\n<p> In Your request, please make clear what Personal Information You would like to have changed.\nFor Your protection, We may only implement requests with respect to the information associated with the particular email address that You use to send us Your request, and We may need to verify Your identity before implementing Your request.\nWe will try to comply with Your request as soon as reasonably practicable.\n</p>\n<p> If You would prefer that on a going forward basis We not share Your Personal Information with the Platform Entities or third parties for their direct marketing purpose, You may opt out of such sharing by contacting Us at: help@hotstar.com.\n</p>\n<p>We do not respond to browser do-not-track signals at this time.</p>\n<p>\n</p> 11.\nLinks To Other Sites / Financial Data <p> We provide links to other websites and portals such as third party payment gateway providers for Your convenience and information (\"Other Websites\").\nFor instance, We may use third party payment gateway providers to process and facilitate the payment of Your Subscription Fee.\nPlease note that We do not directly collect any financial information such as Credit Card or Debit Card or Net Banking details from You.\nSuch Other Websites are not controlled by Us.\nWhen You visit such Other Websites, You do so at Your own risk.\nThese Other Websites may have their own privacy policies in place, which We recommend You review.</p>\n<p>While transacting with these Other Websites, You may provide Your financial information including Your bank account details, credit card account details or Your details pertaining to any payment settlement or pre-paid instrument service provider.\nYou understand, agree and acknowledge that the Site and We never receive Your financial and payment information from these Other Websites.\nYour Personal Information will be dealt with by these Other Websites in accordance with their respective privacy policies and other terms and conditions and We shall not be liable, accountable or responsible for Your Personal Information which You provide to these Other Websites.\n</p>\n<p>\n</p> 12.\nCross-Border Transfer <p> The Site is controlled and operated by Us from the United States and is not intended to subject us to the laws or jurisdiction of any province, state, country or territory other than that of the United States.\nYour information may be transferred to or maintained on computers, computer systems and computer resources located outside of Your state or country, including India, where the privacy laws may be different from those where You live and, if You choose to use the Site or provide information to Us, You agree to that transfer.\nIn certain circumstances, courts, law enforcement agencies, regulatory agencies, or security authorities in those countries may be entitled to access Your information.\n</p>\n<p>\n</p> 13.\nChildren <p> The Site is not directed to individuals under the age of thirteen (13), and We do not knowingly collect Personal Information from such children.\n</p>\n<p>\n</p> 14.\nChanges in Privacy Policy <p> From time to time We may update this Privacy Policy.\nYour continued use of Our Website and the Services constitutes Your acceptance of the then-current Privacy Policy and Terms of Use, so We encourage You to visit this page periodically to review any changes.\n</p>\n<p>\n</p> 15.\nPhishing <p> Identity theft and the practice currently known as \"phishing\" are of great concern to Us.\nSafeguarding information to help protect You from identity theft is a top priority.\nWe do not and will not, at any time, request Your credit card information or other sensitive identification information in a non-secure or unsolicited e-mail or telephone communication.\n</p>\n<p>\n</p> 16.\nContact Us <p> If You have any questions about this Privacy Policy, the practices of Platform or Your dealings with the Site, You can contact us at&nbsp;help@hotstar.com&nbsp;via the links at the bottom of the page or you can write and send a letter to us at the below address:</p>\n<p> 21st Century Fox Star US LLC<br> Avenues of Americas,<br> 22nd Floor, New York,<br> New York 10036 </p>\n<p>\n</p> 17.\nGrievance Officer <p> If You have any questions or grievance or want to delete or modify Your Personal Information, You shall mark Your correspondence (given under the heading \"Contact Us\") in the name of our Grievance Officer.\nAny communication which is not marked as such shall not be treated as a valid and binding communication for the purpose of this Privacy Policy and applicable laws with respect to this Privacy Policy.\n</p>\n<p>\n</p> 18.\nYOUR CALIFORNIA PRIVACY RIGHTS (vide California Consumer Privacy Act “CCPA”) <p>\n</p>\n<p>If you are a California resident, California Civil Code Section 1798.120 may permit you to “opt out” of the “sale” of your “personal information” to “third parties” (as those terms are defined in the CCPA).\nOur Privacy Policy describes the limited circumstances in which we may share your information with third parties outside Star US.</p>\n<p>If you are a California resident, California Civil Code Sections 1798.100 and 1798.105 permit you to make requests to access categories and specific pieces of personal information about you, as well as to request to delete personal information about you.\n</p>\n<p>\n</p>\n<ul>\n<li>To make such a request, please make a request to help@hotstar.com <p>If you are a California resident, California Civil Code Section 1798.83 permits you to request information regarding the disclosure of your personal information by Star US to third parties for the third parties’ direct marketing purposes.\nWe take great pride in the relationship of trust we have built with our guests over many years and we are dedicated to treating your personal information with care and respect.\n</p>\n</li>\n<li>To make such a request, please send an email to&nbsp;help@hotstar.com&nbsp;or write us: <p>\n<strong>CA Privacy Rights</strong>\n</p>\n<p> 21st Century Fox Star US LLC<br> Avenues of Americas,<br> 22nd Floor, New York,<br> New York 10036 </p>\n<p>If you are a California resident under the age of 18, and a registered user of any site where this policy is posted, California Business and Professions Code Section 22581 permits you to request and obtain removal of content or information you have publicly posted.</p>\n</li>\n<li>To make such a request, please send an email with a detailed description of the specific content or information to&nbsp;help@hotstar.com.\nPlease be aware that such a request does not ensure complete or comprehensive removal of the content or information you have posted and that there may be circumstances in which the law does not require or allow removal even if requested.\n</li>\n</ul>\n<p>\n</p> ", "created_at": "2021-05-01 19:02:04.141827", "updated_at": "2021-05-01 19:08:43.973582"}], "points": [], "urls": ["hotstar.com"]}}