{"error": 448, "message": "OK", "parameters": {"id": 2531, "name": "NBC News", "created_at": "2021-01-16 10:54:00.427733", "updated_at": "2021-08-02 09:22:25.71742", "wikipedia": "https://en.wikipedia.org/wiki/NBCNews.com", "keywords": null, "related": null, "slug": "nbc_news", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/2531.png", "url": "nbcuniversal.com,nbcnews.com,nbcsports.com", "documents": [{"id": 3515, "name": "Terms of Service", "url": "https://www.nbcnews.com/information/nbc-news-info/nbcuniversal-terms-service-n1232183", "xpath": "/html/body/div[2]/div[2]/div[5]/div/div/article/div/div[2]/div[1]/div", "text": "Effective date August 18, 2017<p>NBCUniversal Media, LLC, its subsidiary and affiliated companies maintain this and related websites, games, interactive TV and mobile apps.\nWelcome to one of our offerings! Thank you for visiting and learning more about us.</p>\n<p>PLEASE READ THESE TERMS OF SERVICE CAREFULLY, THEY CONTAIN IMPORTANT INFORMATION REGARDING YOUR LEGAL RIGHTS INCLUDING MANDATORY ARBITRATION, NO CLASS RELIEF, AND WAIVER OF YOUR RIGHT TO A JURY TRIAL.\nBY USING THE SITE OR ANY ONLINE SERVICES YOU AGREE TO THESE TERMS OF SERVICE.\nIF YOU DO NOT AGREE TO THESE TERMS OF SERVICE, PLEASE DO NOT USE THE SITE OR THE ONLINE SERVICES.</p>\n<p>TABLE OF CONTENTS</p>\n<p>1.\nAcceptance of Terms of Service</p>\n<p>Each time you access and/or use sites or services, you agree to be bound by these Terms of Service and any additional terms that will apply prospectively to you.\nYou agree to accept notice of posting the new terms via our site on which you accessed these terms.\nMore</p>\n<p>2.\nPermitted Uses</p>\n<p>We only grant you a limited revocable license to use the site or service for your own non-commercial use subject to rules and limitations.\nMore</p>\n<p>3.\nAccess to the Site and Availability of Online Services</p>\n<p>Your use of our site and services is subject to various restrictions designed to protect the online services and our users.\nWe may change or discontinue our online service in whole or in part.\nMore</p>\n<p>4.\nRegistration, Passwords, Unauthorized Use of Your Account, and Sharing of Social Features</p>\n<p>The sites and services may include a social network.\nYou will provide true, accurate and current data if you establish an account.\nYour activities on the online services (including interaction with other members, advertisers, video viewing and audio accessed) may be shared with others.\nMore</p>\n<p>5.\nDigital Items, Subscriptions and Credits</p>\n<p>Any digital items and credits are provided subject to a limited revocable license to only you for certain virtual goods and game play, and have no cash value.\nMore</p>\n<p>6.\nYou Agree to Our Privacy Policy and Third Party Ads</p>\n<p>By accessing and using the online services, you consent to our Privacy Policy and our practices detailed in it, including targeted advertising and the use of tracking technologies.\nMore</p>\n<p>7.\nWireless Features.\nSocial Media Plug-Ins</p>\n<p>Wireless carrier charges may apply to use of our online services via wireless networks or devices and geo-location details.\nMore</p>\n<p>8.\nYour Conduct and Acceptable Use</p>\n<p>Your use is subject to our rules regarding acceptable conduct and practices.More</p>\n<p>9.\nMonitoring</p>\n<p>NBCUniversal may, but has no obligation to, monitor your use of the online services.\nMore</p>\n<p>10.\nUser Content.\nGrant of Limited License</p>\n<p>You grant us a broad license to content you post on our online services and bear all responsibility for all such content.No confidential or fiduciary relationship is created by your posting on our online services.More</p>\n<p>11.\nMerchants</p>\n<p>NBCUniversal is not responsible for your business dealings with merchants found on the online services.\nMore</p>\n<p>12.\nChildren's Online Privacy Protection Act Notification</p>\n<p>NBCUniversal's online services are not designed or intended for use by children.\nMore</p>\n<p>13.\nDisclaimer of Warranties</p>\n<p>We disclaim warranties and provide the online services \"As Is.\" More</p>\n<p>14.\nExclusion of Damages</p>\n<p>You agree that you are entitled to no damages for any claims related to your use of the online services, except as set out below.\nMore</p>\n<p>15.\nLimitation of Liability.\nApplicability of Disclaimers, Exclusions and Limits</p>\n<p>Our liability to you is limited.More</p>\n<p>16.\nNBCUniversal Is Not Responsible For Third-Party Websites and Content</p>\n<p>We are not responsible for third parties or their content, advertisement(s), apps or sites, even if they are linked from or included within our online services.</p>\n<p>More</p>\n<p>17.\nIndemnification</p>\n<p>You agree to indemnify us for material posted by you or through your account.\nMore</p>\n<p>18.\nReservation of Rights</p>\n<p>NBCUniversal reserves the right to modify or discontinue the site or online services.</p>\n<p>19.\nTermination</p>\n<p>We may terminate your account, password or access in our sole discretion at any time and without prior notice.\nMore</p>\n<p>20.\nInfringement Policy</p>\n<p>You may not post content you do not own or control or otherwise have the right to post, and we encourage you to report any infringing activity you identify on the online services.More</p>\n<p>21.\nLinks By You To the Online Services</p>\n<p>You may link to our online services, subject to some basic rules.\nMore</p>\n<p>22.\nResponsible Use of Site</p>\n<p>Please act responsibly when using the online services.</p>\n<p>23.\nInvestigations</p>\n<p>NBCUniversalWe reserve the right to investigate suspected violations of these Terms.</p>\n<p>24.\nLocal Regulations</p>\n<p>If you choose to access the services from other locations you do so on your own initiative and at your own risk.</p>\n<p>25.\nExport Control</p>\n<p>There are restrictions on the online services for those countries subject to U.S.\nexport controls.\nMore</p>\n<p>26.\nBinding Arbitration of All Disputes.\nNo Class Relief</p>\n<p>You agree to arbitrate and waive jury trial and class actions.\nMore</p>\n<p>27.\nDispute Resolution for Non-US Residents Only if a Tribunal Has Ruled That Arbitration is Prohibited by Law</p>\n<p>Non-US citizens agree to an alternative procedure for dispute resolution if a tribunal rules that arbitration is prohibited by law.\nMore</p>\n<p>28.\nMember Disputes</p>\n<p>You are solely responsible for your communications with members or visitors to the online services.\nMore</p>\n<p>29.\nNotice for California Users</p>\n<p>Residents of California are entitled to specific consumer rights information.\nMore</p>\n<p>30.\nGeneral</p>\n<p>By accessing and using the online services, you agree to certain terms regarding (a) to the applicable law and venue.\n(b) no waiver.\n(c) the enforcement and interpretation of these Terms of Service.\n(d) your limited time to file claims.\n(e) the manner in which you communications with us.\nYou also agree not to assign or delegate your rights and obligations under these Terms of Service.\nMore</p>\n<p>31.\nTerms Applicable for Apple iOS</p>\n<p>There are some other things you should know if you are accessing or using the online services through an Apple device.\nMore</p>\n<p>1.\nAcceptance of Terms of Service</p>\n<p>If you do not agree with any of these Terms of Service (\"Terms of Service\" or \"Terms\"), including the Privacy Policy incorporated herein, please do not use this Site or our online services.\nBy using this Site you will be deemed to have irrevocably agreed to these Terms.\nSome areas of this Site may be subject to additional terms and conditions, which you should read carefully before making any use of those areas.\nSuch additional terms will not change or replace these Terms regarding use of this Site, unless otherwise expressly stated.</p>\n<p>These Terms of Service apply when you interact digitally with the Internet sites operated by NBCUniversal Media, LLC and its affiliates and subsidiaries (\"NBCUniversal\" or \"We\", \"Our\" or \"Us\"), (the \"Site\" or \"Sites\"), games, interactive TV, and any other services, products and any related software or mobile and/or tablet applications offered by NBCUniversal (collectively \"online services\" or \"services\").\nNote that in some instances, both these Terms of Service and separate additional terms or licenses, guidelines, rules or terms of service will apply to your use of some online services offered and/or operated by NBCUniversal (in each such instance, and collectively, \"Additional Terms\").\nThese Additional Terms will be posted in connection with the applicable online services and will be in addition to these Terms of Service.\nWhere any direct conflict exists between these Terms of Service, or any Additional Terms, and the applicable Privacy Policy the terms of the Privacy Policy shall take precedence.\nhowever provisions unique to these Terms of Service (e.g., arbitration) will remain in effect as outlined here.</p>\n<p>NBCUniversal may modify these Terms of Service prospectively from time to time in its sole discretion.\nYour continued use or accessing of the online services following the posting of any changes to the Terms of Service constitutes your acceptance of such changes.\nYou agree to be notified of changes to the Terms of Service via posting of updates on the Site.</p>\n<p>This is a general audience Site for adults.\nWe will assume (and by using this Site you warrant that) you have legal capacity to enter into the agreement set out in these Terms of Service (i.e., that you are of sufficient age and mental capacity and are otherwise entitled to be legally bound in contract).</p>\n<p>To access this Site or some of the resources it has to offer, you may be asked to provide registration details.\nIt is a condition of use of these online services that all the details you provide be correct, current, and complete.\nIf we at NBCUniversal believe the details are not correct, current, or complete, we have the right to refuse you access to the online services, or any of its resources, and to terminate or suspend your account.</p>\n<p>Please note that these Terms may be revised and reissued, prospectively by posting updated terms on this Site.\nYou consent and agree to receive notices of updates of these Terms through our posting of updated Terms on the Site.\nYou should visit this page regularly to review the current terms.\nYour continued use of the Site will be deemed as irrevocable acceptance of any revisions.</p>\n<p>EACH TIME YOU SIGN IN TO OR OTHERWISE USE THE ONLINE SERVICES YOU ARE ENTERING INTO A NEW AGREEMENT WITH US ON THE THEN APPLICABLE TERMS AND CONDITIONS AND YOU AGREE THAT WE MAY NOTIFY YOU OF OTHER TERMS BY POSTING THEM ON THE SITE OR ONLINE SERVICES (OR IN ANY OTHER REASONABLE MANNER OF NOTICE WHICH WE ELECT), AND THAT YOUR USE OF THE SERVICE AFTER SUCH NOTICE CONSTITUTES YOUR GOING FORWARD AGREEMENT TO THE OTHER TERMS FOR YOUR NEW USE AND TRANSACTIONS.\nTherefore, you should review the posted Terms of Service and any applicable Additional Terms each time you use the online services (at least prior to each transaction or submission).\nThe Additional Terms will be effective as to new use and transactions as of the time that we post them, or such later date as may be specified in them or in other notice to you.\nHowever, the Terms of Service (and any applicable Additional Terms) that applied when you previously used the online services will continue to apply to such prior use (i.e., changes and additions are prospective only) except as mutually agreed.\nIn the event any notice to you of new, revised or Additional Terms is determined by a tribunal to be insufficient, the prior agreement shall continue until sufficient notice to establish a new agreement occurs.\nYou should frequently check the home page, your message account (if applicable) and the e-mail you associated with your account for notices, all of which you agree are reasonable means of providing you notice.\nYou can reject any new, revised or additional Terms of Service by discontinuing use of the Site and related online services.</p>\n<p>2.\nPermitted Uses</p>\n<p>Your use of the online services shall be limited solely to your personal and non-commercial use.\nThe online services contain material that is derived in whole or in part from material supplied and owned by NBCUniversal as well as third parties (\"Content\").\nAs between NBCUniversal and You, NBCUniversal owns all right, title and interest in and to the copyrights, trademarks, service marks, trade names, and all other intellectual and proprietary rights throughout the world associated with the online services and Content.\nYou acknowledge NBCUniversal's valid intellectual and proprietary property rights in the online services and Content and that your use of the online services is limited to the access, viewing and downloading of Content, all solely as authorized by NBCUniversal.\nNothing in these Terms of Service shall be deemed to convey to you any right, title or interest in or to the online services or Content or to any portion thereof except for the limited rights expressly granted herein.</p>\n<p>You may use the online services solely for personal and non-commercial uses.\nYou may not either directly or through the use of any personal computer, browser, laptop, tablet, mobile phone or other device (each a \"device\") or other means remove, alter, bypass, avoid, interfere with, or circumvent (i) any copyright, trademark, or other proprietary notices marked on the online services or Content, (ii) any digital rights management mechanism, device, or other content protection or access control measure associated with the online services or Content, or (iii) any advertisement on the online services and/or within Content.\nYou may not either directly or through the use of any device or other means copy, download, stream, reproduce, duplicate, archive, distribute, upload, publish, modify, translate, broadcast, perform, display, sell, transmit or retransmit the online services or Content unless expressly permitted by NBCUniversal in writing.\nYou may not incorporate Content into, or stream or retransmit the Content via, any hardware or software application or make the online services or any Content available via frames or in-line links, and you may not otherwise surround or obfuscate the Content or online services with any third party content, materials or branding.\nYou may also not use any software robots, spider, crawlers, or other data gathering or extraction tools, whether automated or manual, to access, acquire, copy, monitor, scrape or aggregate Content or any portion of the online services.\nSee Section 21 for terms applicable to use of links to the online services.\nYou may not knowingly or intentionally take any action that may impose an unreasonable burden or load on the online services or its servers and infrastructures.\nYou may not build a business, in whole or in part, resell, redistribute or recirculate or make any other commercial use of, or create derivative works or materials utilizing any portion of the online services or Content, whether or not for profit.</p>\n<p>To the extent that NBCUniversal makes Content available to you via a widget, embedded player or other technology that allows you to embed or stream Content on or to another site, you may not modify, enhance, remove, interfere with, or otherwise alter in any way any portion of such technology, any digital rights management mechanism, device, or other content protection or access control measure associated with Content, or any advertisement delivered with Content.</p>\n<p>You are also prohibited from disabling, modifying, interfering with or otherwise circumventing any technology to allow users to view Content without: (i) displaying visibly both Content and all surrounding elements (including the graphical user interface, any advertising, copyright notices, and trademarks).\nand (ii) having full access to all functionality permitting viewing of Content, including, without limitation, all video quality and display functionality and all interactive, elective or click-through advertising functionality.</p>\n<p>3.\nAccess to the Site and Availability of Services</p>\n<p>The Site and online services are intended for use by users who are over the age of 13 and reside in the United States, its territories and possessions (\"U.S.\") or those outside of the U.S.\nthat consent to use the online services in accordance with U.S.\nlaws, this Terms of Service and the Privacy Policy.\nBy using or attempting to use the Site or online services, you certify that you meet any other eligibility and residency requirements of the Site.</p>\n<p>NBCUniversal may change, suspend or discontinue any aspect of the Site or online services at any time (and any elements and features of them), in whole or in part, for any reason, in our sole discretion, without notice or liability, including pursuant to Section 19 (Termination) below.</p>\n<p>You are responsible for any charges incurred in obtaining access to the Site and online services.\nThe Site and online services are currently provided for free, although you may be given the opportunity to purchase products or services through the Site from NBCUniversal.\nNBCUniversal reserves the right to change the nature of this relationship at any time.</p>\n<p>You and we agree that the Convention on Contracts for the International Sale of Goods does not apply to your use of our online services or this Terms of Service.</p>\n<p>4.\nRegistration, Passwords, Unauthorized Use of Your Account, and Sharing of Social Features</p>\n<p>If you establish an account with NBCUniversal, you agree to provide true, accurate and current data in connection with that account.\nAny usernames and passwords used for this Site or services are for individual use only.\nYou are solely responsible for maintaining the security and confidentiality of the password you use to access your account.\nYou agree to immediately notify NBCUniversal of any unauthorized use of your password or account or any other breach of security.\nYou understand and agree that the Site and/or online services may include a social network and your activities (e.g., video viewing, interactions with members and/or advertisers) may be shared with others both on and off the online services.\nIf you don't want your activities on such social network to be shared, your only option is to deactivate the related social network account.</p>\n<p>5.\nDigital Items, Subscriptions and Credits</p>\n<p>Purchases of usage subscriptions (including credits, points, and/or virtual currency) or any virtual items made available on the online services are nonrefundable, have no monetary value (i.e., are not a cash account or equivalent), and are purchases of only a limited, non-exclusive, revocable, non-assignable, personal, and non-transferable right to use, even if such came with a durational term (e.g., a monthly subscription).\nAccordingly, you have no property, proprietary, intellectual property, ownership, or monetary interest in your usage subscriptions or virtual items, which remain our Content.\nWe may also immediately suspended or terminate the rights we grant you to usage subscriptions and virtual items for any or no reason, in our sole discretion, and without advance notice or liability.\nWe may modify usage subscriptions and virtual items at our sole discretion, and such modifications may make the usage subscriptions or virtual items more or less common, valuable, effective, or functional.</p>\n<p>We do not recognize the transfer of usage subscriptions or virtual items (including for \"real\" money or any other consideration or items of value whether inside our outside of the online services).\nAccordingly, you may not purchase, sell, barter, or trade any usage subscriptions or virtual items, or offer to purchase, sell, or trade any usage subscriptions or virtual items.\nAny such attempted transfer will be null and void.</p>\n<p>If we suspend or terminate any usage subscriptions or virtual items, then you will forfeit the suspended or terminated subscription or items, except as may be set forth in any Additional Terms (such as any refund policies that may apply to a subscription service).\nLikewise, except as may be set forth in any Additional Terms or as required by applicable law, we are not responsible for repairing or replacing same, or providing you any credit or refund or any other sum, in the event of our modification of any usage subscriptions or virtual item, or for loss or damage due to error, or any other reason.</p>\n<p>6.\nYou Agree to Our Privacy Policy and Third Party Ads</p>\n<p>Your privacy is important to us.\nTo better protect your privacy, we provide a notice explaining our online information practices and the choices you can make about the way your information is collected and used at this Site and the online services.\nClick here to show this notice, which forms part of these Terms of Service.</p>\n<p>Any personal details and data acquired by NBCUniversal from your participation on the online services will be used in accordance with our Privacy Policy and Tracking (Cookies) Technologies Policy, including targeted advertising and tracking information we collect automatically.\nTo learn more about how you can opt-out of targeted advertising, please click on the \"Ad Choices\" icon on the Site, as described more fully in the Privacy Policy.</p>\n<p>7.\nWireless and Location-Based Features.\nSocial Media Plug-ins</p>\n<p>(a) Wireless Features.\nThe online services may offer certain features and services that are available to you via your wireless device.\nThese features and services may include the ability to access the online services' features and upload content to the online services, receive messages from the online services, and download applications to your wireless device (collectively, \"Wireless Features\").\nYour carrier may prohibit or restrict certain Wireless Features and certain Wireless Features may be incompatible with your carrier or wireless device.\nIn addition, your carrier may charge you for standard messaging, data, and other fees to participate in Wireless Features.\nFees and charges may appear on your wireless bill or be deducted from your pre-paid balance.\nWe have no responsibility or liability for any fees or charges you incur when using Wireless Features.\nYou should check with your carrier to find out whether any fees or charges will apply, what plans are available and how much they cost.\nYou should also contact your carrier with any other questions regarding these issues.</p>\n<p>(b) Terms of Wireless Features.\nIf you register for any Wireless Features then you agree that, in connection with those Wireless Features, we may send communications to your wireless device regarding us or other parties.\nFurther, we may collect information related to your use of the Wireless Features in accordance with our Privacy Policy.\nIf you have registered via the online services for Wireless Features, then you agree to notify NBCUniversal of any changes to your wireless contact information (including phone number) and update your accounts on the online services to reflect the changes.</p>\n<p>(c) Location-Based Features.\nFor online services on mobile devices (\"Mobile Apps\") when you use one of our location-enabled services, we may collect and process information about your actual location.\nSome of the Mobile Apps or online services require your location information for the feature to work.\nIf you have enabled GPS, geo-location or other location-based features on a device, you acknowledge that your device location will be tracked and may be shared with others consistent with the Privacy Policy.</p>\n<p>In addition, where any NBCUniversal Mobile App collects precise information about the location of your devices, it will be used to provide requested location services, and, depending on the particular Mobile App it may be used, amongst other uses, to allow tagging or to check-in.</p>\n<p>Some Mobile App(s) or feature(s) allow for you to disable location-based features or manage preferences related to them.\nHowever, you can terminate device location tracking by us by uninstalling any Mobile App(s) or feature(s).\nThe location-based services offered in connection with our Mobile App(s) or feature(s) are for individual use only and should not be used or relied on as an emergency locator system, used while driving or operating vehicles, or used in connection with any hazardous environments requiring fail-safe performance, or any other situation in which the failure or inaccuracy of use of the location-based services could lead directly to death, personal injury, or severe physical or property damage.\nThe location-based services are not suited or intended for family finding purposes, fleet tracking, or any other type of business or enterprise use - other non-NBCUniversal products exist today that may be used specifically for these purposes.</p>\n<p>Please see our Privacy Policy to find out more about how to opt out of providing location information or contact privacy@nbcuni.com.</p>\n<p>(d) Social Media Plug-Ins.\nSocial media plug-ins of social networks such as Facebook, Twitter and Google Plus (amongst others) are integrated on our Site and other online services.\nWhere our online services contain a plug-in to a social network, these are clearly marked (e.g.\nwith a Facebook button).\nIf you chose to click on one of these buttons or links, your browser connects directly to the servers of the relevant social network.\nThe social network directly transmits the content of the plugin to your browser.\nIf you are registered on the relevant social network and logged into your respective account the social network receives the information that the web page was used by you.\nIf you interact with a social network plug-in (e.g.\nyou press the Facebook \"Like\" feature, the Twitter \"Tweet this\" feature and Google Plus \"1+\" button or equivalent) or drop a comment on the appropriate web page, the corresponding information is directly transmitted to the relevant social network from your browser.\nIf you are not registered with the social network or you are logged out before you visit our online services, there is the possibility that at least your IP address will be submitted to and stored by the social network.\nIf you interact with us through a social media platform, plug-in etc., then you may be permitting us to have on-going access to certain information from your social network profile (such as name, social networking id page, email address, photo, gender, location, the people/sites you follow etc.).</p>\n<p>If you don't want the social network to collect the information about you described above, or to share it with us and other third parties, please review the privacy policy of the relevant social network and/or log out of the relevant social network before you visit our online services.\nAs with other sites, you may be able delete any existing cookies placed on your computer by the social network via your browser.\nSee Section 1 of our Privacy Policy to find out more about how our Sites contain plug-ins to social media networks.</p>\n<p>8.\nYour Conduct and Acceptable Use</p>\n<p>The following rules are a condition of your use of and access to the online services.\nYou are responsible for the content of your communications (including User Content as defined in Section 10) via the online services.</p>\n<ul>\n<li>No Interference.\nYou may not interfere with any other user from using or enjoying the online services.</li>\n<li>No Bullying.\nYou may not use the online services to threaten, abuse, harass, or invade the privacy of any third party.</li>\n<li>Content Posted by You Must be Yours.\nYou may not upload, post, transmit or otherwise distribute or facilitate the distribution of content that is fraudulent or infringes the rights of any third party, including without limitation, patent, trademark, copyright, right of publicity or other proprietary rights.</li>\n<li>Your Materials Must be Lawful and Appropriate.\nYou may not upload, post or otherwise distribute or facilitate the distribution of any unlawful, threatening, abusive, libelous, defamatory, obscene, pornographic, profane, indecent or otherwise inappropriate information of any kind, including without limitation, any images or other material of a sexual nature.</li>\n<li>Don't Damage Our Site, Online Services or Servers.\nYou may not upload, post or otherwise distribute or facilitate the distribution of a software virus or any other computer code that is designed or intended to disrupt, damage, or limit the functioning of the Site, any other online services, or to obtain unauthorized access to the online services or Content or any data or other information of any third party.</li>\n<li>No Unauthorized Access.\nYou may not attempt to gain unauthorized access to other computer systems or networks connected to the online services or use the online services, Content or any information contained therein for any unlawful purpose.\nNBCUniversal, in its sole and absolute discretion, shall determine whether any content you transmit or receive or your use of the online services violates this provision.</li>\n<li>No Collection of Personal Information From Other Users and No Commercial Use.\nYou may not collect information about other users of the online services in violation of our Privacy Policy or use any such information for the purpose of transmitting or facilitating transmission of unauthorized or unsolicited advertising, junk or bulk email, chain letters, or any other form of unauthorized solicitation.</li>\n<li>Be Yourself.\nYou may not impersonate or falsely state or otherwise misrepresent your professional or other affiliation NBCUniversal or with any other person or entity.</li>\n<li>No Criminal or Unlawful Conduct.\nYou may not use the online services, Content or any information contained therein for any unlawful purpose, and you may not encourage conduct that would constitute a criminal offense or give rise to civil liability.\nYou may not use any services in connection with any site or other use that contains or is associated with information or content prohibited by this section.</li>\n<li>Follow These Terms of Service and Conduct Rules.\nYou may not take any action on the online services that violates any applicable law or these Terms of Service.</li>\n</ul>\n<p>We may require, at any time, proof that you are following these rules.\nWe reserve the right to take, or refrain from taking, any and all steps available to us, including suspending or terminating your access to the online services or seeking other legal or equitable remedies, once we become aware of any violation of these provisions.</p>\n<p>9.\nMonitoring</p>\n<p>NBCUniversal may, but has no obligation to, monitor the use by you and other end users of the online services.\nDuring monitoring, any information relating to any user or their respective activities on the online services may be examined, recorded, copied, and used for authorized purposes in accordance with our Privacy Policy.\nFurthermore, NBCUniversal reserves the right at all times to disclose any information posted on any portion of the online services as necessary to satisfy any law, regulation or governmental request, or to refuse to post, or to remove, any information or materials, in whole or in part, that in NBCUniversal's sole and absolute discretion are objectionable or in violation of these Terms of Service.</p>\n<p>10.\nUser Content.\nGrant of Limited License</p>\n<p>Reviews, responses, profile entries, posts or questions may not be able to be deleted once uploaded.\nFor some of our features, other members may be able to request email notifications of your new public content or publish their own comments to your comments.\nWe may use the public content to develop aggregate ratings, personalize site views, market products or identify or feature popular members.</p>\n<p>If you post or upload any content to the Services (\"User Content\"), you hereby acknowledge and agree that you are granting NBCUniversal (including without limitation, its licensees, affiliates, successors and assigns) a worldwide, royalty-free, perpetual, irrevocable, sub-licensable, non-exclusive right and license to use, reproduce, publicly display, publicly perform, modify, sublicense, and distribute such User Content, and incorporate it in other works, in whole or in part, in any manner and any media now known or hereafter developed.\nYou represent and warrant that you own such content or otherwise have sufficient rights in the content to grant to NBCUniversal the foregoing license without infringing or violating the rights of any third party.\nWithout in any way limiting the foregoing, you acknowledge and agree that NBCUniversal, its licensees, affiliates, successors and assigns, shall have the right to sell, license, assign and otherwise transfer any and all of the rights granted by you to NBCUniversal under these Terms of Service, and to display any advertising, publicity, promotional materials and distribution rights in connection with your User Content.\nYou acknowledge and agree that NBCUniversal, its licensees, affiliates, successors and assigns, will be entitled to retain any and all revenue generated from any sales, licenses, assignments and other transfers of the rights granted by you hereunder, as well as any and all revenue generated by the display of any advertising, publicity, promotional materials or distribution rights in connection with your User Content.\nNothing in these Terms of Service obligates or may be deemed to obligate NBCUniversal or any other person or entity to exercise any of the rights granted by you under these Terms of Service.\nYou will not receive any compensation of any kind for your User Content or the use thereof, and you agree that there is no industry or other custom or practice that will vary these Terms of Service.\nYou agree that NBCUniversal, its licensees, successors and/or assigns, shall have no obligation to give you credit for your User Content, but in their sole discretion may elect to do so.</p>\n<p>No Rights Created by Submission and No Payment for User Content: Your User Content will not be acknowledged or returned.\nYou acknowledge and agree that your User Content is being sent voluntarily by you, and not in confidence, and that no confidential relationship is intended or created between NBCUniversal, and/or any other person or entity, on the one hand, and you, on the other hand, by your submission of the User Content.\nYou also agree that NBCUniversal does not intend and will not pay you for any User Content.\nYou understand that no industry custom or practice changes your agreement that you will not be paid for any User Content.</p>\n<p>Use of Name and Likeness: By posting User Content on the online services, you consent to the recording, use and reuse by NBCUniversal, its licensees, successors and assigns, of your voice, actions, likeness, name, appearance, profile photograph, performance, biographical material, and any other identifying information, including, without limitation, any information contained in your User Content (collectively, \"Personal Elements\"), as used, edited, altered, fictionalized or modified by NBCUniversal, in its sole discretion, in any and all media now known or hereafter devised, throughout the world, in perpetuity, including, without limitation, in and in connection with NBCUniversal, or related Sites or online services, in and in connection with any television programs and other productions, and in and in connection with advertising, promotion and publicity.</p>\n<p>Ownership: Except as expressly set forth in these Terms of Service, you shall continue to own all rights in and to the User Content.\nTo the extent your User Content contains other materials or elements owned by NBCUniversal or any other affiliated company, such as characters or other elements protected by copyright, trademark or other laws, your rights to make any other use of the User Content will continue to be governed by and may be limited by other applicable laws, the rights of third parties and NBCUniversal.</p>\n<p>Idea Submissions Prohibited: NBCUniversal does not accept unsolicited submissions for motion pictures, television programs, websites, articles, streaming video, e-books, or other products or services.\nTherefore, please do not make any such unsolicited submissions to NBCUniversal through the online services, including posts on any Site or any third party social network or website, or by e-mail, text message or any other means.\nHowever, if you decide to make any such unsolicited submission, you hereby grant to NBCUniversal the right and license to the submission as if it were User Content as specifically set forth above.\nIn addition, NBCUniversal retains all of the rights held by members of the general public with regard to your unsolicited ideas and materials.\nNBCUniversal's receipt of your unsolicited ideas and materials is not an admission by NBCUniversal of their novelty, priority, or originality, and it does not impair NBCUniversal's right to contest existing or future intellectual property rights relating to your unsolicited ideas and materials.</p>\n<p>Public Nature of Online Services: While we may offer you the ability to post User Content anonymously, please be aware that your account information relating to your User Content is still stored by us.\nUser Content does not reflect the views of NBCUniversal.\nNotwithstanding anything else in these Terms of Service, NBCUniversal should not be seen as endorsing any User Content in any way.\nNone of NBCUniversal or its officers, directors, and employees, subsidiaries and/or affiliates shall be liable for any User Content.\nYou acknowledge that you have no expectation of privacy with regard to any User Content.</p>\n<p>Liability for User Content: User Content does not reflect the views of NBCUniversal.\nNotwithstanding anything else in these Terms of Service, NBCUniversal should not be seen as endorsing any User Content in any way.\nUser Content posted through the online services are provided by users like you who are unaffiliated with NBCUniversal, and the user providing User Content is solely responsible for his/her own User Content.\nThis means that you, and not NBCUniversal, are entirely responsible and liable for any claims, loss or damages relating to all User Content that you upload, post, email or otherwise transmit via the online services.\nNone of NBCUniversal or its affiliates, or its or their officers, directors, and employees, subsidiaries and/or affiliates are responsible for User Content, accuracy or opinions expressed on the online services, nor shall they have any liability for any such User Content.\nNBCUniversal does not investigate, monitor or check for accuracy or completeness of User Content.\nYou understand that by using the Site or online services, you may be exposed to User Content that is offensive, indecent, or objectionable.</p>\n<p>11.\nMerchants</p>\n<p>Your correspondence or business dealings with, or participation in promotions of, merchants found on or through the online services, including payment and delivery of related goods or services, and any other terms, conditions, warranties, or representations associated with such dealings, are solely between you and such merchant.\nNBCUniversal will not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of such merchants on the online services.</p>\n<p>12.\nChildren's Online Privacy Protection Act Notification</p>\n<p>NBCUniversal is not designed or intended for use by children under the age of 13.</p>\n<p>Pursuant to 47 U.S.C.\nSection 230(d) as amended, NBCUniversal hereby notifies you that parental control protections (such as computer hardware, software, or filtering services) are commercially available that may assist you in limiting access to material that is harmful to minors.\nInformation identifying current providers of such protections is available at the Electronic Frontier Foundation website, https://www.eff.org.\nTo view information on our policy regarding the privacy of children under the age of 13, please see our Privacy Policy .</p>\n<p>13.\nDisclaimer of Warranties</p>\n<p>While NBCUniversal uses reasonable efforts to include up to date information on the Site and online services, NBCUniversal makes no warranties or representations as to its accuracy, timeliness, reliability, completeness or otherwise.</p>\n<p>NBCUNIVERSAL PROVIDES THE ONLINE SERVICES ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, NBCUNIVERSAL, ITS PARENT, ITS AFFILIATES, AGENTS AND LICENSORS (COLLECTIVELY, THE \"NBCUNIVERSAL PARTIES\") DISCLAIM ANY AND ALL WARRANTIES AND CONDITIONS, STATUTORY OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT.\nWITHOUT LIMITING THE FOREGOING, NBCUNIVERSAL DOES NOT WARRANT THAT THE ONLINE SERVICES, OR YOUR ACCESS TO OR USE OF THE ONLINE SERVICES WILL (1) BE UNINTERRUPTED.\n(2) BE FREE FROM INACCURACIES, ERRORS, VIRUSES OR OTHER HARMFUL COMPONENTS.\n(3) MEET YOUR REQUIREMENTS.\nOR (4) OPERATE IN THE CONFIGURATION OR WITH THE HARDWARE OR SOFTWARE YOU USE.\nNBCUNIVERSAL DOES NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THIS SITE WILL BE AVAILABLE, UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SITE OR THE SERVERS THAT MAKE THE SITE AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nNBCUNIVERSAL DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE MATERIAL, INFORMATION, SOFTWARE, FACILITIES, SERVICES OR OTHER CONTENT ON THE SITE OR ANY WEB SITES LINKED TO THE SITE IN TERMS OF THEIR CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.\nNBCUNIVERSAL MAKES NO WARRANTIES THAT YOUR USE OF THE MATERIALS, INFORMATION, SOFTWARE, FACILITIES, SERVICE OR OTHER CONTENT IN THE SITE OR ANY WEB SITE WILL NOT INFRINGE THE RIGHTS OF OTHERS AND NBCUNIVERSAL ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ERRORS OR OMISSIONS IN SUCH MATERIALS, INFORMATION, SOFTWARE, FACILITIES, SERVICE OR OTHER CONTENT OF THE SITE OR ANY OTHER WEB SITE.\nIF APPLICABLE LAW DOES NOT ALLOW THE EXCLUSION OF SOME OR ALL OF THE ABOVE IMPLIED WARRANTIES TO APPLY TO YOU, THE ABOVE EXCLUSIONS WILL APPLY TO YOU ONLY TO THE EXTENT PERMITTED BY APPLICABLE LAW.</p>\n<p>14.\nExclusion of Damages</p>\n<p>IF YOU ARE ACCESSING A UNITED KINGDOM VERSION OF THE SITE, NOTHING IN THIS AGREEMENT SHALL EXCLUDE OR LIMIT LIABILITY FOR DEATH OR PERSONAL INJURY RESULTING FROM THE NEGLIGENCE OF EITHER PARTY OR THEIR SERVANTS, AGENTS OR EMPLOYEES.</p>\n<p>NONE OF THE NBCUNIVERSAL PARTIES WILL BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES (INCLUDING DAMAGES RELATING TO LOST PROFITS, LOST DATA OR LOSS OF GOODWILL) OR ANY DAMAGES WHATSOEVER THAT RESULT FROM YOUR USE OF OR INABILITY TO USE THE SITE OR SERVICES.\nTHIS LIMITATION APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER LEGAL THEORY, AND EVEN IF NBCUNIVERSAL HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nTHIS WAIVER APPLIES, WITHOUT LIMITATION, TO ANY DAMAGES OR INJURY ARISING FROM ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, FILE CORRUPTION, COMMUNICATION-LINE FAILURE, NETWORK OR SYSTEM OUTAGE, OR THEFT, DESTRUCTION, UNAUTHORIZED ACCESS TO, ALTERATION OF, OR USE OF ANY RECORD.\nYOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT EACH OF THE NBCUNIVERSAL PARTIES SHALL NOT BE LIABLE FOR ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF ANY USER OF THE SITE OR OTHER SERVICE.\nWITHOUT LIMITING THE FOREGOING, NBCUNIVERSAL WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE ARISING OUT OF (1) YOUR FAILURE TO COMPLY WITH SECTION 4 (REGISTRATION, PASSWORDS, UNAUTHORIZED USE OF YOUR ACCOUNT, AND SHARING OF SOCIAL FEATURES) OR (2) CONTENT POSTED TO THE SITE OR SERVICES BY YOU OR ANY THIRD PARTY.</p>\n<p>15.\nLimitation of Liability.\nApplicability of Disclaimers, Exclusions and Limits</p>\n<p>IN NO EVENT WILL THE NBCUNIVERSAL PARTIES' AGGREGATE LIABILITY TO YOU IN CONNECTION WITH THE SITE AND SERVICE OR THESE TERMS EXCEED (A) THE AMOUNT (IF ANY) PAID BY YOU TO NBCUNIVERSAL IN THE SIX MONTHS IMMEDIATELY PRECEDING THE EVENT WHICH GAVE RISE TO THE LIABILITY.\nOR (B) ONE HUNDRED DOLLARS ($100), WHICHEVER IS LESS.</p>\n<p>BECAUSE SOME JURISDICTIONS DO NOT ALLOW FOR THE EXCLUSION OF DAMAGES, NBCUNIVERSAL PARTIES' LIABILITY IN SUCH JURISDICTIONS SHALL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY THE LAW OF SUCH JURISDICTION.\nIN ADDITION, BECAUSE SOME JURISDICTIONS DO NOT PERMIT THE DISCLAIMER OF CERTAIN WARRANTIES, THE DISCLAIMERS SET FORTH ABOVE MAY NOT APPLY TO YOU.\nTHIS PARAGRAPH WILL ONLY APPLY IF AN ARBITRATOR WITH APPLICABLE JURISDICTION FINDS EXCLUSIONS OF DAMAGES OR LIMITATIONS OF LIABILITY TO BE UNCONSCIONABLE.</p>\n<p>16.\nNBCUniversal is Not Responsible For Third-Party Websites and Content</p>\n<p>For your convenience, the online services may provide links to websites of other persons or entities (\"Third-Party Websites\").\nHOWEVER, THE THIRD-PARTY WEBSITES ARE NOT CONTROLLED BY NBCUNIVERSAL.\nACCORDINGLY, NBCUNIVERSAL MAKES NO WARRANTIES OR CONDITIONS REGARDING SUCH THIRD-PARTY WEBSITES HAS NO RESPONSIBILITY FOR THE CONTENTS OF SUCH THIRD-PARTY WEBSITES, AND WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY YOUR USE OF OR RELIANCE ON SUCH THIRD-PARTY WEBSITES.\nYOUR USE OF THIRD-PARTY WEBSITES IS AT YOUR OWN RISK.\nTHE INCLUSION ON THE SITE OR OTHER SERVICE OF A LINK TO A THIRD-PARTY WEBSITE DOES NOT IMPLY AN ENDORSEMENT BY NBCUNIVERSAL.\nWHEN YOU ACCESS ANY OF THESE THIRD-PARTY SITES, PLEASE UNDERSTAND THAT IF YOU VISIT THIRD-PARTY WEBSITES THEN YOUR RIGHTS AND OBLIGATIONS WHILE ACCESSING AND USING THOSE SITES WILL BE GOVERNED BY THE AGREEMENTS AND POLICIES RELATING TO THE USE OF THOSE SITES.</p>\n<p>17.\nIndemnification</p>\n<p>You agree to defend, indemnify and hold harmless NBCUniversal, its affiliates and their respective directors, officers, employees and agents from and against any and all claims, demands, actions, suits or proceedings, as well as any and all losses, liabilities, damages, costs and expenses (including reasonable legal fees and costs) arising out of or accruing from (a) any breach of these terms, including any of the foregoing provisions, representations or warranties, and/or from your placement or transmission of any content onto NBCUniversal's servers, and/or from any and all use of your account.\n(b) any material posted or otherwise provided by you (including without limitation User Content), or any other subscriber or user of your account that infringes any intellectual property right of any person or entity or defames any person or violates their rights of publicity or privacy.\n(c) any misrepresentation made by you in connection with your use of the online services.\nand (d) any breach of any of the representation, warranties or other terms or conditions relating to use of your User Content or the online services.</p>\n<p>18.\nReservation of Rights</p>\n<p>NBCUniversal reserves the right to modify or discontinue, temporarily or permanently, all or any part of this Site and/or any software, facilities and services on this Site, with or without notice, and/or to establish general guidelines and limitations on their use.</p>\n<p>19.\nTermination</p>\n<p>NBCUniversal may, in its sole discretion, terminate your password, account (or any part thereof) or use of the online services, or remove and discard any User Content or information stored, sent, or received via the online services without prior notice and for any reason or no reason, including, but not limited to: (i) permitting another person or entity to use your identification to access the Site or online services, (ii) any unauthorized access or use of the online services, (iii) any violation of these Terms of Service, or (iv) tampering with or alteration of any of the software, data files, and/or Content contained in or accessed through, the online services.\nYou may terminate your account for any reason or no reason.\nTermination, suspension, or cancellation of these Terms of Service or your access rights to the online services shall not affect any right or relief to which NBCUniversal may be entitled, at law or in equity.\nUpon such termination, suspension, or cancellation, all rights granted to you will automatically terminate and immediately revert to NBCUniversal and its licensors and all rights granted by you to NBCUniversal shall survive in perpetuity.</p>\n<p>20.\nInfringement Policy</p>\n<p>NBCUniversal respects the intellectual property of others, and we ask our users to do the same.\nThis Site and materials incorporated by NBCUniversal on this Site (\"Material\") are protected by copyrights, patents, trade secrets or other proprietary rights (\"Copyrights\").\nSome of the characters, logos or other images incorporated by NBCUniversal on this Site are also protected as registered or unregistered trademarks, trade names and/or service marks owned by NBCUniversal or others (\"Trademarks\").</p>\n<p>NBCUniversal, pursuant to 17 U.S.C.\nSection 512 as amended by Title II of the Digital Millennium Copyright Act (the \"Act\"), reserves the right, but not the obligation, to terminate your license to use the online services if it determines in its sole and absolute discretion that you are involved in infringing activity, including alleged acts of first-time or repeat infringement, regardless of whether the material or activity is ultimately determined to be infringing.\nNBCUniversal accommodates and does not interfere with standard technical measures used by copyright owners to protect their materials.\nTherefore, in compliance with the Act, if you believe that any such third party materials infringe your intellectual property please send a written notice to the agent identified below to request a review of the alleged infringement:</p>\n<p>By mail: Gillian M.\nLusins</p>\n<p>NBC Universal Law Department</p>\n<p>30 Rockefeller Plaza, Rm.\n1087E</p>\n<p>New York, New York 10112</p>\n<p>By e-mail: dmca.agent@nbcuni.com</p>\n<p>In addition, any written notice regarding any defamatory or infringing activity, whether of a copyright, patent, trademark or other proprietary right must include the following information:</p>\n<ul>\n<li>Your name, address, telephone number, and e-mail address;</li>\n<li>A physical or electronic signature of a person authorized to act on behalf of (1) the owner of an exclusive right that is allegedly infringed or (2) the person defamed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works on the online services are covered by a single notification, a representative list of such works.\nSimilarly, for materials that are defamatory or infringe patent, trademark, or other proprietary rights of a third party, please submit a list of such materials;</li>\n<li>Identification of the material that is claimed to be infringing, to be the subject of infringing activity, or that is claimed to be defamatory and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit NBCUniversal to locate the material;</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright or other proprietary right owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the notice is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed or on behalf of the person defamed.</li>\n</ul>\n<p>21.\nLinks By You To the Online Services</p>\n<p>We grant you a limited, non-exclusive, revocable, non-assignable, personal, and non-transferable license to create hyperlinks to the online services, so long as: (a) the links only incorporate text, and do not use any trademarks, (b) the links and the content on your website do not suggest any affiliation with or endorsement by NBCUniversal or cause any other confusion regarding your relationship to NBCUniversal or its affiliates or to the online services, (c) the link must open in a new browser window and link to the full version of applicable online services web page.\nand (d) the links and the content on your website do not portray NBCUniversal or its affiliates or its products or services in a false, misleading, derogatory, or otherwise offensive matter, and do not contain content that is unlawful, offensive, obscene, lewd, lascivious, filthy, violent, threatening, harassing, or abusive, or that violate any right of any third party or are otherwise objectionable to NBCUniversal.\nNBCUniversal reserves the right to suspend or prohibit linking to the online services for any reason, in its sole discretion, without advance notice or any liability of any kind to you or any third party.</p>\n<p>22.\nResponsible Use of Site</p>\n<p>Please act responsibly when using this Site and online services.\nYou may only use this Site and its contents for lawful purposes and in accordance with applicable law and you are prohibited from storing, distributing or transmitting any unlawful material through this Site.\nYou may not collect or store personal information regarding other users.\nYou recognize that storing, distributing or transmitting unlawful material could expose you to criminal and/or civil liability.\nYou agree that if a third party claims that material you have contributed to the online services is unlawful, you will bear the burden of establishing that it is lawful.\nYou understand and agree that all materials publicly posted or privately transmitted on or through this Site or online services are the sole responsibility of the sender, not NBCUniversal, and that you are responsible for all material you upload, publicly post or otherwise transmit to or through this Site or online services.</p>\n<p>23.\nInvestigations</p>\n<p>NBCUniversal reserves the right to investigate suspected violations of these Terms, including without limitation any violation arising from any submission, posting or e-mails you make or send to any forum.\nNBCUniversal may seek to gather information from the user who is suspected of violating these Terms, and from any other user.\nNBCUniversal may suspend any users whose conduct or postings are under investigation and may remove such material from its servers as it deems appropriate and without notice.\nIf NBCUniversal believes, in its sole discretion, that a violation of these Terms has occurred, it may edit or modify any submission, posting or e-mails, remove the material permanently, cancel postings, warn users, suspend users and passwords, terminate accounts or take other corrective action it deems appropriate.\nNBCUniversal will fully cooperate with any law enforcement authorities or court order requesting or directing NBCUniversal to disclose the identity of anyone posting any e-mails, or publishing or otherwise making available any materials that are believed to violate these Terms.\nBY ACCEPTING THIS AGREEMENT YOU WAIVE AND HOLD HARMLESS ALL MEMBERS OF NBCUNIVERSAL FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY ANY MEMBER OF NBCUNIVERSAL DURING OR AS A RESULT OF ITS INVESTIGATIONS AND/OR FROM ANY ACTIONS TAKEN AS A CONSEQUNCE OF INVESTIGATIONS BY EITHER A MEMBER OF NBCUNIVERSAL OR LAW ENFORCEMENT AUTHORITIES.</p>\n<p>24.\nLocal Regulations</p>\n<p>NBCUniversal makes no representation that content on the Site or online services are appropriate or available for use outside the United States, its territories, possessions and protectorates.\nIf you choose to access the online services from other locations you do so on your own initiative and at your own risk.</p>\n<p>You are responsible for complying with local laws, if and to the extent local laws are applicable.\nYou specifically agree to comply with all applicable laws concerning the transmission of technical data exported from the United States or the country in which you reside.</p>\n<p>25.\nExport Control</p>\n<p>Unless otherwise specified, the materials on the online services are presented solely to provide information regarding and to promote NBCUniversal's services and other products available in the U.S.\nThe online services are controlled and operated by NBCUniversal from its offices within the State of New York.\nNBCUniversal makes no representation that materials on the online services are appropriate or available for use outside the U.S.\nThose who choose to access the online services from outside the U.S.\ndo so on their own initiative and are responsible for compliance with local laws, if and to the extent that local laws are applicable.\nSoftware from the online services are further subject to U.S.\nexport controls.\nNo software may be downloaded or otherwise exported or re-exported (A) into (or to a national or resident of) Cuba, Iraq, Libya, North Korea, Iran, Syria, or any other country to which the U.S.\nhas embargoed goods, or (B) to anyone on the U.S.\nTreasury Department list of Specially Designated Nationals or the U.S.\nCommerce Department's Table of Deny Orders.\nBy using the online service, you represent and warrant that you are not located in, under the control of, or a national or resident of any such country or on any such list.</p>\n<p>26.\nBinding Arbitration of All Disputes.\nNo Class Relief</p>\n<p>This Section 26 is deemed to be a \"written agreement to arbitrate\" pursuant to the Federal Arbitration Act.\nYou and NBCUniversalagree that we intend that this Section 26 satisfies the \"writing\" requirement of the Federal Arbitration Act.\nThis Section 26 can only be amended by mutual agreement.\nFor non-U.S.\nresidents, if binding arbitration is adjudged by a tribunal to be unenforceable, the provisions of Section 27 shall apply to all relevant disputes between you and us.</p>\n<p>We believe that arbitration is a faster, more convenient and less expensive way to resolve any disputes or disagreements that you may have with us.\nTherefore, pursuant to these Terms of Service, if you have any dispute or disagreement with us regarding (i) your use of or interaction with the Site or other online services, (ii) any purchases or other transactions or relationships with NBCUniversal, or (iii) any data or information you may provide to NBCUniversal or that NBCUniversal may gather in connection with such use, interaction or transaction (collectively, \"NBCUniversal Transactions or Relationships\"), you will not have the right to pursue a claim in court, or have a jury decide the claim and you will not have the right to bring or participate in any class action or similar proceeding in court or in arbitration.\nBy using or interacting with the Site or other online service, or engaging in any other NBCUniversal Transactions or Relationships with us, you agree to binding arbitration as provided below.</p>\n<p>We will make every reasonable effort to informally resolve any complaints, disputes, or disagreements that you may have with us.\nIf those efforts fail, by using our Site or other online service, you agree that any complaint, dispute, or disagreement you may have against NBCUniversal, and any claim that NBCUniversal may have against you, arising out of, relating to, or connected in any way with these Terms of Service, our Privacy Policy, or any NBCUniversal Transactions or Relationships shall be resolved exclusively by final and binding arbitration (\"Arbitration\") administered by JAMS or its successor (\"JAMS\") and conducted in accordance with the JAMS Streamlined Arbitration Rules And Procedures in effect at the time the Arbitration is initiated or, if the amount in controversy exceeds $100,000, in accordance with the JAMS Comprehensive Arbitration Rules And Procedures then in effect (respectively, the \"Applicable Rules\").\nThe Applicable Rules can be found at www.jamsadr.com.\nIf JAMS is no longer in existence, the Arbitration shall be administered by the American Arbitration Association or its successor (the \"AAA\") instead, and conducted in accordance with the AAA Commercial Arbitration Rules in effect at that time (which shall be the \"Applicable Rules\" in such circumstances).\nIf JAMS (or, if applicable, AAA) at the time the arbitration is filed has Minimum Standards of Procedural Fairness for Consumer Arbitrations in effect which would be applicable to the matter in dispute, NBCUniversal agrees to provide the benefit of such Minimum Standards to you to the extent they are more favorable than the comparable arbitration provisions set forth in this Section 26, provided, however, that in no event may such Minimum Standards contravene or restrict the application of subpart (e) or (i) below.\nFurthermore, this Section 26 shall not prevent any party from seeking provisional remedies in aid of arbitration from a court of appropriate jurisdiction.\nYou further agree that:</p>\n<p>(a) Single Arbitrator.\nThe Arbitration shall be conducted before a single arbitrator selected in accordance with the Applicable Rules or by mutual agreement between you and NBCUniversal (the \"Arbitrator\");</p>\n<p>(b) Arbitrator Will Interpret This Agreement.\nThe Arbitrator, and not any federal, state or local court or agency, shall have the exclusive authority to resolve any dispute arising under or relating to the validity, interpretation, applicability, enforceability or formation of these Terms of Service and/or these arbitration provisions in Section 26 hereof, including but not limited to any claim that all or any part of these Terms of Service is void or voidable;</p>\n<p>(c) Location of Arbitration.\nThe Arbitration shall be held either: (i) at a location determined by JAMS (or, if applicable, AAA) pursuant to the Applicable Rules (provided that such location is reasonably convenient for you and does not require travel in excess of 100 miles from your home or place of business).\nor (ii) at such other location as may be mutually agreed upon by you and NBCUniversal.\nor (iii) at your election, if the only claims in the arbitration are asserted by you and are for less than $10,000 in aggregate, by telephone or by written submission.</p>\n<p>(d) Governing Law.\nThe Arbitrator (i) shall apply internal laws of the State of New York consistent with the Federal Arbitration Act and applicable statutes of limitations, or, to the extent (if any) that federal law prevails, shall apply the law of the U.S., irrespective of any conflict of law principles.\n(ii) shall entertain any motion to dismiss, motion to strike, motion for judgment on the pleadings, motion for complete or partial summary judgment, motion for summary adjudication, or any other dispositive motion consistent with New York or federal rules of procedure, as applicable.\n(iii) shall honor claims of privilege recognized at law.\nand (iv) shall have authority to award any form of legal or equitable relief;</p>\n<p>(e) No Class Relief.\nThe Arbitration can resolve only your and/or NBCUniversal's individual claims, and the Arbitrator shall have no authority to entertain or arbitrate any claims on a class or representative basis, or to consolidate or join the claims of other persons or parties who may be similarly situated;</p>\n<p>(f) Written Award.The Arbitrator shall issue a written award supported by a statement of decision setting forth the Arbitrator's complete determination of the dispute and the factual findings and legal conclusions relevant to it (an \"Award\").\nJudgment upon the Award may be entered by any court having jurisdiction thereof or having jurisdiction over the relevant party or its assets;</p>\n<p>(g) Arbitration Costs.\nIn the event that you are able to demonstrate that the costs of Arbitration will be prohibitive as compared to the costs of litigation, NBCUniversal will pay as much of your filing and hearing fees in connection with the Arbitration as the Arbitrator deems necessary to prevent the arbitration from being cost-prohibitive, regardless of the outcome of the Arbitration, unless the Arbitrator determines that your claim(s) were frivolous or asserted in bad faith;</p>\n<p>(h) Reasonable Attorney's Fees.\nIn the event you recover an Award greater than NBCUniversal's last written settlement offer, the Arbitrator shall also have the right to include in the Award NBCUniversal's reimbursement of your reasonable and actual out-of-pocket attorneys' fees associated with the Arbitration, but NBCUniversal shall in all events bear its own attorneys' fees.\nand</p>\n<p>(i) Interpretation and Enforcement of Arbitration Clause.\nWith the exception of subpart (e) above, if any part of this arbitration provision is deemed to be invalid, unenforceable or illegal, or otherwise conflicts with the Applicable Rules, then the balance of this arbitration provision shall remain in effect and shall be construed in accordance with its terms as if the invalid, unenforceable, illegal or conflicting provision were not contained herein.\nIf, however, subpart (e) is found to be invalid, unenforceable or illegal, then the entirety of this arbitration provision shall be null and void, and neither you nor NBCUniversal shall be entitled to arbitrate their dispute, and must instead bring any claims in a court of competent jurisdiction.</p>\n<p>(j) Modification of Arbitration Clause With Notice.\nNBCUniversal may modify these arbitration provisions, but such modifications shall only become effective thirty (30) days after NBCUniversal has given notice of such modifications and only on a prospective basis for claims arising from NBCUniversal Transactions and Relationships occurring after the effective date of such notification.</p>\n<p>(k) Small Claims Matters are Excluded.\nNo Class Relief or Joinder of Claims.\nNotwithstanding the foregoing arbitration provisions, at your option, you may bring any claim you have against NBCUniversal in your local small claims court within the U.S., if your claim is within such court's jurisdictional limit.\nprovided that such court does not have the authority to entertain any claims on a class or representative basis, or to consolidate or join the claims of other persons or parties who may be similarly situated in such proceeding.</p>\n<p>27.\nDispute Resolution for Non-US Residents Only if a Tribunal has Ruled that Arbitration is Prohibited by Law</p>\n<p>This Section 27 applies to non-US Residents, where applicable law prohibits arbitration of disputes in accordance with Section 26.</p>\n<p>(a) Section 27 disputes.\nIf any controversy, allegation, or claim (including any non-contractual claim) arises out of or relates to the online services, the Content, these Terms of Service, whether heretofore or hereafter arising or to any of NBCUniversal's actual or alleged intellectual property rights (collectively, a \"Section 27 Dispute\"), then you and we agree to send a written notice to the other providing a reasonable description of the Section 27 Dispute, along with a proposed resolution of it.\nOur notice to you will be sent to you based on the most recent contact information that you provide us.\nBut if no such information exists or if such information is not current, then we have no obligation under this Section 27(a).\nYour notice to us must be sent to:</p>\n<p>By mail: Gillian M.\nLusins</p>\n<p>NBC Universal Law Department</p>\n<p>30 Rockefeller Plaza, Rm.\n1087E</p>\n<p>New York, New York 10112</p>\n<p>By e-mail: dmca.agent@nbcuni.com</p>\n<p>For a period of sixty (60) days from the date of receipt of notice from the other party, NBCUniversal and you will engage in a dialogue in order to attempt to resolve the Section 27 Dispute, though nothing will require either you or NBCUniversal to resolve the Section 27 Dispute on terms with respect to which you and NBCUniversal, in each of our sole discretion, are not comfortable.</p>\n<p>(b) Jurisdiction.\nThe parties agree that the state or federal courts in New York shall have non-exclusive jurisdiction of any Section 27 Dispute.</p>\n<p>(c) Governing Law.\nTo the maximum extent permitted by the mandatory laws in your country of residence, these Terms of Service and any Section 27 Dispute arising out of or in connection with it or its subject matter or formation (including non-contractual disputes), will be governed by, and construed in accordance with, the laws of the U.S.\nand the State of New York without regard to its conflicts of law provisions, without regard to its conflicts of law provisions.</p>\n<p>(d) Limited Time to File Claims.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IF YOU OR WE WANT TO ASSERT A SECTION 27 DISPUTE AGAINST THE OTHER, THEN YOU OR WE MUST COMMENCE IT (BY DELIVERY OF WRITTEN NOTICE AS SET FORTH IN SECTION 27(a) WITHIN ONE (1) YEAR AFTER DISCOVERY OF THE SECTION 27 DISPUTE ARISES - OR IT WILL BE FOREVER BARRED.</p>\n<p>(e) Injunctive Relief.\nThe foregoing provisions of this Section 27 will not apply to any legal action taken by NBCUniversal to seek an injunction or other equitable relief in connection with, any loss, cost, or damage (or any potential loss, cost, or damage) relating to the online services, any Content, your User Content and/or NBCUniversal's intellectual property rights (including such NBCUniversal may claim that may be in dispute), NBCUniversal's operations, and/or NBCUniversal's products or services.</p>\n<p>28.\nMember Disputes</p>\n<p>You are solely responsible for any interaction with other members or visitors to the online services, and NBCUniversal reserves the right, but shall have no obligation, to monitor disputes between you and any other member of NBCUniversal.</p>\n<p>29.\nNotice for California Users</p>\n<p>Under California Civil Code Section 1789.3, California users of the online services are entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 400 R Street, Suite 1080, Sacramento, California 95814, or by telephone at (916) 445-1254 or (800) 952-5210 Updated on Feb 28, 2011</p>\n<p>30.\nGeneral</p>\n<p>(a) Applicable law.\nThese Terms of Service, any Additional Terms and the relationship between you and NBCUniversal shall be governed by the laws of the U.S.\nand the State of New York without regard to its conflicts of law provisions.</p>\n<p>(b) Venue.\nSubject to the arbitration provisions above, and other than small claims actions as permitted therein, any action or proceeding arising from, relating to or in connection with these Terms of Service will be brought exclusively in the federal or state courts located in New York, New York, and you irrevocably consent to the personal jurisdiction of such courts and agree that it is a convenient forum and that you will not seek to transfer such action or proceeding to any other forum or jurisdiction, under the doctrine of forum non conveniens or otherwise.</p>\n<p>(c) No Waiver.\nNo failure or delay by NBCUniversal in exercising any right, power or privilege under these Terms of Service will operate as a waiver thereof, nor will any single or partial exercise of any right, power or privilege preclude any other or further exercise thereof or the exercise of any other right, power, or privilege under these Terms of Service.</p>\n<p>(d) Severability.\nUnless otherwise expressly provided herein, the invalidity or unenforceability of any provision of these Terms of Service will not affect the validity or enforceability of any other provision, all of which will remain in full force and effect.</p>\n<p>(e) Limited Time to File Claims.\nYou agree that regardless of any statute or law which establishes a different statute of limitations, to the maximum extent permitted under applicable law, any claim or cause of action (including any arbitration) arising out of, related to or connected with the use of the Site or other online services, or these Terms of Service, our Privacy Policy, or other NBCUniversal Transactions or Relationships must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p>\n<p>(f) Paragraph and Section Titles are For Your Convenience.\nThe paragraph or section titles in these Terms of Service are for convenience only and have no legal or contractual effect.</p>\n<p>(g) This is the Entire Agreement.\nThese Terms of Service represent the entire understanding of the parties regarding its subject matter, and supersede all prior and contemporaneous agreements and understandings between the parties regarding its subject matter, and may not be amended, altered or waived except in writing by the party to be charged.</p>\n<p>(h) Assignment.\nThese Terms of Service are binding upon and shall ensure to the benefit of parties and their respective successors, heirs, executor, administrators, personal representatives and permitted assigns.\nYou shall not assign your rights or obligations hereunder without NBCUniversal's prior written consent.</p>\n<p>(i) Connectivity.\nYou are responsible for obtaining and maintaining all devices and other equipment and software, and all internet service provider, mobile service, and other services needed for your access to and use of the online service and you will be responsible for all charges related to them.</p>\n<p>31.\nTerms Applicable For Apple iOS</p>\n<p>If you are accessing or using the online services through an Apple device, the following additional terms and conditions are applicable to you and are incorporated into the Terms of Service by this reference:</p>\n<p>(a) To the extent that you are accessing the online services through an Apple device, you acknowledge that these Terms of Service are entered into between you and NBCUniversal and, that Apple, Inc.\n(\"Apple\") is not a party to these Terms of Service other than as third-party beneficiary as contemplated below.</p>\n<p>(b) The license granted to you in Section 2 of these Terms of Service is subject to the permitted Usage Rules set forth in the App Store Terms (see: https://www.apple.com/legal/internet-services/itunes/us/terms.html) and any third party terms of agreement applicable to the online services.</p>\n<p>(c) You acknowledge that NBCUniversal, and not Apple, is responsible for providing the online services and Content thereof.</p>\n<p>(d) You acknowledge that Apple has no obligation whatsoever to furnish any maintenance or support services to you with respect to the online services.</p>\n<p>(e) To the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the online services.</p>\n<p>(f) Notwithstanding anything to the contrary herein, and subject to the terms in these Terms of Service, you acknowledge that, solely as between Apple and NBCUniversal, NBCUniversal and not Apple is responsible for addressing any claims you may have relating to the online services, or your possession and/or use thereof, including, but not limited, to: (i) product liability claims, (ii) any claim that the online services fail to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\nAs set forth under these Terms of Service in</p>\n<p>Sections 13, 14 and 15 , NBCUniversal's liability to you for use of the online services is greatly limited.</p>\n<p>(g) Further, you agree that if the online services, or your possession and use of the online services, infringes on a third party's intellectual property rights, you will not hold Apple responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claims.</p>\n<p>(h) You acknowledge and agree that Apple, and Apple's subsidiaries, are third-party beneficiaries of these Terms of Service, and that, upon your acceptance of the terms and conditions of these Terms of Service, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms of Service against you as a third-party beneficiary thereof.</p>\n<p>(i) When using the online services, you agree to comply with any and all third-party terms that are applicable to any platform, website, technology or service that interacts with the online services.</p>", "created_at": "2021-01-16 10:59:33.371394", "updated_at": "2021-01-28 18:50:04.745269"}, {"id": 3514, "name": "Privacy Policy", "url": "https://www.nbcuniversal.com/privacy", "xpath": "/html/body/div[1]/div/div[2]/div/div[2]/div/main/section/div/div/div/div[2]", "text": " DOWNLOAD PDF download Privacy Policy <p>This Privacy Policy explains how NBCUniversal and its affiliates (“&nbsp;<strong>NBCUniversal Affiliates</strong>”) (collectively “&nbsp;<strong>we</strong>” or “&nbsp;<strong>us</strong>”) collect, use, and share information from or about you when you use our websites, downloadable applications, interactive TV applications, voice-activated skills, other digital services, connected devices such as theme-park devices, and off-line services that link to this policy, &nbsp;or if you engage in business with us (“&nbsp;<strong>NBCUniversal Services&nbsp;</strong>or&nbsp;<strong>Services</strong>”).\n&nbsp;</p>\n<p>This Privacy Policy applies to the NBCUniversal Services throughout the world.\nAny additional privacy terms that relate to specific NBCUniversal products or services should be read in conjunction with this Policy.</p>\n<p>As one of the world’s leading media and entertainment companies, we offer NBCUniversal Services through a wide range of businesses and under many different brands.\nThe data controller of your personal information will be the NBCUniversal company which provides services to you or does business with you.\nYou can find out more information about NBCUniversal, including a list of our NBCUniversal Affiliates,&nbsp;here&nbsp;.</p>\n<p>PLEASE READ THIS PRIVACY POLICY CAREFULLY TO UNDERSTAND HOW WE HANDLE YOUR INFORMATION.\nBY USING THE SERVICES, YOU ACKNOWLEDGE YOU HAVE READ AND UNDERSTAND THE PRIVACY POLICY AND THAT WE WILL COLLECT, USE AND SHARE YOUR INFORMATION AS SET FORTH BELOW.</p> Expand All<i>\n</i> PERSONAL INFORMATION WE COLLECT AND PURPOSES <p>The tables below explain the categories of information we collect and the purposes for which we use them.\n&nbsp;Each NBCUniversal Service’s collection and use may vary.\nPlease note that we may use any or all of this information to comply with the law, detect or prevent fraud, and to defend our legal rights.\nFurther detail about each of the purposes is set out in the “Additional Information on Purposes” table below.</p>\n<p>\n<strong>Information you provide to us:</strong>\n</p>\n<p>\n<strong>Categories of personal information we collect</strong>\n</p>\n<p>\n<strong>Purposes of use</strong>\n</p>\n<p>\n<strong>Contact information and account registration</strong>\n</p>\n<p>For example: name, email, postal address, telephone number, account user name and password, business contact information, and any information you may provide to us at an event or in person.</p>\n<ul>\n<li>Provide the NBCUniversal Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Build and manage business-to-business relationships</li>\n<li>Market and advertise for third parties</li>\n</ul>\n<p>\n<strong>Identification and demographics</strong>\n</p>\n<p>For example: date of birth, gender, nationality, ethnicity, interests, lifestyle information, photos, social media credentials, including identification information about friends, contacts or referrals you provide.</p>\n<ul>\n<li>Provide the NBCUniversal Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Market and advertise for third parties</li>\n</ul>\n<p>\n<strong>Transactional</strong>\n</p>\n<p>For example: credit/debit card details, purchase history, delivery address, membership information, reservations, and the personal details of any of your guests.</p>\n<ul>\n<li>Provide the NBCUniversal Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Market and advertise for third parties</li>\n</ul>\n<p>\n<strong>User-generated content</strong>\n</p>\n<p>For example: photos, videos, audio, and other information you may submit to us, such as comments on our forums.</p>\n<ul>\n<li>Provide the NBCUniversal Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Protect our users, Services and properties</li>\n<li>Market and advertise for third parties</li>\n</ul>\n<p>\n<strong>Research and feedback</strong>\n</p>\n<p>For example: comments that you send us through online forms and social media platforms, by email, over the phone, by mail, or in surveys.</p>\n<ul>\n<li>Provide the NBCUniversal Services</li>\n<li>Personalize your experience</li>\n</ul>\n<p>\n<strong>Biometric identifiers</strong>\n</p>\n<p>For example: facial scans or fingerprints we collect at some of our theme parks, studios, or our offices.</p>\n<ul>\n<li>Provide the NBCUniversal Services</li>\n<li>Personalize your experience</li>\n<li>Protect our users, Services and properties</li>\n</ul>\n<p>\n<strong>Audio and video</strong>\n</p>\n<p>For example: audio recordings of a customer service call or security video footage if you visit one of our properties.</p>\n<ul>\n<li>Provide the NBCUniversal Services</li>\n<li>Personalize your experience</li>\n<li>Protect our users, Services and properties</li>\n</ul>\n<p>\n<strong>Information we collect automatically from you and/or your device: </strong>\n</p>\n<p>\n<strong>Categories of personal information we collect</strong>\n</p>\n<p>\n<strong>Purposes of use</strong>\n</p>\n<p>\n<strong>Device information and identifiers</strong>\n</p>\n<p>For example: IP address, cookie IDs, browser type and language, operating system, platform type, device type, and advertising and app identifiers.</p>\n<ul>\n<li>Provide the NBCUniversal Services</li>\n<li>Personalize your experience</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Market and Advertise for third parties</li>\n</ul>\n<p>\n<strong>Connection and Usage</strong>\n</p>\n<p>For example: domain names, browsing activity, scrolling and keystroke activity, advertisements viewed, forms or fields you complete or partially complete, search terms, whether you open an email, content you view and duration, quality of the service and interaction with the content, logs, and other similar information.\nIf these events occur while you are offline, they may be logged and uploaded to us when you next connect.</p>\n<ul>\n<li>Provide the NBCUniversal Services</li>\n<li>Personalize your experience</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Send you marketing communications</li>\n<li>Market and advertise for third parties</li>\n</ul>\n<p>\n<strong>Geolocation</strong>\n</p>\n<p>For example: city, state and ZIP code associated with your IP address or derived through Wi-Fi triangulation.</p>\n<p>We will ask for your permission before using your precise location from GPS-based functionality on your mobile devices.</p>\n<ul>\n<li>Provide the NBCUniversal Services</li>\n<li>Personalize your experience</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Send you marketing communications</li>\n<li>Market and advertise for third parties</li>\n</ul>\n<p>\n<strong>Information we collect from third parties:</strong>\n</p>\n<p>\n<strong>Categories of personal information we collect</strong>\n</p>\n<p>\n<strong>Purposes of use</strong>\n</p>\n<p>\n<strong>Source of Information</strong>\n</p>\n<p>\n<strong>Information from public and commercial sources</strong>\n</p>\n<p>For example: demographic including at a household level, contact information, inferences about your preferences, loyalty program membership, and purchasing data.</p>\n<ul>\n<li>Provide the NBCUniversal Services</li>\n<li>Personalize your experience</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Send you marketing communications</li>\n<li>Build and manage business-to-business relationships</li>\n<li>Market and advertise for third parties</li>\n</ul>\n<ul>\n<li>Advertising providers</li>\n<li>Analytics providers</li>\n<li>Marketers</li>\n<li>Partners (such as for sweepstakes partners)</li>\n<li>Consumer data resellers</li>\n<li>Public records databases</li>\n<li>Related Companies</li>\n</ul>\n<p>\n<strong>Social Media Information</strong>\n</p>\n<p>For example: if you interact with us through a social media service or log in using social media credentials, depending on your social media settings, we may have access to your information from that social network such as your name, email address, friend list, photo, age, gender, location, birthday, social networking ID, current city, your comments about our Services, and the people/sites you follow.</p>\n<ul>\n<li>Provide the NBCUniversal Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Provide seamless experience across platforms and devices</li>\n</ul>\n<ul>\n<li>Social media networks</li>\n<li>Partners of social media networks</li>\n</ul>\n<p>\n<strong>Additional information that we collect for business relationships only</strong>\n</p>\n<p>\n<strong>Categories of personal information we collect</strong>\n</p>\n<p>\n<strong>Purposes of use</strong>\n</p>\n<p>\n<strong>Source of Information</strong>\n</p>\n<p>\n<strong>Business contact information</strong>\n</p>\n<p>For example: company name, your name, email address, and job.</p>\n<ul>\n<li>Build and manage business relationships</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Your company</li>\n<li>Trade associations</li>\n<li>Social media</li>\n<li>Business data resellers</li>\n</ul>\n<p>\n<strong>Due diligence information</strong>\n</p>\n<p>For example: contact information, nationality, job title, age, date of birth, gender, country of residence, employment and education information, public, religious, political or trade union roles, personal and professional affiliations, connections to criminal activities or offences related to money laundering.</p>\n<ul>\n<li>Compliance and risk management activities for business relationships</li>\n</ul>\n<ul>\n<li>Your or your company’s responses to our due diligence questions</li>\n<li>Third party compliance screening tools and databases, such as those provided by LexisNexis Risk Solutions.\nClick&nbsp;here&nbsp;for more information.</li>\n</ul>\n<p>\n<strong>Additional information on purposes of use</strong>\n</p>\n<p>\n<strong>Provide the NBCUniversal Services, for example:</strong>\n</p>\n<ul>\n<li>responding to your requests or inquiries, including technical support</li>\n<li>sending you service-related communications</li>\n<li>providing ticketing, payment services, mapping guidance, and offers</li>\n<li>displaying content you generate, such as video and comments</li>\n<li>carrying out research and analytics for uses including improving our Services and developing new ones</li>\n<li>processing your information for promotional campaigns such as sweepstakes and contests, and for surveys, online and offline panels and focus groups</li>\n</ul>\n<p>\n<strong>Personalize your experience, for example:</strong>\n</p>\n<ul>\n<li>providing you with customized product experience, including personalized newsletters, viewing and other content recommendations from NBCUniversal, our partners and other organizations</li>\n<li>providing you with advertising based on your activities and interests including at a household level</li>\n<li>creating and updating profiles and audience segments that can be used for analytics, interested-based advertising and marketing on the NBCUniversal Services, television, third party services and platforms, mobile apps and/or websites, connected devices and offline</li>\n<li>using inferences about your preferences and interests for any and all of the above purposes</li>\n</ul>\n<p>\n<strong>Send marketing communications (with consent if required), for example:</strong>\n</p>\n<ul>\n<li>sending you newsletters, surveys and information about products, services and promotions offered by NBCUniversal</li>\n</ul>\n<p>\n<strong>Provide a seamless experience across platforms and devices, for example:</strong>\n</p>\n<ul>\n<li>identifying you when you log into the NBCUniversal Service on multiple devices or web browsers to provide continuity and to match your interests across devices for the purposes of analytics, advertising, reporting and to improve the Services</li>\n<li>identifying you if your devices have attributes suggesting that they may be used by the same individual or household for purposes of analytics, advertising, reporting and to improve the Services</li>\n</ul>\n<p>\n<strong>Build and manage business relationships, for example:</strong>\n</p>\n<ul>\n<li>pursuing potential business opportunities, including identifying and contacting the correct person within the company</li>\n<li>sending communications for business purposes</li>\n<li>sending event invitations, marketing emails and campaigns, and tracking the effectiveness of such communications</li>\n<li>providing business contacts with access to our systems, and managing that access</li>\n</ul>\n<p>\n<strong>Market and advertise for third parties, for example:</strong>\n</p>\n<ul>\n<li>send you newsletters, promotional emails, surveys and information about products, services and promotions offered by our partners and other organizations with which we work</li>\n<li>customize content that our third-party partners deliver on the Services (e.g., personalized third-party advertising)</li>\n<li>create and update inferences about you and audience segments that can be used for interested-based advertising and marketing on the Services, third party services and platforms, and mobile apps</li>\n<li>create profiles about you, including adding and combining information we obtain from third parties and matching your interests across devices, which may be used for third-party marketing and advertising on the NBCUniversal Services, television, third party services and platforms, mobile apps and/or websites, connected devices and offline</li>\n</ul>\n<p>\n<strong>Compliance and risk management activities for business relationships, for example:</strong>\n</p>\n<ul>\n<li>compliance with laws and regulations</li>\n<li>managing third party and other risks to our business</li>\n<li>protecting the reputation of our businesses</li>\n<li>following the principles of ethical business conduct set out in our Code of Conduct</li>\n</ul>\n<p>\n<strong>Protect our users, Services and properties, for example:</strong>\n</p>\n<ul>\n<li>protecting the safety and security of users and visitors to the NBCUniversal Services</li>\n<li>protecting our digital and physical properties</li>\n<li>detecting and preventing other activities that may be illegal or in violation of our Terms of Service for that respective NBCUniversal Service</li>\n</ul>\n<p>We may combine all the information we collect from or receive about you for the outlined purposes.\nWe may aggregate or deidentify your information and may use, share, rent or sell aggregated or deidentified information for any purpose, and such information is not subject to this Privacy Policy.</p> WHEN WE SHARE YOUR INFORMATION <p>We may share your information with:</p>\n<ul>\n<li>\n<strong>Related Companies:</strong>&nbsp;NBCUniversal Affiliates, such as Sky, as well as our parent company Comcast Corporation and its affiliate, Comcast Cable, to help better tailor services, products, marketing, and advertising to you and to other existing and potential customers.\nWe may share identification and demographics, device information and identifiers, and research and feedback for purposes such as improving and tailoring services.&nbsp.\nIn addition business information may be shared for business operational purposes.</li>\n<li>\n<strong>Advertisers, Advertising Networks, and Other Third Parties:&nbsp;</strong>We may share information about how you use the NBCUniversal Services and interact with content or ads to better tailor services, products, marketing and advertising on our Services and on third-party platforms.\nTo enable these purposes, we may share certain demographics information, user-generated content, device information and identifiers, connection and usage data, geolocation data, public and commercial information, and social media information.\nThese third parties may use their own tracking technologies to collect or request information about you, please see our&nbsp;Cookie Notice.</li>\n<li>\n<strong>Partners</strong>: We may share your information with third party partners.\nFor instance, if you enter a contest or sweepstakes sponsored by a third party, we may share the information you provide for that entry with the sponsor.\nDepending on the partnership, we may share certain information including contact information (at your direction), identification and demographic information, transactional information, user-generated content that you provide, research and feedback, device information and identifiers, connection and usage information, public and commercial information, and social media information.</li>\n<li>\n<strong>Social Networks:</strong>We may share your information with social media platforms for example, if you click on a Facebook “like” button on an NBCUniversal Service, the “like” may appear on your Facebook account.\nTo control this sharing of information, please review and adjust your privacy settings for the relevant social network.\n&nbsp;&nbsp;Depending on your privacy settings and actions on such network, we may share contact information, identification and demographic information, user-generated content, device information and identifiers, connection and usage data, and social media information.</li>\n<li>\n<strong>Service Providers:</strong>&nbsp;We engage vendors to perform business purposes on our behalf and share information with them to enable them to provide us with such business purposes, including research and analytics, hosting, transaction and payment processing, promotion administration, fraud prevention, identity management, acquisition and other services.\nService providers may use such information for their operational purposes in order to provide their services to us.\n<ul>\n<li>\n<strong>Research and Measurement Companies:&nbsp;</strong>We share information about content you view on the NBCUniversal Services with video measurement services such as Nielsen TV Ratings, as well as other analytics providers.\nSee&nbsp;&nbsp;Your Rights&nbsp;and&nbsp;Your Choices&nbsp;sections for more information.</li>\n</ul>\n</li>\n<li>\n<strong>Search Engines</strong>: Depending on the NBCUniversal Service, you may be able to engage with other members of the Service or the public.\nThis may make the name and photo associated with your profile and any comments or user-generated content you provide visible to other members of that Service or the general public.\nIf the information is available to the general public, it may also be searchable by search engines.&nbsp;</li>\n<li>\n<strong>Law Enforcement, Regulators, Anti-fraud Coalitions and other groups</strong>: We share any of the categories of information we collect, as appropriate, with these third parties in order to: protect and enforce the legal rights, privacy, and safety of ourselves and our visitors.\nprotect against possible fraud or other illegal activity.\nrespond to requests from government and other authorities.\nand otherwise comply with legal process.</li>\n</ul>\n<p>\n<strong>Other Sharing</strong>\n</p>\n<p>We may share information about you along with a hashed or masked identifier, with third parties so they may better personalize your experience with them and the offers they send you.\nWith your appropriate consent when required, and consistent with applicable law, we may share your video viewing behavior with third parties including service providers, advertising companies, analytic partners, and social media sites.</p>\n<p>\n<strong>Sale or transfer of all or part of our business or assets</strong>\n</p>\n<p>In the event that NBCUniversal or any NBCUniversal Affiliate is involved in a merger, acquisition, transfer of control, bankruptcy, reorganization or sale of assets, or diligence associated with such matters, we may sell or transfer the information described in this Privacy Policy as part of that transaction.</p> Legal Bases for Use of Your Information <p>The laws of some jurisdictions, such as the European Union, require companies to tell you about the legal basis for using, sharing, or disclosing your information.\nTo the extent those laws apply, we may rely on the following legal bases:</p>\n<ul>\n<li>\n<strong>Performance of a contract:</strong>&nbsp;where use of your information is necessary to provide you with NBCUniversal Services under a contract, for example the relevant Terms of Service.</li>\n<li>\n<strong>Legitimate interest:</strong>&nbsp;where use of your information is necessary for our or others legitimate interests and where the use is not outweighed by your rights and interests.\nBelow are some examples of such interests: <ul>\n<li>providing NBCUniversal Services</li>\n<li>improving our Services and developing new ones</li>\n<li>recognizing and better understanding our users, including across platforms</li>\n<li>conducting security and fraud prevention activities</li>\n<li>marketing and promoting our content and services</li>\n<li>building and managing business relationships</li>\n<li>conducting compliance and risk management activities</li>\n<li>providing and managing access to our systems</li>\n</ul>\n</li>\n<li>\n<strong>Legal obligation:</strong>&nbsp;where use of your information is necessary to comply with laws and regulations such as those relating to anti-bribery and corruption and anti-money-laundering, complying with requests from government bodies or courts, or responding to litigation.</li>\n<li>\n<strong>With consent:</strong>&nbsp;we may ask for your consent to process your information in a certain way.&nbsp.\nWhere we rely on this basis, you have the right to withdraw your consent at any time – please see the&nbsp;Your Rights&nbsp;and&nbsp;Your Choices&nbsp;sections below to do this.</li>\n</ul> CHILDREN <p>Most of the NBCUniversal Services are intended for users of all ages.\nInformation about the practices of NBCUniversal Services directed to children under the age of 13 in the United States or 16 in the European Union or where we have actual knowledge a child is under such ages can be found in our&nbsp;Children's Privacy Policy.\nIf you are a parent or guardian and believe your child under 13 in the United States or under 16 in the European Union has provided us with personal information without consent, please contact us at&nbsp;privacy@nbcuni.com.</p> YOUR RIGHTS <p>Depending on where you live, you may have certain rights with respect to your information.\nFor example, under local laws, including in the European Union, you may be able to ask us to:</p>\n<ul>\n<li>provide access to certain information we hold about you, in some cases in a portable format, if technically feasible</li>\n<li>update or correct your information</li>\n<li>delete certain information</li>\n<li>restrict the use of your information</li>\n</ul>\n<p>We will respond within the time period prescribed by applicable law.\nPlease note that many of the above rights are subject to exceptions and limitations.</p>\n<p>Some NBCUniversal Services can only be provided if we have your information, therefore deletion of your information will result in termination of such Services.\n&nbsp;&nbsp;</p>\n<p>We will take reasonable steps to verify your identity, including authenticating you through the email address.\nWe may require further documentation such as a password and user ID before granting access to your information.</p>\n<p>California residents with rights under the CCPA, &nbsp;may click here and their authorized agents may click here for access or deletion requests or may call 1-800-447-0663.</p>\n<p>U.S.\nresidents who wish to learn more about access or deletion requests may click here.</p>\n<p>If you are based outside the U.S.\nand would like to exercise any individual right you may have please contact us at&nbsp;privacy@nbcuni.com.&nbsp.\nPlease include “My Rights” in the subject line and provide a clear explanation of which right you are exercising and your country of residence in the body of the email.</p>\n<p>Your rights and our responses will vary based on your state or country of residency.\nPlease note that you may be located in a jurisdiction where we are not obligated, or are unable, to fulfill a request.&nbsp.\nIn such a case, your request may not be fulfilled.</p>\n<p>If you have any unresolved concerns, you may have the right to complain to your local data protection authority.</p>\n<p>\n<strong>“Do Not Sell My Personal Information” (California Residents only)</strong>\n</p>\n<p>California residents may opt out of the “sale” of their personal information.\nCalifornia law broadly defines “sale” in a way that may include allowing third parties to receive certain information such as cookies, IP address and/or browsing behavior to add to a profile about your device, browser, or you.\nThis profile enables delivery of interest-based advertising on the NBCUniversal Services or other sites.&nbsp.\nAdvertising, including interest-based advertising, enables NBCUniversal to provide you certain content for free and provide relevant offers to you.&nbsp;</p>\n<p>Depending on what Services you use, we may share the following categories of information for such advertising which may be considered a sale (as defined by California law):</p>\n<ul>\n<li>identification and demographics.\ndevice information and identifiers, such as IP address, and unique advertising identifiers and cookies.\nconnection and usage information, such as browsing history or app usage.\ngeolocation information, such as city.\nand inference data.</li>\n</ul>\n<p>If you or your authorized agent would like to opt out of NBCUniversal’s use of your information for such purposes (to the extent this is considered a sale), you may do so as outlined on the following page: Do Not Sell My Personal Information.</p>\n<p>\n<strong>Third Parties’ List – Shine the Light (California Residents only)</strong>\n</p>\n<p>California residents can also request a list of all the third parties to which we have disclosed certain personal information (as defined by California’s Shine the Light law) during the preceding year for those third parties’ direct marketing purposes.\nCalifornia residents may contact us at 30 Rockefeller Plaza, New York, NY 10112, US, NBCUniversal Legal Department Attn: Chief Privacy Officer.\nIn the body of your request, you must include: “California Shine the Light Request”, your name, a current California address including, street address, city, state, and zip code, as well as sufficient information for us to determine if the law applies to you.\nYou will need to attest to the fact that you are a California resident.\nWe will not accept requests by telephone, email, or facsimile, and we are not responsible for notices that are not labeled or sent properly, or that do not have complete information.</p>\n<p>\n<strong>Nevada Residents</strong>\n</p>\n<p>NBCUniversal does not engage in the following activity, however Nevada law requires us to post the following: certain Nevada consumers may opt out of the sale of “covered information” for monetary consideration to a person for that person to license or sell such information.&nbsp.\n“Covered information” includes first and last name, address, email address, phone number, Social Security Number, or an identifier that allows a specific person to be contacted either physically or online.&nbsp;</p>\n<p>If you are a Nevada resident who has purchased goods or services from NBCUniversal, you may submit a request to opt out of any potential future sales under Nevada law by emailing us at privacy@nbcuni.com.&nbsp.\nPlease use “Nevada Do Not Sell” in the subject line.\nNote we will take reasonable steps to verify your identity and the authenticity of the request.&nbsp.\nOnce verified, we will maintain your request in the event our practices change.\n&nbsp;</p>\n<p>\n<strong>Notice to Customers of Universal Studios Japan</strong>\n</p>\n<p>For customers of Universal Studios Japan, NBCUniversal and Universal Studios Japan may use your personal information jointly as follows:</p>\n<ul>\n<li>The information set forth in Section 1 of this Privacy Policy,&nbsp;Personal Information We Collect and Purposes;&nbsp;</li>\n<li>The scope of entities who will use the personal information are set forth in Section 2 of this Privacy Policy,&nbsp;When We Share Your Information;&nbsp;</li>\n</ul>\n<p>For questions, requests, or complaints related to the jointly-used personal information, you may contact USJ, LLC, who is responsible for the management of the jointly used personal information, at&nbsp;privacy@usj.co.jp.</p>\n<p>For customers of Universal Studios Japan who have questions or complaints related to Universal Studios Japan’s privacy practices, you may contact Universal Studios Japan directly by emailing&nbsp;privacy@usj.co.jp,or calling 0570-20-0606, or writing to 2-1-33 Sakurajima, Konohana-ku, Osaka 554-0031 Japan, USJ LLC.\nFor issues related to Club Universal please visit the&nbsp;Club Universal Inquiry page.</p> YOUR CHOICES <p>\n<strong>Cookies and Similar Technologies</strong>\n</p>\n<p>We and our service providers, advertisers, and other third parties use cookies and similar technologies (e.g., HTTP cookies, HTML 5, flash local storage cookies, web beacons, GIFs, embedded scripts, ETags/cache browsers, and software development kits) to recognize you on, off, and across NBCUniversal Services and your devices.\nFor more information about the use of cookies and similar technologies on the NBCUniversal Services (including your opt-out choices) please see our&nbsp;Cookie Notice.\n&nbsp;</p>\n<p>\n<strong>Mobile App and Connected Devices</strong>\n</p>\n<p>Depending on the device you use, you may be able to manage your advertising and location preferences through your device settings and as outlined in our&nbsp;Cookie Notice.\n&nbsp;Many operating systems provide their own instructions on how to prevent the delivery of tailored in-application advertisements.\nWe do not control how the applicable platform operator allows you to manage personalized in-application advertisements.\nYou should review your device manufacturer’s support materials and/or the device settings for the respective operating systems for more detail on how to manage such preferences.</p>\n<p>You can stop all collection of information by a mobile app by uninstalling the app.</p>\n<p>\n<strong>Opt-out of Video Measurement Research by Nielsen</strong>\n</p>\n<p>NBCUniversal video services may feature Nielsen proprietary measurement software that will allow you to contribute to market research, like Nielsen’s TV Ratings.</p>\n<p>To learn more about Nielsen digital measurement products and your choices in regard to them, including in mobile apps and connected devices, please visit&nbsp;<u>http://www.nielsen.com/digitalprivacy</u>&nbsp;for more information.</p>\n<p>\n<strong>Third-Party Online Services</strong>\n</p>\n<p>NBCUniversal Services may contain links to third party services.\nThese other sites (even if co-branded as NBCUniversal) may collect information about you and use this information in accordance with their own privacy policies and terms of service.\nWe do not control those third parties’ policies or practices.\nWhere NBCUniversal collects personal information on a co-branded website or service, we will provide a link to our privacy policy as appropriate.\nIn some circumstances, NBCUniversal may host some websites on behalf of others and those entities may place or permit the placement of cookies and other tracking technology.\nNBCUniversal is not responsible for these tracking practices.</p> HOW WE PROTECT YOUR INFORMATION <p>We maintain organizational, technical, and physical safeguards to help protect the information we collect and use.\nThese safeguards vary depending upon a variety of factors including the sensitivity of the information we collect and use.\nDespite all reasonable practices, no security method is infallible.</p> HOW LONG WE KEEP YOUR INFORMATION <p>We will keep your information only for as long as it is necessary to fulfill the purposes described above, unless a longer retention is required or permitted by law.\nWe may delete or de-identify your information sooner if we receive a verifiable deletion request, subject to exemptions under applicable law.\nThe retention period that applies to your information may vary depending on the NBCUniversal Services you use and how you interact with them.\nSome NBCUniversal Services may provide additional details on their data retention practices, so we encourage you to consult their website and/or FAQs.</p> INTERNATIONAL TRANSFERS <p>NBCUniversal is a global company and has its headquarters in the United States.\nWe may transfer your information to Related Companies, service providers, and other third parties located outside of your country of residence, including in the United States.\nThis is necessary to provide our Services and for the purposes outlined in this Privacy Policy.\n&nbsp;Data privacy laws vary from country to country and may not be equivalent to, or as protective as, the laws in your home country.&nbsp.\nWe take steps to ensure that reasonable safeguards are in place with aim to ensure an appropriate level of protection for your information, in accordance with applicable law.\nThese measures include data transfer agreements.\nBy providing us with your information, you acknowledge any such transfer, storage or use.</p> UPDATES TO OUR PRIVACY POLICY <p>We reserve the right to amend this Privacy Policy at any time to reflect changes to our practices or the law.\nWe will make the revised Privacy Policy accessible through the NBCUniversal Services.&nbsp.\nPlease check the NBCUniversal Services periodically for updates.</p>\n<p>The date at the top of the Privacy Policy tells you when it was last updated.\nIf we make material changes to the way we collect or use your information, you will be provided with appropriate notice, including by, but not limited to, posting the updated Privacy Policy on this website, and providing notice in accordance with legal requirements.\nAny changes to this Privacy Policy will become effective when the revised Privacy Policy is posted.\n&nbsp;By continuing to use the NBCUniversal Services following any changes to this Privacy Policy, you acknowledge you have read and understand the updated Privacy Policy, and you understand that we will collect, use, and share information as stated therein.</p> CONTACT US <p>For any questions or complaints about this Privacy Policy or our privacy practices, please&nbsp;<strong>contact us</strong>&nbsp;at&nbsp;&nbsp;privacy@nbcuni.com&nbsp;or 30 Rockefeller Plaza, New York, NY 10112, USA, NBCUniversal Legal Department Attn: Chief Privacy Officer.</p>\n<p>The&nbsp;<strong>UK Representative</strong>&nbsp;of our US-based NBCUniversal Affiliates is NBCUniversal International Limited.&nbsp.\nTo contact the UK Representative, please email&nbsp;privacy@nbcuni.com&nbsp;and include the text “For the UK Representative” in the subject line.&nbsp.\nAlternatively, you can write to: Privacy Legal Department, NBCUniversal International Limited, 1 Central St Giles, St Giles High Street, London WC2H 8NU, United Kingdom.&nbsp;</p>\n<p>The&nbsp;<strong>EU Representative</strong>&nbsp;of our US-based NBCUniversal Affiliates is Universal Studios International B.V.\n&nbsp;To contact the EU Representative, please email&nbsp;privacy@nbcuni.com&nbsp;and include the text “For the EU Representative” in the subject line.&nbsp.\nAlternatively, you can write to: Privacy Legal Department, Moermanskkade 421, 1013 BC Amsterdam, The Netherlands.</p>\n<p>\n<strong>Germany:&nbsp;&nbsp;</strong>If you are using NBCUniversal Services provided by&nbsp;<strong>Universal Pictures Germany GmbH or Universal Pictures International Germany GmbH</strong>, you can contact our German Data Protection Officer by emailing&nbsp;privacy@nbcuni.com&nbsp;and including the text “For the German DPO” in the subject line.</p>\n<p>You can contact the&nbsp;<strong>Data Protection Officer for NBCUniversal Global Networks Deutschland GmbH</strong>&nbsp;by emailing&nbsp;datenschutz@sky.de&nbsp;or by writing to Sky Deutschland Fernsehen GmbH &amp.\nCo.KG, Datenschutz, Medienallee 26, 85774 Unterföhring erreichen, Deutschland.</p>\n<p>We have separate policies for workforce data.&nbsp.\nFor example, please see our&nbsp;Candidate Privacy Statement&nbsp;to find out more about the information we collect during our recruitment process.</p> ", "created_at": "2021-01-16 10:56:05.644257", "updated_at": "2021-01-28 18:50:23.066342"}, {"id": 3513, "name": "Cookie Policy", "url": "https://www.nbcuniversal.com/privacy/cookies", "xpath": "/html/body/div[1]/div/div[2]/div/div[2]/div/main/section/div/div/div/div[2]", "text": " DOWNLOAD PDF download Cookie Notice <p>This Cookie Notice (“Notice”) explains how NBCUniversal and its affiliates (“NBCUniversal” or “we”), along with our partners, including advertisers and vendors, use cookies and similar tracking technologies when you use our websites, applications, such as games, interactive TV, voice-activated assistants, and other services that link to this policy, as well as connected devices, including those used in our theme parks (“Services”).\nThis Notice provides more information about these technologies, your choices, and is part of the NBCUniversal Privacy Policy available here.\nYou should read the Privacy Policy and this Notice for a full picture of NBCUniversal’s use of your information.</p> Expand All<i>\n</i> WHAT ARE COOKIES AND HOW ARE THEY USED? <p>Like many companies, we use cookies (small text files placed on your computer or device) and other tracking technologies on the Services (referred to together from this point forward as “Cookies”, unless otherwise stated), including HTTP cookies, HTML5 and Flash local storage/flash cookies, web beacons/GIFs, embedded scripts, ETags/cache browsers, and software development kits.&nbsp;</p>\n<p>\n<strong>First-party Cookies</strong>\n</p>\n<p>First-party Cookies are placed by us (including through the use of third-party service providers) and are used to allow you to use the Services and their features and to assist in analytics activities.</p>\n<p>\n<strong>Third-party Cookies</strong>\n</p>\n<p>Certain third parties may place their Cookies on your device and use them to recognize your device when you visit the Services and when you visit other websites or online services.\nThese third parties collect and use this information pursuant to their own privacy policies.\nThird-party Cookies enable certain features or functionalities, and advertising, to be provided on the Services.&nbsp;</p>\n<p>\n<strong>Types of Cookies</strong>\n</p>\n<p>The Services use the following types of first and third-party Cookies for these purposes:</p>\n<ul>\n<li>\n<strong>Strictly Necessary Cookies:&nbsp;</strong>These Cookies are required for Service functionality, including for system administration, security and fraud prevention, and to enable any purchasing capabilities.\nYou can set your browser to block these Cookies, but some parts of the site may not function properly.</li>\n</ul>\n<ul>\n<li>\n<strong>Information Storage and Access:&nbsp;</strong>These Cookies allow us and our partners to store and access information on the device, such as device identifiers.&nbsp.\n&nbsp;&nbsp;&nbsp;</li>\n</ul>\n<ul>\n<li>\n<strong>Measurement and Analytics:&nbsp;</strong>These Cookies collect data regarding your usage of and performance of the Services, apply market research to generate audiences, and measure the delivery and effectiveness of content and advertising.\nWe and our third-party vendors use these Cookies to perform analytics, so we can improve the content and user experience, develop new products and services, and for statistical purposes.\nThey are also used to recognize you and provide further insights across platforms and devices for the above purposes.</li>\n</ul>\n<ul>\n<li>\n<strong>Personalization Cookies:&nbsp;</strong>These Cookies enable us to provide certain features, such as determining if you are a first-time visitor, capping message frequency, remembering choices you have made (e.g., your language preferences, time zone), and assist you with logging in after registration (including across platforms and devices).\n&nbsp;These Cookies also allow your device to receive and send information, so you can see and interact with ads and content.\n<ul>\n<li>\n<strong>Content Selection and Delivery Cookies:&nbsp;</strong>Data collected under this category can also be used to select and deliver personalized content, such as news articles and videos.</li>\n<li>\n<strong>Ad Selection and Delivery Cookies:&nbsp;</strong>These Cookies are used to collect data about your browsing habits, your use of the Services, your preferences, and your interaction with advertisements across platforms and devices for the purpose of delivering interest-based advertising content on the Services and on third-party sites.\nThird-party sites and services also use interest-based Advertising Cookies to deliver content, including advertisements relevant to your interests on the Services and third-party services.\nIf you reject these Cookies, you may see contextual advertising that may be less relevant to you.</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<strong>Social Media Cookies:&nbsp;</strong>These Cookies are set by social media platforms on the Services to enable you to share content with your friends and networks.\nSocial media platforms have the ability to track your online activity outside of the Services.\nThis may impact the content and messages you see on other services you visit.</li>\n</ul>\n<p>We and third parties may associate Measurement And Analytics Cookies, Personalization Cookies, Content Selection, Delivery Cookies, and Reporting, Ad Selection, Delivery and Reporting Cookies, and Social Media Cookies with other information we have about you.</p> COOKIE MANAGEMENT <p>Depending on where you live, you may be able to adjust your Cookie preferences at any time via the “Cookie Settings” link in the footer of relevant websites.\nYou can also use the methods described below to manage Cookies.\nYou must take such steps on each browser or device that you use.\nIf you replace, change or upgrade your browser or device, or delete your cookies, you may need to use these opt-out tools again.\nAs some Cookie-management solutions also rely on Cookies, please adjust your browser Cookie settings carefully, following the relevant instructions below.</p>\n<p>\n<strong>Browser Controls:</strong> You may be able to disable and manage some Cookies through your browser settings.\nIf you use multiple browsers on the same device, you will need to manage your settings for each browser.\nPlease click on any of the below browser links for instructions:</p>\n<ul>\n<li>Google Chrome</li>\n<li>Apple Safari</li>\n<li>Mozilla Firefox</li>\n<li>Microsoft Internet Explorer</li>\n</ul>\n<p>If the browser you use is not listed above, please refer to your browser’s help menu for information on how to manage Cookies.\nPlease be aware that disabling cookies will not disable other analytics tools we may use to collect information about you or your use of our Services.&nbsp;</p>\n<p>\n<strong>Analytics Provider Opt-Outs:&nbsp;</strong>To disable analytics Cookies you can use the browser controls discussed above or, for some of our providers, you can use their individual opt-out mechanisms:&nbsp;</p>\n<ul>\n<li>Google’s Privacy Policy&nbsp;and&nbsp;Google Analytics Opt-Out</li>\n<li>Omniture’s Privacy Policy&nbsp;and&nbsp;Omniture’s Opt-Out</li>\n<li>Mixpanel’s Privacy Policy&nbsp;and&nbsp;Mixpanel’s Opt-Out</li>\n</ul>\n<p>The above are examples of our analytics providers and this is not an exhaustive list.\nWe are not responsible for the effectiveness of any other providers’ opt-out mechanisms.&nbsp;</p>\n<p>\n<strong>Flash Local Storage:&nbsp;</strong>These cookies are also known as local shared objects and may be used to store your preferences or display content by us, advertisers and other third-parties.\nFlash cookies need to be deleted in the storage section of your Flash Player Settings Manager.</p>\n<p>\n<strong>Interest-Based Advertising:&nbsp;</strong>Most third-party advertisers offer a way to opt out of their interest-based advertising.\nFor more information or to opt out of receiving interest-based advertising from participating third-party advertisers, depending on your country of residence, please visit:</p>\n<ul>\n<li>Digital Advertising Alliance in the US</li>\n<li>Digital Advertising Alliance of Canada</li>\n<li>European Interactive Digital Advertising Alliance</li>\n<li>Australian Digital Advertising Alliance</li>\n</ul>\n<p>You can also opt out of some of the advertising providers we use by visiting their opt-out pages:&nbsp;</p>\n<ul>\n<li>Google’s Privacy Policy&nbsp;and&nbsp;Google’s Opt-Out page</li>\n<li>Facebook Privacy Policy&nbsp;and&nbsp;Facebook’s Opt-Out Page</li>\n<li>Twitter Privacy Policy&nbsp;and&nbsp;Twitter’s Opt-Out Page​</li>\n<li>Liveramp’s Privacy Policy&nbsp;and&nbsp;Liveramp Opt-Out Page​</li>\n</ul>\n<p>These are examples of our advertising providers and this is not an exhaustive list.\nIn addition, we are not responsible for the effectiveness of any of these providers’ opt-out mechanisms.&nbsp;</p>\n<p>After you opt out, you will still see advertisements, but they may not be as relevant to you.&nbsp;</p>\n<p>\n<strong>Mobile Settings:</strong> You may manage the collection of information for interest-based advertising purposes in mobile apps via the device’s settings, including managing the collection of location data.\nTo opt out of mobile ad tracking from Nielsen or other third parties, you can do so by selecting the “Limit Ad Tracking” (for iOS devices) or “Opt out of Ads Personalization” (for Android devices) options in your device settings.</p>\n<p>\n<strong>Connected Devices:</strong> For connected devices, such as smart TVs or streaming devices, you should review the device’s settings and select the option that allows you to disable automatic content recognition or ad tracking.\n&nbsp;Typically, to opt out, such devices require you to select options like “limit ad tracking” or to disable options such as “interest-based advertising,” “interactive TV,” or “smart interactivity”.\n&nbsp;These settings vary by device type.\n&nbsp;</p>\n<p>\n<strong>Cross-Device Tracking:</strong> If you would like to opt out of our browser-based cross-device tracking for advertising purposes, you may do so by using the various methods described above.\n&nbsp;You must opt out separately on each device and each browser that you use.\nFor more information about cross-device matching, please visit the&nbsp;Network Advertising Initiative&nbsp;or the&nbsp;Digital Advertising Alliance.\nIf you opt out of cross-device tracking for advertising purposes, we may still conduct cross-device tracking for other purposes, such as analytics.&nbsp;</p>\n<p>\n<strong>Consequences of Deactivation of Cookies:</strong> If you disable or remove Cookies, some parts of the Services may not function properly.\nInformation may still be collected and used for other purposes, such as research, online services analytics or internal operations, and to remember your opt-out preferences.</p> CONTACT US <p>For inquiries about this Cookies Notice, please contact us at Privacy@nbcuni.com&nbsp;or Chief Privacy Officer, NBCUniversal Legal Department, 30 Rockefeller Plaza, New York, NY 10112, US.</p>\n<p>For inquiries from users who reside in the European Economic Area, the United Kingdom or Switzerland, please contact us at&nbsp;Privacy@nbcuni.com&nbsp;or Privacy, Legal Department, Central Saint Giles, St Giles High Street, London, WC2H 8NU, UK</p> CHANGES TO THIS NOTICE <p>This Notice may be revised occasionally and in accordance with legal requirements.\nPlease revisit this Cookie Notice regularly to stay informed about our and our analytic and advertising partners’ use of Cookies.</p> ", "created_at": "2021-01-16 10:54:50.191176", "updated_at": "2021-01-28 18:50:35.211122"}], "points": [{"id": 15322, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:49:19.647507", "updated_at": "2021-02-11 18:25:13.580839", "quoteText": "<strong>Purposes of use", "case_id": 227, "document_id": 3514, "quoteStart": 2187, "quoteEnd": 2210}, {"id": 15336, "title": "You can request access and deletion of personal data", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 21:53:14.117264", "updated_at": "2021-02-11 18:24:58.468059", "quoteText": "Depending on where you live, you may have certain rights with respect to your information.\nFor example, under local laws, including in the European Union, you may be able to ask us to:</p>\n<ul>\n<li>provide access to certain information we hold about you, in some cases in a portable format, if technically feasible</li>\n<li>update or correct your information</li>\n<li>delete certain information</li>\n<li>restrict the use of your information</li>\n</ul>\n", "case_id": 195, "document_id": 3514, "quoteStart": 22674, "quoteEnd": 23126}, {"id": 15318, "title": "You can opt out of targeted advertising", "source": "https://www.nbcuniversal.com/privacy/cookies", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:46:14.647012", "updated_at": "2021-02-11 18:25:21.617057", "quoteText": "Most third-party advertisers offer a way to opt out of their interest-based advertising.\nFor more information or to opt out of receiving interest-based advertising from participating third-party advertisers, depending on your country of residence, please visit:</p>\n<ul>\n<li>Digital Advertising Alliance in the US</li>\n<li>Digital Advertising Alliance of Canada</li>\n<li>European Interactive Digital Advertising Alliance</li>\n<li>Australian Digital Advertising Alliance</li>\n</ul>", "case_id": 219, "document_id": 3513, "quoteStart": 7432, "quoteEnd": 7912}, {"id": 15296, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.nbcnews.com/information/nbc-news-info/nbcuniversal-terms-service-n1232183", "status": "Generated through the annotate view", "created_at": "2021-01-30 15:33:37.979783", "updated_at": "2021-02-11 20:04:09.928391", "quoteText": "You agree to defend, indemnify and hold harmless NBCUniversal, its affiliates and their respective directors, officers, employees and agents from and against any and all claims, demands, actions, suits or proceedings, as well as any and all losses, liabilities, damages, costs and expenses (including reasonable legal fees and costs) arising out of or accruing from (a) any breach of these terms, including any of the foregoing provisions, representations or warranties, and/or from your placement or transmission of any content onto NBCUniversal's servers, and/or from any and all use of your account.\n(b) any material posted or otherwise provided by you (including without limitation User Content), or any other subscriber or user of your account that infringes any intellectual property right of any person or entity or defames any person or violates their rights of publicity or privacy.\n(c) any misrepresentation made by you in connection with your use of the online services.\nand (d) any breach of any of the representation, warranties or other terms or conditions relating to use of your User Content or the online services.", "case_id": 146, "document_id": 3515, "quoteStart": 45414, "quoteEnd": 46545}, {"id": 15294, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://www.nbcnews.com/information/nbc-news-info/nbcuniversal-terms-service-n1232183", "status": "Generated through the annotate view", "created_at": "2021-01-30 15:32:52.752855", "updated_at": "2021-02-11 19:47:26.547571", "quoteText": "\nBinding Arbitration of All Disputes.", "case_id": 339, "document_id": 3515, "quoteStart": 5233, "quoteEnd": 5270}, {"id": 15291, "title": "They may stop providing the service at any time", "source": "https://www.nbcnews.com/information/nbc-news-info/nbcuniversal-terms-service-n1232183", "status": "Generated through the annotate view", "created_at": "2021-01-30 15:31:31.542649", "updated_at": "2021-02-11 20:02:03.10391", "quoteText": "We may change or discontinue our online service in whole or in part.", "case_id": 203, "document_id": 3515, "quoteStart": 1353, "quoteEnd": 1421}, {"id": 15290, "title": "There is a date of the last update of the agreements", "source": "https://www.nbcnews.com/information/nbc-news-info/nbcuniversal-terms-service-n1232183", "status": "Generated through the annotate view", "created_at": "2021-01-30 15:31:12.738647", "updated_at": "2021-01-30 22:16:27.051022", "quoteText": "Effective date August 18, 2017<p>", "case_id": 331, "document_id": 3515, "quoteStart": 0, "quoteEnd": 33}, {"id": 15293, "title": "You waive your right to a class action.", "source": "https://www.nbcnews.com/information/nbc-news-info/nbcuniversal-terms-service-n1232183", "status": "Generated through the annotate view", "created_at": "2021-01-30 15:32:27.638871", "updated_at": "2021-02-11 20:02:39.674521", "quoteText": "You agree to arbitrate and waive jury trial and class actions.", "case_id": 117, "document_id": 3515, "quoteStart": 5294, "quoteEnd": 5356}, {"id": 15295, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.nbcnews.com/information/nbc-news-info/nbcuniversal-terms-service-n1232183", "status": "Generated through the annotate view", "created_at": "2021-01-30 15:33:12.806829", "updated_at": "2021-02-11 20:03:51.34778", "quoteText": "<p>We may terminate your account, password or access in our sole discretion at any time and without prior notice.\n", "case_id": 201, "document_id": 3515, "quoteStart": 4256, "quoteEnd": 4370}, {"id": 15292, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.nbcnews.com/information/nbc-news-info/nbcuniversal-terms-service-n1232183", "status": "Generated through the annotate view", "created_at": "2021-01-30 15:31:43.315069", "updated_at": "2021-02-11 20:04:27.58196", "quoteText": "We only grant you a limited revocable license to use the site or service for your own non-commercial use subject to rules and limitations.\n", "case_id": 143, "document_id": 3515, "quoteStart": 1013, "quoteEnd": 1152}, {"id": 15299, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.nbcnews.com/information/nbc-news-info/nbcuniversal-terms-service-n1232183", "status": "Generated through the annotate view", "created_at": "2021-01-30 15:36:04.571942", "updated_at": "2021-02-11 18:24:17.14823", "quoteText": "<p>We disclaim warranties and provide the online services \"As Is.\" ", "case_id": 286, "document_id": 3515, "quoteStart": 3348, "quoteEnd": 3415}, {"id": 15298, "title": "The copyright license maintained by the service over user data and/or content is broader than necessary.", "source": "https://www.nbcnews.com/information/nbc-news-info/nbcuniversal-terms-service-n1232183", "status": "Generated through the annotate view", "created_at": "2021-01-30 15:34:52.840385", "updated_at": "2021-02-11 20:04:00.611757", "quoteText": "<p>You grant us a broad license to content you post on our online services and bear all responsibility for all such content.", "case_id": 132, "document_id": 3515, "quoteStart": 2792, "quoteEnd": 2916}, {"id": 15297, "title": "The service can delete specific content without reason and may do it without prior notice", "source": "https://www.nbcnews.com/information/nbc-news-info/nbcuniversal-terms-service-n1232183", "status": "Generated through the annotate view", "created_at": "2021-01-30 15:34:21.782888", "updated_at": "2021-02-11 20:00:14.777278", "quoteText": "NBCUniversal may, in its sole discretion, terminate your password, account (or any part thereof) or use of the online services, or remove and discard any User Content or information stored, sent, or received via the online services without prior notice and for any reason or no reason", "case_id": 202, "document_id": 3515, "quoteStart": 46883, "quoteEnd": 47167}, {"id": 15300, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://www.nbcnews.com/information/nbc-news-info/nbcuniversal-terms-service-n1232183", "status": "Generated through the annotate view", "created_at": "2021-01-30 15:37:24.546667", "updated_at": "2021-02-11 20:04:48.128826", "quoteText": "EACH TIME YOU SIGN IN TO OR OTHERWISE USE THE ONLINE SERVICES YOU ARE ENTERING INTO A NEW AGREEMENT WITH US ON THE THEN APPLICABLE TERMS AND CONDITIONS AND YOU AGREE THAT WE MAY NOTIFY YOU OF OTHER TERMS BY POSTING THEM ON THE SITE OR ONLINE SERVICES (OR IN ANY OTHER REASONABLE MANNER OF NOTICE WHICH WE ELECT), ", "case_id": 122, "document_id": 3515, "quoteStart": 9732, "quoteEnd": 10045}, {"id": 15311, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.nbcnews.com/information/nbc-news-info/nbcuniversal-terms-service-n1232183", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:39:06.876565", "updated_at": "2021-02-11 12:06:06.970646", "quoteText": "Your use of the online services shall be limited solely to your personal and non-commercial use.\n", "case_id": 143, "document_id": 3515, "quoteStart": 11375, "quoteEnd": 11472}, {"id": 15326, "title": "Your biometric data is collected", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:52:40.499468", "updated_at": "2021-02-11 19:49:56.821122", "quoteText": "<strong>Biometric identifiers</strong>\n</p>\n<p>For example: facial scans or fingerprints we collect at some of our theme parks, studios, or our offices.</p>", "case_id": 397, "document_id": 3514, "quoteStart": 4633, "quoteEnd": 4789}, {"id": 15314, "title": "This service uses third-party cookies for statistics", "source": "https://www.nbcuniversal.com/privacy/cookies", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:42:02.742451", "updated_at": "2021-02-11 19:59:17.760357", "quoteText": "We and our third-party vendors use these Cookies to perform analytics, so we can improve the content and user experience, develop new products and services, and for statistical purposes.", "case_id": 325, "document_id": 3513, "quoteStart": 2841, "quoteEnd": 3027}, {"id": 15316, "title": "The service uses social media cookies/pixels", "source": "https://www.nbcuniversal.com/privacy/cookies", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:43:41.173723", "updated_at": "2021-02-11 19:58:51.720278", "quoteText": "These Cookies are set by social media platforms on the Services to enable you to share content with your friends and networks.\nSocial media platforms have the ability to track your online activity outside of the Services.\nThis may impact the content and messages you see on other services you visit.</li>\n", "case_id": 307, "document_id": 3513, "quoteStart": 4566, "quoteEnd": 4871}, {"id": 15315, "title": "Tracking via third-party cookies for purposes including advertising", "source": "https://www.nbcuniversal.com/privacy/cookies", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:42:47.221221", "updated_at": "2021-02-11 19:59:06.32286", "quoteText": "Ad Selection and Delivery Cookies:&nbsp;</strong>These Cookies are used to collect data about your browsing habits, your use of the Services, your preferences, and your interaction with advertisements across platforms and devices for the purpose of delivering interest-based advertising content on the Services and on third-party sites.\nThird-party sites and services also use interest-based Advertising Cookies to deliver content, including advertisements relevant to your interests on the Services and third-party services.", "case_id": 128, "document_id": 3513, "quoteStart": 3865, "quoteEnd": 4390}, {"id": 15312, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.nbcuniversal.com/privacy/cookies", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:40:49.914665", "updated_at": "2021-02-11 19:59:37.271042", "quoteText": "<p>Like many companies, we use cookies (small text files placed on your computer or device) and other tracking technologies on the Services (referred to together from this point forward as “Cookies”, unless otherwise stated), including HTTP cookies, HTML5 and Flash local storage/flash cookies, web beacons/GIFs, embedded scripts, ETags/cache browsers, and software development kits.", "case_id": 323, "document_id": 3513, "quoteStart": 793, "quoteEnd": 1176}, {"id": 15301, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.nbcnews.com/information/nbc-news-info/nbcuniversal-terms-service-n1232183", "status": "Generated through the annotate view", "created_at": "2021-01-30 15:37:41.532949", "updated_at": "2021-02-11 19:59:50.133042", "quoteText": "THAT YOUR USE OF THE SERVICE AFTER SUCH NOTICE CONSTITUTES YOUR GOING FORWARD AGREEMENT TO THE OTHER TERMS FOR YOUR NEW USE AND TRANSACTIONS.\n", "case_id": 403, "document_id": 3515, "quoteStart": 10049, "quoteEnd": 10191}, {"id": 15302, "title": "This service is only available to users over 13 years of age", "source": "https://www.nbcnews.com/information/nbc-news-info/nbcuniversal-terms-service-n1232183", "status": "Generated through the annotate view", "created_at": "2021-01-30 15:38:01.578332", "updated_at": "2021-02-11 20:04:57.771242", "quoteText": "The Site and online services are intended for use by users who are over the age of 13", "case_id": 152, "document_id": 3515, "quoteStart": 15471, "quoteEnd": 15556}, {"id": 15313, "title": "This service requires first-party cookies", "source": "https://www.nbcuniversal.com/privacy/cookies", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:41:09.822939", "updated_at": "2021-02-11 20:05:16.600572", "quoteText": "<p>\n<strong>First-party Cookies</strong>\n</p>\n<p>First-party Cookies are placed by us (including through the use of third-party service providers) and are used to allow you to use the Services and their features and to assist in analytics activities.", "case_id": 126, "document_id": 3513, "quoteStart": 1187, "quoteEnd": 1437}, {"id": 15331, "title": "Your personal data is aggregated into statistics", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:57:17.212268", "updated_at": "2021-02-11 20:02:28.60202", "quoteText": "We may aggregate or deidentify your information and may use, share, rent or sell aggregated or deidentified information for any purpose, and such information is not subject to this Privacy Policy.</p> ", "case_id": 190, "document_id": 3514, "quoteStart": 14886, "quoteEnd": 15087}, {"id": 15330, "title": "This service receives your percise location through GPS coordinates", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:56:17.978264", "updated_at": "2021-02-11 19:48:25.942295", "quoteText": "<p>\n<strong>Geolocation</strong>\n</p>\n<p>For example: city, state and ZIP code associated with your IP address or derived through Wi-Fi triangulation.</p>\n", "case_id": 400, "document_id": 3514, "quoteStart": 6704, "quoteEnd": 6859}, {"id": 15321, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:48:58.452761", "updated_at": "2021-02-11 18:25:30.877536", "quoteText": "Categories of personal information we collect</strong>\n</p>", "case_id": 228, "document_id": 3514, "quoteStart": 2123, "quoteEnd": 2182}, {"id": 15332, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:57:42.773799", "updated_at": "2021-02-11 19:48:14.434112", "quoteText": "We may share your information with:</p>\n<ul>\n<li>\n<strong>Related Companies:</strong>&nbsp;NBCUniversal Affiliates, such as Sky, as well as our parent company Comcast Corporation and its affiliate, Comcast Cable, to help better tailor services, products, marketing, and advertising to you and to other existing and potential customers.", "case_id": 188, "document_id": 3514, "quoteStart": 15121, "quoteEnd": 15456}, {"id": 15329, "title": "Tracking pixels are used in service-to-user communication", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:55:39.548693", "updated_at": "2021-02-11 19:48:44.692665", "quoteText": "Connection and Usage</strong>\n</p>\n<p>For example: domain names, browsing activity, scrolling and keystroke activity, advertisements viewed, forms or fields you complete or partially complete, search terms, whether you open an email", "case_id": 217, "document_id": 3514, "quoteStart": 5935, "quoteEnd": 6167}, {"id": 15328, "title": "This service may collect, use, and share location data", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:53:50.313065", "updated_at": "2021-02-11 19:49:10.711629", "quoteText": "<li>Provide the NBCUniversal Services</li>\n<li>Personalize your experience</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Market and Advertise for third parties", "case_id": 373, "document_id": 3514, "quoteStart": 5671, "quoteEnd": 5911}, {"id": 15325, "title": "The service collects many different types of personal data", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:51:47.744703", "updated_at": "2021-02-11 19:50:16.726844", "quoteText": "Identification and demographics</strong>\n</p>\n<p>For example: date of birth, gender, nationality, ethnicity, interests, lifestyle information, photos, social media credentials, including identification information about friends, contacts or referrals you provide.</p>\n", "case_id": 376, "document_id": 3514, "quoteStart": 2866, "quoteEnd": 3134}, {"id": 15324, "title": "The service uses your personal data for advertising", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:51:04.802548", "updated_at": "2021-02-11 19:50:25.872973", "quoteText": "Market and advertise for third parties</li>", "case_id": 216, "document_id": 3514, "quoteStart": 2804, "quoteEnd": 2847}, {"id": 15323, "title": "This service may use your personal information for marketing purposes", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:50:08.616668", "updated_at": "2021-02-11 19:50:34.484912", "quoteText": "Send you marketing communications</li>", "case_id": 336, "document_id": 3514, "quoteStart": 2582, "quoteEnd": 2620}, {"id": 15317, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://www.nbcuniversal.com/privacy/cookies", "status": "Information collected via third-party cookies may be combined with personal data to target advertising.", "created_at": "2021-01-31 20:44:05.737884", "updated_at": "2021-02-11 19:58:41.647373", "quoteText": "We and third parties may associate Measurement And Analytics Cookies, Personalization Cookies, Content Selection, Delivery Cookies, and Reporting, Ad Selection, Delivery and Reporting Cookies, and Social Media Cookies with other information we have about you.</p>", "case_id": 220, "document_id": 3513, "quoteStart": 4880, "quoteEnd": 5143}, {"id": 15320, "title": "This service still tracks you even if you opted out from tracking", "source": "https://www.nbcuniversal.com/privacy/cookies", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:48:06.425773", "updated_at": "2021-04-06 16:45:34.065357", "quoteText": "If you opt out of cross-device tracking for advertising purposes, we may still conduct cross-device tracking for other purposes, such as analytics.", "case_id": 478, "document_id": 3513, "quoteStart": 10001, "quoteEnd": 10148}, {"id": 15327, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:53:17.06637", "updated_at": "2021-02-11 20:05:29.056173", "quoteText": "<strong>Device information and identifiers</strong>\n</p>\n<p>For example: IP address, cookie IDs, browser type and language, operating system, platform type, device type, and advertising and app identifiers", "case_id": 399, "document_id": 3514, "quoteStart": 5455, "quoteEnd": 5660}, {"id": 15319, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.nbcuniversal.com/privacy/cookies", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:47:02.057421", "updated_at": "2021-02-11 20:05:37.716316", "quoteText": "You can set your browser to block these Cookies, but some parts of the site may not function properly.</li>\n</ul>\n<ul>", "case_id": 375, "document_id": 3513, "quoteStart": 2253, "quoteEnd": 2371}, {"id": 15335, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 21:52:31.698266", "updated_at": "2021-02-11 18:25:39.598399", "quoteText": "</p>\n<p>In the event that NBCUniversal or any NBCUniversal Affiliate is involved in a merger, acquisition, transfer of control, bankruptcy, reorganization or sale of assets, or diligence associated with such matters, we may sell or transfer the information described in this Privacy Policy as part of that transaction.", "case_id": 243, "document_id": 3514, "quoteStart": 19938, "quoteEnd": 20256}, {"id": 15334, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 21:51:55.887714", "updated_at": "2021-02-11 19:47:40.655424", "quoteText": "We share any of the categories of information we collect, as appropriate, with these third parties in order to: protect and enforce the legal rights, privacy, and safety of ourselves and our visitors.\nprotect against possible fraud or other illegal activity.\nrespond to requests from government and other authorities.\nand otherwise comply with legal process.</li>\n</ul>\n<p>", "case_id": 164, "document_id": 3514, "quoteStart": 19023, "quoteEnd": 19396}, {"id": 15333, "title": "This service can share your personal information with third parties ", "source": "https://www.nbcuniversal.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-31 20:59:14.289712", "updated_at": "2021-02-11 19:48:02.967653", "quoteText": "We may share information about how you use the NBCUniversal Services and interact with content or ads to better tailor services, products, marketing and advertising on our Services and on third-party platforms.\nTo enable these purposes, we may share certain demographics information, user-generated content, device information and identifiers, connection and usage data, geolocation data, public and commercial information, and social media information.\n", "case_id": 166, "document_id": 3514, "quoteStart": 15800, "quoteEnd": 16254}], "urls": ["nbcuniversal.com", "nbcnews.com", "nbcsports.com"]}}