{"error": 448, "message": "OK", "parameters": {"id": 3521, "name": "neodatagroup", "created_at": "2021-05-07 16:47:26.615392", "updated_at": "2021-05-08 00:02:33.875633", "wikipedia": null, "keywords": null, "related": null, "slug": "neodatagroup", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3521.png", "url": "neodatagroup.com", "documents": [{"id": 5838, "name": "Privacy", "url": "https://www.neodatagroup.com/privacy-policy/", "xpath": "", "text": "Il rispetto della tua riservatezza è la nostra priorità<p>Noi e i nostri fornitori archiviamo informazioni quali cookie su un dispositivo (e/o vi accediamo) e trattiamo i dati personali, quali gli identificativi unici e informazioni generali inviate da un dispositivo, per personalizzare gli annunci e i contenuti, misurare le prestazioni di annunci e contenuti, ricavare informazioni sul pubblico e anche per sviluppare e migliorare i prodotti.</p>\n<p>Con la tua autorizzazione noi e i nostri fornitori possiamo utilizzare dati precisi di geolocalizzazione e identificazione tramite la scansione del dispositivo.\nPuoi fare clic per consentire a noi e ai nostri fornitori il trattamento per le finalità sopra descritte.\nIn alternativa puoi accedere a informazioni più dettagliate e modificare le tue preferenze prima di acconsentire o di negare il consenso.\nSi rende noto che alcuni trattamenti dei dati personali possono non richiedere il tuo consenso, ma hai il diritto di opporti a tale trattamento.\nLe tue preferenze si applicheranno solo a questo sito web.\nPuoi modificare le tue preferenze in qualsiasi momento ritornando su questo sito o consultando la nostra informativa sulla riservatezza.</p>PIÙ OPZIONIACCETTO <i>\n<i>\n</i>\n</i>\n<ul>\n<li>Soluzioni<i>\n</i>\n<ul>\n<li>exaudi Audience Platform<i>\n</i>\n<ul>\n<li>La tua Audience accessibile e gestibile da un unico luogo</li>\n</ul>\n</li>\n<li>ad.agio ad server<i>\n</i>\n<ul>\n<li>ADV Digital multicanale da un’unica interfaccia</li>\n</ul>\n</li>\n<li>Data Consulting<i>\n</i>\n<ul>\n<li>Il nostro know-how sui Big Data a tua disposizione</li>\n</ul>\n</li>\n<li>Data Lake<i>\n</i>\n<ul>\n<li>Accesso facile e veloce a tutti i tuoi dati, già integrati</li>\n</ul>\n</li>\n<li>Addressable TV<i>\n</i>\n<ul>\n<li>Inventory televisiva digitale in tempo reale</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Use Case<i>\n</i>\n<ul>\n<li>Brand<i>\n</i>\n<ul>\n<li>Scopri i vantaggi per il tuo business</li>\n</ul>\n</li>\n<li>Publisher<i>\n</i>\n<ul>\n<li>Scopri i vantaggi per il tuo business</li>\n</ul>\n</li>\n<li>Media Agency<i>\n</i>\n<ul>\n<li>Scopri i vantaggi per il tuo business</li>\n</ul>\n</li>\n<li>Broadcaster<i>\n</i>\n<ul>\n<li>Scopri i vantaggi per il tuo business</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Company</li>\n<li>Blog</li>\n</ul>\n<ul>\n<li>Parlane con noi</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<i>Press enter to begin your search</i> Privacy Abbiamo a cuore la trasparenza e la sicurezza tua e dei tuoi dati <p>Home » Privacy</p>\n<p>Privacy Policy Neodata Group e Servizi </p> 1.\nAmbito di applicazione della Privacy policy\n<p>Il presente documento intende disciplinare i trattamenti svolti da Neodata (in qualità di titolare del trattamento), relativamente ai dati personali degli utenti che consultano il sito web istituzionale <strong>www.neodatagroup.com</strong>&nbsp.\ne/o degli utenti che interagiscono con Neodata Group tramite canali o eventi off-line (partecipazione e organizzazione di eventi e attività di networking).</p>\n<p>Tale informativa è resa ai sensi del Regolamento (UE) 2016/679 del Parlamento europeo e del Consiglio del 27 aprile 2016.</p> 2.\nIdentità e i dati di contatto del Titolare del trattamento\n<p>Il Titolare del trattamento è Neodata Group S.r.l.\n(di seguito, “Neodata”), con sede legale in Viale XX Settembre, 21 – 95128 Catania.<br>\nIl responsabile della privacy, cui è possibile rivolgersi per esercitare i diritti di cui all’Art.\n12 è raggiungibile all’indirizzo <strong>privacy@neodatagroup.com</strong>.<br>\nIl Responsabile della protezione dei dati (DPO), cui è possibile rivolgersi per eventuali chiarimenti in materia di tutela dati personali, è raggiungibile all’indirizzo <strong>dpo@neodatagroup.com</strong>.</p> 3.\nDati forniti dall’utente\n<p>Neodata può raccogliere attraverso il proprio sito web o tramite canali off-line dati personali identificativi diretti, come ad esempio nome, cognome, indirizzo e-mail, numero di telefono, azienda di appartenenza e ruolo aziendale mediante la compilazione, da parte degli utenti, del form contenuto nella sezione “<strong>Parlane con noi</strong>”&nbsp;o cedendo il proprio bigliettino da visita.</p>\n<p>Tali informazioni vengono utilizzate per</p>\n<ul>\n<li>rispondere ai quesiti ed alle richieste che vengono inoltrate a Neodata tramite l’apposita funzione presente sul sito o tramite accordi presi&nbsp.\ndirettamente con l’interessato.</li>\n<li>attività promozionali,&nbsp;quali ad esempio l’invio di newsletter.&nbsp;In qualsiasi momento è comunque possibile interrompere l’invio di tali comunicazioni commerciali cliccando sul link “unsubscribe” presente all’interno delle stesse.</li>\n</ul> 4.\nDati di navigazione\n<p>I sistemi informatici e le procedure software preposte al funzionamento del Sito acquisiscono, nel corso del loro normale esercizio, alcuni dati Personali la cui trasmissione è implicita nell’uso di protocolli di comunicazione di internet.\nSi tratta di informazioni che non sono raccolte per essere associate a soggetti identificati, ma che per la loro stessa natura potrebbero permettere di identificare gli utenti.\nIn questa categoria rientrano (i) gli indirizzi IP o i nomi di dominio dei computer utilizzati dagli utenti che si connettono al Sito, (ii) gli indirizzi di notazione URI (Uniform Resource Identifier) delle risorse richieste, (iii) l’orario della richiesta, (iv) il metodo utilizzato per sottoporre la richiesta al server, (v) la dimensione del file ottenuto in risposta, (vi) il codice numerico indicante lo stato della risposta data dal server (buon fine, errore) ed (vii) altri parametri relativi al sistema operativo e all’ambiente informatico dell’utente.</p>\n<p>Tali informazioni vengono utilizzate per</p>\n<ul>\n<li>rendere possibile la navigazione e l’utilizzo del sito da parte dell’utente;</li>\n<li>per perseguire un legittimo interesse, consistente nel garantire la sicurezza del Sito e delle informazioni sullo stesso scambiate, ossia la capacità di tale Sito di resistere, a un dato livello di sicurezza, a eventi imprevisti o ad atti illeciti o dolosi che compromettano la disponibilità, l’autenticità, l’integrità e la riservatezza dei dati personali conservati o trasmessi e la sicurezza dei relativi servizi offerti o resi accessibili;</li>\n<li>esercitare i diritti del titolare, ad esempio il diritto di difesa.</li>\n</ul>\n<p>Il sito web di Neodata fa uso dei cookies, piccoli file di testo che vengono memorizzati sul computer contenenti informazioni non identificative dirette riguardanti la navigazione all’interno del sito.</p>\n<p>Tali informazioni vengono utilizzate per:</p>\n<ul>\n<li>Riconoscere l’utente e a memorizzare le sue preferenze di navigazione (lingua, paese, tipo di browser ecc…).</li>\n<li>Personalizzare la navigazione e agevolare la navigazione dell’utente.</li>\n<li>Analizzare il traffico sul sito.\nNeodata utilizza Google Analytics, un servizio di analisi fornito da Google per tracciare ed esaminare il modo in cui gli utenti fruiscono del sito www.neodatagroup.com, per fornire analisi statistiche, e per condividerle con altri servizi Google.\nGoogle potrebbe usare i dati raccolti per contestualizzare e personalizzare gli annunci pubblicitari all’interno dei suoi network proprietari.\nI dati personali raccolti da Google Analytics sono: Cookie e Dati di Uso del sito.\nIl trattamento dei dati avviene in: USA.\nPuoi visionare la privacy policy di Google <strong>qui</strong>.</li>\n<li>Rilevare gli interessi e il comportamento degli utenti che navigano il sito web.</li>\n<li>Erogare contenuti personalizzati sul sito e contattare i visitatori in merito al loro interesse per servizi dell’azienda.\nNeodata utilizza HubSpot utilizza i dati raccolti per tracciare ed esaminare il modo in cui gli utenti fruiscono il sito <strong>www.neodatagroup.com</strong>&nbsp.\ne per fornire analisi comportamentali (profilazione degli utenti che comporta l’elaborazione di informazioni relativamente a interessi e comportamento).&nbsp.\nLa privacy policy di HubSpot è visionabile&nbsp;<strong>qui</strong>.</li>\n</ul>\n<p>Il sito web Neodata fornisce inoltre delle funzionalità per la condivisione dei contenuti attraverso i social network.\nNel caso in cui l’utente dovesse utilizzare tali funzionalità, il relativo gestore potrebbe raccogliere informazioni quali l’indirizzo IP utilizzato o le pagine visitate o memorizzare dei cookies.\nLa raccolta e l’utilizzo di tali informazioni è disciplinata dalle privacy policy delle aziende che forniscono tali funzionalità.\nPer maggiori informazioni sul trattamento dei dati effettuato da tali aziende, è possibile fare riferimento ai seguenti link:</p>\n<ul>\n<li>Facebook: <strong>http://www.facebook.com/about/privacy</strong>\n</li>\n<li>LinkedIn: <strong>https://www.linkedin.com/legal/privacy-policy</strong>\n</li>\n<li>Twitter: <strong>https://twitter.com/privacy</strong>\n</li>\n</ul>\n<p>In nessun caso Neodata tratta questi dati, direttamente o indirettamente.</p> 5.\nBase giuridica del trattamento e modalità di trattamento\n<p>I Trattamenti svolti da Neodata Group si basano sul consenso degli interessati e/o sul legittimo interesse.</p>\n<p>Il trattamento viene effettuato attraverso strumenti automatizzati (ad es.\nutilizzando procedure e supporti elettronici) e/o manualmente (ad es.\nsu supporto cartaceo) per il tempo strettamente necessario a conseguire gli scopi per i quali i dati sono stati raccolti e, comunque, in conformità alle disposizioni normative vigenti in materia.</p>\n<p>Il Trattamento dei Dati ha luogo presso la sede del Titolare ed in ogni altro luogo in cui le parti legittimamente coinvolte nel Trattamento siano localizzate.</p>\n<p>La gestione e la conservazione avviene su server ubicati all’interno dell’Unione Europea.</p> 6.\nComunicazione e diffusione dei dati e luogo di trattamento\n<p>Le informazioni raccolte e/o fornite potrebbero altresì essere condivise con società affiliate, controllate o collegate con Neodata, sempre per finalità commerciali relative ai servizi offerti direttamente da Neodata.\nAl di fuori di queste ipotesi, in nessun altro caso le informazioni raccolte vengono condivise con aziende terze per le loro finalità commerciali.</p>\n<p>Oltre al Titolare, in alcuni casi, potrebbero avere accesso ai Dati categorie di incaricati coinvolti nell’organizzazione del Titolare ovvero soggetti esterni (come fornitori di servizi tecnici terzi, corrieri postali, hosting provider, società informatiche, agenzie di comunicazione) nominati anche, se necessario, Responsabili del Trattamento da parte del Titolare.</p>\n<p>E’ fatta salva, in ogni caso, la comunicazione di Dati richiesti, in conformità alla legge, da forze di polizia, dall’autorità giudiziaria, da organismi di informazione e sicurezza o da altri soggetti pubblici per finalità di difesa o di sicurezza dello Stato o di prevenzione, accertamento o repressione dei reati.</p> 7.\nPeriodo di conservazione dei dati e misure di sicurezza\n<p>I Dati sono trattati solo per il tempo necessario richiesto dalle finalità descritte in questo documento, dopodiché verranno unicamente conservati in esecuzione degli obblighi di legge vigenti in materia.\nL’Utente può sempre chiedere l’interruzione del Trattamento o la cancellazione dei Dati.</p>\n<p>Neodata dedica particolare attenzione alla sicurezza dei dati per questo ha costituito un team interno che lavora costantemente per proteggere i dati e le informazioni degli interessati dei trattamenti implementando in maniera continua misure di sicurezza tecniche e organizzative all’avanguardia per garantire un adeguato livello di sicurezza.</p> 8.\nDiritti dell’Utente\n<p>I soggetti cui si riferiscono i Dati Personali hanno il diritto in qualunque momento di ottenere la conferma dell’esistenza o meno degli stessi presso il Titolare del Trattamento, di conoscerne il contenuto e l’origine, di verificarne l’esattezza o chiederne l’integrazione, la cancellazione, la limitazione, l’aggiornamento, la rettifica, la trasformazione in forma anonima o il blocco dei Dati Personali trattati in violazione di legge, nonché di opporsi in ogni caso, per motivi legittimi, al loro Trattamento.</p>\n<p>L’Utente ha diritto di ottenere in un formato strutturato, di uso comune e leggibile da dispositivo automatico i dati personali forniti – e di trasmetterli, direttamente o per mezzo del Titolare, ad un altro titolare del trattamento (c.d.\ndiritto alla portabilità dei dati).</p>\n<p>Neodata non si occupa specificamente delle richieste relative al tracciamento derivante da terze parti.\nPer comprendere e opporsi all’utilizzo di cookie di terze parti si prega di consultare le rispettive informative privacy.</p>\n<p>L’esercizio dei suoi diritti potrà avvenire attraverso l’invio di una richiesta mediante email all’indirizzo <strong>privacy@neodatagroup.com</strong>.</p>\n<p>Qualora l’interessato ritenga che i suoi diritti siano stati violati dal Titolare e/o da un terzo, ha il diritto di proporre reclamo al Garante per la protezione dei Dati Personali e/o ad altra autorità di controllo competente in forza del GDPR.</p>\n<p>Il mancato conferimento dei Dati di contatto potrebbe comportare l’impossibilità di scaricare materiale informativo, rispondere a quesiti&nbsp.\no ricevere email promozionali.</p>\n<p>Il mancato conferimento dei Dati di navigazione potrebbe comportare l’impossibilità di utilizzare il Sito.</p> 9.\nModifiche a questa Privacy Policy\n<p>Neodata si riserva il diritto di apportare modifiche alla presente Privacy Policy in qualunque momento dandone pubblicità agli Utenti su questa pagina.\nSi prega dunque di consultare periodicamente questa pagina o sezione del Sito, prendendo come riferimento la data di ultima modifica indicata in fondo.\nNel caso di mancata accettazione delle modifiche apportate alla presente Privacy Policy, l’Utente è tenuto a cessare l’utilizzo del Sito e può richiedere al Titolare del Trattamento di rimuovere i propri Dati Personali.</p> 10.\nReclami\n<p>La informiamo, da ultimo, che qualora ritenga che i Suoi diritti siano stati violati dal Titolare e/o da un terzo, Lei ha il diritto di proporre reclamo al Garante per la Protezione dei Dati Personali e/o ad altra autorità di controllo competente in forza del Regolamento.\nA questa pagina <strong>http://www.garanteprivacy.it/home/urp</strong>.</p>\n<p>Ultimo aggiornamento: 3 Luglio&nbsp;2019</p> Via Giovanni Battista Pirelli 30 - 20124 Milano<br>\nViale XX Settembre, 21 - 95128 Catania<br>\ninfo@neodatagroup.com Help Center<ul>\n<li>Contatti</li>\n<li>Customer Support</li>\n</ul> Resta sempre aggiornato\n<p>\n</p>\n<ul>\n</ul>\n<p>\n</p>\n<p>Autorizzo al trattamento dei miei dati personali per finalità promozionali ai sensi del Regolamento (UE) 2016/679 del Parlamento europeo e del Consiglio del 27 aprile 2016 - Privacy Policy</p>\n<br>\n<p>\n</p>\n<p>\n<strong>© 2021 Neodata Group S.r.l.</strong> · P.I.\n02791870120 · Data Security &amp.\nPrivacy Policy </p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Soluzioni\n<ul>\n<li>exaudi Audience Platform <ul>\n<li>La tua Audience accessibile e gestibile da un unico luogo</li>\n</ul>\n<i>\n</i>\n</li>\n<li>ad.agio ad server <ul>\n<li>ADV Digital multicanale da un’unica interfaccia</li>\n</ul>\n<i>\n</i>\n</li>\n<li>Data Consulting <ul>\n<li>Il nostro know-how sui Big Data a tua disposizione</li>\n</ul>\n<i>\n</i>\n</li>\n<li>Data Lake <ul>\n<li>Accesso facile e veloce a tutti i tuoi dati, già integrati</li>\n</ul>\n<i>\n</i>\n</li>\n<li>Addressable TV <ul>\n<li>Inventory televisiva digitale in tempo reale</li>\n</ul>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>\n</li>\n<li>Use Case\n<ul>\n<li>Brand <ul>\n<li>Scopri i vantaggi per il tuo business</li>\n</ul>\n<i>\n</i>\n</li>\n<li>Publisher <ul>\n<li>Scopri i vantaggi per il tuo business</li>\n</ul>\n<i>\n</i>\n</li>\n<li>Media Agency <ul>\n<li>Scopri i vantaggi per il tuo business</li>\n</ul>\n<i>\n</i>\n</li>\n<li>Broadcaster <ul>\n<li>Scopri i vantaggi per il tuo business</li>\n</ul>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>\n</li>\n<li>Company</li>\n<li>Blog</li>\n<li>Parlane con noi</li>\n</ul>\n<ul>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<p>Area</p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<p>\n</p>\n<ul>\n</ul> Voglio ricevere la newsletter\n<p>\n</p>\n<p>Autorizzo al trattamento dei miei dati personali per finalità promozionali ai sensi del Regolamento (UE) 2016/679 del Parlamento europeo e del Consiglio del 27 aprile 2016 - Privacy Policy</p>\n<br>\n<p>\n</p> ", "created_at": "2021-05-07 16:47:27.568007", "updated_at": "2021-05-07 16:47:44.045252"}], "points": [], "urls": ["neodatagroup.com"]}}