{"error": 448, "message": "OK", "parameters": {"id": 5940, "name": "Cirkled In", "created_at": "2021-11-27 21:26:17.2228", "updated_at": "2021-11-27 23:01:10.447696", "wikipedia": null, "keywords": null, "related": null, "slug": "cirkled-in", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5940.png", "url": "cirkledin.com", "documents": [{"id": 10725, "name": "Terms of Use", "url": "https://www.cirkledin.com/terms-of-use/", "xpath": "//*[@id=\"terms-content\"]", "text": " What Service does Cirkled In Provide? <p>Cirkled In provides an online profile and portfolio platform for students to compile all their activities and accomplishments, both inside and outside school.\nStudents can upload all sorts of media files, take recommendations from other people and showcase themselves with a holistic profile and portfolio.\nStudents can share the profile with anyone they like.\nIf students’ school or any other organization they are connected with, are using Cirkled In, the staff and contractors of that organization can also view students profile.\nCirkled In also connects students with the best-fit opportunities including not limited to higher education institutions, scholarship providers, employers etc.</p> Accepting these Terms <p>If you access or use the Application, it means you agree to be bound by all of the terms below.\nSo, before you use the Application, please read all of the terms.\nIf you don’t agree to all of the terms below, please do not use the Application.\nAlso, if a term does not make sense to you, please let us know by e-mailing help@cirkledin.com .\nRegistered users of our Applications are “Members” and unregistered users are “Visitors”.\nThis Agreement applies to both.</p> Changes to these Terms <p>We reserve the right to modify these Terms at any time.\nFor instance, we may need to change these Terms if we come out with a new feature or for some other reason.</p>\n<p>Whenever we make changes to these Terms, the changes are effective 10 days after we post such revised Terms (indicated by revising the date at the top of these Terms) or upon your acceptance if we provide a mechanism for your immediate acceptance of the revised Terms (such as a click-through confirmation or acceptance button).\nIt is your responsibility to check Cirkled In for changes to these Terms.</p>\n<p>If you continue to use the Application after the revised Terms go into effect, then you have accepted the changes to these Terms.</p> Privacy Policy <p>For information about how we collect and use information about users of the Application, please check out our privacy policy available at Privacy Policy</p> Eligibility <p>To use the Application, (1) you must be the “Minimum Age” (defined below) or older or have parent’s or guardian’s consent to use the application and your registration and your use of the Application must be in compliance with any and all applicable laws and regulations.</p>\n<p>“Minimum Age” means (a) 18 years old for the People's Republic of China, (b) 16 years old for the Netherlands, (c) 14 years old for the United States, Canada, Germany, Spain, Australia and South Korea, and (d) 13 years old for all other countries.\nHowever, if law requires that you must be older in order for Cirkled In to lawfully provide the Services to you (including the collection, storage and use of your information) then the Minimum Age is such older age.\nThe Application is not for use by anyone under the age of 13.</p> Password and Account Protection <p>You are responsible for maintaining the confidentiality of your account and password.\nYou agree to accept responsibility for all activities that occur under your account.\nYou may not transfer your account to anyone else.</p>\n<p>If you have reason to believe that your account has been accessed by an unauthorized entity and is no longer secure for any reason (for example, in the event of a loss, theft or unauthorized disclosure or use of your password), then you agree to immediately notify us at help@cirkledin.com .\nIf you violate the terms of this Agreement, Cirkled In reserves the right to reclaim any username you have registered.</p> Payment to Cirkled In <p>As applicable, you agree to honor your payment obligations, if and when incurred.\nand you are okay with us storing your payment information.\nAlso, there may be fees and taxes that are added to our prices.\nFailure to pay these fees may result in the termination of your subscription.\nIn addition:</p>\n<p>Your purchase may be subject to foreign exchange fees or differences in prices based on location (e.g.\nexchange rates).\nYou authorize us to store and continue billing your payment method (e.g.\ncredit card) even after it has expired, to avoid interruptions in your service (e.g.\nsubscriptions) and to facilitate easy payment for new services.</p>\n<p>You agree to pay us for applicable fees and taxes related to your use of the Service unless you cancel the Service, in which case you agree continue paying these fees through the end of the applicable subscription period.</p>\n<p>Taxes are calculated based on the billing information that you provide us at the time of subscription .</p> Password and Account Protection <p>You accept us using our websites, mobile applications, and your email to provide you with important notices.\nAlso, you accept that certain additional information can and may be shared with us.</p>\n<p>If the contact information you provide isn't up to date, you may miss out on these notices.</p>\n<p>You agree that we may provide notices to you in the following ways: (1) a banner notice on the Service, or (2) an email sent to an address you provided, or (3) through other means including mobile number, telephone, or mail.\nYou agree to keep your contact information up to date.</p> Limitations on your Service <p>We have the right to limit how you connect with and interact on our Services.</p> Third-Party Services and Content <p>From time to time, we may provide you with links to third party websites or services that we do not own or control.\nYour use of the Application may also include the use of applications that are developed or owned by a third party.\nYour use of such third party applications, websites, and services is governed by that party’s own terms of service or privacy policies.\nWe encourage you to read the terms and conditions and privacy policy of any third party application, website or service that you visit or use.The Application makes no representations with respect to the legality or rights of the content of these third party services or use of your User Submission or information by any third party service.</p>\n<p>By using the Application, you may encounter content or information that might be inaccurate, incomplete, delayed, misleading, illegal, offensive or otherwise harmful.\nCirkled In generally does not review, verify or authenticate content provided by our Members or third party services.\nYou agree that we are not responsible for third parties' (including other Members') content or information or for any damages as result of your viewing use of or reliance on it.</p>\n<p>The use of this application may also include tools that let you connect with third party services, enabling you to share your information with these third party services.\nBy using these tools/linkages, you agree that we may transfer user submissions and information to these third-party services.\nIn addition, these third party services may be able to access information on Cirkled In related to you.\nThe use of this third party content, websites, and services is governed by these parties’ own terms of service, conditions or privacy policies.\nWe encourage you to read the terms and conditions and privacy policy of third party websites and services.\nThe Application makes no representations with respect to the legality or rights of the content of these third party services or use of your User Submission(s) or information by the third party service.</p> Your Content And Conduct <p>Our Application allows you and other users to post content.\nYou are responsible for the appropriateness of the content that you provide which should not include:</p>\n<p>Content that is libelous, defamatory, bigoted, fraudulent or deceptive;</p>\n<p>Content that is illegal or unlawful, that would otherwise create liability;</p>\n<p>Mass or repeated promotions, political campaigning or commercial messages directed at users who do not follow you (SPAM).\nPrivate information of any third party (including but not limited to addresses, phone numbers, email addresses, Social Security numbers and credit card numbers).\nand Viruses, corrupted data or other harmful, disruptive or destructive files, commands or code.</p>\n<p>Also, you agree that you will not do any of the following in connection with the Application</p>\n<p>Impersonate or post on behalf of any person or entity or otherwise misrepresent your affiliation with a person or entity;</p>\n<p>Use or attempt to use another's account;</p>\n<p>Collect any personal information about other users, or intimidate, threaten, stalk or otherwise harass other users of the Application;</p>\n<p>Circumvent or attempt to circumvent any filtering, security measures, rate limits or other features designed to protect the Application, users of the Application, or third parties.</p>\n<p>Misrepresent your or your child’s qualifications in any activity;</p>\n<p>Misrepresent your or your child’s affiliations with a person or entity, past or present;</p>\n<p>Act in an unlawful, libelous, abusive, obscene, discriminatory or otherwise objectionable manner;</p>\n<p>Violate intellectual property rights of others, including patents, trademarks, trade secrets, copyrights or other proprietary rights;</p>\n<p>Also, you agree that you will</p>\n<p> Comply with all applicable laws, including, without limitation, privacy laws, intellectual property laws, anti-spam laws, export control laws, tax laws, and regulatory requirements;</p>\n<p>Provide accurate information to us and keep it updated;</p>\n<p>Use the Application in a professional and/or responsible manner.</p> DMCA Compliance <p>Cirkled In complies with the provisions of the Digital Millennium Copyright Act (DMCA) as it relates to online service providers, like Cirkled In.\nWe will remove material that we believe in good faith violates someone’s copyright.\nIf you have any complaints or objections to material posted on the Service, you may contact us at: help@cirkledin.com To learn more about DMCA, click here.</p> Cirkled In Materials <p>We put a lot of effort into creating the Service and Application including, the logo, trademarks, service marks and all designs, text, graphics, articles, pictures, information and other content (excluding your content).\nThis property is owned by us or our licensors and it is protected by U.S.\nand international copyright laws.\nWe grant you the right to use it.\nYou agree that you will not do any of the following in connection with the Services or Application.\nIf you do any of this stuff, we may terminate your use of the Application.</p>\n<p>publicly perform or publicly display the Application;</p>\n<p>Violate the intellectual property or other rights of Cirkled In, including, without limitation, using the word “Cirkled In” or our logos, trademarks in any business name, email, or URL.</p>\n<p>Copy, modify or create derivative works of Cirkled In, the Services or any related technology (except as expressly authorized by Cirkled In).\nReverse engineer, decompile, disassemble, decipher or otherwise attempt to derive the source code for the Services or any related technology, or any part thereof;</p>\n<p>use any data mining, robots or similar data gathering or extraction methods;</p>\n<p>download (other than page caching) of any portion of the Application or any information contained therein.\nor Rent, lease, loan, trade, sell/re-sell access to the Services or related any information or data;</p>\n<p>Remove any copyright, trademark or other proprietary rights notices contained in or on our Service;</p>\n<p>Collect, use, copy, or transfer any information obtained from Cirkled In without the consent of Cirkled In;</p>\n<p>Monitor the Services' availability, performance or functionality for any competitive purpose;</p>\n<p>Access the Services except through the interfaces expressly provided by Cirkled In, such as its mobile applications, and Cirkledin.com;</p>\n<p>Override any security feature of the Services;</p>\n<p>Interfere with the operation of, or place an unreasonable load on, the Services (e.g., spam, denial of service attack, viruses, gaming algorithms).\nand/or</p>\n<p>Use the Application other than for its intended purposes.</p> Your License to Cirkled In <p>Anything you post, upload, share, store, or otherwise provide through the Service, you retain copyright and any other proprietary rights you hold in the content that you post to the Service.\nFor all User Submissions, you hereby grant Cirkled In a worldwide, non-exclusive, transferable, assignable, fully paid-up, royalty-free right and license, in perpetuity without any time limit, to host, transfer, display, perform, reproduce, modify, distribute and re-distribute, publish and process, information and content that you provide through our Services, without any further consent, notice and/or compensation to you or others.\nThis is a license only.\nYou still own your content and information.</p>\n<p>By posting and sharing User Submissions with another user of the Service, you hereby grant that user a non-exclusive and perpetual license to access and use such User Submissions.</p> Hyperlinks and Third Party Content <p>You may create a hyperlink to the Application.\nBut, you may not use, frame or utilize framing techniques to enclose any of our trademarks, logos or other proprietary information without our express written consent.</p>\n<p>Cirkled In makes no claim or representation regarding, and accepts no responsibility for third party websites accessible by hyperlink from the Application or websites linking to the Application.\nWhen you leave the Application, you should be aware that these Terms and our policies no longer govern.</p> No Warranty <p>The application and or any other application and any content included on or otherwise made available to you through the application are provided to you on an as is or as available basis without any representations or warranties of any kind.\nWe disclaim any and all warranties and representations (express or implied, oral or written) with respect to the application and content included on or otherwise made available to you through the application whether alleged to arise by operation of law, by reason of custom or usage in the trade, by course of dealing or otherwise.</p> No Warranty <p>In no event will Cirkled In be liable to you or any third party for any special, indirect, incidental, exemplary or consequential or punitive damages of any kind, or any loss of data, opportunities, reputation, goodwill, profits or revenues, related to the services (e.g.\noffensive or defamatory statements, down time or loss, use or changes to your information or content) arising out of or in connection with the application or any other application and/or content included on or otherwise made available to you through the application, regardless of the form of action, whether in contract, tort, strict liability or otherwise, even if we have been advised of the possibility of such damages or are aware of the possibility of such damages.\nOur total liability for all causes of action and under all theories of liability will be limited to the amount you paid to Cirkled In.\nThis section will be given full effect even if any remedy specified in this agreement is deemed to have failed in its essential purpose.</p>\n<p>You agree to defend, indemnify and hold us harmless from and against any and all costs, damages, liabilities, and expenses (including attorneys’ fees, costs, penalties, interest and disbursements) we incur in relation to, arising from, or for the purpose of avoiding, any claim or demand from a third party relating to your use of the Application or the use of the Application by any person using your account, including any claim that your use of the Application violates any applicable law or regulation, or the rights of any third party, and/or your violation of these Terms.</p> Exclusion of Liability <p>In no event will Cirkled In be liable to you or any third party for any special, indirect, incidental, exemplary or consequential or punitive damages of any kind, or any loss of data, opportunities, reputation, goodwill, profits or revenues, related to the services (e.g.\noffensive or defamatory statements, down time or loss, use or changes to your information or content) arising out of or in connection with the application or any other application and/or content included on or otherwise made available to you through the application, regardless of the form of action, whether in contract, tort, strict liability or otherwise, even if we have been advised of the possibility of such damages or are aware of the possibility of such damages.\nOur total liability for all causes of action and under all theories of liability will be limited to the amount you paid to Cirkled In.\nThis section will be given full effect even if any remedy specified in this agreement is deemed to have failed in its essential purpose.</p>\n<p>You agree to defend, indemnify and hold us harmless from and against any and all costs, damages, liabilities, and expenses (including attorneys’ fees, costs, penalties, interest and disbursements) we incur in relation to, arising from, or for the purpose of avoiding, any claim or demand from a third party relating to your use of the Application or the use of the Application by any person using your account, including any claim that your use of the Application violates any applicable law or regulation, or the rights of any third party, and/or your violation of these Terms.</p> Termination <p>If you breach any of these Terms, we have the right to suspend or disable your access to or use of the Application.\nAccount deletion/ suspension may result in deletion of any content associated with your account.</p> Entire Agreement <p>These Terms constitute the entire agreement between you and Cirkeld In regarding the use of the Application, superseding any prior agreements between you and Cirkeld In relating to your use of the Application.\nIf a court with authority over this Agreement finds any part of it not enforceable, you and Cirkled In agree that the court should modify the terms to make that part enforceable while still achieving its intent.\nIf the court cannot do that, you and Cirkeld In agree to ask the court to remove that unenforceable part and still enforce the rest of this Agreement.</p>\n<p>If we don't act to enforce a breach of this Agreement, that does not mean that Cirkled In has waived its right to enforce this Agreement.\nYou may not assign, delegate or transfer this Agreement (or your membership or use of Application) to anyone without our consent.\nHowever, you agree that Cirkled In may assign this Agreement to its affiliates or a party that buys it without your consent.\nThere are no third party beneficiaries to this Agreement.</p> Dispute Resolution <p>You agree that the laws of the State of Washington, U.S.A., shall exclusively govern any dispute relating to this Agreement and/or use of the Application.\nWe both agree that all of these claims can only be litigated in the federal or state courts of King County, Washington, USA, and we each agree to personal jurisdiction in those courts.</p> Feedback <p>Please let us know what you think of the Application and these Terms.\nWhen you provide us with any feedback, comments or suggestions about the Application, you irrevocably assign to us all of your right, title and interest in and to your feedback, comments and suggestions.</p> Questions and Contact Information <p>Questions or comments about the Application may be directed to us by sending email to help@cirkledin.com.</p> ", "created_at": "2021-11-27 21:26:17.226278", "updated_at": "2021-11-27 20:27:15.83492"}, {"id": 10724, "name": "Privacy Policy", "url": "https://www.cirkledin.com/privacy-policy", "xpath": "//*[@id=\"policy-content\"]", "text": " <p>This privacy policy governs your use of the software application Cirkled In (“Application”) on any platform: website, mobile, tablet or any other device or applications.\nCirkled In provides a digital platform for you to capture information that you upload about your or your kids’ life achievements while connecting and collaborating with like-minded parents and teachers.\nApplication Services also includes connecting students with best-fit opportunities including but not limited to higher education institutions, employers, nonprofit organizations etc.</p> What Service does Cirkled In Provide? <p>Cirkled In provides an online profile and portfolio platform for students to compile all their activities and accomplishments, both inside and outside school.\nStudents can upload all sorts of media files, take recommendations from other people and showcase themselves with a holistic profile and portfolio.\nStudents can share the profile with anyone they like.\nIf students’ school or any other organization they are connected with, are using Cirkled In, the staff and contractors of that organization can also view students profile.\nCirkled In also connects students with the best-fit opportunities including not limited to higher education institutions, scholarship providers, employers etc.</p> What information does the Application obtain and how is it used? User Provided Information <p>The Application obtains the information you provide when you download, register or use the Application.\nThis includes an email address, name, address, phone number of users for whom accounts are being created.\nIn addition, all the data that you enter in a profile is obtained by the application.\nIn addition, if you send email invitations to friends or teachers, those email addresses are also collected.</p> Automatically Collected Information <p>In addition, the Application may collect certain information automatically, including, but not limited to, information relating to your device(s), including your device model, operating system, browser type, unique device identifier, IP address, device internet browser, mobile phone number, mobile network carrier, location and information about the way you use the Application.\nWe will also use cookies and web beacons (pixel tags, and/or other similar technologies) to collect user and visitor information.</p> Information from Other Sources: <p>If an organization with which user is connected to, including but not limited to a school, nonprofit organization, higher education institution etc., also uses Cirkled In, staff or contractors of those organizations may provide data/ information on student’ profile, including but not limited to education records, recommendations, grades, assessments etc.</p>\n<p>We may also obtain information, including personally identifiable information, from third parties and sources other than the Service, such as our partners or other service providers, according to their own policies and terms of use.\nWe may also, at your direction, receive information from third party services that provide a mechanism to expose information you have provided to such third parties through the use of an application program interface (API), such as Facebook Connect or the Twitter API.\nIf we combine or associate information from other sources with personally identifiable information that we collect through the Service, we will treat the combined information as personally identifiable information in accordance with this Privacy Policy.</p> Do third parties see and/ or have access to information obtained by the Application? <p>If an organization with which user is connected to, including but not limited to a school, nonprofit organization, higher education institution etc., also uses Cirkled In, staff or contractors of those organizations may provide data/ information on student’ profile, including but not limited to education records, recommendations, grades, assessments etc.</p>\n<p>We may also work with third party service providers to monitor the Application for purposes as reporting traffic and other advertising statistics.\nWhere authorized by us, these third party providers may use cookies and/or other monitoring technologies to compile anonymous statistics about our visitors.\nThis information is collected directly by the third party.\nInformation collected by third parties in this manner is subject to that third party's own data collection, use, and disclosure policies.</p> We may disclose User Information: <p>Any information that you voluntarily choose to include in a publicly accessible area of the Application, such as a public profile page, will be available to anyone who has access to that content, including other users.</p>\n<p>As required by law, such as to comply with a subpoena, or similar legal process.\nwhen we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request.\nwith our trusted services providers who work on our behalf, do not have independent use of the information we disclose to them, and have agreed to adhere to the rules set forth in this privacy statement.\nIf Cirkled In is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on our Web site of any change in ownership or uses of this information, as well as any choices you may have regarding this information.</p>\n<p>Any information in your account can be used and shared to fulfill our promise of service to you such connecting you to various opportunities including not limited to higher education institutions, scholarship providers, employers etc.</p> What are my opt-out rights? <p>You can stop all collection of information by the Application easily by deleting your profile and account from the application.</p> Data Retention Policy, Managing Your Information <p>We will retain User Provided data for as long as you use the Application and for a reasonable time thereafter.\nWe may retain Automatically Collected information in perpetuity and may store it in aggregate.</p> Children <p>We do not use the Application to knowingly solicit data from or market to children under the ”Minimum Age” (defined below).\nTo use the Application, (1) you must be the “Minimum Age” (defined below) or older or have parent’s or guardian’s consent to use the application and your registration and your use of the Application must be in compliance with any and all applicable laws and regulations.</p>\n<p>If a parent or guardian becomes aware that his or her child has provided us with information without their consent, he or she should contact us at help@cirkledin.com.\nWe will delete such information from our files within a reasonable time.</p>\n<p>“Minimum Age” means (a) 18 years old for the People's Republic of China, (b) 16 years old for the Netherlands, (c) 14 years old for the United States, Canada, Germany, Spain, Australia and South Korea, and (d) 13 years old for all other countries.\nHowever, if law requires that you must be older in order for Cirkled In to lawfully provide the Services to you (including the collection, storage and use of your information) then the Minimum Age is such older age.\nThe Application is not for use by anyone under the age of 13.</p> Security <p>We are concerned about safeguarding the confidentiality of your information.\nWe take privacy and security seriously and have enabled HTTPS access to our site.\nWe provide physical, technical, and procedural safeguards to protect information we process and maintain.\n</p>\n<p>For example, we limit access to this information to authorized employees, contractors and service providers who need to know that information in order to operate, develop or improve our Application.\nPlease be aware that, although we endeavor provide reasonable security for information we process and maintain, no security system can prevent all potential security breaches.</p> Changes <p>This Privacy Policy may be updated from time to time for any reason.\nWe will post any changes to our Privacy Policy at https://www.cirkledin.com/privacy-policy/ You are advised to consult this Privacy Policy regularly for any changes, as continued use of the Application and Services is deemed approval of all changes.\nYou can check the most recent version of this policy at https://www.cirkledin.com/privacy-policy/.</p> Your Consent <p>By using the Application, you are consenting to our processing of your information as set forth in this Privacy Policy now and as amended by us.\n“Processing,” means using cookies on a computer/hand held device or using or touching information in any way, including, but not limited to, collecting, storing, deleting, using, combining and disclosing information, all of which activities will take place in the WA.\nIf you reside outside the WA your information will be transferred, processed and stored there under WA privacy standards.</p> Contact Us <p>If you have any questions regarding privacy while using the Application, or have questions about our practices, please contact us via email at help@cirkledin.com</p> ", "created_at": "2021-11-27 21:26:17.224791", "updated_at": "2021-11-27 20:26:54.184806"}], "points": [], "urls": ["cirkledin.com"]}}