{"error": 448, "message": "OK", "parameters": {"id": 2394, "name": "Politico", "created_at": "2020-11-06 19:19:55.577392", "updated_at": "2021-03-25 03:19:52.296", "wikipedia": "https://en.wikipedia.org/wiki/Politico", "keywords": null, "related": null, "slug": "politico", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2394.png", "url": "politico.com", "documents": [{"id": 3036, "name": "Terms of Service", "url": "https://www.politico.com/terms-of-service", "xpath": "", "text": " <ul>\n<li> Skip to Main Content\n</li>\n</ul>\n<b>\n</b>\n<b>\n</b>\nPOLITICO <ul>\n<li>\nMagazine</li>\n<li>\nThe Agenda</li>\n<li>\nPro</li>\n<li>\n<b>\n</b>Search <b>\n</b>Search\n<b>\n</b>\n</li>\n</ul> SECTIONS\n<ul>\n<li>\nCongress</li>\n<li>\nWhite House</li>\n<li>\nMagazine</li>\n<li>\nThe Agenda</li>\n<li>\nVideo</li>\n<li>\nPodcasts</li>\n</ul> Elections\n<ul>\n<li>\nNews</li>\n<li>\nAll Election Results</li>\n</ul> SERIES\n<ul>\n<li>\nThe Fifty</li>\n<li>\nThe Vaccine Race</li>\n<li>\nWhat Works</li>\n<li>\nWomen Rule</li>\n</ul> NEWSLETTERS\n<ul>\n<li>\nPlaybook</li>\n<li>\nPlaybook PM</li>\n<li>\nPOLITICO Nightly</li>\n<li>\nTransition Playbook</li>\n<li>\nHuddle</li>\n<li>\nAll Newsletters</li>\n</ul> POLITICO LIVE\n<ul>\n<li>\nLive Home</li>\n<li>\nUpcoming Events</li>\n<li>\nPrevious Events</li>\n<li>\nAbout POLITICO Live</li>\n</ul> COLUMNS &amp.\nCARTOONS\n<ul>\n<li>\nRich Lowry</li>\n<li>\nJack Shafer</li>\n<li>\nMatt Wuerker</li>\n<li>\nCartoon Carousel</li>\n</ul> POLICY\n<ul>\n<li>\nAgriculture</li>\n<li>\nCannabis</li>\n<li>\nCybersecurity</li>\n<li>\nDefense</li>\n<li>\nEducation</li>\n<li> eHealth</li>\n<li>\nEmployment &amp.\nImmigration</li>\n<li>\nEnergy &amp.\nEnvironment</li>\n<li>\nFinance &amp.\nTax</li>\n<li>\nHealth Care</li>\n<li>\nSpace</li>\n<li>\nSustainability</li>\n<li>\nTechnology</li>\n<li>\nTrade</li>\n<li>\nTransportation</li>\n</ul> EDITIONS\n<ul>\n<li>\nCalifornia</li>\n<li>\nCanada</li>\n<li>\nEurope</li>\n<li>\nFlorida</li>\n<li>\nNew Jersey</li>\n<li>\nNew York</li>\n<li>\nPro</li>\n</ul> Follow us\n<ul>\n<li>\nTwitter</li>\n<li>\nInstagram</li>\n<li>\nFacebook</li>\n</ul>\n<ul>\n<li>\nMy Account</li>\n<li>\nLog InLog Out</li>\n</ul> Terms of Service\n<p>Effective Date: February 4, 2020</p>\n<p>\n<br>This Terms of Service Agreement (these “Terms”) governs your use of the www.politico.com website, any other website with links to these Terms, and all mobile websites and applications associated therewith (collectively, the \"Site\").\nThe Site is provided to you by Politico, (\"we\" or \"us\"), a publication of POLITICO LLC.\nUnless explicitly stated otherwise, any new platforms, features or functionality made available to the public by POLITICO LLC shall be subject to these Terms which constitutes a binding legal contract between you and us.\nBy using the Site, you accept its terms.</p>\n<p>\n<b>THESE TERMS INCLUDE A CLASS ACTION WAIVER AND A WAIVER OF JURY TRIALS, AND REQUIRE BINDING ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE MOST DISPUTES.</b>\n</p>\n<p>\n<b>THESE TERMS LIMIT THE REMEDIES THAT MAY BE AVAILABLE TO YOU IN THE EVENT OF A DISPUTE.</b>\n</p>\n<p>The Internet is an evolving medium.\nIf we need to change these Terms at some point in the future, we'll post the modified Terms of Service Agreement on this Site and update the Effective Date of the policy to reflect the date of the changes.\nExcept as explicitly provided otherwise herein, by continuing to use the Site after we post any such changes, you accept the Terms of Service Agreement as modified.</p>\n<p>We reserve the right to deny access to this Site, or any service provided via this Site, to anyone who violates these Terms or who, in our sole judgment, interferes with the ability of others to enjoy this Site, or infringes the rights of us or others.</p>\n<p>All references to “you” or “your,” as applicable, mean the person who accesses, uses, and/or participates in the Site in any manner, and each of your heirs, assigns, and successors.</p>\n<p>\n<br>\n</p>\n<b>PRIVACY</b>\n<p>\n<br>We respect the privacy of the users of our Site.\nPlease take a moment to review our Privacy Policy, which is incorporated to these Terms by reference.</p>\n<b>INTELLECTUAL PROPERTY RIGHTS</b>\n<p>\n<br>Our Limited License to You.\nThe materials available through this Site are our property of or the property of our affiliates or licensors, and are protected by copyright, trademark and other intellectual property laws.\nYou may use the Site, and materials on the Site, for your personal, non-commercial use only, provided you keep intact all copyright and other proprietary notices.\nYou may not decompile or reverse engineer any part of the Site.\nYou may not otherwise download, republish, retransmit or reproduce any of the materials (including any video or still photographs) without the prior written consent of the owner.\nYou may not distribute copies of materials found on this Site in any form (including by email or other electronic means) without prior written permission from the owner.\nOf course, you're free to encourage others to access the information themselves on our Site and to tell them how to find it.</p>\n<p> Your License to Us.\nThe Site may include interactive features that allow you to post, submit, publish, display, or transmit material to the Site and/or to other Site users (“User Content”) By submitting User Content to us, you are representing that you are the owner of the User Content, or are making your submission with the express consent of the owner.\nBy submitting User Content to any public posting areas of this Site, such as any message boards, classifieds, forums, or community publishing areas, you agree that we, including our partners, agents, affiliates and service providers (collectively, \"Third Party Providers\"), may reproduce, modify, and distribute such User Content as we see fit in any medium and for any purpose.\nYou grant us the world-wide, royalty free and non-exclusive license to reproduce, modify, adapt and publish such User Content on the Site.\nYou also grant us the royalty-free, perpetual, irrevocable, non-exclusive and fully sublicensable right and license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform and display such User Content (in whole or part) worldwide and/or to incorporate it in other works in any form, media, or technology now known or later developed.\nYou also agree that we, including our Third Party Providers, may identify you as the author of any of your postings by name, email address or screen name as we see appropriate.\nWe also reserve the right (but assume no obligation) to delete, move, or edit any User Content that comes to our attention that we consider unacceptable or inappropriate, whether for legal or other reasons.</p>\n<p>\n<b>Trademarks.</b> The Politico trademarks, service marks, product and service names, and other corporate indicia (the \"Politico Marks\") are the property of POLITICO LLC.\nYou agree not to display or use in any manner any of Politico Marks without our prior written permission.</p>\n<p>\n<b>Links.</b> You may establish a hypertext link to this Site so long as the link does not state or imply any sponsorship of or affiliation with you or your site by us.</p>\n<p>\n<b>No Framing.</b> You may not, without our prior written permission, frame any of the content of the Site, or incorporate into another website or other service any material, content or intellectual property belonging to us, our parent or affiliate companies, or any of their licensors.</p>\n<p>\n<b>Associated Press Materials.</b> Some of the material on our Site may be provided by the Associated Press.\nThe following provision applies to all visitors (which shall include persons and representatives of legal entities, whether such representatives are persons or digital engines of a kind that crawls, indexes, scrapes, copies, stores or transmits digital content).\nBy accessing this Site, you specifically acknowledge and agree that (1) Associated Press text, photo, graphic, audio and/or video material shall not be published, broadcast, rewritten for broadcast or publication or redistributed directly or indirectly in any medium.\n(2) no Associated Press materials nor any portion thereof may be stored in a computer except for personal and non-commercial use.\n(3) The Associated Press will not be held liable for any delays, inaccuracies, errors or omissions therefrom or in the transmission or delivery of all or any part thereof or for any damages arising from any of the foregoing.\n(4) The Associated Press is an intended third party beneficiary of these terms and conditions and it may exercise all rights and remedies available to it.\nand (5) The Associated Press reserves the right to audit your use of AP materials or any portion thereof at any time.</p>\n<b>ONLINE PURCHASES</b>\n<p>\n<br>You agree to be financially responsible for all purchases and subscriptions made by you or someone acting on your behalf through the Site.\nYou agree to use the Site and to purchase subscriptions, services, or products through the Site for legitimate, non-commercial purposes only.\nYou agree to only purchase goods or services for yourself or for another person for whom you are legally permitted to do so.\nWhen making a purchase for a third party that requires you to submit the third party's personal information to us or to a merchant, you represent that you have obtained the express consent of such third party to provide such third party's personal information.\\</p>\n<p>POLITICO LLC uses CyberSource which incorporates the services of FDC Nashville Global as a third party service provider for payment services (e.g., credit card transaction processing, merchant settlement, and related services).\nBy making any purchases or paying bills through our Site, you authorize POLITICO LLC, CyberSource, and FDC Nashville Global to share any information and payment instructions you provide to the extent required to complete the payment transactions in accordance with these Terms, including without limitation, your personal, financial, credit card payment, and transaction information.</p>\n<b>REGISTRATION</b>\n<p>\n<br>To access certain features of our Site, you may be asked to register with us on the form provided and such registration may require you to provide personally identifying information such as your name, address and email address, and also may ask you to provide certain demographic information such as your gender and date of birth.\nYou agree that you will register only if you are 13 years or older (or 16 years or older if you are in the European Economic Area).\nYou agree to provide true, accurate, current and complete information about yourself as prompted by the applicable registration form, and you will update your information to keep it true, accurate, current and complete.\nYour account is nontransferable except with POLITICO LLC’s written permission and consistent with POLITICO LLC’s policies and procedures.\nIf we have reasonable grounds to suspect that such information is untrue, inaccurate or incomplete, we reserve the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).\nOur use of any personally identifiable information you provide to us as part of the registration process is governed by the terms of our Privacy Policy.</p>\n<b>PASSWORDS</b>\n<p>\n<br>To use certain features of the Site, you will need a user ID and password, which you will create through the Site's registration process.\nYou are responsible for maintaining the confidentiality of the password and account and are responsible for all activities (whether by you or by others) that occur under your password or account.\nYou agree to notify us immediately of any unauthorized use of your password or account or any other breach of security, and to ensure that you exit from your account at the end of each session.\nWe cannot and will not be liable for any loss or damage arising from your failure to protect your password or account information.</p>\n<b>CLASSIFIED ADVERTISING</b>\n<p>\n<br>If you submit a classified ad for publication on the Site, you agree that the advertisement as it appears on the Site becomes our property and you assign all ownership interest in the advertisement as it appears on the Site under copyright law or otherwise to us.\nWe reserve the right to reject any ad copy.\nAll orders are subject in all respects to our then-current rules and regulations and then-current demands upon advertising space.\nOur liability for an error will not exceed the cost of the space occupied by the error, and in no event shall our liability for your use of our classified advertising services exceed the amount you paid for the use of the services.\nWe reserve the right to edit, reclassify, revise, or cancel any advertisement at any time.\nRates and specifications are subject to change.\nWe do not knowingly accept advertising that discriminates or intends to discriminate based on race, color, religion, sex, national origin, handicap or familial status.</p>\n<p>\n<br>\n</p>\n<b>JOB LISTINGS</b>\n<p>\n<br> We do not knowingly accept advertisements regarding employment that are not ads for bona fide job opportunities.\nWe also do not knowingly accept advertisements that discriminate or intend to discriminate on any illegal basis, or that are otherwise illegal.\nIf you think that an advertisement posted on this service discriminates on any illegal basis, or is otherwise illegal, please contact us at Politico, 1000 Wilson Blvd., 8th Floor, Arlington, VA 22209, Attn: Marketing Dept.\nWe encourage you to investigate fully and understand all aspects of any job you are considering.\nSome positions may require an investment or purchase on consignment on your part, or may involve your recruiting others.\nPositions are often paid by draw, commission or bonus instead of salary.</p>\n<b>MODIFICATIONS TO THE SITE</b>\n<p>\n<br> We reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Site (or any part thereof) with or without notice.\nYou agree that we shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Site.</p>\n<p>\n<br>\n</p>\n<b>TERMINATION</b>\n<p>\n<br>You agree that, in our sole discretion, we may terminate your password, account (or any part thereof), membership on our survey panel, or use of the Site (in whole or in part), and remove and discard any User Content for any reason, including, without limitation, due to discontinuance of a service or for lack of use or if we believe that you have violated or acted inconsistently with the letter or spirit of these Terms.\nYou agree that we shall not be liable to you or any third-party for any termination of your password, account (or any part thereof) or use of the Site, or any removal of any User Content.</p>\n<b>THIRD-PARTY SITES</b>\n<p>\n<br>The Site may provide, or third parties may provide, links to other websites or resources.\nBecause we have no control over such sites and resources, you acknowledge and agree that we are not responsible for the availability of such external sites or resources, and do not endorse and are not responsible or liable for any content, including, without limitation, advertising, products, or other materials, on or available from such sites or resources.\nYou further acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, advertising, products, materials, goods or services available on or through any such site or resource.</p>\n<b>INTERACTIVE FEATURES</b>\n<p>\n<br> This Site may include a variety of features, such as bulletin boards, web logs, chat rooms, and email services, which allow feedback to us and real-time interaction between users, and other features, such as personalized home pages and email services, which allow users to communicate with others.\nResponsibility for what is posted on bulletin boards, web logs, chat rooms, and other public posting areas on the Site, or sent via any email services on the Site, lies with each user - you alone are responsible for the material you post or send.\nWe do not control the messages, information, files, or other User Content that you or others may provide through the Site.\nIt is a condition of your use of the Site that you do not: </p>\n<ul>\n<li>Restrict or inhibit any other user from using and enjoying the Service.</li>\n<li>Use the Site to impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity.</li>\n<li>Interfere with or disrupt any servers or networks used to provide the Site or its features, or disobey any requirements, procedures, policies or regulations of the networks we use to provide the Site.</li>\n<li>Use the Site to instigate or encourage others to commit illegal activities or cause injury or property damage to any person.</li>\n<li>Gain unauthorized access to the Site, or any account, computer system, or network connected to this Site, by means such as hacking, password mining or other illicit means.</li>\n<li>Obtain or attempt to obtain any materials or information through any means not intentionally made available through this Site.</li>\n<li>Use any automatic device, process, or means to access the Site for any purpose, including monitoring or copying any of the material on the Site.</li>\n<li>Use the Site to post or transmit any unlawful, threatening, abusive, libelous, defamatory, obscene, vulgar, pornographic, profane or indecent information of any kind, including without limitation any transmissions constituting or encouraging conduct that would constitute a criminal offense, give rise to civil liability or otherwise violate any local, state, national or international law.</li>\n<li>Use the Site to post or transmit any information, software or other material that violates or infringes upon the rights of others, including material that is an invasion of privacy or publicity rights or that is protected by copyright, trademark or other proprietary right, or derivative works with respect thereto, without first obtaining permission from the owner or rights holder.</li>\n<li>Use the Site to post or transmit any information, software or other material that contains a virus or other harmful component.</li>\n<li>Use the Site to post, transmit or in any way exploit any information, software or other material for commercial purposes, or that contains advertising.</li>\n<li>Use the Site to advertise or solicit to anyone to buy or sell products or services, or to make donations of any kind, without our express written approval.</li>\n<li>Gather for marketing purposes any email addresses or other personal information that has been posted by other users of the Site.\n</li>\n</ul>\n<p>You understand that we have no obligation to monitor any bulletin boards, chat rooms, web logs, or other areas of the Site through which users can supply information or material.\nHowever, we reserve the right at all times to disclose any information we believe necessary to satisfy any law, regulation or governmental request, or to refuse to post or to remove any information or materials, in whole or in part, that in our sole discretion are objectionable or in violation of these Terms.\nWe also reserve the right to deny access to the Site or any features of the Site to anyone who violates these Terms or who, in our sole judgment, interferes with the ability of others to enjoy our website or infringes the rights of others.\nYou further agree that you will not collect personal data about, or the email addresses of, other Site users for commercial or unlawful purposes or for purposes of sending unsolicited commercial email, repeatedly post the same or similar content or otherwise impose an unreasonable or disproportionately large load on our infrastructure, or take or cause to be taken any action that disrupts the normal flow of postings and dialogue on the Site (such as submitting an excessive number of postings), or that otherwise negatively affects other users' ability to use the Site.\nYou acknowledge and agree that we may preserve content and materials submitted by you, and may also disclose such content and materials if required to do so by law or if, in our business judgment, such preservation or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce these Terms.\n(c) respond to claims that any content or materials submitted by you violates the rights of third parties.\nor (d) protect the rights, property, or personal safety of Site users and/or the public.\nYou understand that the technical processing and transmission of the Site, including content submitted by you, may involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.</p>\n<p>You agree to indemnify and hold POLITICO LLC, its subsidiaries, affiliates, licensors and other partners, and the directors, officers, agents and employees of each, harmless from any liability of any nature arising out of or related to any content or materials submitted to or displayed on the Site by you or by others using your user account.</p>\n<p>\n<br>\n</p>\n<b>SURVEYS</b>\n<p>\n<br> From time to time, we invite users to participate in our surveys or join our survey panel and we may also operate specialized sites to collect survey data (“Survey Sites”).\nWe rely on accurate data to serve our clients that reflect the true opinions of our users.\nWhen answering any surveys, you agree to provide true and accurate information, including without limitation, personal data and demographic profile information.</p>\n<p> You agree that submission of any survey responses, remarks, suggestions, ideas, graphics, or other information or content you provide to us in connection with a survey (<b>“Survey Responses”</b>) is at your own risk and that we have no obligations (including without limitation obligations of confidentiality) with respect to such Survey Responses.\nYou represent and warrant that you have all rights necessary to submit the Survey Responses and to grant us the following license.\nYou hereby grant to POLITICO LLC and our affiliates a fully paid, royalty-free, perpetual, irrevocable, worldwide, non-exclusive, and fully sublicensable right and license to use, reproduce, perform, display, distribute, adapt, modify, re-format, create derivative works of, and otherwise commercially or non-commercially exploit in any manner, any and all Survey Responses without compensation to you or any other person or entity.</p>\n<p> By responding to a survey or becoming a member of our survey panel or Survey Sites, you agree that you will hold in strict confidence and not disclose to any other parties information learned in connection with any surveys.\nYou agree you will use the information contained in any surveys solely for the purpose of discussing and providing market research related data to us, our clients, or our agents.\nYou shall notify us by contacting legal@politico.com should you discover any loss or unauthorized disclosure of the information.\nThe kind of information you may learn in connection with a survey may include, without limitation, trade secrets, proprietary information, media content, unique techniques, sketches, drawings, works of authorship, models, inventions, know-how, research, experimental work, development, design details and specifications, sales and merchandising plans and other confidential information.</p>\n<b>GENERAL PRACTICES REGARDING USE AND STORAGE OF CONTENT</b>\n<p>\n</p>\n<p> You acknowledge that we may establish general practices, limits and restrictions concerning use of the Site, and the posting of User Content.\nThese restrictions may include a limit on the number of days that message board postings or other submitted content will be displayed on the Site and/or retained by us, the maximum disk space that will be allotted on our servers on your behalf, and the maximum number of times (and the maximum duration for which) you may access the Site in a given period of time.\nWe assume no responsibility or liability for the deletion, corruption or loss of any User Content, or for our failure to receive or store submitted content for any reason, including without limitation malfunctioning of any network, hardware or software.\nWe reserve the right to change these general practices, limits and restrictions at any time, in our sole discretion, with or without notice.</p>\n<b>NOTICE OF COPYRIGHT INFRINGEMENT</b>\n<p>\n<br>If you are a copyright owner who believes your copyrighted material has been reproduced, posted or distributed via the Site in a manner that constitutes copyright infringement, please inform our designated copyright agent by sending written notice by U.S.\nMail to Copyright Agent, Politico, 1000 Wilson Blvd., 8th Floor, Arlington, VA 22209 and /or by email to copyrightagent@politico.com.\nPlease include the following information in your written notice: (1) a detailed description of the copyrighted work that is allegedly infringed upon.\n(2) a description of the location of the allegedly infringing material on the Site.\n(3) your contact information, including your address, telephone number, and, if available, email address.\n(4) a statement by you indicating that you have a good-faith belief that the allegedly infringing use is not authorized by the copyright owner, its agent, or the law.\n(5) a statement by you, made under penalty of perjury, affirming that the information in your notice is accurate and that you are authorized to act on the copyright owner's behalf.\nand (6) an electronic or physical signature of the copyright owner or someone authorized on the owner's behalf to assert infringement of copyright and to submit the statement.\nPlease note that the contact information provided in this paragraph is for suspected copyright infringement only.\nContact information for other matters is provided elsewhere in these Terms or on the Site.</p>\n<b>FEEDBACK</b>\n<p>\n</p>\n<p> By sending us any feedback, comments, questions, or suggestions concerning POLITICO LLC or our services, including the Site (collectively, “Feedback”) you represent and warrant (a) that you have the right to disclose the Feedback, (b) that the Feedback does not violate the rights of any other person or entity, and (c) that your Feedback does not contain the confidential or proprietary information of any third party or parties.\nBy sending us any Feedback, you further (i) agree that we are under no obligation of confidentiality, express or implied, with respect to the Feedback, (ii) acknowledge that we may have something similar to the Feedback already under consideration or in development, (iii) grant us an irrevocable, non-exclusive, royalty-free, perpetual, worldwide license to use, modify, prepare derivative works, publish, distribute and sublicense the Feedback, and (iv) irrevocably waive, and cause to be waived, against POLITICO LLC and its users any claims and assertions of any moral rights contained in such Feedback.\nThis Feedback section shall survive any termination of your account or the Site.</p>\n<b>WARRANTY DISCLAIMERS</b>\n<p>\n<br>YOUR USE OF THE SITE IS AT YOUR SOLE RISK.\nTHIS SITE AND ALL MATERIALS, INFORMATION AND SERVICES AVAILABLE THROUGH IT ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nWE, OUR AFFILIATES, AGENTS AND LICENSORS CANNOT AND DO NOT WARRANT THE ACCURACY, COMPLETENESS, CURRENTNESS, NONINFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OF THE MATERIALS, INFORMATION AND SERVICES AVAILABLE THROUGH THE SITE, NOR DO WE GUARANTEE THAT THE MATERIALS, INFORMATION OR SERVICES WILL BE ERROR-FREE, SECURE OR CONTINUOUSLY AVAILABLE, OR FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nWE MAKE NO WARRANTY THAT (I) THE SITE WILL MEET YOUR REQUIREMENTS, (II) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITE WILL BE ACCURATE OR RELIABLE, (III) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SITE WILL MEET YOUR EXPECTATIONS, OR (IV) ANY ERRORS IN THE SITE WILL BE CORRECTED.\nANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SITE IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT MAY RESULT.</p>\n<b>INDEMNITY AND RELEASE</b>\n<p>\n<br>You agree to release, defend, indemnify and hold us, POLITICO LLC, and our subsidiaries, affiliates, licensors and other partners, and the directors, officers, agents and employees of each, harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your misuse of the Site, your User Content, your violation of these Terms, or your violation of any rights of another.</p>\n<p>Notwithstanding the foregoing paragraph, if you are a resident of New Jersey, you only agree to release, defend, indemnify and hold us, Politico LLC, and our subsidiaries, affiliates, licensors and other partners, and the directors, officers, agents and employees of each, harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your violation of these Terms.</p>\n<p>If you are a California resident, you waive California Civil Code Section 1542, which provides:<br>\n</p>\n<p>\n<i>A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release and that, if known by him or her, would have materially affected his or her settlement with the debtor or released party.</i>\n</p>\n<p>If you are not a California resident, you waive your rights under any statute or common law principle similar to Section 1542 that governs your rights in the jurisdiction of your residence.</p>\n<p>\n<br>\n</p>\n<b>LIMITATION OF LIABILITY</b>\n<p>\n<br>UNDER NO CIRCUMSTANCES SHALL WE OR OUR AFFILIATES, AGENTS OR LICENSORS BE LIABLE TO YOU OR ANYONE ELSE FOR ANY DAMAGES, INCLUDING, WITHOUT LIMITATION, LIABILITY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, RESULTING FROM (A) YOUR USE OF, OR INABILITY TO USE, THE SITE, OR (B) ANY MATERIALS, INFORMATION AND SERVICES AVAILABLE THROUGH THE SITE.\n(BECAUSE SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN CATEGORIES OF DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIN SUCH STATES, OUR LIABILITY AND THE LIABILITY OF OUR AFFILIATES, AGENTS AND LICENSORS IS LIMITED TO THE FULLEST EXTENT PERMITTED BY SUCH STATE LAW.) THE FOREGOING LIMITATION OF LIABILTY DOES NOT APPLY TO RESIDENTS OF THE STATE OF NEW JERSEY.</p>\n<b>ARBITRATION AGREEMENT</b>\n<p>\n<br>\n<b>Please read the following section carefully.\nIt requires you to arbitrate disputes with POLITICO LLC and limits the manner in which you can seek relief from us.\n</b>\n<br> (a) <b>Scope of Arbitration Agreement.\nYou agree that any dispute or claim against POLITICO LLC, or its affiliates, subsidiaries, owners, officers, directors, employees, agents or representatives relating in any way to your access or use of the Site, to any products or services sold or distributed through the Site, or to any other aspect of your relationship with POLITICO LLC will be resolved by binding arbitration, rather than in court,</b> except that (1) you may assert claims in small claims court if your claims qualify, so long as the matter remains in such court and advances only on an individual (non-class, non-representative) basis.\nand (2) you or the POLITICO LLC may seek equitable relief in court for infringement or other misuse of intellectual property rights (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents).\n<br> (b) <b>Initial Dispute Resolution</b>.\nMost disputes can be resolved without resort to litigation.\nYou can reach POLITICO LLC’s support department at legal@politico.com.\nExcept for intellectual property and small claims court claims, the parties agree to use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation with the POLITICO LLC support department, and good faith negotiations shall be a condition to either party initiating a lawsuit or arbitration.<br> (c) <b>Arbitration Rules and Forum.</b> You and POLITICO LLC agree that these Terms affect interstate commerce, and this Arbitration Agreement is governed by the Federal Arbitration Act in all respects.\nTo begin an arbitration proceeding, you must send a letter requesting arbitration and describing your claim to our registered agent, The Corporation Trust Company, Corporation Trust Center 1209 Orange Street, Wilmington, New Castle County, Delaware 19801.\nThe arbitration will be conducted by JAMS under its rules and pursuant to the terms of these Terms.\nDisputes involving claims and counterclaims under $250,000, not inclusive of attorneys’ fees and interest, shall be subject to JAMS’s most current version of the Streamlined Arbitration Rules and procedures available at http://www.jamsadr.com/rules-streamlined-arbitration/.\nall other claims shall be subject to JAMS’s most current version of the Comprehensive Arbitration Rules and Procedures, available at http://www.jamsadr.com/rules-comprehensive-arbitration/.\nJAMS’s rules are also available at www.jamsadr.com (under the Rules/Clauses tab) or by calling JAMS at 800-352-5267.\nPayment of all filing, administration, and arbitration fees will be governed by JAMS’s rules.\nWhere required by law, POLITICO LLC will pay your JAMS’ filing, administrative, hearing, and/or other fees, subject to reimbursement from you if the arbitrator finds your claims frivolous.\nLikewise, POLITICO LLC will not seek attorneys’ fees and costs in arbitration unless the arbitrator determines the claims are frivolous.\nYou are responsible for your own attorneys’ fees unless applicable law provides otherwise.\nIf JAMS is not available to arbitrate, the parties will select an alternative arbitral forum.\nYou may choose to have the arbitration conducted by telephone and/or based on written submissions, or in person in the country where you live or at another mutually agreed location.\nIf you are a resident of the United States, arbitration may take place in the county where you reside at the time of filing.\nFor individuals residing outside the United States, arbitration shall be initiated in the Commonwealth of Virginia, United States of America.\nYou and POLITICO LLC further agree to submit to the personal jurisdiction of any federal or state court in the Commonwealth of Virginia in order to compel arbitration, to stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.(d) <b>Arbitrator Powers.</b> The arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve any dispute relating to the interpretation, applicability, enforceability or formation of this Arbitration Agreement and these Terms including, but not limited to any claim that all or any part of this Arbitration Agreement is void or voidable.\nThe arbitration will decide the rights and liabilities, if any, of you and POLITICO LLC.\nThe arbitration proceeding will not be consolidated with any other matters or joined with any other proceedings or parties.\nThe arbitrator will have the authority to grant motions dispositive of all or part of any claim or dispute.\nThe arbitrator will have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the arbitral forum’s rules, and these Terms (including this Arbitration Agreement).\nThe arbitrator will issue a written statement of decision describing the essential findings and conclusions on which any award (or decision not to render an award) is based, including the calculation of any damages awarded.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe arbitrator’s decision is final and binding on you and POLITICO LLC.<br> (e) <b>Waiver of Jury Trial.</b> YOU AND POLITICO LLC WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND RECEIVE A JUDGE OR JURY TRIAL.\nYou and the POLITICO LLC are instead electing to have claims and disputes resolved by arbitration, except as specified in subsection (a) above.\nAn arbitrator can award on an individual basis the same damages and relief as a court and must follow these Terms as a court would.\nHowever, there is no judge or jury in arbitration, and court review of an arbitration award is limited.\n<br> (f) <b>Waiver of Class or Consolidated Actions.</b> ALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS BASIS.\nCLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR LITIGATED JOINTLY OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.\nIf, however, this waiver of class or consolidated actions is deemed invalid or unenforceable, neither you nor POLITICO LLC is entitled to arbitration.\nInstead, all claims and disputes will then be resolved in a court as set forth in the section below entitled “Miscellaneous.” <br> (g) <b>Opt Out.</b> You may opt out of this Arbitration Agreement.\nIf you do so, neither you nor POLITICO LLC can force the other party to arbitrate.\nTo opt out, you must notify POLITICO LLC in writing no later than 30 days after first becoming subject to this Arbitration Agreement.\nYour notice must include your name and address, your username (if any), the email address you used to set up your account (if you have one), and an unequivocal statement that you want to opt out of this Arbitration Agreement.\nYou must send your opt-out notice to: Politico, 1000 Wilson Blvd., 8th Floor, Arlington, VA 22209, Attn Legal or legal@politico.com.\nIf you opt out of this Arbitration Agreement, all other parts of these Terms will continue to apply to you.\nOpting out of this Arbitration Agreement has no effect on any other arbitration agreements that you may currently have, or may enter into in the future, with us.<br> (g) <b>Survival.</b> This Arbitration Agreement will survive any termination of your relationship with the POLITICO LLC.<br> (h) <b>Modification</b>.\nNotwithstanding any provision in these Terms to the contrary, we agree that if POLITICO LLC makes any future material change to this Arbitration Agreement, it will not apply to any individual claim(s) that you had already provided notice of to us.\nPOLITICO LLC will provide thirty (30) days' notice of any changes affecting the substance of this Arbitration Agreement by posting on these Terms of Service, sending you a message, or otherwise notifying you when you are logged into your account.\nAmendments will become effective thirty (30) days after they are posted on these Terms of Service or sent to you.</p>\n<p>Changes to this section will otherwise apply prospectively only to claims arising after the thirtieth (30th) day.\nIf a court or arbitrator decides that this subsection on \"Modification\" is not enforceable or valid, then this subsection shall be severed from the section entitled “Arbitration Agreement,” and the court or arbitrator shall apply the first Arbitration Agreement section in existence after you began using the Site.</p>\n<p>\n<br>\n</p>\n<b>MISCELLANEOUS</b>\n<p>\n<br>Governing Law and Venue.\nThese Terms have been made in and shall be construed in accordance with the laws of the Commonwealth of Virginia, without regard to its conflict of laws provisions.\nTo the extent the parties are permitted under these Terms to initiate litigation in a court, both you and POLITICO LLC agree that all claims and disputes arising out of or relating to these Terms or your use of the Site will be litigated exclusively in the state or federal courts located within the Commonwealth of Virginia.\n</p>\n<p>No Waiver.\nOur failure to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision.\n</p>\n<p>Validity.\nSubject to section (e) of the Arbitration Agreement, if any provision of these Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of these Terms shall remain in full force and effect.\n</p>\n<p>Statute of Limitations.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Site or these Terms must be filed within one year after such claim or cause of action arose or be forever barred.</p>\n<p>No Third-Party Beneficiaries.\nExcept as explicitly provided herein, there are no third-party beneficiaries to these Terms.</p>\n<p>Entire Agreement.\nThese Terms, together with the Privacy Policy and any other legal notices or additional terms and conditions or policies published by POLITICO LLC on the Site, shall constitute the entire agreement between you and POLITICO LLC concerning the Site.</p>\n<p>\n<br>\n</p>\n<b>CONTACT US</b>\n<p>\n<br>To contact us with general questions, including to report any violations of these Terms, please use the following information:<br>Politico LLC, 1000 Wilson Blvd., 8th Floor, Arlington, VA 22209, Attn Legal.</p>\n<p>\n</p>Privacy Policy<p>\n</p>\n<p>\nThis Privacy Policy discloses the privacy practices for www.politico.com (“POLITICO”), www.politicopro.com (“POLITICO PRO”), and any other sites that display authorized links to this policy, including all mobile websites (collectively with POLITICO and POLITICO PRO, each a “Site”) and applications (each an “Application”) associated therewith, provided by POLITICO LLC (“POLITICO LLC”, “we” or “us”).\nFor individuals in the EU using the Site or Application, POLITICO LLC, located at 1000 Wilson Blvd, 8th Floor, Arlington, VA, 22209, is considered to be the controller of your data.</p>\n<p>This Privacy Policy governs our collection, use, and disclosure of information from and about you, including through your use of the Sites and Applications.\nPlease read this Privacy Policy carefully so that you understand our privacy practices.\nBy browsing a Site.\ninstalling, downloading, or using an Application.\nand/or providing your information to us in any other way, you understand that we will collect, use, and disclose your information in accordance with the terms of this Privacy Policy.\nQuestions regarding privacy issues should be directed to us at privacy@politico.com or at the address above.</p>\n<p>\n<br>\n</p>\n<b>Types of Information We Collect</b>\n<p>\n</p>\n<p>The information we gather falls into three categories: (1) information voluntarily supplied by users.\n(2) information automatically gathered.\nand (3) information we collect from third parties.</p>\n<p>\n<b>Categories of personal information we collect</b>.\n</p>\n<p>Throughout this Policy, we discuss in detail the specific pieces of personal information we collect from and about users.\nThe California Consumer Protection Act (“CCPA”) requires us to provide you with the “categories” of personal information we collect.\nThe categories we collect are: identifiers (such as name, address, email address, IP address, device identifiers, and login information).\ncommercial information (such as subscription and delivery history).\nfinancial data (such as credit card information).\ninternet or other network or device activity (such as browsing history or what content you access on our Sites or Applications).\ngeolocation information (e.g., your city and state based on IP address or precise location information from your mobile device with your consent and consistent with your mobile device settings).\nprofessional or employment related data.\npotentially protected classifications (such as gender, nationality, and age).\nphysical characteristics or description (such as when you voluntarily submit a photo to our Site or Application).\nand other information that identifies or can be reasonably associated with you (such as information you make available on message boards or through email).\n</p>\n<p>We and our service providers may use the categories of personal information we collect from and about you consistent with the various business purposes and commercial we discuss throughout this Policy.\nPlease see the relevant section(s) for more information.\n</p>\n<p>\n<b>Information You Provide to Us</b>\n</p>\n<p>We collect and store information that you voluntarily supply to us.</p>\n<p>When you register as a POLITICO member, we collect information including your name, company, title, zip code, e-mail address, password, and information regarding newsletters and author alerts you would like to receive.</p>\n<p>When you request information about POLITICO PRO subscriptions, we collect information including your name, e-mail address, title, job type, phone number, organization name, organization type, country, industry field of interest, interested products, and locations of interest.</p>\n<p>When you order a subscription to POLITICO or POLITICO PRO or pay your bill online, we will collect all information necessary to complete the transaction, including your name, credit card, and other related information.</p>\n<p>When you sign up for our electronic newsletters, we collect your e-mail address.</p>\n<p>When you respond to our surveys, we will collect all the information requested in the surveys, including any applicable contact information and demographic information such as your e-mail, first name, last name, location, place of employment, type of employment, industry, household income, race, age, and gender.</p>\n<p>We also collect information at other points in our Sites and Application which state information is being collected.</p>\n<p>You do not have a statutory obligation to provide us with your information.\nIf you are a POLITICO PRO subscriber, you have a contractual obligation to provide us with information necessary to enter into a subscription agreement and provide the POLITICO PRO services to you.\nIf you are not a POLITICO PRO subscriber, you do not have a contractual obligation to provide us with your information, but if you do not, we may not be able to provide you with services you have requested or you may be limited in your use of our services (e.g., if you do not provide us with your e-mail address, we will not be able to send you newsletters).</p>\n<p>\n<b>Information Automatically Collected</b>\n</p>\n<p>We also may collect and store information that is generated automatically as you navigate through our Sites or Applications.</p>\n<p>To make our Sites and Applications more useful to you, our servers (which may be hosted by a third-party service provider) may collect information from your computer or device, including but not limited to:</p>\n<p>The date and time of your visit and the web pages and content you view and links you click on while navigating within our Sites or Applications;<br>Information about the type of content accessed via our Sites or Applications;<br>The site you visited before and after visiting our Sites;<br>Your Internet Protocol (IP) address (a numerical address assigned to your computer by your Internet service provider so that other computers connected to the Internet can communicate with you online) that can sometimes be used to derive your general geographic area;<br>Search terms you enter using our Sites or Applications;<br>Unique identifiers, including non-global mobile device identification numbers;<br>Information about your computer device such as your device type, screen size, browser type, language and other settings, memory capacity, plug-ins, Internet domain, TCP configuration parameters, operating system, carrier code, time zone and the names, versions and package IDs of software installed on your device.\nand<br>Information collected through cookies, pixel tags and other tracking technologies (see additional descriptions of these terms below).</p>\n<p>If you allow our Application to have access to your location information and you have enabled location services on your phone, we collect your precise location information.</p>\n<p>\n<br>Information Collected from Third Parties</p>\n<p>We may also collect information about you through non-affiliated third parties, such as market research firms and public sources.\nDepending on the source, this information collected from third parties could include information such as demographic information and brand and media consumption information.\nWe may combine information that we collect about you through the Sites and Applications with information that we obtain from such third parties.</p>\n<p>Cookies and Other Tracking Technologies</p>\n<p>To help make the Sites and Applications more responsive to the needs of users, we employ a standard software feature, called a \"cookie,\" to assign each user a unique, random number that resides on a user's computer or device.\nThe cookie by itself does not personally identify the user.\nit merely identifies the computer or device with which the user accesses a Site or Application.\nCookies help us track user trends and patterns.\nThey also prevent you from having to re-enter your preferences on certain areas of a Site or Application where you have entered preference information before.</p>\n<p>When we post videos, third parties may use local shared objects, known as flash cookies to store your preferences for volume control or to personalize certain video features.\nFlash cookies are different from cookies because of the amount and type of data and how the data is stored.</p>\n<p>We also may use web beacons (also known as \"pixel tags\") to access cookies and to count users who visit our Sites, use our Applications, or open our HTML-formatted e-mail messages.\nPixel tags are graphic images with a unique identifier, similar in function to cookies, that are used to track online movements of our users.\nIn contrast to cookies, which are stored on a user’s computer hard drive, pixel tags are embedded invisibly in web pages and e-mail messages.\nWe may collect information about your interactions with our e-mail messages, such as the links you click on and whether you open or forward a message, the date and time of these interactions and the device you use to read our e-mails.</p>\n<p>Our website may also feature Nielsen proprietary measurement software, which will allow users to contribute to market research.\nTo learn more about the information that Nielsen software may collect and your choices with regard to it, please see the Nielsen Digital Measurement Privacy Policy.</p>\n<p>Analytics Services</p>\n<p>We use third-party analytics services (“Analytics Services”), to help analyze how users use our Sites and Applications.\nThe information generated by the cookies or other technologies about your use of our Sites and/or Applications (the “Analytics Information”) is transmitted to the Analytics Services.\nThe Analytics Services use Analytics Information to compile reports on user activity.\nThe Analytics Services may also transfer the Analytics Information to third parties where required to do so by law, or where such third parties process Analytics Information on their behalf.\nEach Analytics Service’s ability to use and share Analytics Information is restricted by such Analytics Service’s terms of use and privacy policy.\nBy using a Site or Application, you consent to the processing of data about you by Analytics Services in the manner and for the purposes set out above.\nFor a full list of our Analytics Services, please contact us at feedback@politico.com.</p>\n<p>We also collect anonymized, cookie-based demographics data from third parties to analyze the composition of our audience.</p>\n<p>\n<br>Tailored Advertising</p>\n<p>Our Site also makes use of various third-party cookie data collection and linking services.\nPOLITICO and third-party vendors, including Google, Teads and others, may use first-party cookies (such as the Google Analytics cookies) and third-party cookies (such as the Google Ad Manager cookie) together to (i) inform, optimize, and serve ads based on your past visits to our website and (ii) report how your ad impressions, uses of ad services, and interactions with the foregoing are related to your visits to the Site.\nIn addition, we may use Google Analytics data, including but not limited to, geographic, demographics, and interest reporting information to recognize and understand user preferences, make improvements, and for other business purposes.\nYou can learn more about how Google manages data in its ads products, through which you can learn how to opt out of Google Analytics for display advertising or customize Google display network ads, by visiting the Google Ads Settings page.\nLearn more about how Teads uses data.</p>\n<p>We also may use third-party advertising companies to target and serve some of the advertisements that appear on our Sites and Applications, and these companies likewise may use their own cookies, web beacons and similar technologies to collect information about users of our Sites and Applications.\nThese companies may use that information, to deliver advertisements on this Site, and possibly on other websites (if the third-party advertising company operates an advertising network), tailored to match the perceived interests of consumers.\nThe collection and use of information by these companies is governed by the relevant third party's privacy policy and is not covered by our privacy policy.\nIf you would like more information about this practice, or if you would like information on how to opt out of these information collection practices, you may visit the Network Advertising Initiative’s Consumer Opt-Out link, the Digital Advertising Alliance’s Consumer Opt-Out link or European Digital Advertising Alliance Your Online Choices to opt-out of receiving tailored advertising from companies that participate in those programs.</p>\n<p>\n<br>Notice Concerning Do Not Track</p>\n<p>Do Not Track (“DNT”) is a privacy preference that users can set in certain web browsers.\nWe are committed to providing you with meaningful choices about the information collected on our website for third party purposes, and that is why we provide the variety of opt-out mechanisms listed above.\nHowever, we do not currently recognize or respond to browser-initiated DNT signals.\nTo learn more about Do Not Track, you can do so here.</p>\n<p>\n<br> Use of Information</p>\n<p> We use the information we collect about you to:</p>\n<p>facilitate the creation of and secure your POLITICO and/or POLITICO PRO membership account;<br>identify you as a user in our system;<br>send you a welcome e-mail to verify ownership of the e-mail address provided when your account was created;<br>perform market research to understand the interests and preferences of our existing users;<br>provide enhancements and improvements to our advertisements, Sites and Applications;<br>provide the products and services you request;<br>create new products and services;<br>improve the quality of your experience when you interact with our Sites and Applications, including customizing features to your interests and serve targeted advertisements to you;<br>measure and analyze audience traffic, including tracking user interests, trends, and patterns;<br>send you administrative e-mail notifications, such as security, or support and maintenance advisories;<br>respond to your inquiries related to POLITICO PRO subscriptions, where to obtain a physical copy of our newspaper, employment opportunities, and other questions and requests;<br>send newsletters, surveys, offers, and other promotional materials and for other marketing purposes;<br>help recognize you as a previous visitor and save and remember your preferences and settings and deliver to you appropriate interest-based content;<br>understand whether our users read e-mail messages and click on links within those messages;<br>prevent potentially prohibited or illegal activities, comply with applicable law and enforce our Terms of Service.\nand<br>for any other purposes disclosed to you at the time we collect your information or pursuant to your consent.</p>\n<p>We may create aggregated or de-identified records based on information we collect about you (such as by removing your name).\nWe reserve the right to use such data for any purpose and disclose such data to third parties in our sole discretion.\nFor instance, when you respond to a survey, we may use, disclose and/or publish the responses you provide to us.\nHowever, we will not publish or disclose your name in connection with your response without your prior consent.</p>\n<p>Legal Bases for Use of Your Information</p>\n<p>The laws in some jurisdictions require companies to tell you about the legal ground they rely on to use or disclose your personal data.\nTo the extent those laws apply, our legal grounds for processing your personal data are as follows:</p>\n<p>· To Honor Our Contractual Commitments to You.\nMuch of our processing of personal data is to meet our contractual obligations to our customers, or to take steps at customers’ request in anticipation of entering into a contract with them.</p>\n<p>· Legitimate Interests.\nIn many cases, we handle personal data on the ground that it furthers our legitimate interests in commercial activities such as the following in ways that are not overridden by the interests or fundamental rights and freedoms of the affected individuals: Customer service.\nmarketing.\nprotecting our customers, personnel and property.\nanalyzing and improving our business.\nmanaging legal issues.\nWe may also process personal data for the same legitimate interests of our customers and business partners.</p>\n<p>· Legal Compliance.\nWe need to use and disclose personal data in certain ways to comply with our legal obligations.</p>\n<p>· Consent.\nWhere required by law, and in some other cases, we handle personal data on the basis of consent.\nWhere we handle your personal data on the basis of consent, you have the right to withdraw your consent.</p>\n<p>\n<br> Disclosure of Information</p>\n<p>Please also keep in mind that whenever you voluntarily make your information available for viewing by third parties online — for example on message boards, through e-mail or web logs, or in chat areas — that information can be seen, collected and used by others besides POLITICO LLC.\nWe cannot control who reads your postings or what other users may do with the information that you voluntarily post, so it is very important that you do not put data such as private contact information which you do not want to make available to the public in your posts.\nOnce you have posted information publicly, while you may still be able to edit and delete it on our Site or Application, you will not be able to edit or delete such information cached, collected, and stored elsewhere by others (e.g., search engines).</p>\n<p>We may share your information with our vendors and other third-party service providers to: provide you with the services that we offer through our Sites and Applications.\nprocess your payments.\nconduct quality assurance testing.\nfacilitate creation of accounts.\nprovide technical support.\nand/or provide other services to POLITICO LLC and our Affiliates.\nOur third-party service providers are obligated to only use the information for providing, maintaining, and improving the services on our behalf.\n</p>\n<p>We may share some or all of your information with our parent company, subsidiaries, joint ventures, or other companies under a common control (“Affiliates”), in which case we will require our Affiliates to honor this Privacy Policy.</p>\n<p>We may share some or all of your information in connection with or during negotiation of any merger, financing, acquisition or dissolution transaction or proceeding involving sale, transfer, divestiture, or disclosure of all or a portion of our business or assets.\nIn the event of an insolvency, bankruptcy, or receivership, information may also be transferred as a business asset.\nIf another company acquires our company, business, or assets, that company will possess the information collected by us and will assume the rights and obligations regarding your information as described in this Privacy Policy.</p>\n<p>Some features of our Sites or Applications may enable you to post content to social networking services (“SNSs”).\nIf you choose to do this, we will provide information to such SNSs in accordance with your elections.\nYou acknowledge and agree that you are solely responsible for your use of those websites and that it is your responsibility to review the terms of use and privacy policy of the third party provider of such SNSs.\nWe will not be responsible or liable for: (i) the availability or accuracy of such SNSs.\n(ii) the content, products or services on or availability of such SNSs.\nor (iii) your use of any such SNSs.</p>\n<p>Regardless of any choices you make regarding your information (as described below), we may disclose information if we believe in good faith that such disclosure is necessary (a) in connection with any legal investigation.\n(b) to comply with relevant laws or to respond to subpoenas or warrants served on POLITICO LLC.\n(c) to protect or defend the rights or property of POLITICO LLC or users of our Sites or Applications.\nand/or (d) to investigate or assist in preventing any violation or potential violation of the law, this Privacy Policy, or our Terms of Service.</p>\n<p>Notice to California Residents</p>\n<p>If you are a California resident, California law requires us to provide you with some additional information regarding how we collect, use, and share your “personal information” as defined in the California Consumer Privacy Act (“CCPA”).</p>\n<p>We describe the categories of information we collect, our business purposes for collecting such information, the sources and uses of such information and the entities to which we share such information in the Types of Information We Collect , Use Of Information, and Disclosure of Information sections of this Privacy Policy.\nWe provide additional information required by the CCPA below.\nThis information and the rights discussed below do not apply to information collected from or about our employees, former employees, candidates, job applicants, contractors, service providers, or business contacts of Politico.</p>\n<p>Categories of personal information we disclose for business purposes</p>\n<p>We may disclose the following categories of information about you or your use of the Sites and Applications for business purposes (as defined by applicable law) or as required by applicable law: </p>\n<p>Identifiers (such as name, address, email address, IP address, device identifiers, and login information).\ncommercial information (such as subscription and delivery history).\nfinancial data (such as credit card information).\ninternet or other network or device activity (such as browsing history or what content you access on our Sites or Applications).\ngeolocation information (e.g., your city and state based on IP address or precise location information from your mobile device with your consent and consistent with your mobile device settings).\nprofessional or employment related data.\npotentially protected classifications (such as gender, nationality, and age).\nphysical characteristics or description (such as when you voluntarily submit a photo to our Site or Application).\nand other information that identifies or can be reasonably associated with you.</p>\n<p>The California Consumer Privacy Act (CCPA) sets forth certain obligations for businesses that “sell” personal information.\nBased on the definition of “sell” under the CCPA and under current regulatory guidance, we may have sold the following categories of information about you in the past twelve months: Identifiers (such as name, address, email address, IP address, or device identifiers).\ninternet or other network or device activity.\ngeolocation information.\nprofessional or employment related data.\npotentially protected classifications (such as gender, nationality, and age).\nphysical characteristics or description (such as when you voluntarily submit a photo to our Site or Application).\ninferences related to the information identified.</p>\n<p>If you wish to opt out of the sale of your personal information, please follow this link: Do Not Sell My Information</p>\n<p>\n<br> Third-Party Payment Processing<br>For online payments, we use the payment services of third parties, such as CyberSource which incorporates the services of FDC Nashville Global.\nWe do not process, record, or maintain your credit card information.\nFor more information on how payments are handled, or to understand the data security and privacy protections afforded to such information, please refer to CyberSource.</p>\n<p> Security</p>\n<p>We have implemented administrative, technical, and physical security measures to protect against the loss, misuse, and/or alteration of your information.\nThese safeguards vary based on the sensitivity of the information that we collect and store.\nHowever, we cannot and do not guarantee that these measures will prevent every unauthorized attempt to access, use, or disclose your information since despite our efforts, no Internet and/or other electronic transmissions can be completely secure.</p>\n<p>\n<br> Data Retention</p>\n<p>We will hold your information for as long as necessary to fulfill the purposes set forth in this Privacy Policy or as long as we are legally required or permitted to do so.\nInformation may persist in copies made for backup and business continuity purposes for additional time.</p>\n<p> Transfers of Information<br>Our Sites and Applications are operated in the United States.\nIf you are located outside the United States, please be advised that any information you provide through our Sites and Applications will be transferred to the United States, which may not have a similar standard of for data protection as the laws of your jurisdiction for processing, hosting, and storage by us or our service providers.\nWhere you are accessing Services from a European Economic Area (“EEA”) member state, we will take steps reasonably necessary to ensure that your information is treated securely in accordance with this privacy policy always and at least to the standards required by Applicable Law in the jurisdiction of access.</p>\n<p>To the extent that POLITICO’s affiliates in the EEA make such transfers, they will rely on the EU-U.S.\nPrivacy Shield or Standard Contractual Clauses.\nIndividuals whose personal data is transferred pursuant to the Standard Contractual Clauses may request a copy of the clauses by contacting us as described below.</p>\n<p>\n<br> Third-Party Sites</p>\n<p>Our Sites and Applications may include links to third party websites and applications whose privacy policies we do not control.\nOnce you leave our Sites or Applications, any information you provide at another site or application will be governed by the privacy policy of the operator of the site you are visiting or application you are using.\nWe encourage you to review the privacy policy of any site or application that you use.</p>\n<p>Please note that politico.eu is subject to a different privacy policy.</p>\n<p>\n<br>Children's Privacy</p>\n<p>The Sites and Applications are not directed to children under the age of thirteen and we do NOT knowingly collect personal information, as that term is defined in the Children’s Online Privacy Protection Act (“COPPA”) from children under the age of thirteen.\nIf we discover that a child under 13 has submitted personal information to us, we will attempt to delete the information as soon as possible.</p>\n<p>We do not knowingly process data of EU residents under the age of 16 without parental consent.\nIf we become aware that we have collected data from an EU resident under the age of 16 without parental consent, we will take reasonable steps to delete it as soon as possible.\nWe also comply with other age restrictions and requirements in accordance with applicable local laws.</p>\n<p>If you believe that we might have collected any personal information from a child under 13 or a resident of the EU who is under 16, please contact us at legal@politico.com.</p>\n<p> Your Choices and Rights</p>\n<p>Reviewing, Updating, Changing or Deleting Your Registration Data</p>\n<p>If you register with us, you have the opportunity to review, update, change or delete the registration data we have collected about you at any time by editing your personal data in your POLITICO or POLITICO PRO account settings or by sending an e-mail to us at feedback@politico.com.\nYou may request deletion of your registration data by us, and we will use commercially reasonable efforts to honor your request, but please note that we may be required to keep such information and not delete it (or to keep this information for a certain time, in which case we will comply with your deletion request only after we have fulfilled such requirements).\nWhen we delete any information, it will be deleted from our active database, but may remain in our archives.\nWe may also retain your information for fraud prevention or similar purposes.</p>\n<p>Rights for Individuals in the EEA</p>\n<p>Individuals in the EEA and other jurisdictions have certain legal rights to obtain confirmation of whether we hold personal data about them, to access personal data we hold about them, and to obtain its correction, update, amendment, or deletion in appropriate circumstances.\nYou may also have rights to object to our handling of your personal data, restrict our processing of your personal data, and to withdraw any consent you have provided.\nTo exercise these rights, please contact us as described below with the nature of your request.\nWhile we strongly encourage you to first raise any questions or concerns about your personal data with us, you also have a right to contact the relevant supervisory authority.</p>\n<p>Many of the rights described here are subject to significant limitations and exceptions under applicable law (e.g., objections to the processing of personal data, and withdrawals of consent, typically will not have retroactive effect).\nIndividuals in the EEA may click on the following link to modify their consent choices with respect to cookies used by Politico’s advertising partners on the Site or Application: &lt;button onclick=\"__cmp(&amp;#39;displayConsentUi&amp;#39;)\"&gt;Change your data collection preferences&lt;/button&gt.\n</p>\n<p>Your California Privacy Rights</p>\n<p>If you are a California resident, you may have certain rights.\nCalifornia law may permit you to request that we:</p>\n<p>Provide you the categories of personal information we have collected or disclosed about you in the last twelve months.\nthe categories of sources of such information.\nthe business or commercial purpose for collecting or selling your personal information.\nand the categories of third parties with whom we shared personal information.\n<br>Provide access to and/or a copy of certain information we hold about you.<br>Delete certain information we have about you.</p>\n<p>You may have the right to receive information about the financial incentives that we offer to you (if any).\nYou also have the right to not be discriminated against (as provided for in applicable law) for exercising certain of your rights.\nCertain information may be exempt from such requests under applicable law.\nFor example, we need certain types of information so that we can provide the Services to you and for compliance with applicable law.\nIf you ask us to delete certain information, you may no longer be able to access or use the Services.\n</p>\n<p>California customers may request, once per year, that we disclose the identity of any third parties with whom we have shared personal information for the third parties’ direct marketing purposes within the previous calendar year, along with the type of personal information disclosed.\n</p>\n<p>California residents under age 18 who are registered users of online sites, services or applications may request and obtain removal of content or information they have publicly posted.\nYour request should include a detailed description of the specific content or information to be removed.\nPlease be aware that your request does not guarantee complete or comprehensive removal of content or information posted online and that the law may not permit or require removal in certain circumstances.</p>\n<p>If would like to exercise any of these rights, please contact us at privacy@politico.com.\nYou may be required to verify your identify before we fulfill your request.\nYou can also designate an authorized agent to make a request on your behalf.\nTo do so, you must provide us with written authorization or a power of attorney, signed by you, for the agent to act on your behalf.\nYou will still need to verify your identity directly with us.</p>\n<p>Information for Nevada Residents</p>\n<p>Under Nevada law, certain Nevada consumers may opt out of the sale of “personally identifiable information” for monetary consideration to a person for that person to license or sell such information to additional persons.\n“Personally identifiable information” includes first and last name, address, email address, phone number, Social Security Number, or an identifier that allows a specific person to be contacted either physically or online.\n</p>\n<p>If you are a Nevada resident who has purchased or leased goods or services from us, you may submit a request to opt out of any potential future sales under Nevada law by emailing us at privacy@politico.com.\nPlease note we will take reasonable steps to verify your identity and the authenticity of the request.\n</p>\n<p>Opting Out of Newsletters</p>\n<p>If you have subscribed to one of our e-mail newsletters, you will always have the opportunity to unsubscribe from future mailings by logging into to your account and modifying your preferences.\nYou will also have the opportunity to “opt-out” of commercial e-mail from the applicable POLITICO service by following the unsubscribe instructions provided in the e-mail you receive or by contacting us directly (please see contact information above).</p>\n<p>If you have elected to participate in our survey panel, you may elect whether you would like to receive e-mail notices of new surveys by logging into your account and modifying your preferences.</p>\n<p>\n<br>Cookie Choices</p>\n<p>If you decide at any time that you no longer wish to accept cookies for any of the purposes described above, then you can instruct your browser or mobile device, by changing its settings, to stop accepting cookies or to prompt you before accepting a cookie from the websites and/or applications.\nIf you do not accept cookies, however, you may not be able to use all portions of, or all functionalities of, the Sites or Applications, as applicable.\nIf you have any questions about how to disable or modify cookies, please let us know at the contact information provided above.</p>\n<p>Cookie management tools will not remove flash cookies.\nLearn how to manage privacy and storage settings for flash cookies.</p>\n<p>\n<br>SNS Linking</p>\n<p>If you decide at any time that you no longer wish to have your SNS account linked to your POLITICO or POLITICO PRO membership account, please refer to the privacy settings of the SNS to determine how you may adjust our permissions and manage the interactivity between the Sites and/or Application with your social media account.</p>\n<p>Location Tracking</p>\n<p>If have elected to allow us to track your location information on your mobile device and you later decide you no longer want us to collect your location information, you can disable location services through your mobile device’s application settings.</p>\n<p>Uninstalling Our Application</p>\n<p>You can stop all collection of information by the Application by uninstalling the Application.\nYou may use the standard uninstall processes as may be available as part of your mobile device or via the mobile application marketplace or network.</p>\n<p> Changes to This Policy<br> If we need to change this Privacy Policy at some point in the future, we'll post the modified Privacy Policy on the applicable Sites and Applications and update the “Last Updated” dated above to reflect the date of the changes.\nBy continuing to use a Site or Application after we post any such changes, you accept the Privacy Policy as modified.</p>\n<p>\n<br> Contact Us</p>\n<p>If you have any questions regarding our privacy practices or this Privacy Policy, please contact us at: privacy@politico.com.</p>\n<p>\n</p>\n<p>&lt;/div&gt;<br>\n</p>\n<ul>\n<li>\nAbout Us</li>\n<li>\nAdvertising</li>\n<li>\nBreaking News Alerts</li>\n<li>\nCareers</li>\n<li>\nCredit Card Payments</li>\n<li>\nDigital Edition</li>\n<li>\nFAQ</li>\n<li>\nFeedback</li>\n<li>\nHeadlines</li>\n<li>\nPhotos</li>\n<li>\nPOWERJobs</li>\n<li>\nPress</li>\n<li>\nPrint Subscriptions</li>\n<li>\nWrite For Us</li>\n<li>\nRSS</li>\n<li>\nSite Map</li>\n</ul>\n<ul>\n<li>\nTerms of Service</li>\n<li>\nPrivacy Policy</li>\n<li>\nDo not sell my info</li>\n<li>\nNotice to California Residents</li>\n</ul>\n<p> © 2020 POLITICO LLC</p> ", "created_at": "2020-11-06 19:20:35.603944", "updated_at": "2020-12-14 23:07:18.536354"}, {"id": 3037, "name": "Privacy Policy", "url": "https://www.politico.com/privacy-policy", "xpath": "/html/body/div[2]/main/div[2]/div/div/section[1]/div[2]/div/div", "text": "<p>\nThis Privacy Policy discloses the privacy practices for www.politico.com (“POLITICO”), www.politicopro.com (“POLITICO PRO”), and any other sites that display authorized links to this policy, including all mobile websites (collectively with POLITICO and POLITICO PRO, each a “Site”) and applications (each an “Application”) associated therewith, provided by POLITICO LLC (“POLITICO LLC”, “we” or “us”).\nFor individuals in the EU using the Site or Application, POLITICO LLC, located at 1000 Wilson Blvd, 8th Floor, Arlington, VA, 22209, is considered to be the controller of your data.</p>\n<p>This Privacy Policy governs our collection, use, and disclosure of information from and about you, including through your use of the Sites and Applications.\nPlease read this Privacy Policy carefully so that you understand our privacy practices.\nBy browsing a Site.\ninstalling, downloading, or using an Application.\nand/or providing your information to us in any other way, you understand that we will collect, use, and disclose your information in accordance with the terms of this Privacy Policy.\nQuestions regarding privacy issues should be directed to us at privacy@politico.com or at the address above.</p>\n<p>\n<br>\n</p>\n<b>Types of Information We Collect</b>\n<p>\n</p>\n<p>The information we gather falls into three categories: (1) information voluntarily supplied by users.\n(2) information automatically gathered.\nand (3) information we collect from third parties.</p>\n<p>\n<b>Categories of personal information we collect</b>.\n</p>\n<p>Throughout this Policy, we discuss in detail the specific pieces of personal information we collect from and about users.\nThe California Consumer Protection Act (“CCPA”) requires us to provide you with the “categories” of personal information we collect.\nThe categories we collect are: identifiers (such as name, address, email address, IP address, device identifiers, and login information).\ncommercial information (such as subscription and delivery history).\nfinancial data (such as credit card information).\ninternet or other network or device activity (such as browsing history or what content you access on our Sites or Applications).\ngeolocation information (e.g., your city and state based on IP address or precise location information from your mobile device with your consent and consistent with your mobile device settings).\nprofessional or employment related data.\npotentially protected classifications (such as gender, nationality, and age).\nphysical characteristics or description (such as when you voluntarily submit a photo to our Site or Application).\nand other information that identifies or can be reasonably associated with you (such as information you make available on message boards or through email).\n</p>\n<p>We and our service providers may use the categories of personal information we collect from and about you consistent with the various business purposes and commercial we discuss throughout this Policy.\nPlease see the relevant section(s) for more information.\n</p>\n<p>\n<b>Information You Provide to Us</b>\n</p>\n<p>We collect and store information that you voluntarily supply to us.</p>\n<p>When you register as a POLITICO member, we collect information including your name, company, title, zip code, e-mail address, password, and information regarding newsletters and author alerts you would like to receive.</p>\n<p>When you request information about POLITICO PRO subscriptions, we collect information including your name, e-mail address, title, job type, phone number, organization name, organization type, country, industry field of interest, interested products, and locations of interest.</p>\n<p>When you order a subscription to POLITICO or POLITICO PRO or pay your bill online, we will collect all information necessary to complete the transaction, including your name, credit card, and other related information.</p>\n<p>When you sign up for our electronic newsletters, we collect your e-mail address.</p>\n<p>When you respond to our surveys, we will collect all the information requested in the surveys, including any applicable contact information and demographic information such as your e-mail, first name, last name, location, place of employment, type of employment, industry, household income, race, age, and gender.</p>\n<p>We also collect information at other points in our Sites and Application which state information is being collected.</p>\n<p>You do not have a statutory obligation to provide us with your information.\nIf you are a POLITICO PRO subscriber, you have a contractual obligation to provide us with information necessary to enter into a subscription agreement and provide the POLITICO PRO services to you.\nIf you are not a POLITICO PRO subscriber, you do not have a contractual obligation to provide us with your information, but if you do not, we may not be able to provide you with services you have requested or you may be limited in your use of our services (e.g., if you do not provide us with your e-mail address, we will not be able to send you newsletters).</p>\n<p>\n<b>Information Automatically Collected</b>\n</p>\n<p>We also may collect and store information that is generated automatically as you navigate through our Sites or Applications.</p>\n<p>To make our Sites and Applications more useful to you, our servers (which may be hosted by a third-party service provider) may collect information from your computer or device, including but not limited to:<br>\n</p>\n<ul>\n<li>The date and time of your visit and the web pages and content you view and links you click on while navigating within our Sites or Applications;</li>\n<li>Information about the type of content accessed via our Sites or Applications;</li>\n<li>The site you visited before and after visiting our Sites;</li>\n<li>Your Internet Protocol (IP) address (a numerical address assigned to your computer by your Internet service provider so that other computers connected to the Internet can communicate with you online) that can sometimes be used to derive your general geographic area;</li>\n<li>Search terms you enter using our Sites or Applications;</li>\n<li>Unique identifiers, including non-global mobile device identification numbers;</li>\n<li>Information about your computer device such as your device type, screen size, browser type, language and other settings, memory capacity, plug-ins, Internet domain, TCP configuration parameters, operating system, carrier code, time zone and the names, versions and package IDs of software installed on your device.\nand</li>\n<li>Information collected through cookies, pixel tags and other tracking technologies (see additional descriptions of these terms below).</li>\n</ul>\n<p>If you allow our Application to have access to your location information and you have enabled location services on your phone, we collect your precise location information.</p>\n<p>\n<br>\n<b>Information Collected from Third Parties</b>\n</p>\n<p>We may also collect information about you through non-affiliated third parties, such as market research firms and public sources.\nDepending on the source, this information collected from third parties could include information such as demographic information and brand and media consumption information.\nWe may combine information that we collect about you through the Sites and Applications with information that we obtain from such third parties.</p>\n<p>\n<b>Cookies and Other Tracking Technologies</b>\n</p>\n<p>To help make the Sites and Applications more responsive to the needs of users, we employ a standard software feature, called a \"cookie,\" to assign each user a unique, random number that resides on a user's computer or device.\nThe cookie by itself does not personally identify the user.\nit merely identifies the computer or device with which the user accesses a Site or Application.\nCookies help us track user trends and patterns.\nThey also prevent you from having to re-enter your preferences on certain areas of a Site or Application where you have entered preference information before.</p>\n<p>When we post videos, third parties may use local shared objects, known as flash cookies to store your preferences for volume control or to personalize certain video features.\nFlash cookies are different from cookies because of the amount and type of data and how the data is stored.</p>\n<p>We also may use web beacons (also known as \"pixel tags\") to access cookies and to count users who visit our Sites, use our Applications, or open our HTML-formatted e-mail messages.\nPixel tags are graphic images with a unique identifier, similar in function to cookies, that are used to track online movements of our users.\nIn contrast to cookies, which are stored on a user’s computer hard drive, pixel tags are embedded invisibly in web pages and e-mail messages.\nWe may collect information about your interactions with our e-mail messages, such as the links you click on and whether you open or forward a message, the date and time of these interactions and the device you use to read our e-mails.</p>\n<p>Our website may also feature Nielsen proprietary measurement software, which will allow users to contribute to market research.\nTo learn more about the information that Nielsen software may collect and your choices with regard to it, please see the Nielsen Digital Measurement Privacy Policy.</p>\n<p>\n<b>Analytics Services</b>\n</p>\n<p>We use third-party analytics services (“Analytics Services”), to help analyze how users use our Sites and Applications.\nThe information generated by the cookies or other technologies about your use of our Sites and/or Applications (the “Analytics Information”) is transmitted to the Analytics Services.\nThe Analytics Services use Analytics Information to compile reports on user activity.\nThe Analytics Services may also transfer the Analytics Information to third parties where required to do so by law, or where such third parties process Analytics Information on their behalf.\nEach Analytics Service’s ability to use and share Analytics Information is restricted by such Analytics Service’s terms of use and privacy policy.\nBy using a Site or Application, you consent to the processing of data about you by Analytics Services in the manner and for the purposes set out above.\nFor a full list of our Analytics Services, please contact us at feedback@politico.com.</p>\n<p>We also collect anonymized, cookie-based demographics data from third parties to analyze the composition of our audience.</p>\n<p>\n<br>\n<b>Tailored Advertising</b>\n</p>\n<p>Our Site also makes use of various third-party cookie data collection and linking services.\nPOLITICO and third-party vendors, including Google, Teads and others, may use first-party cookies (such as the Google Analytics cookies) and third-party cookies (such as the Google Ad Manager cookie) together to (i) inform, optimize, and serve ads based on your past visits to our website and (ii) report how your ad impressions, uses of ad services, and interactions with the foregoing are related to your visits to the Site.\nIn addition, we may use Google Analytics data, including but not limited to, geographic, demographics, and interest reporting information to recognize and understand user preferences, make improvements, and for other business purposes.\nYou can learn more about how Google manages data in its ads products, through which you can learn how to opt out of Google Analytics for display advertising or customize Google display network ads, by visiting the Google Ads Settings page.\nLearn more about how Teads uses data.</p>\n<p>We also may use third-party advertising companies to target and serve some of the advertisements that appear on our Sites and Applications, and these companies likewise may use their own cookies, web beacons and similar technologies to collect information about users of our Sites and Applications.\nThese companies may use that information, to deliver advertisements on this Site, and possibly on other websites (if the third-party advertising company operates an advertising network), tailored to match the perceived interests of consumers.\nThe collection and use of information by these companies is governed by the relevant third party's privacy policy and is not covered by our privacy policy.\nIf you would like more information about this practice, or if you would like information on how to opt out of these information collection practices, you may visit the Network Advertising Initiative’s Consumer Opt-Out link, the Digital Advertising Alliance’s Consumer Opt-Out link or European Digital Advertising Alliance Your Online Choices to opt-out of receiving tailored advertising from companies that participate in those programs.</p>\n<p>\n<br>\n<b>Notice Concerning Do Not Track</b>\n</p>\n<p>Do Not Track (“DNT”) is a privacy preference that users can set in certain web browsers.\nWe are committed to providing you with meaningful choices about the information collected on our website for third party purposes, and that is why we provide the variety of opt-out mechanisms listed above.\nHowever, we do not currently recognize or respond to browser-initiated DNT signals.\nTo learn more about Do Not Track, you can do so here.</p>\n<p>\n<br>\n</p> Use of Information<p>\n</p>\n<p> We use the information we collect about you to:<br>\n</p>\n<ul>\n<li>facilitate the creation of and secure your POLITICO and/or POLITICO PRO membership account;</li>\n<li>identify you as a user in our system;</li>\n<li>send you a welcome e-mail to verify ownership of the e-mail address provided when your account was created;</li>\n<li>perform market research to understand the interests and preferences of our existing users;</li>\n<li>provide enhancements and improvements to our advertisements, Sites and Applications;</li>\n<li>provide the products and services you request;</li>\n<li>create new products and services;</li>\n<li>improve the quality of your experience when you interact with our Sites and Applications, including customizing features to your interests and serve targeted advertisements to you;</li>\n<li>measure and analyze audience traffic, including tracking user interests, trends, and patterns;</li>\n<li>send you administrative e-mail notifications, such as security, or support and maintenance advisories;</li>\n<li>respond to your inquiries related to POLITICO PRO subscriptions, where to obtain a physical copy of our newspaper, employment opportunities, and other questions and requests;</li>\n<li>send newsletters, surveys, offers, and other promotional materials and for other marketing purposes;</li>\n<li>help recognize you as a previous visitor and save and remember your preferences and settings and deliver to you appropriate interest-based content;</li>\n<li>understand whether our users read e-mail messages and click on links within those messages;</li>\n<li>prevent potentially prohibited or illegal activities, comply with applicable law and enforce our Terms of Service.\nand</li>\n<li>for any other purposes disclosed to you at the time we collect your information or pursuant to your consent.</li>\n</ul>\n<p>We may create aggregated or de-identified records based on information we collect about you (such as by removing your name).\nWe reserve the right to use such data for any purpose and disclose such data to third parties in our sole discretion.\nFor instance, when you respond to a survey, we may use, disclose and/or publish the responses you provide to us.\nHowever, we will not publish or disclose your name in connection with your response without your prior consent.</p>\n<p>\n<b>Legal Bases for Use of Your Information</b>\n</p>\n<p>The laws in some jurisdictions require companies to tell you about the legal ground they rely on to use or disclose your personal data.\nTo the extent those laws apply, our legal grounds for processing your personal data are as follows:</p>\n<p>· To Honor Our Contractual Commitments to You.\nMuch of our processing of personal data is to meet our contractual obligations to our customers, or to take steps at customers’ request in anticipation of entering into a contract with them.</p>\n<p>· Legitimate Interests.\nIn many cases, we handle personal data on the ground that it furthers our legitimate interests in commercial activities such as the following in ways that are not overridden by the interests or fundamental rights and freedoms of the affected individuals: Customer service.\nmarketing.\nprotecting our customers, personnel and property.\nanalyzing and improving our business.\nmanaging legal issues.\nWe may also process personal data for the same legitimate interests of our customers and business partners.</p>\n<p>· Legal Compliance.\nWe need to use and disclose personal data in certain ways to comply with our legal obligations.</p>\n<p>· Consent.\nWhere required by law, and in some other cases, we handle personal data on the basis of consent.\nWhere we handle your personal data on the basis of consent, you have the right to withdraw your consent.</p>\n<p>\n<br>\n</p> Disclosure of Information<p>\n</p>\n<p>Please also keep in mind that whenever you voluntarily make your information available for viewing by third parties online — for example on message boards, through e-mail or web logs, or in chat areas — that information can be seen, collected and used by others besides POLITICO LLC.\nWe cannot control who reads your postings or what other users may do with the information that you voluntarily post, so it is very important that you do not put data such as private contact information which you do not want to make available to the public in your posts.\nOnce you have posted information publicly, while you may still be able to edit and delete it on our Site or Application, you will not be able to edit or delete such information cached, collected, and stored elsewhere by others (e.g., search engines).</p>\n<p>We may share your information with our vendors and other third-party service providers to: provide you with the services that we offer through our Sites and Applications.\nprocess your payments.\nconduct quality assurance testing.\nfacilitate creation of accounts.\nprovide technical support.\nand/or provide other services to POLITICO LLC and our Affiliates.\nOur third-party service providers are obligated to only use the information for providing, maintaining, and improving the services on our behalf.\n</p>\n<p>We may share some or all of your information with our parent company, subsidiaries, joint ventures, or other companies under a common control (“Affiliates”), in which case we will require our Affiliates to honor this Privacy Policy.</p>\n<p>We may share some or all of your information in connection with or during negotiation of any merger, financing, acquisition or dissolution transaction or proceeding involving sale, transfer, divestiture, or disclosure of all or a portion of our business or assets.\nIn the event of an insolvency, bankruptcy, or receivership, information may also be transferred as a business asset.\nIf another company acquires our company, business, or assets, that company will possess the information collected by us and will assume the rights and obligations regarding your information as described in this Privacy Policy.</p>\n<p>Some features of our Sites or Applications may enable you to post content to social networking services (“SNSs”).\nIf you choose to do this, we will provide information to such SNSs in accordance with your elections.\nYou acknowledge and agree that you are solely responsible for your use of those websites and that it is your responsibility to review the terms of use and privacy policy of the third party provider of such SNSs.\nWe will not be responsible or liable for: (i) the availability or accuracy of such SNSs.\n(ii) the content, products or services on or availability of such SNSs.\nor (iii) your use of any such SNSs.</p>\n<p>Regardless of any choices you make regarding your information (as described below), we may disclose information if we believe in good faith that such disclosure is necessary (a) in connection with any legal investigation.\n(b) to comply with relevant laws or to respond to subpoenas or warrants served on POLITICO LLC.\n(c) to protect or defend the rights or property of POLITICO LLC or users of our Sites or Applications.\nand/or (d) to investigate or assist in preventing any violation or potential violation of the law, this Privacy Policy, or our Terms of Service.</p>\n<p>\n<b>Notice to California Residents</b>\n</p>\n<p> Cookie Settings</p>\n<p> If you are a California resident, California law requires us to provide you with some additional information regarding how we collect, use, and share your “personal information” as defined in the California Consumer Privacy Act (“CCPA”).</p>\n<p>We describe the categories of information we collect, our business purposes for collecting such information, the sources and uses of such information and the entities to which we share such information in the Types of Information We Collect , Use Of Information, and Disclosure of Information sections of this Privacy Policy.\nWe provide additional information required by the CCPA below.\nThis information and the rights discussed below do not apply to information collected from or about our employees, former employees, candidates, job applicants, contractors, service providers, or business contacts of Politico.</p>\n<p>\n<b>Categories of personal information we disclose for business purposes</b>\n</p>\n<p>We may disclose the following categories of information about you or your use of the Sites and Applications for business purposes (as defined by applicable law) or as required by applicable law: </p>\n<p>Identifiers (such as name, address, email address, IP address, device identifiers, and login information).\ncommercial information (such as subscription and delivery history).\nfinancial data (such as credit card information).\ninternet or other network or device activity (such as browsing history or what content you access on our Sites or Applications).\ngeolocation information (e.g., your city and state based on IP address or precise location information from your mobile device with your consent and consistent with your mobile device settings).\nprofessional or employment related data.\npotentially protected classifications (such as gender, nationality, and age).\nphysical characteristics or description (such as when you voluntarily submit a photo to our Site or Application).\nand other information that identifies or can be reasonably associated with you.</p>\n<p>The California Consumer Privacy Act (CCPA) sets forth certain obligations for businesses that “sell” personal information.\nBased on the definition of “sell” under the CCPA and under current regulatory guidance, we may have sold the following categories of information about you in the past twelve months: Identifiers (such as name, address, email address, IP address, or device identifiers).\ninternet or other network or device activity.\ngeolocation information.\nprofessional or employment related data.\npotentially protected classifications (such as gender, nationality, and age).\nphysical characteristics or description (such as when you voluntarily submit a photo to our Site or Application).\ninferences related to the information identified.</p>\n<p>If you wish to opt out of the sale of your personal information, please follow this link: Do Not Sell My Information</p>\n<p>\n<br>\n</p> Third-Party Payment Processing<p>\n<br>For online payments, we use the payment services of third parties, such as CyberSource which incorporates the services of FDC Nashville Global.\nWe do not process, record, or maintain your credit card information.\nFor more information on how payments are handled, or to understand the data security and privacy protections afforded to such information, please refer to CyberSource.</p> Security<p>\n</p>\n<p>We have implemented administrative, technical, and physical security measures to protect against the loss, misuse, and/or alteration of your information.\nThese safeguards vary based on the sensitivity of the information that we collect and store.\nHowever, we cannot and do not guarantee that these measures will prevent every unauthorized attempt to access, use, or disclose your information since despite our efforts, no Internet and/or other electronic transmissions can be completely secure.</p>\n<p>\n<br>\n</p> Data Retention<p>\n</p>\n<p>We will hold your information for as long as necessary to fulfill the purposes set forth in this Privacy Policy or as long as we are legally required or permitted to do so.\nInformation may persist in copies made for backup and business continuity purposes for additional time.</p> Transfers of Information<p>\n<br>Our Sites and Applications are operated in the United States.\nIf you are located outside the United States, please be advised that any information you provide through our Sites and Applications will be transferred to the United States, which may not have a similar standard of for data protection as the laws of your jurisdiction for processing, hosting, and storage by us or our service providers.\nWhere you are accessing Services from a European Economic Area (“EEA”) member state, we will take steps reasonably necessary to ensure that your information is treated securely in accordance with this privacy policy always and at least to the standards required by Applicable Law in the jurisdiction of access.</p>\n<p>To the extent that POLITICO’s affiliates in the EEA make such transfers, they will rely on the EU-U.S.\nPrivacy Shield or Standard Contractual Clauses.\nIndividuals whose personal data is transferred pursuant to the Standard Contractual Clauses may request a copy of the clauses by contacting us as described below.</p>\n<p> Cookie Settings</p>\n<p>\n<br>\n</p> Third-Party Sites<p>\n</p>\n<p>Our Sites and Applications may include links to third party websites and applications whose privacy policies we do not control.\nOnce you leave our Sites or Applications, any information you provide at another site or application will be governed by the privacy policy of the operator of the site you are visiting or application you are using.\nWe encourage you to review the privacy policy of any site or application that you use.</p>\n<p>Please note that politico.eu is subject to a different privacy policy.</p>\n<p>\n<br>\n</p>Children's Privacy<p>\n</p>\n<p>The Sites and Applications are not directed to children under the age of thirteen and we do NOT knowingly collect personal information, as that term is defined in the Children’s Online Privacy Protection Act (“COPPA”) from children under the age of thirteen.\nIf we discover that a child under 13 has submitted personal information to us, we will attempt to delete the information as soon as possible.</p>\n<p>We do not knowingly process data of EU residents under the age of 16 without parental consent.\nIf we become aware that we have collected data from an EU resident under the age of 16 without parental consent, we will take reasonable steps to delete it as soon as possible.\nWe also comply with other age restrictions and requirements in accordance with applicable local laws.</p>\n<p>If you believe that we might have collected any personal information from a child under 13 or a resident of the EU who is under 16, please contact us at legal@politico.com.</p> Your Choices and Rights<p>\n</p>\n<p>\n<b>Reviewing, Updating, Changing or Deleting Your Registration Data</b>\n</p>\n<p>If you register with us, you have the opportunity to review, update, change or delete the registration data we have collected about you at any time by editing your personal data in your POLITICO or POLITICO PRO account settings or by sending an e-mail to us at feedback@politico.com.\nYou may request deletion of your registration data by us, and we will use commercially reasonable efforts to honor your request, but please note that we may be required to keep such information and not delete it (or to keep this information for a certain time, in which case we will comply with your deletion request only after we have fulfilled such requirements).\nWhen we delete any information, it will be deleted from our active database, but may remain in our archives.\nWe may also retain your information for fraud prevention or similar purposes.</p>\n<p>\n<b>Rights for Individuals in the EEA</b>\n</p>\n<p>Individuals in the EEA and other jurisdictions have certain legal rights to obtain confirmation of whether we hold personal data about them, to access personal data we hold about them, and to obtain its correction, update, amendment, or deletion in appropriate circumstances.\nYou may also have rights to object to our handling of your personal data, restrict our processing of your personal data, and to withdraw any consent you have provided.\nTo exercise these rights, please contact us as described below with the nature of your request.\nWhile we strongly encourage you to first raise any questions or concerns about your personal data with us, you also have a right to contact the relevant supervisory authority.</p>\n<p>Many of the rights described here are subject to significant limitations and exceptions under applicable law (e.g., objections to the processing of personal data, and withdrawals of consent, typically will not have retroactive effect).\nIndividuals in the EEA may click on the following link to modify their consent choices with respect to cookies used by Politico’s advertising partners on the Site or Application: Change your data collection preferences\n</p>\n<p>\n<b>Your California Privacy Rights</b>\n</p>\n<p>If you are a California resident, you may have certain rights.\nCalifornia law may permit you to request that we:<br>\n</p>\n<ul>\n<li>Provide you the categories of personal information we have collected or disclosed about you in the last twelve months.\nthe categories of sources of such information.\nthe business or commercial purpose for collecting or selling your personal information.\nand the categories of third parties with whom we shared personal information.\n</li>\n<li>Provide access to and/or a copy of certain information we hold about you.</li>\n<li>Delete certain information we have about you.</li>\n</ul>\n<p>You may have the right to receive information about the financial incentives that we offer to you (if any).\nYou also have the right to not be discriminated against (as provided for in applicable law) for exercising certain of your rights.\nCertain information may be exempt from such requests under applicable law.\nFor example, we need certain types of information so that we can provide the Services to you and for compliance with applicable law.\nIf you ask us to delete certain information, you may no longer be able to access or use the Services.\n</p>\n<p>California customers may request, once per year, that we disclose the identity of any third parties with whom we have shared personal information for the third parties’ direct marketing purposes within the previous calendar year, along with the type of personal information disclosed.\n</p>\n<p>California residents under age 18 who are registered users of online sites, services or applications may request and obtain removal of content or information they have publicly posted.\nYour request should include a detailed description of the specific content or information to be removed.\nPlease be aware that your request does not guarantee complete or comprehensive removal of content or information posted online and that the law may not permit or require removal in certain circumstances.</p>\n<p>If would like to exercise any of these rights, please contact us at privacy@politico.com.\nYou may be required to verify your identify before we fulfill your request.\nYou can also designate an authorized agent to make a request on your behalf.\nTo do so, you must provide us with written authorization or a power of attorney, signed by you, for the agent to act on your behalf.\nYou will still need to verify your identity directly with us.</p>\n<p>\n<b>Information for Nevada Residents</b>\n</p>\n<p>Under Nevada law, certain Nevada consumers may opt out of the sale of “personally identifiable information” for monetary consideration to a person for that person to license or sell such information to additional persons.\n“Personally identifiable information” includes first and last name, address, email address, phone number, Social Security Number, or an identifier that allows a specific person to be contacted either physically or online.\n</p>\n<p>If you are a Nevada resident who has purchased or leased goods or services from us, you may submit a request to opt out of any potential future sales under Nevada law by emailing us at privacy@politico.com.\nPlease note we will take reasonable steps to verify your identity and the authenticity of the request.\n</p>\n<p>\n<b>Opting Out of Newsletters</b>\n</p>\n<p>If you have subscribed to one of our e-mail newsletters, you will always have the opportunity to unsubscribe from future mailings by logging into to your account and modifying your preferences.\nYou will also have the opportunity to “opt-out” of commercial e-mail from the applicable POLITICO service by following the unsubscribe instructions provided in the e-mail you receive or by contacting us directly (please see contact information above).</p>\n<p>If you have elected to participate in our survey panel, you may elect whether you would like to receive e-mail notices of new surveys by logging into your account and modifying your preferences.</p>\n<p>\n<br>\n<b>Cookie Choices</b>\n</p>\n<p>If you decide at any time that you no longer wish to accept cookies for any of the purposes described above, then you can instruct your browser or mobile device, by changing its settings, to stop accepting cookies or to prompt you before accepting a cookie from the websites and/or applications.\nIf you do not accept cookies, however, you may not be able to use all portions of, or all functionalities of, the Sites or Applications, as applicable.\nIf you have any questions about how to disable or modify cookies, please let us know at the contact information provided above.</p>\n<p>Cookie management tools will not remove flash cookies.\nLearn how to manage privacy and storage settings for flash cookies.</p>\n<p>\n<br>\n<b>SNS Linking</b>\n</p>\n<p>If you decide at any time that you no longer wish to have your SNS account linked to your POLITICO or POLITICO PRO membership account, please refer to the privacy settings of the SNS to determine how you may adjust our permissions and manage the interactivity between the Sites and/or Application with your social media account.</p>\n<p>\n<b>Location Tracking</b>\n</p>\n<p>If have elected to allow us to track your location information on your mobile device and you later decide you no longer want us to collect your location information, you can disable location services through your mobile device’s application settings.</p>\n<p>\n<b>Uninstalling Our Application</b>\n</p>\n<p>You can stop all collection of information by the Application by uninstalling the Application.\nYou may use the standard uninstall processes as may be available as part of your mobile device or via the mobile application marketplace or network.</p> Changes to This Policy<p>\n<br>\n</p>\n<p>If we need to change this Privacy Policy at some point in the future, we'll post the modified Privacy Policy on the applicable Sites and Applications and update the “Last Updated” dated above to reflect the date of the changes.\nBy continuing to use a Site or Application after we post any such changes, you accept the Privacy Policy as modified.</p>\n<p>\n<br>\n</p> Contact Us<p>\n</p>\n<p>If you have any questions regarding our privacy practices or this Privacy Policy, please contact us at: privacy@politico.com.</p>\n<p>\n</p>Terms of Service<p>\n</p>\n<p>\n<br>This Terms of Service Agreement (these “Terms”) governs your use of the www.politico.com website, any other website with links to these Terms, and all mobile websites and applications associated therewith (collectively, the \"Site\").\nThe Site is provided to you by Politico, (\"we\" or \"us\"), a publication of POLITICO LLC.\nUnless explicitly stated otherwise, any new platforms, features or functionality made available to the public by POLITICO LLC shall be subject to these Terms which constitutes a binding legal contract between you and us.\nBy using the Site, you accept its terms.</p>\n<p>\n<b>THESE TERMS INCLUDE A CLASS ACTION WAIVER AND A WAIVER OF JURY TRIALS, AND REQUIRE BINDING ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE MOST DISPUTES.</b>\n</p>\n<p>\n<b>THESE TERMS LIMIT THE REMEDIES THAT MAY BE AVAILABLE TO YOU IN THE EVENT OF A DISPUTE.</b>\n</p>\n<p>The Internet is an evolving medium.\nIf we need to change these Terms at some point in the future, we'll post the modified Terms of Service Agreement on this Site and update the Effective Date of the policy to reflect the date of the changes.\nExcept as explicitly provided otherwise herein, by continuing to use the Site after we post any such changes, you accept the Terms of Service Agreement as modified.</p>\n<p>We reserve the right to deny access to this Site, or any service provided via this Site, to anyone who violates these Terms or who, in our sole judgment, interferes with the ability of others to enjoy this Site, or infringes the rights of us or others.</p>\n<p>All references to “you” or “your,” as applicable, mean the person who accesses, uses, and/or participates in the Site in any manner, and each of your heirs, assigns, and successors.</p>\n<p>\n<br>\n</p>\n<b>PRIVACY</b>\n<p>\n<br>We respect the privacy of the users of our Site.\nPlease take a moment to review our Privacy Policy, which is incorporated to these Terms by reference.</p>\n<b>INTELLECTUAL PROPERTY RIGHTS</b>\n<p>\n<br>Our Limited License to You.\nThe materials available through this Site are our property of or the property of our affiliates or licensors, and are protected by copyright, trademark and other intellectual property laws.\nYou may use the Site, and materials on the Site, for your personal, non-commercial use only, provided you keep intact all copyright and other proprietary notices.\nYou may not decompile or reverse engineer any part of the Site.\nYou may not otherwise download, republish, retransmit or reproduce any of the materials (including any video or still photographs) without the prior written consent of the owner.\nYou may not distribute copies of materials found on this Site in any form (including by email or other electronic means) without prior written permission from the owner.\nOf course, you're free to encourage others to access the information themselves on our Site and to tell them how to find it.</p>\n<p> Your License to Us.\nThe Site may include interactive features that allow you to post, submit, publish, display, or transmit material to the Site and/or to other Site users (“User Content”) By submitting User Content to us, you are representing that you are the owner of the User Content, or are making your submission with the express consent of the owner.\nBy submitting User Content to any public posting areas of this Site, such as any message boards, classifieds, forums, or community publishing areas, you agree that we, including our partners, agents, affiliates and service providers (collectively, \"Third Party Providers\"), may reproduce, modify, and distribute such User Content as we see fit in any medium and for any purpose.\nYou grant us the world-wide, royalty free and non-exclusive license to reproduce, modify, adapt and publish such User Content on the Site.\nYou also grant us the royalty-free, perpetual, irrevocable, non-exclusive and fully sublicensable right and license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform and display such User Content (in whole or part) worldwide and/or to incorporate it in other works in any form, media, or technology now known or later developed.\nYou also agree that we, including our Third Party Providers, may identify you as the author of any of your postings by name, email address or screen name as we see appropriate.\nWe also reserve the right (but assume no obligation) to delete, move, or edit any User Content that comes to our attention that we consider unacceptable or inappropriate, whether for legal or other reasons.</p>\n<p>\n<b>Trademarks.</b> The Politico trademarks, service marks, product and service names, and other corporate indicia (the \"Politico Marks\") are the property of POLITICO LLC.\nYou agree not to display or use in any manner any of Politico Marks without our prior written permission.</p>\n<p>\n<b>Links.</b> You may establish a hypertext link to this Site so long as the link does not state or imply any sponsorship of or affiliation with you or your site by us.</p>\n<p>\n<b>No Framing.</b> You may not, without our prior written permission, frame any of the content of the Site, or incorporate into another website or other service any material, content or intellectual property belonging to us, our parent or affiliate companies, or any of their licensors.</p>\n<p>\n<b>Associated Press Materials.</b> Some of the material on our Site may be provided by the Associated Press.\nThe following provision applies to all visitors (which shall include persons and representatives of legal entities, whether such representatives are persons or digital engines of a kind that crawls, indexes, scrapes, copies, stores or transmits digital content).\nBy accessing this Site, you specifically acknowledge and agree that (1) Associated Press text, photo, graphic, audio and/or video material shall not be published, broadcast, rewritten for broadcast or publication or redistributed directly or indirectly in any medium.\n(2) no Associated Press materials nor any portion thereof may be stored in a computer except for personal and non-commercial use.\n(3) The Associated Press will not be held liable for any delays, inaccuracies, errors or omissions therefrom or in the transmission or delivery of all or any part thereof or for any damages arising from any of the foregoing.\n(4) The Associated Press is an intended third party beneficiary of these terms and conditions and it may exercise all rights and remedies available to it.\nand (5) The Associated Press reserves the right to audit your use of AP materials or any portion thereof at any time.</p>\n<b>ONLINE PURCHASES</b>\n<p>\n<br>You agree to be financially responsible for all purchases and subscriptions made by you or someone acting on your behalf through the Site.\nYou agree to use the Site and to purchase subscriptions, services, or products through the Site for legitimate, non-commercial purposes only.\nYou agree to only purchase goods or services for yourself or for another person for whom you are legally permitted to do so.\nWhen making a purchase for a third party that requires you to submit the third party's personal information to us or to a merchant, you represent that you have obtained the express consent of such third party to provide such third party's personal information.\\</p>\n<p>POLITICO LLC uses CyberSource which incorporates the services of FDC Nashville Global as a third party service provider for payment services (e.g., credit card transaction processing, merchant settlement, and related services).\nBy making any purchases or paying bills through our Site, you authorize POLITICO LLC, CyberSource, and FDC Nashville Global to share any information and payment instructions you provide to the extent required to complete the payment transactions in accordance with these Terms, including without limitation, your personal, financial, credit card payment, and transaction information.</p>\n<b>REGISTRATION</b>\n<p>\n<br>To access certain features of our Site, you may be asked to register with us on the form provided and such registration may require you to provide personally identifying information such as your name, address and email address, and also may ask you to provide certain demographic information such as your gender and date of birth.\nYou agree that you will register only if you are 13 years or older (or 16 years or older if you are in the European Economic Area).\nYou agree to provide true, accurate, current and complete information about yourself as prompted by the applicable registration form, and you will update your information to keep it true, accurate, current and complete.\nYour account is nontransferable except with POLITICO LLC’s written permission and consistent with POLITICO LLC’s policies and procedures.\nIf we have reasonable grounds to suspect that such information is untrue, inaccurate or incomplete, we reserve the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).\nOur use of any personally identifiable information you provide to us as part of the registration process is governed by the terms of our Privacy Policy.</p>\n<b>PASSWORDS</b>\n<p>\n<br>To use certain features of the Site, you will need a user ID and password, which you will create through the Site's registration process.\nYou are responsible for maintaining the confidentiality of the password and account and are responsible for all activities (whether by you or by others) that occur under your password or account.\nYou agree to notify us immediately of any unauthorized use of your password or account or any other breach of security, and to ensure that you exit from your account at the end of each session.\nWe cannot and will not be liable for any loss or damage arising from your failure to protect your password or account information.</p>\n<b>CLASSIFIED ADVERTISING</b>\n<p>\n<br>If you submit a classified ad for publication on the Site, you agree that the advertisement as it appears on the Site becomes our property and you assign all ownership interest in the advertisement as it appears on the Site under copyright law or otherwise to us.\nWe reserve the right to reject any ad copy.\nAll orders are subject in all respects to our then-current rules and regulations and then-current demands upon advertising space.\nOur liability for an error will not exceed the cost of the space occupied by the error, and in no event shall our liability for your use of our classified advertising services exceed the amount you paid for the use of the services.\nWe reserve the right to edit, reclassify, revise, or cancel any advertisement at any time.\nRates and specifications are subject to change.\nWe do not knowingly accept advertising that discriminates or intends to discriminate based on race, color, religion, sex, national origin, handicap or familial status.</p>\n<p>\n<br>\n</p>\n<b>JOB LISTINGS</b>\n<p>\n<br> We do not knowingly accept advertisements regarding employment that are not ads for bona fide job opportunities.\nWe also do not knowingly accept advertisements that discriminate or intend to discriminate on any illegal basis, or that are otherwise illegal.\nIf you think that an advertisement posted on this service discriminates on any illegal basis, or is otherwise illegal, please contact us at Politico, 1000 Wilson Blvd., 8th Floor, Arlington, VA 22209, Attn: Marketing Dept.\nWe encourage you to investigate fully and understand all aspects of any job you are considering.\nSome positions may require an investment or purchase on consignment on your part, or may involve your recruiting others.\nPositions are often paid by draw, commission or bonus instead of salary.</p>\n<b>MODIFICATIONS TO THE SITE</b>\n<p>\n<br> We reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Site (or any part thereof) with or without notice.\nYou agree that we shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Site.</p>\n<p>\n<br>\n</p>\n<b>TERMINATION</b>\n<p>\n<br>You agree that, in our sole discretion, we may terminate your password, account (or any part thereof), membership on our survey panel, or use of the Site (in whole or in part), and remove and discard any User Content for any reason, including, without limitation, due to discontinuance of a service or for lack of use or if we believe that you have violated or acted inconsistently with the letter or spirit of these Terms.\nYou agree that we shall not be liable to you or any third-party for any termination of your password, account (or any part thereof) or use of the Site, or any removal of any User Content.</p>\n<b>THIRD-PARTY SITES</b>\n<p>\n<br>The Site may provide, or third parties may provide, links to other websites or resources.\nBecause we have no control over such sites and resources, you acknowledge and agree that we are not responsible for the availability of such external sites or resources, and do not endorse and are not responsible or liable for any content, including, without limitation, advertising, products, or other materials, on or available from such sites or resources.\nYou further acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, advertising, products, materials, goods or services available on or through any such site or resource.</p>\n<b>INTERACTIVE FEATURES</b>\n<p>\n<br> This Site may include a variety of features, such as bulletin boards, web logs, chat rooms, and email services, which allow feedback to us and real-time interaction between users, and other features, such as personalized home pages and email services, which allow users to communicate with others.\nResponsibility for what is posted on bulletin boards, web logs, chat rooms, and other public posting areas on the Site, or sent via any email services on the Site, lies with each user - you alone are responsible for the material you post or send.\nWe do not control the messages, information, files, or other User Content that you or others may provide through the Site.\nIt is a condition of your use of the Site that you do not: <br>Restrict or inhibit any other user from using and enjoying the Service.<br>Use the Site to impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity.<br>Interfere with or disrupt any servers or networks used to provide the Site or its features, or disobey any requirements, procedures, policies or regulations of the networks we use to provide the Site.<br>Use the Site to instigate or encourage others to commit illegal activities or cause injury or property damage to any person.<br>Gain unauthorized access to the Site, or any account, computer system, or network connected to this Site, by means such as hacking, password mining or other illicit means.<br>Obtain or attempt to obtain any materials or information through any means not intentionally made available through this Site.<br>Use any automatic device, process, or means to access the Site for any purpose, including monitoring or copying any of the material on the Site.<br>Use the Site to post or transmit any unlawful, threatening, abusive, libelous, defamatory, obscene, vulgar, pornographic, profane or indecent information of any kind, including without limitation any transmissions constituting or encouraging conduct that would constitute a criminal offense, give rise to civil liability or otherwise violate any local, state, national or international law.<br>Use the Site to post or transmit any information, software or other material that violates or infringes upon the rights of others, including material that is an invasion of privacy or publicity rights or that is protected by copyright, trademark or other proprietary right, or derivative works with respect thereto, without first obtaining permission from the owner or rights holder.<br>Use the Site to post or transmit any information, software or other material that contains a virus or other harmful component.<br>Use the Site to post, transmit or in any way exploit any information, software or other material for commercial purposes, or that contains advertising.<br>Use the Site to advertise or solicit to anyone to buy or sell products or services, or to make donations of any kind, without our express written approval.<br>Gather for marketing purposes any email addresses or other personal information that has been posted by other users of the Site.\n</p>\n<p>You understand that we have no obligation to monitor any bulletin boards, chat rooms, web logs, or other areas of the Site through which users can supply information or material.\nHowever, we reserve the right at all times to disclose any information we believe necessary to satisfy any law, regulation or governmental request, or to refuse to post or to remove any information or materials, in whole or in part, that in our sole discretion are objectionable or in violation of these Terms.\nWe also reserve the right to deny access to the Site or any features of the Site to anyone who violates these Terms or who, in our sole judgment, interferes with the ability of others to enjoy our website or infringes the rights of others.\nYou further agree that you will not collect personal data about, or the email addresses of, other Site users for commercial or unlawful purposes or for purposes of sending unsolicited commercial email, repeatedly post the same or similar content or otherwise impose an unreasonable or disproportionately large load on our infrastructure, or take or cause to be taken any action that disrupts the normal flow of postings and dialogue on the Site (such as submitting an excessive number of postings), or that otherwise negatively affects other users' ability to use the Site.\nYou acknowledge and agree that we may preserve content and materials submitted by you, and may also disclose such content and materials if required to do so by law or if, in our business judgment, such preservation or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce these Terms.\n(c) respond to claims that any content or materials submitted by you violates the rights of third parties.\nor (d) protect the rights, property, or personal safety of Site users and/or the public.\nYou understand that the technical processing and transmission of the Site, including content submitted by you, may involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.</p>\n<p>You agree to indemnify and hold POLITICO LLC, its subsidiaries, affiliates, licensors and other partners, and the directors, officers, agents and employees of each, harmless from any liability of any nature arising out of or related to any content or materials submitted to or displayed on the Site by you or by others using your user account.</p>\n<p>\n<br>\n</p> SURVEYS <p>\n<br> From time to time, we invite users to participate in our surveys or join our survey panel and we may also operate specialized sites to collect survey data (“Survey Sites”).\nWe rely on accurate data to serve our clients that reflect the true opinions of our users.\nWhen answering any surveys, you agree to provide true and accurate information, including without limitation, personal data and demographic profile information.</p>\n<p> You agree that submission of any survey responses, remarks, suggestions, ideas, graphics, or other information or content you provide to us in connection with a survey (“Survey Responses”) is at your own risk and that we have no obligations (including without limitation obligations of confidentiality) with respect to such Survey Responses.\nYou represent and warrant that you have all rights necessary to submit the Survey Responses and to grant us the following license.\nYou hereby grant to POLITICO LLC and our affiliates a fully paid, royalty-free, perpetual, irrevocable, worldwide, non-exclusive, and fully sublicensable right and license to use, reproduce, perform, display, distribute, adapt, modify, re-format, create derivative works of, and otherwise commercially or non-commercially exploit in any manner, any and all Survey Responses without compensation to you or any other person or entity.</p>\n<p> By responding to a survey or becoming a member of our survey panel or Survey Sites, you agree that you will hold in strict confidence and not disclose to any other parties information learned in connection with any surveys.\nYou agree you will use the information contained in any surveys solely for the purpose of discussing and providing market research related data to us, our clients, or our agents.\nYou shall notify us by contacting legal@politico.com should you discover any loss or unauthorized disclosure of the information.\nThe kind of information you may learn in connection with a survey may include, without limitation, trade secrets, proprietary information, media content, unique techniques, sketches, drawings, works of authorship, models, inventions, know-how, research, experimental work, development, design details and specifications, sales and merchandising plans and other confidential information.</p>GENERAL PRACTICES REGARDING USE AND STORAGE OF CONTENT<p>\n</p>\n<p> You acknowledge that we may establish general practices, limits and restrictions concerning use of the Site, and the posting of User Content.\nThese restrictions may include a limit on the number of days that message board postings or other submitted content will be displayed on the Site and/or retained by us, the maximum disk space that will be allotted on our servers on your behalf, and the maximum number of times (and the maximum duration for which) you may access the Site in a given period of time.\nWe assume no responsibility or liability for the deletion, corruption or loss of any User Content, or for our failure to receive or store submitted content for any reason, including without limitation malfunctioning of any network, hardware or software.\nWe reserve the right to change these general practices, limits and restrictions at any time, in our sole discretion, with or without notice.</p>NOTICE OF COPYRIGHT INFRINGEMENT<p>\n<br>If you are a copyright owner who believes your copyrighted material has been reproduced, posted or distributed via the Site in a manner that constitutes copyright infringement, please inform our designated copyright agent by sending written notice by U.S.\nMail to Copyright Agent, Politico, 1000 Wilson Blvd., 8th Floor, Arlington, VA 22209 and /or by email to copyrightagent@politico.com.\nPlease include the following information in your written notice: (1) a detailed description of the copyrighted work that is allegedly infringed upon.\n(2) a description of the location of the allegedly infringing material on the Site.\n(3) your contact information, including your address, telephone number, and, if available, email address.\n(4) a statement by you indicating that you have a good-faith belief that the allegedly infringing use is not authorized by the copyright owner, its agent, or the law.\n(5) a statement by you, made under penalty of perjury, affirming that the information in your notice is accurate and that you are authorized to act on the copyright owner's behalf.\nand (6) an electronic or physical signature of the copyright owner or someone authorized on the owner's behalf to assert infringement of copyright and to submit the statement.\nPlease note that the contact information provided in this paragraph is for suspected copyright infringement only.\nContact information for other matters is provided elsewhere in these Terms or on the Site.</p>FEEDBACK <p>\n<br> By sending us any feedback, comments, questions, or suggestions concerning POLITICO LLC or our services, including the Site (collectively, “Feedback”) you represent and warrant (a) that you have the right to disclose the Feedback, (b) that the Feedback does not violate the rights of any other person or entity, and (c) that your Feedback does not contain the confidential or proprietary information of any third party or parties.\nBy sending us any Feedback, you further (i) agree that we are under no obligation of confidentiality, express or implied, with respect to the Feedback, (ii) acknowledge that we may have something similar to the Feedback already under consideration or in development, (iii) grant us an irrevocable, non-exclusive, royalty-free, perpetual, worldwide license to use, modify, prepare derivative works, publish, distribute and sublicense the Feedback, and (iv) irrevocably waive, and cause to be waived, against POLITICO LLC and its users any claims and assertions of any moral rights contained in such Feedback.\nThis Feedback section shall survive any termination of your account or the Site.</p> WARRANTY DISCLAIMERS<p>\n<br>YOUR USE OF THE SITE IS AT YOUR SOLE RISK.\nTHIS SITE AND ALL MATERIALS, INFORMATION AND SERVICES AVAILABLE THROUGH IT ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nWE, OUR AFFILIATES, AGENTS AND LICENSORS CANNOT AND DO NOT WARRANT THE ACCURACY, COMPLETENESS, CURRENTNESS, NONINFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OF THE MATERIALS, INFORMATION AND SERVICES AVAILABLE THROUGH THE SITE, NOR DO WE GUARANTEE THAT THE MATERIALS, INFORMATION OR SERVICES WILL BE ERROR-FREE, SECURE OR CONTINUOUSLY AVAILABLE, OR FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nWE MAKE NO WARRANTY THAT (I) THE SITE WILL MEET YOUR REQUIREMENTS, (II) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITE WILL BE ACCURATE OR RELIABLE, (III) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SITE WILL MEET YOUR EXPECTATIONS, OR (IV) ANY ERRORS IN THE SITE WILL BE CORRECTED.\nANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SITE IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT MAY RESULT.</p>\n<p>INDEMNITY AND RELEASE<br>You agree to release, defend, indemnify and hold us, POLITICO LLC, and our subsidiaries, affiliates, licensors and other partners, and the directors, officers, agents and employees of each, harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your misuse of the Site, your User Content, your violation of these Terms, or your violation of any rights of another.</p>\n<p>Notwithstanding the foregoing paragraph, if you are a resident of New Jersey, you only agree to release, defend, indemnify and hold us, Politico LLC, and our subsidiaries, affiliates, licensors and other partners, and the directors, officers, agents and employees of each, harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your violation of these Terms.</p>\n<p>If you are a California resident, you waive California Civil Code Section 1542, which provides:</p>\n<p> A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release and that, if known by him or her, would have materially affected his or her settlement with the debtor or released party.</p>\n<p>If you are not a California resident, you waive your rights under any statute or common law principle similar to Section 1542 that governs your rights in the jurisdiction of your residence.</p>\n<p>\n<br>\n</p>LIMITATION OF LIABILITY <p>\n<br>UNDER NO CIRCUMSTANCES SHALL WE OR OUR AFFILIATES, AGENTS OR LICENSORS BE LIABLE TO YOU OR ANYONE ELSE FOR ANY DAMAGES, INCLUDING, WITHOUT LIMITATION, LIABILITY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, RESULTING FROM (A) YOUR USE OF, OR INABILITY TO USE, THE SITE, OR (B) ANY MATERIALS, INFORMATION AND SERVICES AVAILABLE THROUGH THE SITE.\n(BECAUSE SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN CATEGORIES OF DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIN SUCH STATES, OUR LIABILITY AND THE LIABILITY OF OUR AFFILIATES, AGENTS AND LICENSORS IS LIMITED TO THE FULLEST EXTENT PERMITTED BY SUCH STATE LAW.) THE FOREGOING LIMITATION OF LIABILTY DOES NOT APPLY TO RESIDENTS OF THE STATE OF NEW JERSEY.</p> ARBITRATION AGREEMENT <p>\n<br> Please read the following section carefully.\nIt requires you to arbitrate disputes with POLITICO LLC and limits the manner in which you can seek relief from us.\n<br> (a) Scope of Arbitration Agreement.\nYou agree that any dispute or claim against POLITICO LLC, or its affiliates, subsidiaries, owners, officers, directors, employees, agents or representatives relating in any way to your access or use of the Site, to any products or services sold or distributed through the Site, or to any other aspect of your relationship with POLITICO LLC will be resolved by binding arbitration, rather than in court, except that (1) you may assert claims in small claims court if your claims qualify, so long as the matter remains in such court and advances only on an individual (non-class, non-representative) basis.\nand (2) you or the POLITICO LLC may seek equitable relief in court for infringement or other misuse of intellectual property rights (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents).\n<br> (b) Initial Dispute Resolution.\nMost disputes can be resolved without resort to litigation.\nYou can reach POLITICO LLC’s support department at legal@politico.com.\nExcept for intellectual property and small claims court claims, the parties agree to use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation with the POLITICO LLC support department, and good faith negotiations shall be a condition to either party initiating a lawsuit or arbitration.<br> (c) Arbitration Rules and Forum.\nYou and POLITICO LLC agree that these Terms affect interstate commerce, and this Arbitration Agreement is governed by the Federal Arbitration Act in all respects.\nTo begin an arbitration proceeding, you must send a letter requesting arbitration and describing your claim to our registered agent, The Corporation Trust Company, Corporation Trust Center 1209 Orange Street, Wilmington, New Castle County, Delaware 19801.\nThe arbitration will be conducted by JAMS under its rules and pursuant to the terms of these Terms.\nDisputes involving claims and counterclaims under $250,000, not inclusive of attorneys’ fees and interest, shall be subject to JAMS’s most current version of the Streamlined Arbitration Rules and procedures available at http://www.jamsadr.com/rules-streamlined-arbitration/.\nall other claims shall be subject to JAMS’s most current version of the Comprehensive Arbitration Rules and Procedures, available at http://www.jamsadr.com/rules-comprehensive-arbitration/.\nJAMS’s rules are also available at www.jamsadr.com (under the Rules/Clauses tab) or by calling JAMS at 800-352-5267.\nPayment of all filing, administration, and arbitration fees will be governed by JAMS’s rules.\nWhere required by law, POLITICO LLC will pay your JAMS’ filing, administrative, hearing, and/or other fees, subject to reimbursement from you if the arbitrator finds your claims frivolous.\nLikewise, POLITICO LLC will not seek attorneys’ fees and costs in arbitration unless the arbitrator determines the claims are frivolous.\nYou are responsible for your own attorneys’ fees unless applicable law provides otherwise.\nIf JAMS is not available to arbitrate, the parties will select an alternative arbitral forum.\nYou may choose to have the arbitration conducted by telephone and/or based on written submissions, or in person in the country where you live or at another mutually agreed location.\nIf you are a resident of the United States, arbitration may take place in the county where you reside at the time of filing.\nFor individuals residing outside the United States, arbitration shall be initiated in the Commonwealth of Virginia, United States of America.\nYou and POLITICO LLC further agree to submit to the personal jurisdiction of any federal or state court in the Commonwealth of Virginia in order to compel arbitration, to stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.(d) Arbitrator Powers.\nThe arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve any dispute relating to the interpretation, applicability, enforceability or formation of this Arbitration Agreement and these Terms including, but not limited to any claim that all or any part of this Arbitration Agreement is void or voidable.\nThe arbitration will decide the rights and liabilities, if any, of you and POLITICO LLC.\nThe arbitration proceeding will not be consolidated with any other matters or joined with any other proceedings or parties.\nThe arbitrator will have the authority to grant motions dispositive of all or part of any claim or dispute.\nThe arbitrator will have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the arbitral forum’s rules, and these Terms (including this Arbitration Agreement).\nThe arbitrator will issue a written statement of decision describing the essential findings and conclusions on which any award (or decision not to render an award) is based, including the calculation of any damages awarded.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe arbitrator’s decision is final and binding on you and POLITICO LLC.<br> (e) Waiver of Jury Trial.\nYOU AND POLITICO LLC WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND RECEIVE A JUDGE OR JURY TRIAL.\nYou and the POLITICO LLC are instead electing to have claims and disputes resolved by arbitration, except as specified in subsection (a) above.\nAn arbitrator can award on an individual basis the same damages and relief as a court and must follow these Terms as a court would.\nHowever, there is no judge or jury in arbitration, and court review of an arbitration award is limited.\n<br> (f) Waiver of Class or Consolidated Actions.\nALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS BASIS.\nCLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR LITIGATED JOINTLY OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.\nIf, however, this waiver of class or consolidated actions is deemed invalid or unenforceable, neither you nor POLITICO LLC is entitled to arbitration.\nInstead, all claims and disputes will then be resolved in a court as set forth in the section below entitled “Miscellaneous.” <br> (g) Opt Out.\nYou may opt out of this Arbitration Agreement.\nIf you do so, neither you nor POLITICO LLC can force the other party to arbitrate.\nTo opt out, you must notify POLITICO LLC in writing no later than 30 days after first becoming subject to this Arbitration Agreement.\nYour notice must include your name and address, your username (if any), the email address you used to set up your account (if you have one), and an unequivocal statement that you want to opt out of this Arbitration Agreement.\nYou must send your opt-out notice to: Politico, 1000 Wilson Blvd., 8th Floor, Arlington, VA 22209, Attn Legal or legal@politico.com.\nIf you opt out of this Arbitration Agreement, all other parts of these Terms will continue to apply to you.\nOpting out of this Arbitration Agreement has no effect on any other arbitration agreements that you may currently have, or may enter into in the future, with us.<br> (g) Survival.\nThis Arbitration Agreement will survive any termination of your relationship with the POLITICO LLC.<br> (h) Modification.\nNotwithstanding any provision in these Terms to the contrary, we agree that if POLITICO LLC makes any future material change to this Arbitration Agreement, it will not apply to any individual claim(s) that you had already provided notice of to us.\nPOLITICO LLC will provide thirty (30) days' notice of any changes affecting the substance of this Arbitration Agreement by posting on these Terms of Service, sending you a message, or otherwise notifying you when you are logged into your account.\nAmendments will become effective thirty (30) days after they are posted on these Terms of Service or sent to you.</p>\n<p>Changes to this section will otherwise apply prospectively only to claims arising after the thirtieth (30th) day.\nIf a court or arbitrator decides that this subsection on \"Modification\" is not enforceable or valid, then this subsection shall be severed from the section entitled “Arbitration Agreement,” and the court or arbitrator shall apply the first Arbitration Agreement section in existence after you began using the Site.</p>\n<p>\n<br>\n</p> MISCELLANEOUS<p>\n<br>Governing Law and Venue.\nThese Terms have been made in and shall be construed in accordance with the laws of the Commonwealth of Virginia, without regard to its conflict of laws provisions.\nTo the extent the parties are permitted under these Terms to initiate litigation in a court, both you and POLITICO LLC agree that all claims and disputes arising out of or relating to these Terms or your use of the Site will be litigated exclusively in the state or federal courts located within the Commonwealth of Virginia.\n</p>\n<p>No Waiver.\nOur failure to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision.\n</p>\n<p>Validity.\nSubject to section (e) of the Arbitration Agreement, if any provision of these Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of these Terms shall remain in full force and effect.\n</p>\n<p>Statute of Limitations.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Site or these Terms must be filed within one year after such claim or cause of action arose or be forever barred.</p>\n<p>No Third-Party Beneficiaries.\nExcept as explicitly provided herein, there are no third-party beneficiaries to these Terms.</p>\n<p>Entire Agreement.\nThese Terms, together with the Privacy Policy and any other legal notices or additional terms and conditions or policies published by POLITICO LLC on the Site, shall constitute the entire agreement between you and POLITICO LLC concerning the Site.</p>\n<p>\n<br>CONTACT US<br>To contact us with general questions, including to report any violations of these Terms, please use the following information:<br>Politico LLC, 1000 Wilson Blvd., 8th Floor, Arlington, VA 22209, Attn Legal.<br>\n</p> ", "created_at": "2020-11-06 19:26:25.997033", "updated_at": "2020-12-14 23:09:54.200627"}, {"id": 3040, "name": "Do Not Sell Notice For California Residents", "url": "https://www.politico.com/do-not-sell", "xpath": "/html/body/div[2]/main/div[2]/div/div/section[1]/div[2]/div", "text": "\n<p>DO NOT SELL NOTICE FOR CALIFORNIA RESIDENTS</p>\n<p> Cookie Settings\n</p>\n<p>If you are a California resident, you have the right to opt out of the “sale” of your “personal information” under the California Consumer Privacy Act (“CCPA”).\n</p>\n<p>Politico and our advertising partners collected certain pieces of personal information to deliver interest-based advertising.\nThis use of your information may be considered a “sale” under the CCPA.\nPolitico also provides limited personal information to our business partners, who may use it to contact you about various goods and services that may be of interest to you.\nCalifornia consumers who wish to opt out of the sale of their Personal Information may follow the instructions below.\nMore details on the categories of personal information that we “sell”, according to CCPA, can be found in our Privacy Policy.</p>\n<p>\n<b>Opting out of the sharing of your personal information by Politico with marketers: </b>Please send an email to privacy@politico.com with the following information:<br>· Email address<br>· First and last name<br>· State of residence</p>\n<p>\n<b>Opting out of interest-based advertising: </b>Politico uses or participates in each of these services to deliver interest-based advertising.\nTo opt-out, you will need to visit each of the following websites for more information and follow their instructions to use their opt-out tools.<br>· Network Advertising Initiative: https://optout.networkadvertising.org/?c=1<br>· The Digital Advertising Alliance: https://optout.aboutads.info/<br>· Nielsen: https://www.nielsen.com/us/en/legal/privacy-statement/digital-measurement/#choices<br>· Google Ad Settings: www.google.com/settings/ads<br>· Teads: Information on how to opt-out of the sale of personal information can be found in Section 9 of the Teads Privacy Policy (https://www.teads.com/privacy-policy/)</p>\n<p>Many of these tools use cookies to store your opt-out preferences on your specific browser and device.\nYou must opt-out on each device and on each browser to exercise your rights.\nIf your browser blocks cookies (or if you choose to delete them from your browser), your opt-out preferences may not be effective.\nWe do not control the opt-out mechanisms listed above and are not responsible for their operation.</p>\n<p>Note that we may still deliver advertising to you that is not tailored to you based on your personal information, and that we may still use your personal information for other purposes such as analytics, measurement and attribution.\nWe may also share your personal information with third parties for other purposes in accordance with our Privacy Policy .</p>\n<p>If you have any other questions or requests, please email us at privacy@politico.com.\n</p>", "created_at": "2020-11-06 21:24:30.853189", "updated_at": "2020-12-14 23:10:04.839194"}], "points": [], "urls": ["politico.com"]}}