{"error": 448, "message": "OK", "parameters": {"id": 6581, "name": "PerimeterX ", "created_at": "2022-05-11 06:40:31.829222", "updated_at": "2022-05-11 22:01:13.726287", "wikipedia": null, "keywords": null, "related": null, "slug": "perimeterx", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6581.png", "url": "perimeterx.com,px-cloud.net", "documents": [{"id": 11978, "name": "Privacy Policy ", "url": "https://www.perimeterx.com/legal/privacy/", "xpath": "/html/body/div[1]/div[1]/div/div[1]/div", "text": "PerimeterX Privacy Policy\n<p>\n<em>Effective Date of Current Policy: April 1, 2022</em>\n</p>\n1.\nPURPOSE\n<p>Protecting your privacy is really important to us.\nWith this in mind, this Privacy Policy explains our online and offline information practices, the kinds of information we may collect, how we intend to use and share that information, and how you can opt-out of a use or correct or change such information.\nThis Privacy Policy is incorporated by reference into the PerimeterX End User Access Agreement (the “Terms”).\nThe terms “PerimeterX,” “we,” and “us” include PerimeterX, Inc.\nand our affiliates and subsidiaries.\nAll other terms not defined in Section 14 or otherwise herein will have the meanings set forth in the Terms.</p>\n2.\nSCOPE\n<p>This Privacy Policy applies to Personal Information that is Processed by PerimeterX in the course of our business, including on PerimeterX websites (each a “Site” or “Sites”), mobile applications, forums, blogs, and other online or offline offerings (together with any and all future online and offline offerings operated by or on behalf of PerimeterX, the “Services”).\nAll individuals whose responsibilities include the Processing of Personal Information on behalf of PerimeterX are expected to protect that data by adherence to this Privacy Policy.\nThis Privacy Policy is intended to meet requirements globally, including those in North America, Europe, APAC, and other jurisdictions.</p>\n3.\nTRANSPARENCY/NOTICE—TYPES OF PERSONAL INFORMATION WE COLLECT AND HOW WE USE IT\n<p>The types of Personal Information we may collect (directly from you or from Third-Party sources) and our privacy practices depend on the nature of the relationship you have with PerimeterX and the requirements of applicable law.\nSome of the ways that PerimeterX may collect Personal Information include:</p>\n<ul>\n<li>You may provide Personal Information directly to PerimeterX through interacting with the Services, participating in surveys, during events such as sweepstakes, and requesting Services, or information.</li>\n<li>As you navigate the Services, certain passive information may also be collected about your visit, including through cookies and similar technologies as described below.</li>\n</ul>\n<p>We endeavor to collect only that information which is relevant for the purposes of Processing.\nBelow are the ways we collect Personal Information and how we use it.</p>\n3.1 Types of Personal Information We Collect\n<p>PerimeterX collects Personal Information regarding its current, prospective, and former clients, customers, users, visitors, guests, and Employees (collectively <strong>“Individuals”</strong>).</p>\n<ul>\n<li>\n<p>\n<strong>Information You Provide Directly to Us.</strong> When you use the Services or engage in certain activities, such as registering for an account with PerimeterX, responding to surveys, requesting Services or information, or contacting us directly, we may ask you to provide some or all of the following types of information:</p>\n<ul>\n<li>\n<strong>Communications with Us.</strong> We may collect Personal Information from you such as email address, phone number or mailing address when you choose to request information about our Services, register for PerimeterX’s newsletter or a loyalty program that we may offer from time to time, request to receive customer or technical support, or otherwise communicate with us.</li>\n<li>\n<strong>Surveys.</strong> From time to time, we may contact you to participate in online surveys.\nIf you do decide to participate, you may be asked to provide certain information which may include Personal Information.\nAll information collected from your participation in our surveys is provided by you voluntarily.\nWe may use such information to improve our products, Sites and/or services and in any manner consistent with the policies provided herein.</li>\n<li>\n<strong>Posting on the Site.</strong> PerimeterX may offer publicly accessible, blogs, private messages, or community forums.\nYou should be aware that, when you disclose information about yourself in or on PerimeterX’s, blogs, private messages, and community forums, the Site will collect the information you provide in such submissions, including any Personal Information.\nIf you choose to submit content to any public area of the Site, such content will be considered “public” and will not be subject to the privacy protections set forth herein.</li>\n<li>\n<strong>Registration for Sweepstakes or Contests.</strong> Occasionally, PerimeterX may run sweepstakes and contests.\nWe ask those who enter in the sweepstakes or contests to provide contact information (e.g., an e-mail address).\nIf you participate in a sweepstakes or contest, your contact information may be used to reach you about the sweepstakes or contest, and for other promotional, marketing and business purposes.\nAll sweepstakes/contests entry forms will provide a way for participants to opt-out of any communications that are not related to awarding prizes.</li>\n<li>\n<strong>Automatic Data Collection.</strong> We may collect certain information automatically through our Services or other methods of web analysis, such as your Internet protocol (IP) address, cookie identifiers, mobile carrier, mobile advertising identifiers, MAC address, IMEI, Advertiser ID, Game Center ID, and other device identifiers that are automatically assigned to your computer or device when you access the Internet, browser type and language, geo-location information, hardware type, operating system, Internet service provider, pages that you visit before and after using the Services, the date and time of your visit, the amount of time you spend on each page, information about the links you click and pages you view within the Services, and other actions taken through use of the Services such as preferences.</li>\n</ul>\n</li>\n<li>\n<strong>Information Submitted Via Services.</strong> You agree that PerimeterX is free to use the content of any communications submitted by you via the Services, including any ideas, inventions, concepts, techniques, or know-how disclosed therein, for any purpose including developing, manufacturing, and/or marketing goods or Services.\nPerimeterX will not release your name or otherwise publicize the fact that you submitted materials or other information to us unless: (a) you grant us permission to do so.\n(b) we first send notice to you that the materials or other information you submit to a particular part of a Service will be published or otherwise used with your name on it.\nor (c) we are required to do so by law.</li>\n<li>\n<strong>Information from Other Sources.</strong> We may receive information about you from other sources, including through Third-Party services and organizations.\nFor example, through use of the Service, entities that access and use the Services (each a <strong>“Customer”</strong>) enable us to collect from their websites, applications or other digital properties that use our Service (each a <strong>“Customer Property”</strong>) information of the users of a Customer Property (each an <strong>“End User”</strong>), including the End User’s Internet Protocol (IP) address, browser type, operating system, the web page that an End User was visiting before accessing the Customer Property, the pages or features of the Customer Property to which an End User browsed and the access date and time spent on those pages or features, search terms, the links on the Customer Property that an End User clicked on, other user engagement and interaction metrics and other statistics, and information about an End User’s mobile device, operating system, browser and device identifier (“End User Data”).\nPerimeterX itself does not collect this End User Data directly from the End User, and PerimeterX has no direct relationship with these Individuals.\nPerimeterX is a data processor and follows the instructions of the Customer when Customer uses our Services.\nTo find out more about how our Customers handle End User Data, you will need to review the privacy policies of each Customer.\nAn individual who wants to correct, amend or delete inaccurate data should direct his or her request to PerimeterX’s Customer (the data controller).\nSeparately, if our Customer requests that we remove End User Data from the Services then we will respond promptly to this request.</li>\n<li>Also, if you access our Services through a Third-Party application, such as an App Store or SNS, we may collect information about you from that Third-Party application that you have made public via your privacy settings.\nInformation we collect through App Stores or SNS accounts may include your name, your SNS user identification number, your SNS user name, location, sex, birth date, email, profile picture, and your contacts on the SNS.\nThis supplemental information allows us to verify information that you have provided to PerimeterX and to enhance our ability to provide you with information about our business, products, and Services.</li>\n</ul>\n3.2 How PerimeterX Uses Your Information\n<p>We acquire, hold, use, and Process Personal Information about Individuals for a variety of business purposes, including:</p>\n<ul>\n<li>\n<p>\n<strong>To Provide Products, Services, or Information Requested.</strong> PerimeterX may use information about you to fulfill requests for products, Services, or information, including information about potential or future Services, including to:</p>\n<ul>\n<li>Generally manage Individual or Customer information and accounts;</li>\n<li>Respond to questions, comments, and other requests;</li>\n<li>Provide access to certain areas, functionalities, and features of PerimeterX’s Services;</li>\n<li>Contact you to answer requests for customer support or technical support;</li>\n<li>Allow you to register for events.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Administrative Purposes.</strong> PerimeterX may use Personal Information about you for its administrative purposes, including to:</p>\n<ul>\n<li>Measure interest in PerimeterX’s Services;</li>\n<li>Develop new products and Services;</li>\n<li>Ensure internal quality control;</li>\n<li>Verify Individual identity.\nCommunicate about Individual or Customer accounts and activities on PerimeterX’s Services and systems, and, in PerimeterX’s discretion, changes to any PerimeterX policy;</li>\n<li>Send email to the email address you provide to us to verify your account and for informational and operational purposes, such as account management, customer service, or system maintenance;</li>\n<li>Process payment for products or services purchased;</li>\n<li>Process applications and transactions;</li>\n<li>Prevent potentially prohibited or illegal activities;</li>\n<li>Enforce our Terms.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Marketing PerimeterX Products and Services.</strong> PerimeterX may use Personal Information to provide you with materials about offers, products, and Services that may be of interest, including new content or Services.\nPerimeterX may provide you with these materials by phone, postal mail, facsimile, or email, as permitted by applicable law.\nSuch uses include:</p>\n<ul>\n<li>To tailor content, advertisements, and offers;</li>\n<li>To notify you about offers, products, and services that may be of interest to you;</li>\n<li>To provide Services to you and our Customers or other Third-Parties;</li>\n<li>For other purposes disclosed at the time that Individuals provide Personal Information.\nor</li>\n<li>Otherwise with your consent.\nYou may contact us at any time to opt-out of the use of your Personal Information for marketing purposes, as further described in Section 6 below.</li>\n</ul>\n</li>\n<li>\n<strong>Research and Development.</strong> PerimeterX may use Personal Information to create non-identifiable information that we may use alone or in the aggregate with information obtained from other sources, in order to help us to optimally deliver our existing products and Services or develop new products and Services.\nFrom time to time, PerimeterX may perform research (online and offline) via surveys.\nWe may engage Third-Party service providers to conduct such surveys on our behalf.\nAll survey responses are voluntary, and the information collected will be used for research and reporting purposes to help us better serve Individuals by learning more about their needs and the quality of the products and services we provide.\nThe survey responses may be utilized to determine the effectiveness of our Services, various types of communications, advertising campaigns, and/or promotional activities.\nIf an Individual participates in a survey, the information given will be used along with that of other study participants.\nWe may share anonymous Individual and aggregate data for research and analysis purposes.</li>\n<li>\n<strong>Direct Mail, Email and Outbound Telemarketing.</strong> Individuals who provide us with Personal Information, or whose Personal Information we obtain from Third-Parties, may receive periodic emails, newsletters, mailings, or phone calls from us with information on PerimeterX’s or our business partners’ products and services or upcoming special offers/events we believe may be of interest.\nWe offer the option to decline these communications at no cost to the Individual by following the instructions in Section 6 below.</li>\n<li>\n<strong>Services via Mobile Devices.</strong> From time to time, PerimeterX may provide Services that are specifically designed to be compatible and used on mobile devices.\nPerimeterX will collect certain information that your mobile device sends when you use such Services (or when an End User uses Customer Property), like a device identifier, user settings, location information, mobile carrier, and the operating system of your device.\nMobile versions of PerimeterX’s Services may require that users log in with an account.\nIn such cases, information about use of mobile versions of the Services may be associated with accounts.\nIn addition, PerimeterX may enable Individuals to download an application, widget, or other tool that can be used on mobile or other computing devices.\nSome of these tools may store information on mobile or other devices.\nThese tools may transmit Personal Information to PerimeterX to enable Individuals to access accounts and to enable PerimeterX to track use of these tools.\nSome of these tools may enable users to email reports and other information from the tool.\nPerimeterX may use personal or non-identifiable information transmitted to PerimeterX to enhance these tools, to develop new tools, for quality improvement and as otherwise described in this Privacy Policy or in other notices PerimeterX provides.</li>\n<li>\n<strong>Anonymous and Aggregated Information Use.</strong> PerimeterX may use Personal Information and other information about you to create anonymized and aggregated information, such as de-identified demographic information, de-identified location information, information about the computer or device from which you access PerimeterX’s Services, or other analyses we create.\nAnonymized and aggregated information is used for a variety of functions, including the measurement of visitors’ interest in and use of various portions or features of the Services.\nAnonymized or aggregated information is not Personal Information, and PerimeterX may use such information in a number of ways, including research, internal analysis, analytics, and any other legally permissible purposes.\nWe may share this information within PerimeterX and with Third-Parties for our or their purposes in an anonymized or aggregated form that is designed to prevent anyone from identifying you.</li>\n<li>\n<strong>Sharing Content with Friends or Colleagues.</strong> PerimeterX’s Services may offer various tools and functionalities.\nFor example, the Services may allow you to provide information about your friends through our referral services, such as “Tell a Friend.” Our referral services may allow you to forward or share certain content with a friend or colleague, such as an email inviting your friend to use our Services.\nEmail addresses that you may provide for a friend or colleague will be used to send your friend or colleague the content or link you request, but will not be collected or otherwise used by or any other Third Parties for any other purpose.</li>\n<li>\n<strong>Other Uses.</strong> PerimeterX may use Personal Information for which we have a legitimate interest, such as direct marketing, individual or market research, anti-fraud protection, or any other purpose disclosed to you at the time you provide Personal Information or with your consent.</li>\n</ul>\n3.3 Cookies, Pixel Tags/Web Beacons, Analytics Information, and Interest-Based Advertising\n<p>We, as well as Third-Parties that provide content, advertising, or other functionality on our Services, may use cookies, pixel tags, local storage, and other technologies (<strong>“Technologies”</strong>) to automatically collect information through the Services.\nWe use Technologies that are essentially small data files placed on your computer, tablet, mobile phone, or other devices (referred to collectively as a <strong>\"device\"</strong>) that allow us to record certain pieces of information whenever you visit or interact with our Sites, Services, applications, messaging, and tools, and to recognize you across devices.</p>\n<ul>\n<li>\n<strong>Cookies.</strong> Cookies are small text files placed in visitors’ computer browsers to store their preferences.\nMost browsers allow you to block and delete cookies.\nHowever, if you do that, the Site may not work properly.</li>\n<li>\n<strong>Pixel Tags/Web Beacons.</strong> A pixel tag (also known as a web beacon) is a piece of code embedded on the Site that collects information about users’ engagement on that web page.\nThe use of a pixel allows us to record, for example, that a user has visited a particular web page or clicked on a particular advertisement.</li>\n<li>\n<strong>Social Media Widgets:</strong> Our Website includes social media features such as links to Facebook and LinkedIn (that might include widgets such as the share this button or other interactive mini-programs).\nThese features may collect your IP address, which page you are visiting on our Site, and may set a cookie to enable the feature to function properly.\nThese social media features are either hosted by a Third-Party or hosted directly on our Site.\nYour interactions with these features are governed by the privacy policy of the company providing it.</li>\n<li>\n<strong>Analytics.</strong> We may also use Google Analytics and Google Analytics Demographics and Interest Reporting to collect information regarding visitor behavior and visitor demographics on some of our Services, and to develop website content.\nThis analytics data is not tied to any Personal Information.\nFor more information about Google Analytics, please visit www.google.com/policies/privacy/partners/.\nYou can opt-out of Google’s collection and Processing of data generated by your use of the Services by going to http://tools.google.com/dlpage/gaoptout.</li>\n</ul>\n<p>Our uses of such Technologies fall into the following general categories:</p>\n<ul>\n<li>\n<strong>Operationally Necessary.</strong> We may use cookies, web beacons, or other similar technologies that are necessary to the operation of our Sites, Services, applications, and tools.\nThis includes technologies that allow you access to our Sites, Services, applications, and tools.\nthat are required to identify irregular site behavior, prevent fraudulent activity and improve security.\nor that allow you to make use of our functions such as shopping-carts, saved search, or similar functions;</li>\n<li>\n<strong>Performance Related.</strong> We may use cookies, web beacons, or other similar technologies to assess the performance of our Sites, applications, Services, and tools, including as part of our analytic practices to help us understand how our visitors use our Sites, determine if you have interacted with our messaging, determine whether you have viewed an item or link, or to improve our Site content, applications, Services, or tools;</li>\n<li>\n<strong>Functionality Related.</strong> We may use cookies, web beacons, or other similar technologies that allow us to offer you enhanced functionality when accessing or using our Sites, Services, applications, or tools.\nThis may include identifying you when you sign into our Sites or keeping track of your specified preferences, interests, or past items viewed so that we may enhance the presentation of content on our Sites;</li>\n<li>\n<strong>Advertising or Targeting Related.</strong> We may use first-party or Third-Party cookies and web beacons to deliver content, including ads relevant to your interests, on our Sites or on Third-Party sites.\nThis includes using technologies to understand the usefulness to you of the advertisements and content that has been delivered to you, such as whether you have clicked on an advertisement.</li>\n</ul>\n<p>If you would like to opt-out of the Technologies we employ on our Sites, Services, applications, or tools, you may do so by blocking, deleting, or disabling them as your browser or device permits.</p>\n3.4 Third-Party Websites, Social Media Platforms, and Software Development Kits\n<p>The Site may contain links to other websites and other websites may reference or link to our Site or other Services.\nThese other domains and websites are not controlled by us, and PerimeterX does not endorse or make any representations about Third-Party websites or social media platforms.\nWe encourage our users to read the privacy policies of each and every website and application with which they interact.\nWe do not endorse, screen or approve, and are not responsible for the privacy practices or content of such other websites or applications.\nVisiting these other websites or applications is at your own risk.\nPerimeterX’s Services may include publicly accessible blogs, community forums, or private messaging features.\nThe Site and our other Services may also contain links and interactive features with various social media platforms (e.g., widgets).\nIf you already use these platforms, their cookies may be set on your device when using our Site or other Services.\nYou should be aware that Personal Information which you voluntarily include and transmit online in a publicly accessible blog, chat room, social media platform or otherwise online, or that you share in an open forum may be viewed and used by others without any restrictions.\nWe are unable to control such uses of your information when interacting with a social media platform, and by using such services you assume the risk that the Personal Information provided by you may be viewed and used by Third-Parties for any number of purposes.</p>\n4.\nHuman Resources Data\n<p>PerimeterX collects Personal Information from current, prospective, and former Employees, their contact points in case of a medical emergency, and beneficiaries under any insurance policy (<strong>“Human Resources Data”</strong>).\nThe Human Resources Data we collect may include title, name, address, phone number, email address, date of birth, passport number, driver’s license number, Social Security number or other government-issued identification number, financial information related to credit checks, bank details for payroll, information that may be recorded on a CV or application form, language abilities, contact information of third parties in case of an emergency and beneficiaries under any insurance policy.\nWe may also collect Sensitive Human Resources Data such as details of health and disability, including mental health, medical leave, and maternity leave.\ninformation about national origin or immigration status.\nand optional demographic information such as race, which helps us achieve our diversity goals.\nWe acquire, hold, use and Process Human Resources Data for a variety of business purposes including:</p>\n<ul>\n<li>Workflow management, including assigning, managing and administering projects;</li>\n<li>Human Resources administration and communication;</li>\n<li>Payroll and the provision of benefits;</li>\n<li>Compensation, including bonuses and long-term incentive administration, stock plan administration, compensation analysis, including monitoring overtime and compliance with labor laws, and company recognition programs;</li>\n<li>Job grading activities;</li>\n<li>Performance and employee development management;</li>\n<li>Organizational development and succession planning;</li>\n<li>Benefits and personnel administration;</li>\n<li>Absence management;</li>\n<li>Helpdesk and IT support services;</li>\n<li>Regulatory compliance;</li>\n<li>Internal and/or external or governmental compliance investigations;</li>\n<li>Internal or external audits;</li>\n<li>Litigation evaluation, prosecution, and defense;</li>\n<li>Diversity and inclusion initiatives;</li>\n<li>Restructuring and relocation;</li>\n<li>Emergency contacts and services;</li>\n<li>Employee safety;</li>\n<li>Compliance with statutory requirements;</li>\n<li>Processing of Employee expenses and travel charges.\nand</li>\n<li>Acquisitions, divestitures, and integrations.</li>\n</ul>\n5.\nOnward Transfer— PerimeterX May Disclose Your Information\n5.1 Information We Share\n<p>We may share your information as described in this Privacy Policy (e.g., with our Third-Party service providers.\nto comply with legal obligations.\nto protect and defend our rights and property) or with your permission.</p>\n<ul>\n<li>\n<strong>We Use Vendors and Service Providers.</strong> We may share any information we receive with vendors and service providers.\nThe types of service providers to whom we entrust Personal Information include service providers for: (i) provision of IT and related services.\n(ii) provision of information and services you have requested.\n(iii) payment processing.\n(iv) customer service activities.\nand (v) in connection with the provision of the Site.\nPerimeterX has executed appropriate contracts with the service providers that prohibit them from using or sharing Personal Information except as necessary to perform the contracted services on our behalf or to comply with applicable legal requirements.</li>\n<li>\n<strong>Business Partners.</strong> PerimeterX may share Personal Information with our business partners, and affiliates for our and our affiliates’ internal business purposes or to provide you with a product or service that you have requested.\nPerimeterX may also provide Personal Information to business partners with whom we may jointly offer products or services, or whose products or services we believe may be of interest to you.\nIn such cases, our business partner’s name will appear, along with PerimeterX.\nPerimeterX requires our affiliates and business partners to agree in writing to maintain the confidentiality and security of Personal Information they maintain on our behalf and not to use it for any purpose other than the purpose for which PerimeterX provided them.</li>\n<li>\n<strong>Displaying to Other Users.</strong> The content you post to the Site may be displayed on the Site.\nOther users of the Site may be able to see some information about you, such as your name if you submit a review.\nWe are not responsible for privacy practices of the other users who will view and use the posted information.</li>\n<li>\n<strong>Marketing – Interest-Based Advertising and Third Party Marketing.</strong> Through our Services, PerimeterX may allow Third-Party advertising partners to set tracking tools (e.g., cookies) to collect information regarding your activities (e.g., your IP address, page(s) visited, time of day).\nWe may also share such de-identified information as well as selected Personal Information (such as demographic information and past purchase history) we have collected with Third-Party advertising partners.\nThese advertising partners may use this information (and similar information collected from other websites) for purposes of delivering targeted advertisements to you when you visit non-PerimeterX related websites within their networks.\nThis practice is commonly referred to as “interest-based advertising” or “online behavioral advertising.\nWe may allow access to other data collected by the Site to facilitate transmittal of information that may be useful, relevant, valuable or otherwise of interest to you.\nIf you prefer that we do not share your Personal Information with Third-Party advertising partners, you may opt-out of such sharing at no cost by following the instructions in Section 6 below.</li>\n<li>\n<strong>Disclosures to Protect Us or Others (e.g., as Required by Law and Similar Disclosures).</strong> We may access, preserve, and disclose your Personal Information, other account information, and content if we believe doing so is required or appropriate to: (i) comply with law enforcement or national security requests and legal process, such as a court order or subpoena.\n(ii) respond to your requests.\n(iii) protect yours’, ours’ or others’ rights, property, or safety.\n(iv) to enforce PerimeterX policies or contracts.\n(v) to collect amounts owed to PerimeterX.\n(vi) when we believe disclosure is necessary or appropriate to prevent physical harm or financial loss or in connection with an investigation or prosecution of suspected or actual illegal activity.\nor (vii) if we, in good faith, believe that disclosure is otherwise necessary or advisable.\nIn addition, from time to time, server logs may be reviewed for security purposes – e.g., to detect unauthorized activity on the Services.\nIn such cases, server log data containing IP addresses may be shared with law enforcement bodies in order that they may identify users in connection with their investigation of the unauthorized activities.</li>\n<li>\n<strong>Merger, Sale, or Other Asset Transfers.</strong> If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, sale of company assets, or transition of service to another provider, then your information may be sold or transferred as part of such a transaction as permitted by law and/or contract.\nIn such event, PerimeterX will endeavor to direct the transferee to use Personal Information in a manner that is consistent with the Privacy Policy in effect at the time such Personal Information was collected.</li>\n</ul>\n5.2 International Data Transfers\n<p>Your Personal Information may be transferred to, and maintained on, computers located outside of your country, state or province where the privacy laws may not be as protective as those in your jurisdiction.\nIf you’re located outside the United States and your Personal Information is provided to us, we may transfer and process your Personal Information to the United States and other countries worldwide, in the cloud, on our servers, on the servers of our affiliates or the servers of our service providers.\nThe use of information collected through our Services shall be limited to the purpose of providing the service for which the Customer has engaged PerimeterX.\nYour Personal Information may be accessible to law enforcement or other authorities pursuant to a lawful request.\nBy providing information to PerimeterX, you explicitly consent to the storage of your Personal Information in these locations.</p>\n<p>The EU-U.S.\nand Swiss-U.S.\nPrivacy Shield Frameworks were designed by the U.S.\nDepartment of Commerce, and the European Commission and Swiss Administration, respectively, to provide companies on both sides of the Atlantic with a mechanism to comply with data protection requirements when transferring personal data from the European Union and Switzerland to the United States in support of transatlantic commerce.</p>\n<p>PerimeterX participates in and has certified that it complies with the EU – U.S.\nPrivacy Shield and the Swiss-U.S.\nPrivacy Shield Framework.\nPerimeterX is committed to subjecting all personal data received from European Union (<strong>EU</strong>) member countries and Switzerland, respectively, in reliance on the Privacy Shield Frameworks as set forth by the US Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland.\nPerimeterX has certified that it adheres to the Privacy Shield Principles of Notice, Choice, Accountability for Onward Transfer, Security, Data Integrity and Purpose Limitation, Access, and Recourse, Enforcement and Liability.\nTo learn more about the Privacy Shield Frameworks, visit the U.S.\nDepartment of Commerce’s Privacy Shield List: https://www.privacyshield.gov/list.</p>\n<p>PerimeterX is responsible for the processing of personal data (as defined in the GDPR and applicable law) it receives from the EU and Switzerland, under the Privacy Shield Frameworks, and subsequently transfers to a third party acting as an agent on its behalf.\nPerimeterX complies with the Privacy Shield Principles for all onward transfers of personal data from the EU and Switzerland, including the onward transfer liability provisions.\nPerimeterX remains liable in accordance with the Privacy Shield Principles if third-party agents that we engage to process such personal data on our behalf do so in a manner inconsistent with the Privacy Shield Principles, unless we prove that we are not responsible for the event giving rise to the damage.</p>\n<p>With respect to personal data received or transferred pursuant to the Privacy Shield Framework, PerimeterX is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, PerimeterX may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\nWith respect to human resources data transferred from the EU or Switzerland in the context of the employment relationship, PerimeterX is committed to cooperate with Swiss/EU authorities concerned in conformity with the Supplemental Principles on Human Resources Data and the Role of the Data Protection Authorities and that we will comply with the advice given by these authorities.</p>\n<p>In compliance with the Privacy Shield Principles, PerimeterX commits to resolve complaints about your privacy and our collection or use of your personal information.\nEuropean Union or Swiss individuals with inquiries or complaints regarding this Privacy Policy should first contact us at privacy@PerimeterX.com.\nIf you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://www.jamsadr.com/eu-us-privacy-shield.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website [https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint], you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted.</p>\n<p>If there is any conflict between the terms in this Privacy Policy and the Privacy Shield Framework, the Privacy Shield Framework shall govern.</p>\n6.\nOpt-Out (RIGHT TO object TO PROCESSING)\n6.1 General\n<p>You have the right to object to and opt out of certain uses and disclosures of your Personal Information.\nWhere you have consented to PerimeterX’s Processing of your Personal Information or Sensitive Personal Information, you may withdraw that consent at any time and opt-out to further Processing by contacting privacy@perimeterx.com.\nEven if you opt-out, we may still collect and use non-Personal Information regarding your activities on our Sites and/or information from the advertisements on Third-Party websites for non-interest based advertising purposes, such as to determine the effectiveness of the advertisements.</p>\n6.2 Email and Telephone Communications\n<p>If you receive an unwanted email from us, you can use the unsubscribe link found at the bottom of the email to opt-out of receiving future emails.\nWe will process your request within a reasonable time after receipt.\nNote that you will continue to receive transaction-related emails regarding products or Services you have requested.\nWe may also send you certain non-promotional communications regarding PerimeterX and our Services and you will not be able to opt-out of those communications (e.g., communications regarding updates to our Terms or this Privacy Policy).\nWe maintain telephone “do-not-call” and “do-not-mail” lists as mandated by law.\nWe process requests to be placed on do-not-mail, do-not-phone and do-not-contact lists within 60 days after receipt, or such shorter time as may be required by law.</p>\n6.3 Mobile devices\n<p>PerimeterX may occasionally send you push notifications through our mobile applications.\nYou may at any time opt-out from receiving these types of communications by changing the settings on your mobile device.\nPerimeterX may also collect location-based information if you use our mobile applications.\nYou may opt-out of this collection by changing the settings on your mobile device.</p>\n6.4 Human Resources Data\n<p>With regard to Personal Information that PerimeterX receives in connection with the employment relationship, PerimeterX will use such Personal Information only for employment-related purposes as more fully described above.\nIf PerimeterX intends to use this Personal Information for any other purpose, PerimeterX will notify the Individual and provide an opportunity to opt-out of such uses.</p>\n6.5 “Do Not Track”\n<p>Do Not Track (“DNT”) is a privacy preference that users can set in certain web browsers.\nDNT is a way for users to inform websites and services that they do not want certain information about their webpage visits collected over time and across websites or online services.\nPlease note that we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers.</p>\n6.6 Cookies and Interest-Based Advertising\n<p>As noted above, you may stop or restrict the placement of cookies on your computer or remove them from your browser by adjusting your web browser preferences.\nPlease note that cookie-based opt-outs are not effective on mobile applications.\nHowever, on many mobile devices, application users may opt-out of certain mobile ads via their device settings.\nThe online advertising industry also provides websites from which you may opt-out of receiving targeted ads from our data partners and our other advertising partners that participate in self-regulatory programs.\nYou can access these, and also learn more about targeted advertising and consumer choice and privacy, at www.networkadvertising.org/managing/opt_out.asp, or http://www.youronlinechoices.eu/ and www.aboutads.info/choices/.\nYou can also choose not to be included in Google Analytics here.\nTo be clear, whether you are using our opt-out or an online industry opt-out, these cookie-based opt-outs must be performed on each device and browser that you wish to have opted-out.\nFor example, if you have opted-out on your computer browser, that opt-out will not be effective on your mobile device.\nYou must separately opt-out on each device.\nAdvertisements on Third-Party websites that contain the AdChoices link and that link to this Privacy Policy may have been directed to you based on anonymous, non-Personal Information collected by advertising partners over time and across websites.\nThese advertisements provide a mechanism to opt-out of the advertising partners’ use of this information for interest-based advertising purposes.</p>\n7.\nRights of Access, Rectification, Erasure, and Restriction\n<p>You may inquire as to whether PerimeterX is Processing Personal Information about you, request access to Personal Information, and ask that we correct, amend or delete your Personal Information where it is inaccurate.\nWhere otherwise permitted by applicable law, you may send an e-mail to privacy@perimeterx.com or use any of the methods set out in this Privacy Policy to request access to, receive (port), seek rectification, or request erasure of Personal Information held about you by PerimeterX.\nPlease include your full name, email address associated with your account, and a detailed description of your data request.\nSuch requests will be processed in line with local laws.\nAlthough PerimeterX makes good faith efforts to provide Individuals with access to their Personal Information, there may be circumstances in which PerimeterX is unable to provide access, including but not limited to: where the information contains legal privilege, would compromise others’ privacy or other legitimate rights, where the burden or expense of providing access would be disproportionate to the risks to the Individual’s privacy in the case in question or where it is commercially proprietary.\nIf PerimeterX determines that access should be restricted in any particular instance, we will provide you with an explanation of why that determination has been made and a contact point for any further inquiries.\nTo protect your privacy, PerimeterX will take commercially reasonable steps to verify your identity before granting access to or making any changes to your Personal Information.</p>\n8.\nData Retention\n<p>PerimeterX retains the Personal Information we receive as described in this Privacy Policy for as long as you use our Services or as necessary to fulfill the purpose(s) for which it was collected, provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.</p>\n9.\nSecurity of Your Information\n<p>We take steps to ensure that your information is treated securely and in accordance with this Privacy Policy.\nUnfortunately, the Internet cannot be guaranteed to be 100% secure, and we cannot ensure or warrant the security of any information you provide to us.\nWe do not accept liability for unintentional disclosure.\nBy using the Site or providing Personal Information to us, you agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the Site.\nIf we learn of a security system’s breach, we may attempt to notify you electronically by posting a notice on the Site or sending an e-mail to you.\nYou may have a legal right to receive this notice in writing.</p>\n10.\nInternational Users\n<p>By using the Site, PerimeterX will transfer data to the United States.\nBy choosing to visit the Site, utilize the Services or otherwise provide information to us, you agree that any dispute over privacy or the terms contained in this Privacy Policy will be governed by the laws of the United States and the adjudication of any disputes arising in connection with PerimeterX or the Site will be in accordance with the Terms.\nIf you are visiting from the European Union or other regions with laws governing data collection and use, please note that you are agreeing to the transfer of your information to the United States and to Processing of your data globally.\nBy providing your Personal Information, you consent to any transfer and Processing in accordance with this Policy.</p>\n11.\nChildren’s Privacy\n<p>The Services are not directed to children under 13 (and in certain jurisdictions under the age of 16) years of age, and PerimeterX does not knowingly collect Personally Identifiable Information from children under 13 (and in certain jurisdictions under the age of 16) years of age.\nIf you are under the age of 18, you must have your parent’s permission to access the Services.\nPerimeterX urges parents to instruct their children never to give out their real names, addresses, or phone numbers, without parental permission, when online.\nIf you learn that your child has provided us with Personal Information without your consent, you may alert us at privacy@perimeterx.com.\nIf we learn that we have collected any Personal Information from children under 13 (and in certain jurisdictions under the age of 16), we will promptly take steps to delete such information and terminate the child’s account.</p>\n12.\nRedress/Compliance and Accountability\n<p>If you have any questions about our privacy practices, this Privacy Policy, or how to lodge a complaint with the appropriate authority, please contact PerimeterX by email at privacy@perimeterx.com.\nWe will address your concerns and attempt to resolve any privacy issues in a timely manner.</p>\n12.1 Changes To Our Privacy Policy and Practices\n<p>This Privacy Policy may change from time to time.\nYou understand and agree that you will be deemed to have accepted the updated Privacy Policy if you use the Services after the updated Privacy Policy is posted on the Services.\nIf at any point you do not agree to any portion of the Privacy Policy then in effect, you must immediately stop using the Services.</p>\n<ul>\n<li>\n<strong>Revision to the Privacy Policy.</strong> We may revise this Privacy Policy in our sole discretion, so review it periodically.\nIf you continue to visit this Site and use the Services made available to you after such changes have been made, you hereby provide your consent to the changes.</li>\n<li>\n<strong>Posting of Revised Privacy Policy.</strong> If there are any material changes to this Privacy Policy, PerimeterX will notify you by email or as otherwise required by applicable law.\nWe will post any adjustments to the Privacy Policy on this web page, and the revised version will be effective immediately when it is posted (or upon notice as applicable).\nIf you are concerned about how your information is used, bookmark this page and read this Privacy Policy periodically.</li>\n<li>\n<strong>New Uses of Personal Information.</strong> Additionally, before we use Personal Information for any new purpose not originally authorized by you, we will endeavor to provide information regarding the new purpose and give you the opportunity to opt-out.\nWhere consent of the Individual for the Processing of Personal Information is otherwise required by law or contract, PerimeterX will endeavor to comply with the law or contract.</li>\n</ul>\n12.2 California Privacy Rights\n<p>Notice to California Residents: If you are a California resident, you may have certain additional rights.\nCalifornia Civil Code Section 1798.83 permits you to request information regarding the disclosure of your personal information by PerimeterX to third parties for the third parties’ direct marketing purposes..\nThe California Consumer Privacy Act (CCPA) requires transparency regarding data practices and permits you to request, among other things, access to and deletion of your personal information, and requires that we provide you control over certain data transfers deemed under a “sale” under the CCPA.\nPlease visit our Your California Privacy Rights page for more information.</p>\n13.\nDefinitions\n<p>The following capitalized terms shall have the meanings herein as set forth below.</p>\n<ul>\n<li>\n<strong>“Agent”</strong> means any Third-Party that Processes Personal Information pursuant to the instructions of, and solely for, PerimeterX or to which PerimeterX discloses Personal Information for use on its behalf.</li>\n<li>\n<strong>“Employee”</strong> refers to any current, temporary, permanent, prospective or former employee, director, contractor, worker, or retiree of PerimeterX or its subsidiaries worldwide.</li>\n<li>**“Personal Information” is any information relating to an identified or identifiable natural person (“Individual”).</li>\n<li>\n<strong>“Process”</strong> or <strong>“Processing”</strong> means any operation which is performed upon Personal Information, whether or not by automatic means, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure, or destruction.</li>\n<li>\n<strong>“Sensitive Data”</strong> or <strong>“Sensitive Personal Information”</strong> is a subset of Personal Information which, due to its nature, has been classified by law or by policy as deserving additional privacy and security protections.\nSensitive Personal Information includes Personal Information regarding EU residents that is classified as a “Special Category of Personal Data” under EU law, which consists of the following data elements: (1) race or ethnic origin.\n(2) political opinions.\n(3) religious or philosophical beliefs.\n(4) trade union membership.\n(5) genetic data.\n(6) biometric data where Processed to uniquely identify a person.\n(6) health information.\n(7) sexual orientation or information about the Individual’s sex life.\nor (8) information relating to the commission of a criminal offense.</li>\n<li>\n<strong>“Third-Party”</strong> is any company, natural or legal person, public authority, agency, or body other than the Individual, PerimeterX or PerimeterX’s Agents.</li>\n</ul>\n14.\nRevision history\n<p>Title (Effective Date)</p>\n<p>PerimeterX Privacy Policy Effective: [10/26/2015]</p>\n<p>Updated PerimeterX Privacy Policy Effective: [09/21/18]</p>", "created_at": "2022-05-11 06:40:31.831244", "updated_at": "2022-05-11 04:42:06.016632"}], "points": [], "urls": ["perimeterx.com", "px-cloud.net"]}}