{"error": 448, "message": "OK", "parameters": {"id": 6239, "name": "Not the Bee", "created_at": "2022-01-05 23:50:32.382684", "updated_at": "2022-08-17 22:01:01.96259", "wikipedia": null, "keywords": null, "related": null, "slug": "not-the-bee", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/6239.png", "url": "notthebee.com", "documents": [{"id": 11303, "name": "Terms of Use", "url": "https://notthebee.com/terms", "xpath": "/html/body/div[1]/div[1]/div/main", "text": "<i>\n</i>\n<p>\n</p> Terms of Use <strong>Effective Date August 24, 2020</strong>\n<p>Welcome to the website of Not the Bee, LLC (“Not the Bee” or “we”).\nThe following terms and conditions, together with any documents they expressly incorporate by reference, including without limitation the Privacy Policy (collectively, these “Terms of Use” or “Terms”), govern your access to and use of Not the Bee.com and any related Not the Bee websites, including without limitation any content, functionality and services offered therein (collectively, the “Site”).</p>\n<p>Please read the Terms of Use carefully before you start to use the Site.\nThese Terms contain a binding arbitration clause and a waiver of class action rights.</p>\n<p>BY ACCESSING, BROWSING OR USING THE SITE (INCLUDING YOUR SUBMISSION OF INFORMATION TO THIS SITE), YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD, AND AGREED TO BE BOUND BY THESE TERMS OF USE, INCLUDING THE PRIVACY POLICY (WHICH IS INCORPORATED HEREIN FOR ALL PURPOSES), AND TO COMPLY WITH ALL APPLICABLE UNITED STATES LAWS AND REGULATIONS.</p>\n<p>You agree that the Terms of Use, combined with your act of using the Site, have the same legal force and effect as a written contract with your written signature and satisfy any laws that require a writing or signature.\nYou further agree that you shall not challenge the validity, enforceability, or admissibility of the Terms of Use on the grounds that it was electronically transmitted or authorized.</p>\n<strong>Eligibility</strong>\n<p>This Site is offered and available to users who are 18 years of age or older.</p>\n<strong>Contact Information</strong>\n<p>Should you have any questions about these Terms of Use, please contact us at:</p>\n<ul>\n<li>Not the Bee</li>\n<li>PO Box 546</li>\n<li>Jupiter, FL 33458</li>\n</ul>\n<strong>Subscription Terms and Refund Policy</strong>\n<p>This section applies to your use of notthebee.com and its associated webpages (collectively, “Not the Bee”).\nMany features of Not the Bee are available without a paid subscription.\nhowever, premium access requires you to subscribe.\nWhen you purchase a subscription, you agree to pay the applicable subscription fee, as well as any applicable taxes and renewal fees as described more fully below.\nIf we are unable to charge your credit card or other payment method, your subscription will automatically terminate.</p>\n<p>We may increase the price of Not the Bee subscriptions at any time, however, we will give you at least thirty (30) days advance notice of any price increase.\nThis advance notice will give you an opportunity to cancel your subscription before the price increase goes into effect.\nIf you do not cancel your subscription before the price increase goes into effect, you will be deemed to have agreed to the price increase.</p>\n<p>If you subscribe to Not the Bee, you agree to keep your contact information (i.e.\naddress, email address, phone number) and payment information up-to-date at all times.</p>\n<strong>Cancellation Process</strong>\n<p>You may cancel by logging into your account and clicking the \"Deactivate Account\" option on your dashboard's Settings page.\nYou can access the Settings page through a link on the left side of your dashboard screen or, if on mobile, through the hamburger menu at the top of your dashboard.\nYou may also request cancellation via email: support@notthebee.com.</p>\n<strong>Monthly Subscription</strong>\n<p>The Monthly Subscription provides you with access to exclusive, members-only content and benefits, including—but not limited to—an ad-free experience and access to our full-length podcast.\nAs a subscriber, you may still receive notices of internal promotions, recommended content and bulletins that enhance the user experience.\nWe do not make any guarantees as to the posting or availability of any content.\nThe Monthly Subscription will automatically renew every month around the same day as the purchase date.\nYou must cancel your subscription before the renewal date to prevent the next charge to your credit card or other payment method.\nWe may also choose, in our sole discretion, not to renew your subscription.</p>\n<p>You may cancel your Monthly Subscription at any time by following the cancellation process above.\nIf you cancel your Monthly Subscription, you will not receive any refund, and your access will continue until the end of the current subscription period.\nExcept as noted in this paragraph, all charges for the Monthly Subscription are non-refundable.</p>\n<strong>Annual and Custom Subscribers</strong>\n<p>The terms for annual and custom subscribers are the same as the Monthly Subscriber above, except that payments are processed on a yearly basis rather than monthly.\nThe cost of a custom subscription is set by you, the subscriber, at the time of checkout.</p>\n<strong>One Time Contributions</strong>\n<p>If you would like to make a one-time donation, we would suggest that you sign up as a custom subscriber, and then immediately cancel your account so that you do not continue billing in the future.</p>\n<strong>Site Usage</strong>\n<p>You agree to use the Site only for lawful purposes and only for your own personal, non-commercial use.\nYou may download or print a single copy of any portion of the content provided on the Site for your personal, non-commercial use, provided you do not remove any trademark, copyright or other notice contained in such material.\nNo other use is permitted unless otherwise expressly permitted in writing by Not the Bee.\nYou may not, for example, use the Site to transmit, post, download, distribute, copy, display publicly, store or destroy material (a) in violation of any applicable law or regulation, (b) in a manner that will infringe the copyright, patent, trademark, trade secret or other intellectual property rights of others or violate the privacy or publicity or other personal rights of others, or (c) that is libelous, obscene, offensive, threatening, defamatory, abusive or hateful.</p>\n<p>You must be 18 years or older to become a member and use the members-only portion of this site.</p>\n<p>You must adhere strictly to our Community Guidelines.</p>\n<p>You are prohibited from violating or attempting to violate the security measures on the Site, including, without limitation:</p>\n<ol>\n<li>Attempting to probe, scan or test the vulnerability of the system or network or to breach security or authentication measures without proper authorization;</li>\n<li>Attempting to interfere with service to any user, host or network;</li>\n<li>Sending unsolicited e-mail, including promotions and/or advertising of products or services;</li>\n<li>Hijacking all or any part of the Site content, deleting or changing any Site content, deploying pop-up messages or advertising, running or displaying this Site or any Site content in frames or through similar means on another Site, or linking to the Site or any page within the Site, without our specific written permission;</li>\n<li>Using a false password or one belonging to another user or accessing data not intended for the user or logging into a server or account which such user is not authorized to access.\nor</li>\n<li>Disclosing a password or permitting a third party to use a password or failing to notify us if a password is compromised.</li>\n</ol>\n<p>We have absolute discretion to determine if any use violates these rules and to act as we deem appropriate in the event of any violation.\nViolations of system or network security may result in civil or criminal liability.\nWe will investigate occurrences which may involve such violations and may involve, cooperate with, and make disclosures to, law enforcement authorities in identifying and prosecuting users who are involved in such violations.</p>\n<strong>Site Contents</strong>\n<p>Unless otherwise noted, all materials, including images, illustrations, designs, icons, photographs, audio, video clips, text, “look and feel”, layout, graphics, messages, files, documents, and written and other materials that appear as part of the Site (collectively, the “Contents”) whether publicly posted or privately transmitted, as well as all derivative works are property owned, controlled, licensed or used with permission by Not the Bee.\nThe Site as a whole and its Contents are protected by copyright, trademark, trade dress and other laws and all worldwide right, title and interest in and to the Site and its Contents are owned by Not the Bee or used with permission.\nNot the Bee.com, Not the Bee, Not the Bee logo, and all other trademarks and service marks appearing on this Site are property of Not the Bee or are used with permission of the owner.\nYou agree not to display or use such marks without Not the Bee's prior written permission.\nNot the Bee disclaims any proprietary interest in trademarks, service marks, logos, slogans, domain names and trade names other than its own.\nThe Contents of the Site, and the Site as a whole, are intended solely for personal, non-commercial use by the users of the Site and may not be used except as permitted in these Terms of Use.\nNo right, title or interest in any downloaded materials or software is transferred to you as a result of any downloading or copying.\nExcept as expressly permitted herein, you may not reproduce, republish, publish, upload, post, transmit, distribute (including by email or other electronic means), publicly display, modify, create derivative works from, sell or participate in any sale of, or exploit in any way, in whole or in part, any of the Contents or the Site without the prior written consent of Not the Bee or the owner of such material.\nNothing contained on this Site grants or should be construed as granting, any license or right to use, implied or otherwise, any trademarks, trade names, service marks, trade dress, copyrighted or other proprietary material displayed on this Site without the prior written consent of Not the Bee or the owner of such material.\nAll rights not expressly granted herein by Not the Bee to you are reserved by Not the Bee and/or its licensors.\nThird-party trade names, product names and logos, contained in this website may be the trademarks or registered trademarks of their respective owners.</p>\n<p>The information presented on or through the Site is made available solely for general informational and entertainment purposes.\nWe may update the content on this Site from time to time, but its content is not necessarily complete or up-to-date.\nAny of the material on the Site may be out of date at any given time, and we are under no obligation to update such material.</p>\n<p>Requests to use the Contents for any purpose other than as permitted in these Terms should be directed to Not the Bee at the contact information provided above.</p>\n<strong>User Content</strong>\n<p>From time to time, Not the Bee may offer the ability for Site users to publish or upload information or comments to the Site.\nThis functionality may be reserved for registered users.\nNot the Bee reserves the right, but has no obligation, to monitor the information or material you submit to the Site.\nNot the Bee will have the right to remove any such information or material that in its sole discretion violates, or may violate, any applicable law or these Terms or upon the request of any third party.</p>\n<p>You will not post, download, or copy on the Site, transmit to other users, communicate any content (or links thereto), or otherwise engage in any activity on the Site that:</p>\n<ol>\n<li>Violates any applicable law or regulation;</li>\n<li>Promotes or enables illegal or unlawful activities;</li>\n<li>Will infringe the copyright, patent, trademark, trade secret or other intellectual property rights of others;</li>\n<li>Violates the privacy or publicity or other personal rights of others;</li>\n<li>Misrepresents affiliation, connection or association with, any person or entity;</li>\n<li>Is intended to deceive or defraud other users of the Site;</li>\n<li>Is libelous, obscene, profane, inaccurate, sexually suggestive, offensive, threatening, defamatory, abusive or hateful;</li>\n<li>Promotes racism, bigotry, hatred or physical harm of any kind against any group or individual;</li>\n<li>Is intended to or tends to annoy, threaten, harass, or intimidate any other users of the Site;</li>\n<li>Contains video or images of another person without his or her permission;</li>\n<li>Contains, collects or solicits personal information about a minor.\nor</li>\n<li>Distributes another person’s personal information without his or her permission, or collects or solicits another person’s personal information for commercial or unlawful purposes.</li>\n</ol>\n<p>Not the Bee does not endorse any content posted by users.\nThis includes podcasts, social posts or any other link or digital content uploaded by users and featured on our site.\nEven content published by members of our staff in any part of our site does not suggest endorsement of the subject of the content by our company.</p>\n<p>Other Site users may post information that is protected under copyright laws (whether or not identified as such).\nYou agree that you will not copy, download, modify, publish, transmit, distribute, perform, display, commercially use, or sell any Not the Bee or third party proprietary information available on or through the Site.</p>\n<p>By posting information or content to any public or member's area of the Site, you grant, and you represent and warrant that you have the right to grant, to Not the Bee and its affiliates an irrevocable, perpetual, non-exclusive, fully-paid, royalty-free, worldwide license to use, reproduce, publicly perform, publicly display and distribute such information and content, and to prepare derivative works of, or incorporate into other works, such information and content, and to grant and authorize sublicenses of the foregoing.</p>\n<strong>Digital Millennium Copyright Act</strong>\n<p>In the event that a third party provides Not the Bee with a notification of any alleged intellectual property infringement, Not the Bee may immediately remove such content and may block access to and cancel such user’s registration.\nIn addition, in the event of an alleged copyright infringement, Not the Bee shall act expeditiously in accordance with the Digital Millennium Copyright Act (“DMCA”) (17 U.S.C.\n§ 512) and will take steps to have the allegedly infringing material removed or access to such material blocked.</p>\n<strong>Procedure for Submitting Notification of Alleged Copyright Infringement</strong>\n<p>It is our policy to respond to notices of alleged copyright infringement that comply with the DMCA.\nWith respect to copyright infringement, the DMCA requires Not the Bee to have a designated agent to receive notices of alleged copyright infringement.\nFor any content that you believe infringes your copyright, please send a written notice of alleged copyright infringement to Not the Bee’s designated agent at the following address:</p>\n<ul>\n<li>Not the Bee</li>\n<li>PO Box 546</li>\n<li>Jupiter, FL 33458</li>\n</ul>\n<p>Your written notification of alleged copyright infringement should include all of the following information:</p>\n<ol>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works are to be covered by a single notification, a representative list of such works;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit Not the Bee to locate the material on its server;</li>\n<li>Information reasonably sufficient to permit Not the Bee to contact you, such as an address, telephone number, and, if available, an email address at which you may be contacted;</li>\n<li>A statement that you have a good faith belief that the use of the material in the manner complained of is not authorized by you, your agent, or the law;</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nand</li>\n<li>Your physical or electronic signature.</li>\n</ol>\n<strong>Procedure for Submitting Notification of Alleged Intellectual Property Infringement (other than copyright infringement)</strong>\n<p>If you believe that any content posted using this Site infringes the intellectual property that you own or are licensed to enforce (other than your copyright), please send a written notification to the address provided above, or via email: editor@notthebee.com</p>\n<strong>Your Privacy Rights</strong>\n<p>All information we collect on this Site is subject to our Privacy Policy.\nBy using the Site, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.</p>\n<strong>Indemnification</strong>\n<p>You shall indemnify, defend and hold harmless Not the Bee and its business affiliates, subsidiaries, affiliates, officers, directors, employees, attorneys and agents, from and against any and all damages, claims and actions brought by you or any third party resulting from: (a) your use of or inability to use the Site, (b) the infringement by you of any intellectual property rights of any person or entity, (c) your violation of the Terms, (d) any content or data entered by you, (e) the breach of any warranty or representation made by you in the Terms, or (f) your violation of any applicable laws, rules or regulations.</p>\n<strong>Disclaimer and Limitation of Liability</strong>\n<p>THE CONTENT, SERVICES, INFORMATION AND ACCESS TO THE SITE ARE PROVIDED “AS IS” AND, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, SATISFACTORY QUALITY, AND NON-INFRINGEMENT.\nNot the Bee DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SITE IN TERMS OF ITS QUALITY, CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.\nNot the Bee DOES NOT WARRANT THAT ANY PART OF THE SITE WILL OPERATE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT TRANSMISSION TO OR FROM THE SITE AND ACCESS TO THE SITE WILL BE UNINTERRUPTED, CONTINUOUS, OR ERROR-FREE.\nTHE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL Not the Bee OR ANY OF ITS AFFILIATES, OR THEIR RESPECTIVE OFFICERS, DIRECTORS, ATTORNEYS, EMPLOYEES OR AGENTS BE LIABLE FOR ANY DAMAGES OF ANY KIND, INCLUDING, BUT NOT LIMITED TO, INDIRECT, SPECIAL, PUNITIVE, INCIDENTAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, AND INCLUDING, WITHOUT LIMITATION, LOST PROFITS, LOST SAVINGS AND LOST REVENUES, EVEN IF Not the Bee HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, WHETHER IN AN ACTION UNDER CONTRACT, NEGLIGENCE OR ANY OTHER THEORY, ARISING OUT OF OR IN CONNECTION WITH THE USE OR INABILITY TO USE THE SITE, OR THE INFORMATION, SERVICES, PRODUCTS, AND MATERIALS AVAILABLE FROM THE SITE.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE EXCLUSION OF LIABILITY OR DAMAGES.</p>\n<strong>Dispute Resolution</strong>\n<p>Any controversy, claim, or dispute arising out of or related to these Terms, the Site, or the relationship of the parties, including, but not limited to, alleged violations of state or federal statutory or common law rights or duties (a “Dispute”) shall be solely and exclusively resolved according to the procedures set forth in this paragraph.\nIf we are unable to resolve any Dispute through informal means, either party may initiate binding arbitration of such Dispute.\nThe demand for arbitration shall be made within a reasonable time after the Dispute has arisen, but in no event shall it be made more than one year from when the aggrieved party knew or should have known of the controversy, claim or facts forming the basis of the Dispute.\nThe arbitration shall be initiated and conducted according to the American Arbitration Association Consumer Arbitration Rules (the “Arbitration Rules”).\nThe arbitration shall be conducted in Palm Beach County, Florida before a single neutral arbitrator appointed in accordance with the Arbitration Rules.\nTo the fullest extent permitted by law, the arbitrator shall not have the power to award indirect, punitive, special or consequential damages against any party.\nArbitration costs and fees shall be determined in accordance with the Arbitration Rules and applicable law.\nEach party shall be responsible for paying its own attorneys’ fees, costs and expenses, regardless of which party prevails, but a party may recover any or all of its attorneys’ fees, costs and expenses from another party if the arbitrator, applying applicable law, so determines.\nNo Dispute may be arbitrated on a class or representative basis and the arbitrator may not consolidate or join the claims of other persons or parties who may be similarly situated.\nJudgment on the award rendered by the arbitrator, if any, may be entered for enforcement purposes in any court having jurisdiction thereof.\nBY AGREEING TO THESE TERMS, EACH PARTY IRREVOCABLY WAIVES ITS RIGHT TO PRESENT A DISPUTE IN COURT, RIGHT TO A JURY TRIAL, AND ANY RIGHT IT MAY HAVE TO JOIN CLAIMS OR DISPUTES WITH THOSE OF OTHERS IN THE FORM OF A CLASS ACTION OR SIMILAR PROCEDURAL DEVICE.</p>\n<p>The Terms are governed by and construed in accordance with the laws of the State of Florida, without regard to conflicts of laws principles.</p>\n<strong>No Waiver</strong>\n<p>Not the Bee’s failure to enforce strict performance of any provision of these Terms of Use will not constitute a waiver of Not the Bee’s right to subsequently enforce such a provision or any other provision of these Terms, nor will any delay or omission on the part of Not the Bee to exercise or take advantage of any right or remedy that Not the Bee has or may have hereunder, operate as a waiver of any right or remedy.</p>\n<strong>Severability</strong>\n<p>In the event that any of the provisions of these Terms shall be held by a court or other tribunal of competent jurisdiction to be invalid or unenforceable, the remaining portion hereof shall remain in full force and effect and such a provision shall be enforced to the maximum extent possible so as to effect the intent of the parties and shall be reformed to the extent necessary to make such provisions valid and enforceable.</p>\n<strong>Modification</strong>\n<p>Not the Bee, in its sole discretion, reserves the right to update, revise, supplement and to otherwise modify these Terms of Use, and to impose new or additional terms and conditions on your use of the Site from time to time.\nSuch updates, revisions, supplements, modifications and additional rules, polices, terms and conditions will be effective immediately upon posting to the Site.\nYou agree to review the Terms upon each visit to the Site.\nIf, in our opinion, a change is material, we will also provide you with notice at least thirty (30) days in advance of the material change.\nSuch notice may include posting a notice on the Site or sending notification to the email address connected with your account.\nYour continued use of the Site following such notice will be deemed to conclusively indicate your acceptance of the revised Terms.</p>\n<i>\n</i>Top", "created_at": "2022-01-05 22:51:16.025984", "updated_at": "2022-01-05 22:51:23.068934"}, {"id": 11302, "name": "Privacy Policy / Disclosure", "url": "https://notthebee.com/privacy", "xpath": "/html/body/div[1]/div[1]/div/main", "text": "<i>\n</i>\n<p>\n</p> Privacy Policy / Disclosure <p>Last updated May 11, 2021</p>\n<p>\n<strong>TLDR.\n(Short, non-lawyer version):</strong> Your privacy matters to us.\nA LOT.\nWe take protecting your data very seriously.\nThis website offers a private social network, and the information you share on this social network is not made publicly visible.\nWe can not guarantee anonymity when using our site, but we feel we have provided each user with the tools necessary to protect their personal information and maintain privacy while using our services.\nYou can share as much information as you want about yourself, but we do not force users to disclose their full names, email addresses or any other personal information to other users.\nWe also protect all social posts, comments, likes, etc.\nbehind a subscriber-only authentication platform, which keeps the information out of the hands of bots, search engines and other web scrapers.\nThis is not a legally binding part of our privacy policy, just an honest attempt to summarize our stance on privacy and what we want to offer our members.\nRead on for the full terms...</p>\n<p>\n<strong>Full version:</strong> Your privacy is important to us at Not the Bee, LLC (“Not the Bee” or “We”, or “Us,” or “Our”).\nThis Privacy Policy (the “Privacy Policy”) governs the use of your Personal Information (as\ndefined below) in connection with any websites, mobile websites or mobile apps owned or operated by Us, including, without limitation, the websites currently located at <strong>notthebee.com</strong>\n(the “Website”), and any other interactive features, widgets, or resources offered by Us and/or our affiliates, distributors or licensees through traditional Internet websites, mobile devices or other platforms, and\nall other content included within the Website (collectively, the “Services”).</p>\n<p>This Privacy Policy explains what information we collect about you on our Website(s), how we use or share such information, how to exercise any rights you may have with respect to your personal information, and the safeguards we have in place to\nreduce the risk of unauthorized access and use.</p>\n<p>Please carefully read this Privacy Policy, which is part of our Terms of Use, before using our Website(s), including, without limitation, <strong>notthebee.com</strong>,\nand any related Not the Bee webpages, mobile sites or apps.\nIf you do not agree with our Terms of Use and/or the Privacy Policy, please refrain from using our Website(s).\nBy accessing or using our Website(s) you agree to Our use of your information consistent\nwith the Terms of Use and this Privacy Policy.</p>\n<strong>Contents</strong>\n<ul>\n<li>Contact Information</li>\n<li>Scope of this Privacy Policy</li>\n<li>Information We Collect and How We Use It</li>\n<li>Cookies and Online Tracking Technologies</li>\n<li>How We Use the Information We Collect</li>\n<li>Sharing Your Information</li>\n<li>Retention of Personal Information </li>\n<li>Preference Management</li>\n<li>Your Legal Rights</li>\n<li>Your California Privacy Rights</li>\n<li>Information Security</li>\n<li>Transfer of Information to the United States</li>\n<li>Children’s Privacy</li>\n<li>Links to Other Materials</li>\n<li>Changes to Our Privacy Policy</li>\n</ul>\n<strong>Contact Information</strong>\n<p>Should you have any questions about our Website(s) or this Privacy Policy, please contact us at:</p>\n<p>Not the Bee <br>ATTN: Customer Service<br>PO Box 546<br>Jupiter, FL 33458</p>\n<p>OR via our <strong>online form</strong>\n</p>\n<p>For EU consumers, if you feel that your Personal Information has been processed in a way that does not comply with the EU General Data Protection Regulation, you have the right to lodge a complaint with the relevant supervisory authority.\nThe supervisory authority will be the point of contact with respect to the progress and outcome of your complaint.\n</p>\n<strong>Scope of this Privacy Policy</strong> This policy applies to information we collect: <ul>\n<li>On our Website (<strong>notthebee.com</strong> and mobile applications)</li>\n<li>Via email, text and other electronic messages between you and the Website.</li>\n</ul> It does not apply to information collected by: <ul>\n<li>Us offline or through any other means, including on any other website operated by any third party (including, if applicable, our affiliates and subsidiaries).</li>\n<li>Any third party (including, if applicable, our affiliates and subsidiaries), through any application or content (including advertising) that may link to or be accessible from or on the Website(s).</li>\n</ul>\n<strong>Information We Collect and How We Use It</strong> Personal Information <p>We collect information that you choose to provide us or that you choose to include in your profile or account, and that personally identifies you such as your name, address, zip code, telephone number, e-mail address, and other personally\nidentifiable information (“Personal Information”).\nYou may be asked to provide us with Personal Information when you register with the Website or apps, and at other times to enable us to provide the Website(s) and Services to you and to\nmanage our relationship with you including payment processing, troubleshooting and maintenance.\nAs authorized by you (opt-in consent) or permitted by law, your Personal Information may also be used by us to directly market products and services\nthat may be of interest to you.\nThe decision to provide this information is optional.\nHowever, if you choose not to provide the requested information, you may not be able to use some or all of the features of the Website(s) or Services.\nThe lawful\nbases for processing your Personal Information in this manner include Not the Bee’s legitimate interest, compliance with legal obligations, and the performance of any contractual relationship requested by you.</p>\n<p>\n<strong>You are responsible for the contents of any images or content that you upload to our site</strong>, and understand that any communications or file sharing features of this site may be monitored by site admins, in addition to being monitored by our community moderators in an anonymous fashion (meaning, the images you upload are not linked to your personal account, but may be viewed by our moderators for the sole purpose of verifying that they comply with our site's community guidelines).</p> Usage Data and Site Activity <p>We automatically collect and analyze information in connection with the actions you take on the Website(s) and in connection with using the Services (“Usage Data”) to improve the Website(s), Services and User experience.\nThis data\nincludes, but is not limited to, the type of browser you are using, the type of operating system you are using, your IP address, aggregate data about the number of visits to the Website(s), and aggregate data about the pages visited.\nThis\nanonymous usage information may be associated with your username and profile, but we do not disclose this information to third parties.\nThe lawful bases for processing your Personal Information in this manner include Not the Bee’s legitimate\ninterest, compliance with legal obligations, and the performance of a contractual relationship with you.</p>\n<strong>Cookies and Online Tracking Technologies </strong>\n<p>Not the Bee may use cookies (a small text file placed on your computer to identify your computer and browser) and other tracking technologies such as web beacons (an electronic file placed on a website that monitors usage), to collect general,\nnon-personally identifiable information about visitors to the Website(s).\nThe information collected is used to improve the experience of the Website(s) and Services, such as allowing us to recognize you when you revisit the Website(s) to provide\nyou with customized information and/or to remember your preferences.\nWe do not use cookies or web beacons to collect Personal Information.\nMost web browsers are initially set up to accept cookies.\nYou can reset your web browser to refuse all\ncookies or to indicate when a cookie is being sent.\nHowever, certain features of the Website(s) or Services may not work if you delete or disable cookies.\n</p> Advertising <p>Notwithstanding any other provision, we partner with third parties (Third Party Providers and Advertisers, collectively known as “Advertisers” as such terms are defined below) that collect information across various channels,\nincluding offline and online, for purposes of delivering more relevant advertising to you.\nOur partners may place or recognize a cookie on your computer, device or directly in our emails/communications, and we may share personal information with\nthem, as permitted by law and in accordance with this Privacy Policy.\nOur partners may link the personal information we share with them to the cookie stored on your browser or device, and they may collect information such as your IP address,\nbrowser or operating system type and version, and demographic or inferred-interest information.\nOur partners use this information to recognize you across different channels and platforms over time for advertising, analytics, attribution, and\nreporting purposes.\nFor example, our partners may deliver an ad to you in your web browser based on a purchase you made in a physical retail store, or they may send a personalized marketing email to you based on the fact that you visited a\nparticular website.\nTo learn more about interest-based advertising in general and to opt out, please visit <strong>http://www.aboutads.info/choices</strong>.</p>\n<p>Our Privacy Policy does not cover any use of information that an ad network may collect from you.\nAdvertisements may be shown via the Site, the App, or on third-party websites.\nYou can visit the Network Advertising Initiative website at <strong>www.networkadvertising.org</strong>, which offers information about Internet advertising companies and how to opt out of their information collection.</p>\n<p>When you use our site, we share information that we collect from you, such as your\nemail (in hashed form), IP address or information about your browser or operating system,\nwith our identity partners/service providers, including LiveRamp Inc.\nLiveRamp returns an\nonline identification code that we may store in our first-party cookie for our use in online,\nin-app, and cross-channel advertising and it may be shared with advertising companies to\nenable interest-based and targeted advertising.\nTo opt out of this use, please click here</p> Do Not Track Disclosure <p>Additionally, although some Internet browsers have a ‘do not track’ feature that lets you tell websites that you do not want to have your online activities tracked, we are currently not set up to respond to such signals.</p>\n<strong>Sharing Your Information</strong>\n<p>Not the Bee does not sell, trade, or disclose your Personal Information to third parties except as set forth in this Privacy Policy and as follows: </p>\n<ul>\n<li>To contractors, service providers and other third parties we use to support our business and who are bound by contractual obligations to keep Personal Information confidential and use it only for the purposes for which we disclose it to them.</li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, change in control, or other sale, transfer, or other action with respect to of some or all of Not the Bee assets, whether as a going\nconcern or as part of bankruptcy, dissolution, liquidation or similar proceeding, in which Personal Information held by Not the Bee about the Website(s) users is among the assets affected.</li>\n<li>If we were previously authorized or are otherwise permitted by law to share your Personal Information with our affiliates and Advertising Partners to provide you with information that may be relevant to you, including for their own marketing\npurposes.</li>\n<li>To fulfill the purpose for which you provide it.\n</li>\n<li>To comply with any court order, law or legal process, including to respond to any government or regulatory request.</li>\n<li>To enforce or apply our <strong>Terms of Use</strong> and other agreements, including for billing and collection purposes.</li>\n<li>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Not the Bee, our customers, or others.\n</li>\n<li>For any other purpose disclosed by us when you provide the information.\n</li>\n<li>We may disclose aggregated, non-personally identifiable information about the Website(s) users without restriction.\n</li>\n</ul>\n<strong>Retention of Personal Information</strong>\n<p>We retain your Personal Information for as long as we have a relationship with you.\nWe also retain your Personal Information for a period of time after our relationship with you has ended where there is an ongoing business need to retain it.\nThis\nincludes retention to comply with our legal, regulatory, tax and/or accounting obligations.\nWe do so in accordance with our data retention policies and applicable law.\n</p>\n<p>Not the Bee does not store your credit card information when you subscribe to our services.\nNot the Bee partners with third party providers to process credit card transactions.\nNot the Bee uses Stripe and Braintree to process credit card transactions.\nInformation about Stripe’s\ndata security practices can be found <strong>here</strong>.\nInformation about Braintree's privacy policy can be found here.</p>\n<strong>Preference Management </strong> E-Mail Marketing <p>To opt-out of our email list, send a request to support@notthebee.com at any time and ask to be removed, or simply click the unsubscribe link found at the bottom of one of our emails.\n</p>\n<p>We may continue to send you certain transactional email communications (e.g.\nemails regarding account notifications, customer support questions and similar information) regarding your use of the Site and Services.\n</p>\n<strong>Your Legal Rights</strong>\n<p>You have the right to:</p>\n<ul>\n<li>Request a copy of the Personal Information we hold about you;</li>\n<li>Request that inaccurate information about you be corrected or deleted;</li>\n<li>Object to having your Personal Information processed;</li>\n<li>Request that we delete any and all Personal Information we hold about you;</li>\n<li>Request that we restrict processing your Personal Information.\n</li>\n<li>Request that you not be subject to automated decision making including profiling.\nor</li>\n<li>Receive your Personal Information in a structured, prevailing, and machine-readable form and/or have your Personal Information transferred to another controller, where technically feasible.</li>\n</ul>\n<p>To exercise these rights or for any other questions related to this Privacy Policy, you may contact us at any time.\n</p>\n<p>Not the Bee email subscribers and subscribers of paid content may access and correct their contact information on file by accessing their account online.\nWe may not accommodate a request to change information if we believe the change would violate any law\nor legal requirement or cause the information to be incorrect.</p>\n<strong>Your California Privacy Rights</strong>\n<p>Under California law, a California resident with whom Not the Bee has an established relationship has the right to request certain information with respect to any Personal Information Not the Bee may have shared with third parties for their direct marketing\npurposes.\nAlternatively, Not the Bee may provide a cost-free means to opt out of such sharing.\n</p>\n<p>Not the Bee has opted to provide you with a cost-free means to opt out of such sharing.\nIf you do not want Not the Bee to disclose your Personal Information to other companies for their marketing purposes, please refer to the Preference Management section within this Privacy Policy.\n</p>\n<p>Please see our Privacy Notice for California Residents to learn more about your California privacy rights.</p>\n<strong>Information Security</strong>\n<p>Not the Bee has implemented certain procedural, technical and physical security measures to help protect against the risk of loss, misuse, and alteration of sensitive information that you provide.\nWe require third parties with whom we share Personal\nInformation to do the same.\nNevertheless, such security measures may not prevent all loss, misuse, or alteration of information on the Site, and Not the Bee is not responsible for any damages or liabilities relating to any such security failures.\nBy using\nthe Site, you understand that there is a risk that data and communications, including email and other electronic communications, may be accessed by unauthorized third parties.\nThe foregoing does not affect any liability that cannot be excluded or\nlimited under applicable law.</p>\n<strong>Transfer of Information to the United States</strong>\n<p>The Site is operated in the United States.\nStates.\nIf you are located outside the United States, please be aware that information we collect, including Personal Information, may be transferred to, processed, and stored in the United States.\nBy\nusing the Site or providing us with any information, you consent to the transfer, processing, and storage of your information in the United States.\nYou are also consenting to the application of United States federal and Texas state law in all\nmatters concerning the Site and this Privacy Policy.</p>\n<strong>Children’s Privacy </strong>\n<p>The Site is not directed to children under the age of 18 years.\nWe do not knowingly collect Personal Information from anyone under the age of 18.\nBy using the Website(s), you represent and warrant that you are at least 18 years old.\nIf we become\naware that a customer is under the age of 18 and has registered or otherwise provided Personal Information, we will cancel the corresponding registration and delete such information from our records.</p>\n<strong>Links to Other Materials</strong>\n<p>Website(s) may be linked to and from our Website(s) that are not under the control of Not the Bee.\nNot the Bee shall have no responsibility or liability for the content or privacy practices of any such linked website(s) or any link or linking program at any time.\nIf you click on a link on our Website(s) and link to a third party’s website, then this Privacy Policy will not apply to your Personal Information collected on that third party’s website and you must read the privacy policy on that\nwebsite to see how your information will be handled.</p>\n<p>Social media widgets or tools may appear on our Website(s).\nYour use of these widgets or tools will be governed by the terms of use and privacy policy of the applicable social media provider (e.g.\nFacebook<sup>®</sup>).</p>\n<strong>Changes to Our Privacy Policy</strong>\n<p>We may update this Privacy Policy to reflect changes in our privacy practices.\nIf we make changes to this Privacy Policy, we will inform you by posting the revised Privacy Policy on the Site.\nThose changes will go into effect on the Revision Date\nshown in the revised Privacy Policy.\nYour continued use of our Site or Services constitutes your consent to the revised Privacy Policy.</p>\n<i>\n</i>Top", "created_at": "2022-01-05 23:50:32.387487", "updated_at": "2022-01-05 22:50:59.320247"}], "points": [{"id": 26737, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://notthebee.com/terms", "status": "Generated through the annotate view", "created_at": "2022-01-28 04:24:36.06646", "updated_at": "2022-08-17 21:13:51.137722", "quoteText": "BY ACCESSING, BROWSING OR USING THE SITE (INCLUDING YOUR SUBMISSION OF INFORMATION TO THIS SITE), YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD, AND AGREED TO BE BOUND BY THESE TERMS OF USE, INCLUDING THE PRIVACY POLICY (WHICH IS INCORPORATED HEREIN FOR ALL PURPOSES), AND TO COMPLY WITH ALL APPLICABLE UNITED STATES LAWS AND REGULATIONS.</p>", "case_id": 403, "document_id": 11303, "quoteStart": 725, "quoteEnd": 1068}, {"id": 26725, "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance", "source": "https://notthebee.com/terms", "status": "Generated through the annotate view", "created_at": "2022-01-27 12:07:29.271829", "updated_at": "2022-08-17 21:11:27.4891", "quoteText": "If, in our opinion, a change is material, we will also provide you with notice at least thirty (30) days in advance of the material change.", "case_id": 124, "document_id": 11303, "quoteStart": 23195, "quoteEnd": 23334}, {"id": 26724, "title": "You agree not to use the service for illegal purposes", "source": "https://notthebee.com/terms", "status": "Generated through the annotate view", "created_at": "2022-01-27 12:03:09.118742", "updated_at": "2022-08-17 21:11:21.696856", "quoteText": "in violation of any applicable law or regulation", "case_id": 280, "document_id": 11303, "quoteStart": 5626, "quoteEnd": 5674}, {"id": 26723, "title": "The publishing of personally identifiable information without the owner’s consent is not allowed", "source": "https://notthebee.com/terms", "status": "Generated through the annotate view", "created_at": "2022-01-27 12:01:53.058852", "updated_at": "2022-08-17 21:11:46.159381", "quoteText": "Distributes another person’s personal information without his or her permission", "case_id": 444, "document_id": 11303, "quoteStart": 12442, "quoteEnd": 12521}, {"id": 26722, "title": "The posting of pornographic content is prohibited", "source": "https://notthebee.com/terms", "status": "Generated through the annotate view", "created_at": "2022-01-27 11:56:51.64223", "updated_at": "2022-08-17 21:11:51.616708", "quoteText": "<li>Is libelous, obscene, profane, inaccurate, sexually suggestive, offensive, threatening, defamatory, abusive or hateful;", "case_id": 315, "document_id": 11303, "quoteStart": 11939, "quoteEnd": 12062}, {"id": 26721, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://notthebee.com/terms", "status": "Generated through the annotate view", "created_at": "2022-01-27 11:47:40.113286", "updated_at": "2022-08-17 21:12:00.688969", "quoteText": "<p>Not the Bee’s failure to enforce strict performance of any provision of these Terms of Use will not constitute a waiver of Not the Bee’s right to subsequently enforce such a provision or any other provision of these Terms, nor will any delay or omission on the part of Not the Bee to exercise or take advantage of any right or remedy that Not the Bee has or may have hereunder, operate as a waiver of any right or remedy.</p>", "case_id": 295, "document_id": 11303, "quoteStart": 21823, "quoteEnd": 22251}, {"id": 26720, "title": "The court of law governing the terms is in location X", "source": "https://notthebee.com/terms", "status": "Generated through the annotate view", "created_at": "2022-01-27 11:44:52.092726", "updated_at": "2022-08-17 21:13:10.96784", "quoteText": "The Terms are governed by and construed in accordance with the laws of the State of Florida, without regard to conflicts of laws principles.</p>", "case_id": 163, "document_id": 11303, "quoteStart": 21651, "quoteEnd": 21795}, {"id": 26719, "title": "You waive your right to a class action.", "source": "https://notthebee.com/terms", "status": "Generated through the annotate view", "created_at": "2022-01-27 11:42:29.542415", "updated_at": "2022-08-17 21:12:14.670511", "quoteText": "BY AGREEING TO THESE TERMS, EACH PARTY IRREVOCABLY WAIVES ITS RIGHT TO PRESENT A DISPUTE IN COURT, RIGHT TO A JURY TRIAL, AND ANY RIGHT IT MAY HAVE TO JOIN CLAIMS OR DISPUTES WITH THOSE OF OTHERS IN THE FORM OF A CLASS ACTION OR SIMILAR PROCEDURAL DEVICE.</p>", "case_id": 117, "document_id": 11303, "quoteStart": 21388, "quoteEnd": 21647}, {"id": 26718, "title": "This service can use your content for all their existing and future services", "source": "https://notthebee.com/terms", "status": "Generated through the annotate view", "created_at": "2022-01-27 11:37:18.148789", "updated_at": "2022-08-17 21:12:40.044031", "quoteText": "By posting information or content to any public or member's area of the Site, you grant, and you represent and warrant that you have the right to grant, to Not the Bee and its affiliates an irrevocable, perpetual, non-exclusive, fully-paid, royalty-free, worldwide license to use, reproduce, publicly perform, publicly display and distribute such information and content, and to prepare derivative works of, or incorporate into other works, such information and content, and to grant and authorize sublicenses of the foregoing.</p>", "case_id": 180, "document_id": 11303, "quoteStart": 13302, "quoteEnd": 13833}, {"id": 26717, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://notthebee.com/terms", "status": "Generated through the annotate view", "created_at": "2022-01-27 11:32:44.856743", "updated_at": "2022-08-17 21:11:15.875138", "quoteText": "You shall indemnify, defend and hold harmless Not the Bee and its business affiliates, subsidiaries, affiliates, officers, directors, employees, attorneys and agents, from and against any and all damages, claims and actions brought by you or any third party resulting from: (a) your use of or inability to use the Site, (b) the infringement by you of any intellectual property rights of any person or entity, (c) your violation of the Terms, (d) any content or data entered by you, (e) the breach of any warranty or representation made by you in the Terms, or (f) your violation of any applicable laws, rules or regulations.</p>", "case_id": 146, "document_id": 11303, "quoteStart": 16921, "quoteEnd": 17549}], "urls": ["notthebee.com"]}}