{"error": 448, "message": "OK", "parameters": {"id": 5086, "name": "wave.video", "created_at": "2021-10-05 21:53:23.825971", "updated_at": "2021-10-05 22:01:08.718403", "wikipedia": null, "keywords": null, "related": null, "slug": "wave-video", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5086.png", "url": "wave.video", "documents": [{"id": 9117, "name": "Privacy Policy", "url": "https://wave.video/privacy", "xpath": "/html/body/div[2]/main/div", "text": "Privacy PolicyAnimatron Inc.<p>This document describes how we treat information related to your use of this website and the services offered on and through it (the “Service”), including the personal information you provide while using it.</p>\n<p>We expressly and strictly limit use of our services to adults over 13 years of age or the age of majority in the individual’s jurisdiction, whichever is greater.\nAnyone under this age is strictly forbidden from using the Service.\nWe do not knowingly seek or collect any personal information or data from persons who have not attained this age.</p>\n<p>We adhere to the Massachusetts Data Protection Act which includes a comprehensive written information security plan.</p>\n<p>As you use our services, we want to be clear on how we’re using information you provide and the ways in which you can protect your privacy while using our services.\nPlease take the time to read this policy, and if you have any questions please contact us.</p>Data Collected<p>\n<b>Personal Information</b>.\nWhen registering for an account, we ask for information such as your name, email address, and a password.\nYour IP address is recorded automatically.\nSome of this information may be used to provide you with our services and may become publicly available through your profile or through other use of our services.</p>\n<p>\n<b>Uploaded Content</b>.\nAny personal information or content you voluntarily disclose online, including animations, pictures, videos, comments and your profile page or any other User Submissions, will become publicly available and may be collected and used by others.</p>\n<p>\n<b>Usage</b>.\nWe may record information about your usage of our services such as the videos you view, the frequency and size of data transfers, and other statistics.\nIf you have registered and are logged in, we may associate that information with your account.</p>\n<p>\n<b>Correspondences</b>.\nWe may keep a record of any correspondence between you and us.</p>\n<p>\n<b>Cookies</b>.\nWhen you use our services, we may send cookies to your computer to uniquely identify your browser session.\nWe may use both session cookies and persistent cookies.</p>\n<p>\n<b>Other Information</b>.\nYou may have the ability to favor content, make comments, and engage in other social activities.\nAny such activities may be visible to the public.</p>Usage of Information<p>\n<b>Provide and Personalize</b>.\nWe may use the information you provide to offer certain features and create a personalized experience with our services.\nWe may make suggestions for you based on how you use and interact with our services.</p>\n<p>\n<b>Marketing</b>.\nWe may use your email address or other personal information to send commercial or marketing messages.\nWe may use your email for non-marketing or administrative purposes as well.</p>\n<p>\n<b>Third-Parties</b>.\nWe may aggregate your personal information with personal information of other members and users, and disclose such information to advertisers and other third-parties for marketing and promotional purposes.\nA link to their respective privacy policies can be found at the end of this document.\nWe may also share user data with sub-contractors and affiliated entities for the purpose of advertising, research, or any other operational reasons.</p>\n<p>Wave.video may allow you to connect a YouTube channel to your account.\nIn this case, we will access certain information from YouTube about your channel using YouTube API Services.\nWe may collect channel title, channel thumbnail, username / profile ID and access tokens.\nIf you decide to connect a YouTube channel to your Wave.video account, see Google’s privacy policy and Youtube's Terms Of Service.\nWhen disconnecting a YouTube channel on Wave.video, Wave.video will delete the stored data associated with that YouTube channel.</p>\n<p>\n<b>Features and Services</b>.\nWe may use the information you provide to offer features, services, ads, and pricing options to you.</p>\n<p>\n<b>Promotions</b>.\nWe may use your information to run promotions, contests, surveys, and other features and events.</p>\n<p>\n<b>Other Visitors</b>.\nYour username may be displayed to other visitors of our website or those who use our services, alongside content in relation to your uploaded content and other similar features.</p>\n<p>\n<b>Analysis</b>.\nWe may use viewer data to collect and analyze information about you and your viewers, generate statistics and produce reports, and make recommendations for improving and customizing services according to your preferences, statistics, and usage activities.</p>\n<p>\n<b>Cancellation</b>.\nYou may cancel your subscription at any time from within your account or by emailing customer support (support@wave.video) and requesting an account cancellation.\nSubscription cancellation does not trigger an account deletion.\nIf you cancel your account, your account will remain on our servers but will be subject to the restrictions of a free plan.\nYour subscription cancellation date will be at the end of your billing cycle.\nCancellations that occur within less than 5 business days of their billing cycle might be canceled at the proceeding billing cycle.</p>\n<p>\n<b>Termination</b>.\nIf you wish to have your account deleted from our server you must email customer service (support@wave.video).\nUpon termination of any account, we may keep certain user data on its servers.\nSuch data may be deleted by email request to customer support (support@wave.video).</p>\n<p>\n<b>Deletion</b>.\nWe reserve the right to delete inactive or empty free accounts.\nIf an account is inactive for a long period of time (i.e.\nyou have not logged into the system within that timeframe), we will attempt to notify you of the pending account deletion and will proceed to delete it and all its content thereafter unless you begin using your account again.</p>Information Security<p>\n<b>Your Intellectual Property</b>.\nAny content you upload to our platform or create on our platform is yours, and you retain the intellectual property rights to it unless otherwise specified.\nAny of your content that has been made public by you (by posting it to a public domain or by making it public on our platform) may be featured by us or used as examples.</p>\n<p>\n<b>Account Information</b>.\nIf you have an account and password with us, you are responsible for keeping the password confidential.\nAnyone else with your account username and password may have access your account and other personal information.\nWe do not give your personal information to anyone that is not authorized.</p>\n<p>\n<b>Legal Obligations</b>.\nWe may be required to release certain data to comply with legal obligations or in order to enforce our Terms of Use and other agreements.\nWe may also release certain data to protect the rights, property, and safety of us, our users, and others.\nThis includes providing information to other companies and organizations like the police or governmental authorities for the purposes of protection against or prosecution of any illegal activity, whether or not it is identified in the Terms of Use.</p>\n<p>\n<b>Illegal Material</b>.\nIf you upload any illegal material or are suspected of doing such, we may forward all available information to relevant authorities, including respective copyright owners, without any notice to you.</p>\n<p>\n<b>Deletion</b>.\nAnimatron reserves the sole right to remove, suspend, delete and/or prohibit any account that is suspected of violating this policy or the company’s Terms of Use.</p>Changes<p>This Privacy Policy may be subject to change from time to time.\nWe will notify you before we make any changes to this policy and give you the opportunity to review the revised policy before you choose to continue using our services.</p>Contact Uswww.animatron.com<p>2 Seaport Lane, Suite 8C, 8th Floor, Seaport East <br> Boston, MA 02210</p>support@wave.videoThis document was last updated on December 20, 2019", "created_at": "2021-10-05 21:53:23.828679", "updated_at": "2021-10-05 19:55:20.333261"}, {"id": 9118, "name": "Terms of Use", "url": "https://wave.video/terms-of-service", "xpath": "/html/body/div[2]/main/div", "text": "END USER TERMS OF USE AGREEMENT<p>PLEASE READ CAREFULLY THE TERMS AND CONDITIONS OF THIS ANIMATRON INC.\nEND USER TERMS OF USE AGREEMENT (“AGREEMENT”).\nTHIS IS A LEGAL AGREEMENT BETWEEN ANIMATRON (“ANIMATRON”, “we” and/or “us”) AND YOU (\"YOU\").\nTHIS AGREEMENT GOVERNS YOUR ACCESS TO AND USE OF ALL SERVICES AND PRODUCTS PROVIDED BY OR THROUGH THE WEBSITE <b>\n<i>wave.video</i>\n</b> (the “SERVICE”).</p>\n<p>By accessing, signing up, and using the Service you agree and acknowledge your understanding and acceptance to be bound by all the terms and conditions in this Agreement.</p>\n<p>If you do not agree to be bound by the terms and conditions of this Agreement, you may not sign up and use the Service.</p>\n<p>If you are entering into this Agreement on behalf of a company or other organization, your access and use of the Service means that you represent and warrant that you have the authority to bind the company or organization to this Agreement and commit funds on its behalf.\nIn this case the terms \"you\" and \"your\" herein will refer to that company or organization.</p>1.\nEligibility and Accounts<p>You must be at least thirteen (13) years of age to use the Service.\nUse of the Service is not permitted where prohibited by law.</p>\n<p>You must create an account with us (an “Account”) to use the Service to its fullest extent.\nYou represent and warrant that all information you provide to us in creating your Account is complete and accurate.\nYou shall update such information when it changes or when we request.</p>\n<p>You shall not use another person or entity’s Account without authorization.\nYou shall be solely responsible for maintaining the confidentiality of and restricted access to your Account.\nYou shall be solely responsible for all activities that occur under your Account.\nYou shall notify us immediately of any breach of security or unauthorized use of your Account.\nPursuant to the terms herein, we shall not be liable for any losses resulting from any unauthorized use of your Account.\nYou acknowledge and understand that anyone who gains access to your Account will gain access to your all of your data on your Account, including any private content.</p>2.\nGrant of Limited License and Termination<p>Conditioned upon your compliance with the terms and conditions of this Agreement, Animatron hereby grants to you a limited, non-exclusive, non-transferable, non-sublicensable, non-assignable, revocable, license to use the Service solely for your use on a \"Device\" (whether mobile device or other, e.g., your mobile phone, PDA, computer) owned or controlled by you or the company you represent.</p>\n<p>Except for the rights explicitly granted in this Agreement, Animatron reserves all rights in the Service, including all content available therein and on your Device (the “Content”), and including all intellectual property rights.\nAnimatron may use third party software that is subject to open source and/or third party license terms.\nYou are subject to those terms.</p>\n<p>This grant is terminable by us at will for any reason and at our sole discretion, with or without prior notice.\nUpon termination, we may, but shall not be obligated to: (I) delete or deactivate your account, (II) block your e-mail and/or IP addresses or otherwise terminate your use of and ability to use the Service, and/or (III) remove and/or delete any of your User Submissions (defined below).\nYou agree not to use or attempt to use the Service after said termination.\nUpon termination, the grant of your right to use the Service shall terminate, but all other portions of these Terms shall survive.\nYou acknowledge that we are not responsible to you or any third party for the termination of your grant of use.</p>3.\nIntellectual Property<p>The Content on the Service, excluding User Submissions and Third Party Content (defined below), but including other text, graphical images, photographs, music, video, software, scripts and trademarks, service marks and logos contained therein (collectively “Proprietary Materials”), are owned by and/or licensed to us.\nAll Proprietary Materials are subject to copyright, trademark and/or other rights under the laws of applicable jurisdictions, including domestic laws, foreign laws, and international conventions.\nThe Service, including all intellectual property rights therein and thereto, are the property of Animatron or its subsidiaries or affiliated companies and/or third party licensors.\nAnimatron reserves all rights not expressly granted in this Agreement.\nYou shall not acquire any right, title or interest to the Proprietary Materials, whether by implication, estoppel, or otherwise, except for the limited rights set forth in this Agreement.\nExcept as otherwise explicitly permitted, you agree not to copy, modify, publish, transmit, distribute, participate in the transfer or sale of, create derivative works of, or in any other way exploit, in whole or in part, any Content or Proprietary Materials.</p>\n<p>You may be held legally responsible for any copyright infringement that is caused or encouraged by your failure to abide by the terms of this Agreement.</p>4.\nRestrictions on User Submissions<p>You are entirely responsible for any and all materials you create, upload, submit or otherwise make available via the Service, including videos, animations or any other communications or profile information (collectively, “User Submissions”).\nUser Submissions cannot always be withdrawn.\nYou acknowledge that any disclosure of personal information in User Submissions may make you personally identifiable and that we do not guarantee any confidentiality with respect to User Submissions.</p>\n<p>\n<i>All use by you of the Service and the Content to create User Submissions is specifically subject to the limitation that the Service and Content must be incorporated into any User Submissions with substantial value added by you such that the transformed or derivative User Submissions are not recognizable as Animatron Service or Content, nor shall the Service or Content be capable of being downloaded, extracted or accessed by a third-party as a stand-alone file.\nSatisfaction of these conditions shall constitute the User Submissions as Derivative Work.\nAccordingly, you must ensure that the Service and Content is only used to create Derivative Work.</i>\n</p>\n<p>You shall be solely responsible for any and all of your own User Submissions and any and all consequences of posting, uploading, publishing or otherwise making them available.\nFor any of your User Submissions, you affirm, represent and/or warrant that:</p>\n<ol>\n<li>You own or have the necessary licenses, permissions, rights or consents to use and authorize us to use all trademarks, copyrights, trade secrets or other proprietary rights in and to User Submissions for any and all uses contemplated by the Service and these Terms.\nand</li>\n<li>You have written consent, release, and/or permission from each and every identifiable individual in the User Submission to use the name and/or likeness of each and every such identifiable individual to enable use of the User Submission for any and all uses contemplated by the Service and these Terms</li>\n</ol>\n<p>You further agree that you shall not submit material that:</p>\n<ol>\n<li>Is copyrighted, protected by trade secret or trademark laws, or otherwise subject to third party proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have explicit permission from the rightful owner to submit the material and to grant us all of the license rights granted herein;</li>\n<li>Is obscene, vulgar, illegal, unlawful, defamatory, fraudulent, libelous, harmful, harassing, abusive, threatening, invasive of privacy or publicity rights, hateful, racially or ethnically offensive, inflammatory, or otherwise inappropriate as decided by us in our sole discretion;</li>\n<li>Depicts illegal activities, promotes or depicts physical harm or injury against any group or individual, or promotes or depicts any act of cruelty to animals;</li>\n<li>Impersonates any person or entity or otherwise misrepresents you in any way, including creating a false identity;</li>\n<li>Would constitute, encourage or provide instructions for a criminal offense, a violation of the rights of any party, or that would otherwise create liability or violate any local, state, national or international law;</li>\n<li>Is unsolicited or unauthorized advertising, promotion, “spam” or any other form of solicitation;</li>\n<li>Is sexually explicit or suggestive;</li>\n<li>Provides instructions on how to assemble explosive/incendiary devices or homemade/improvised firearms;</li>\n<li>Depicts animal cruelty or extreme violence towards animals;</li>\n<li>Makes false or misleading claims about vaccination safety;</li>\n<li>Claims that mass tragedies are hoaxes or false flag operations a) portrays any person depicted therein in a way that a reasonable person would find offensive, including but not limited to depicting any person: a) in connection with pornography, \"adult videos\", adult entertainment venues, escort services, dating services, or the like.\nb) in connection with the advertisement or promotion of tobacco products.\nc) as endorsing a political party, candidate, elected official, or opinion.\nd) as suffering from, or medicating for, a physical or mental ailment.\nor e) engaging in immoral or criminal activities.</li>\n</ol>\n<p>We claim no ownership or control over User Submissions or Third Party Content.\nYou or a third party licensor, as appropriate, retain all copyrights to User Submissions and you are responsible for protecting those rights as appropriate.\nYou irrevocably grant us a world-wide, non-exclusive, royalty-free, perpetual, non-cancelable, sublicenseable license to reproduce, publicly perform, publicly display, distribute, adapt, modify, publish, translate, create derivative works of and otherwise exploit User Submissions for any purpose, including without limitation any purpose contemplated by the Service and these Terms.\nFurthermore, you also grant other users of the Service a right and license to display, stream and download User Submissions in connection with their use of the Service and for other personal use.</p>\n<p>You represent and warrant that you have all the rights, power and authority necessary to grant the rights granted herein to User Submissions.\nSpecifically, you represent and warrant that you own the title to the User Submissions, that you have the right to upload the User Submissions to the Service, and that uploading the User Submissions will not infringe upon any other party’s rights or your contractual obligations to other parties.</p>\n<p>You acknowledge that we may at our sole discretion refuse to publish, remove, or block access to any User Submission for any reason, or for no reason at all, with or without notice.</p>\n<p>You acknowledge that if a User Submission is marked as private, we will undertake commercially reasonable means to keep such content from becoming publicly available on the Service, but that our obligations and liability are limited by the further terms of this agreement.</p>\n<p>Without limiting the other indemnification provisions herein, you agree to defend us against any claim, demand, suit or proceeding made or brought against us by a third-party alleging that your User Submissions or your use of the Service in violation of these Terms infringes or misappropriates the intellectual property rights of any third-party or violates applicable law and you shall indemnify us for any and all damages against us and for reasonable attorney’s fees and other costs incurred by us in connection with any such claim, demand, suit or proceeding.</p>5.\nContent on the Service<p>You understand and acknowledge that, when using the Service, you will be exposed to content from a variety of sources including content made available on the Service by other users and through automated or other means (collectively, “Third Party Content”) and that we do not control and are not responsible for any Third Party Content.\nYou understand and acknowledge that you may be exposed to content that is inaccurate, offensive, indecent or otherwise objectionable and, without limiting the other limitation of liability provisions herein, you agree to waive, and hereby do waive, any legal or equitable rights or remedies you may have against us with respect thereto.</p>\n<p>We claim no ownership or control over Third Party Content.\nThird parties retain all rights to Third Party Content and they are responsible for protecting their rights as appropriate.</p>\n<p>You understand and acknowledge that we assume no responsibility whatsoever for monitoring the Service for inappropriate content or conduct.\nIf at any time we choose, in our sole discretion, to monitor such content, we assume no responsibility for such content, have no obligation to modify or remove any such content (including User Submissions and Third Party Content), and assume no responsibility for the conduct of others submitting any such content (including User Submissions and Third Party Content).</p>\n<p>Without limiting the provisions below on limitations of liability and disclaimers of warranties, all Content (including User Submissions and Third Party Content) on the Service is provided to you “AS-IS” for your information and personal use only and you shall not use, copy, reproduce, distribute, transmit, broadcast, display, sell, license or otherwise exploit for any other purpose whatsoever the Content without the prior written consent of the respective owners/licensors of the Content.</p>6.\nUser Conduct<p>You represent and warrant that all the information and content provided by you to us is accurate and current and that you have all necessary rights, power and authority to (I) agree to these Terms, (II) provide the User Submissions to us, and (III) perform the acts required of you under these Terms.</p>\n<p>As a condition of your use of the Service:</p>\n<ol>\n<li>You agree not to use the Service for any unlawful purpose or in any way that is prohibited by these Terms;</li>\n<li>You agree to abide by all applicable local, state, national and international laws and regulations;</li>\n<li>You agree not to use the Service in any way that exposes us to criminal or civil liability;</li>\n<li>You agree that you are solely responsible for all acts and omissions that occur as a result of your use of the Service;</li>\n<li>You agree that all your User Submissions that you provide to us belongs to you and that you have the right and authority to provide it to us;</li>\n<li>You agree to maintain the security of your login password and to be fully responsible for any and all use of your account;</li>\n<li>You agree not to use or attempt to use any other party’s account on the Service without authorization;</li>\n<li>You agree not to use any automated means, including robots, crawlers or data mining tools, to download, monitor or use data or Content from the Service;</li>\n<li>You agree not to use the Service to collect usernames and/or e-mail addresses for sending unsolicited messages of any kind;</li>\n<li>You agree not to take any action that imposes, or may impose, in our sole discretion, an unreasonable or disproportionately large load on our technology infrastructure or otherwise make excessive demands on it;</li>\n<li>You agree not to “stalk” or otherwise harass anyone on or through the Service;</li>\n<li>You agree not to forge headers or otherwise manipulate identifiers in order to disguise the origin of any information you transmit;</li>\n<li>You agree not to disable, circumvent, or otherwise interfere with security related features of the Service or features that prevent or restrict use or copying of any content or which enforce limitations on the use of the Service or the content therein;</li>\n<li>You agree not to post, link to, or otherwise make available on the Service any material that contains software viruses or any computer code, file or program designed to interrupt, destroy, limit or monitor the functionality of any computer software or hardware or any telecommunications equipment;</li>\n<li>You agree not to license, sublicense, sell, resell, transfer, assign, distribute or otherwise in any way commercially exploit or make available the Service or any Content to any third party;</li>\n<li>You agree not to “frame” or “mirror” the Service.\nand</li>\n<li>You agree not to reverse engineer any portion of the Service.</li>\n</ol>\n<p>We reserve the right to take appropriate action against any user for any unauthorized use of the Service, including civil, criminal and injunctive redress and the termination of any user’s use of the Service.\nAny use of the Service and our computer systems not authorized by these Terms is a violation of these Terms and certain international, foreign and domestic criminal and civil laws, including the Computer Fraud and Abuse Act.</p>7.\nBandwidth limitations and fees:<p>Bandwidth limitations may be presented in the form of views, hours viewed or any other form convenient to the Service.\nAll plans are subject to monthly bandwidth limits as specified on the Wave.videopricing page.\nMonthly bandwidth limits are calculated per month and are based on the date of account activation (i.e.\nsignup date for free users or purchase date for paying users).\nOnce an account reaches its monthly bandwidth limit, you will be charged for overages or be asked to upgrade to a plan with a higher bandwidth limit.\nIf your plan does not allow for overages, your videos will not play for your viewers once your bandwidth limitation has been reached.</p>8.\nFees<p>We may charge you a subscription fee to give you full use of the Service.\nPlans, fees and services available will be posted on the Service and may change from time to time in our sole discretion.\nAll fees are in United States Dollars.\nFees are subject to change and may vary due to various reasons, including special and limited promotional offers.\nAll payments, including subscription fees, must be made with a valid credit card or debit card, the information of which may be kept on file by us or by our credit card processing contractor (a “Filed Card”).\nFees for the indicated period of the subscription must be paid in advance of the period for which you seek to use it.\nYou may not have access to your account and the Service if you have not paid your subscription fee for that period.</p>\n<p>In order to make a purchase, you may be asked to supply certain information to allow us to process and authorize your purchase, including, without limitation, your name, address, card number, card expiration date, shipping information, card security number and other information.\nYou represent and warrant that (i) you have the legal right to use form of payment that you use and that (ii) the information that you are providing with that form of payment is true and correct.\nYou acknowledge that we may use a third party for the purposes of processing or facilitating any payment and that by submitting your information to us you grant us the right to provide this information to such third parties.</p>\n<p>We reserve the right to refuse, cancel or terminate your order for any time and for any reason in our sole discretion.\nWithout limiting the foregoing, we reserve the right to refuse, cancel or terminate your order because of product or service unavailability, errors in the description or price of our product or service and errors in your order.</p>\n<p>For your convenience and satisfaction all subscriptions will automatically renew upon expiration unless your subscription is cancelled prior to the end of the then current subscription period.\nUpon all automatic renewals, YOUR FILED CARD WILL BE AUTOMATICALLY CHARGED FOR THE NEXT SUBSCRIPTION PERIOD.\nYOU HEREBY AUTHORIZE US AND OUR AGENTS (INCLUDING PAYMENT PROCESSORS WE MAY USE) TO CHARGE YOUR FILED CARD FOR SUCH PAYMENTS ON YOUR BEHALF.</p>\n<p>You may cancel your subscription at any time from within your account or by contacting customer support.\nCancellations must be requested five or more business days prior to the end of the billing cycle.\n</p>\n<p>You agree not to report as fraudulent, lost or stolen any form of payment which you have used in conjunction with payment to us, for which you do not have a good faith reason to believe is in fact fraudulent, lost or stolen.\nYou agree not to report as unauthorized any charge by us for any goods or services, including subscriptions, for which you do not have a good faith reason to believe is in fact unauthorized.\nYou agree that, absent good faith, in the event of any such report you shall be liable to us for such charge or obligation plus an additional $100 administrative fee.\nThe liability specified in this paragraph will not limit our rights or any other liability you may have for any other reason, including a breach of any other provision of these Terms.</p>\n<p>If at any time we terminate your rights to use the Service because of a breach of these Terms, you shall not be entitled to a refund of any portion of your fees.\nIn all other respects, such fees shall be governed by additional rules, terms, conditions or agreements posted on the Service and/or imposed by any sales agent or payment processing company, as may be amended from time to time.</p>9.\nCancellation of Subscription<p>You may cancel your subscription at any time from within your account or by emailing customer support (support@wave.video) and requesting an account cancellation.\nSubscription cancellation does not trigger an account deletion.\nYour subscription cancellation date will be at the end of your billing cycle.\nCancellations that occur within less than 5 business days of their billing cycle might be canceled at the proceeding billing cycle.\nAny money paid for subscription or money used to purchase content and/or system credits are not refundable.\nUpon cancellation of your subscription, all unused credits will be forfeited on the subscription cancellation date.</p>10.\nDeletion of account<p>We reserve the right to delete inactive or empty free accounts.\nIf an account is inactive, we will attempt to notify you of the pending account deletion and will proceed to delete it and all its content thereafter unless you begin using your account again.</p>\n<p>Subscription cancellation does not automatically trigger account deletion.\nIf you wish to have your account deleted from our servers you must email us at support@wave.video.</p>11.\nPrivacy Policy<p>We retain a separate Privacy Policy and your assent to these Terms also signifies your assent to the Privacy Policy.\nWe reserve the right to amend the Privacy Policy at any time by posting such amendments to the Service.\nNo other notification may be made to you about any amendments.\nYour continued use of the Service following such amendments will constitute your acceptance of such amendments, regardless of whether you have actually read them.</p>12.\nCopyright Claims<p>We respect the intellectual property rights of others.\nYou may not infringe the copyright, trademark or other proprietary informational rights of any party.\nWe may in our sole discretion remove any Content we have reason to believe violates any of the intellectual property rights of others and may terminate your use of the Service if you submit any such Content.</p>\n<p>\n<b>\n<i>REPEAT INFRINGER POLICY.</i> AS PART OF OUR REPEAT-INFRINGEMENT POLICY, ANY USER FOR WHOSE MATERIAL WE RECEIVE THREE LEGALLY EFFECTIVE COMPLAINTS WITHIN ANY CONTIGUOUS SIX-MONTH PERIOD WILL HAVE HIS ACCOUNT TERMINATED.</b>\n</p>\n<p>Pursuant to Title 17, Section 512(c)(2) of the United States Code, if you believe that any of your copyrighted material is being infringed on the Service, we have designated an agent to receive notifications of claimed copyright infringement.\nNotifications should be e-mailed legal@wave.video (with the subject line “Copyright Infringement”) or sent to:</p>\n<p>Copyright Agent<br>6750 N.\nAndrews Ave., Suite 200<br>Fort Lauderdale, FL 33309<br>United States<br>Fax: (800) 371-0235<br>Email: legal@wave.video</p>\n<p>All notifications not relevant to us or ineffective under the law will receive no response or action thereupon.\nAn effective notification of claimed infringement must be a written communication to our agent that includes substantially the following:</p>\n<ol>\n<li>Identification of the copyrighted work that is believed to be infringed.\nPlease describe the work and, where possible, include a copy or the location (e.g., a URL) of an authorized version of the work;</li>\n<li>Identification of the material that is believed to be infringing and its location.\nPlease describe the material and provide a URL or any other pertinent information that will allow us to locate the material on the Service;</li>\n<li>Information that will allow us to contact you, including your address, telephone number and, if available, your e-mail address;</li>\n<li>A statement that you have a good faith belief that the use of the material complained of is not authorized by you, your agent or the law;</li>\n<li>A statement that the information in the notification is accurate and that under penalty of perjury that you are the owner or are authorized to act on behalf of the owner of the work that is allegedly infringed.\nand</li>\n<li>A physical or electronic signature from the copyright holder or an authorized representative.</li>\n</ol>13.\nModification of These Terms<p>Animatron reserves the right to modify and/or change any of the terms and conditions of this Agreement at any time and without prior notice.\nIf Animatron materially modifies this Agreement it will make reasonable efforts to notify you of the change.\nYou acknowledge that your continued use of the website following such amendments will constitute your acceptance of such amendments.</p>14.\nIndemnification and Release<p>You hereby agree to indemnify us and hold us harmless from any and all third-party claims and expenses, including attorney’s fees, arising from your use of the Service or from your breach of these Terms.</p>\n<p>In the event that you have a dispute with one of more other users or any third parties, you hereby release us, our officers, employees, agents and successors-in-right from claims, demands and damages (actual and consequential) of every kind or nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to such disputes and/or the Service.</p>15.\nDisclaimer of Warranties and Limitations of Liabilities<p>READ THIS SECTION CAREFULLY AS IT LIMITS OUR LIABILITY TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW.</p>\n<p>The Service may contain links to third-party websites or services which are independent of us.\nWe assume no responsibility for the content, privacy policies, or practices of and make no representation or warranty as to the accuracy, completeness or authenticity of information contained in any third party website or service.\nWe have no right or ability to edit the content of any third party websites or service.\nYou acknowledge that we shall not be liable for any and all liability arising from your use of any third party website or service.</p>\n<p>The Service is provided “AS-IS” and without any warranty or condition, express, implied or statutory.\nWe specifically disclaim to the fullest extent any implied warranties of merchantability, fitness for a particular purpose, non-infringement, information accuracy, integration, interoperability or quiet enjoyment.\nWe disclaim any warranties for viruses or other harmful components in connection with the Service.\nSome jurisdictions do not allow or limit the disclaimer of implied warranties, therefore in such jurisdictions, some of the foregoing disclaimers may not apply to you or be limited.</p>\n<p>UNDER NO CIRCUMSTANCES SHALL WE BE LIABLE FOR DIRECT, INDIRECT INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES (EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES) RESULTING FROM ANY ASPECT OF YOUR USE OF THE SERVICE, WHETHER, WITHOUT LIMITATION, SUCH DAMAGES ARISE FROM (I) YOUR USE, MISUSE OR INABILITY TO USE THE SERVICE, (II) YOUR RELIANCE ON ANY CONTENT ON THE SERVICE, (III) THE INTERRUPTION, SUSPENSION, MODIFICATION, ALTERATION OR COMPLETE DISCONTINUANCE OF THE SERVICE OR (IV) THE TERMINATION OF THE SERVICE BY US.\nTHESE LIMITATIONS ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY REASON OF OTHER SERVICES OR PRODUCTS RECEIVED OR ADVERTISED IN CONNECTION WITH THE SERVICE.\nSOME JURISDICTIONS DO NOT ALLOW OR LIMIT SOME LIMITATIONS OF LIABILITY, THEREFORE IN SUCH JURISDICTIONS, SOME OF THE FOREGOING LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<p>WE DO NOT WARRANT THAT (I) THE SERVICE WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS, (II) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (III) THE RESULTS THAT MAY BE OBTAINED FROM YOUR USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE, (IV) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, CONTENT OR OTHER MATERIAL OBTAINED THROUGH THE SERVICE WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS, OR (V) ANY ERRORS IN CONTENT WILL BE CORRECTED.</p>\n<p>ANY CONTENT OBTAINED THROUGH THE USE OF THE SERVICE IS OBTAINED AT YOUR OWN DISCRETION AND RISK.\nYOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOU, YOUR COMPUTER SYSTEM OR OTHER DEVICE OR LOSS OF DATA THAT RESULTS FROM SUCH CONTENT.</p>\n<p>YOUR SOLE AND EXCLUSIVE RIGHT AND REMEDY IN CASE OF DISSATISFACTION WITH THE SERVICE OR ANY OTHER GRIEVANCE SHALL BE THE TERMINATION OF YOUR USE OF THE WEBSITE.\nWITHOUT LIMITING THE FOREGOING, IN NO CASE SHALL THE MAXIMUM LIABILITY OF US ARISING FROM OR RELATING TO YOUR USE OF THE WEBSITE EXCEED THE AMOUNT PAID BY YOU TO US BY YOU PURSUANT TO THESE TERMS IN THE TWELVE (12) MONTHS PRECEDING THE ACCRUAL OF A CLAIM.</p>16.\nChoice of Law and Venue<p>To the maximum extent permitted by law, these Terms as well as any claim, cause of action, or dispute that may arise between you and us, are governed by the laws of the Commonwealth of Massachusetts without regard to conflict of law provisions.\nFOR ANY CLAIM BROUGHT BY EITHER PARTY, YOU AGREE TO SUBMIT AND CONSENT TO THE PERSONAL AND EXCLUSIVE JURISDICTION IN, AND THE EXCLUSIVE VENUE OF THE COURTS IN MIDDLESEX COUNTY, MASSACHUSETTS.</p>17.\nGeneral Terms<ol>\n<li>These Terms, as amended from time to time, constitute the entire agreement between you and us and supersede all prior agreements between you and us and may not be modified without our written consent.</li>\n<li>Our failure to enforce any provision of these Terms will not be construed as a waiver of any provision or right.</li>\n<li>If any part of these Terms is determined to be invalid or unenforceable pursuant to applicable law, then the invalid and unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the agreement shall continue in effect.</li>\n<li>Nothing herein is intended, nor will be deemed, to confer rights or remedies upon any third party.</li>\n<li>These Terms are not assignable, transferable or sub-licensable by you except with our prior written consent, but may be assigned or transferred by us without restriction.</li>\n<li>You agree that we may provide you with notices by e-mail, regular mail, or postings to the Service.</li>\n<li>The section titles in these Terms are for convenience only and have no legal or contractual effect.</li>\n<li>As used in these Terms, the term “including” is illustrative and not limitative.</li>\n<li>If this agreement is translated and executed in any language other than English and there is any conflict as between the translation and the English version, the English version shall control.</li>\n</ol>Contact Us<p>If you have any questions about these Terms, please contact us at:</p>www.animatron.com<p>2 Seaport Lane, Suite 8C, 8th Floor, Seaport East <br> Boston, MA 02210</p>legal@wave.videoThis document was last updated on January 10, 2020", "created_at": "2021-10-05 21:53:23.831869", "updated_at": "2021-10-05 19:54:08.441729"}], "points": [], "urls": ["wave.video"]}}