{"error": 448, "message": "OK", "parameters": {"id": 6055, "name": "Threat STOP ", "created_at": "2021-12-11 21:38:47.515477", "updated_at": "2021-12-11 23:01:12.329598", "wikipedia": null, "keywords": null, "related": null, "slug": "threat-stop", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6055.png", "url": "threatstop.com", "documents": [{"id": 10953, "name": " Terms of Service", "url": "https://www.threatstop.com/tos", "xpath": "/html/body/main/div/div/div/div/div[2]/div/div/div/div/div/div/section", "text": " <p>\n<strong>END USER SERVICE AGREEMENT</strong>\n</p>\n<p>THIS END USER SERVICE AGREEMENT (“AGREEMENT”) IS A LEGAL AGREEMENT BETWEEN YOU (THE “CUSTOMER”) AND THREATSTOP, INC.\n(“THREATSTOP”) AND GOVERNS THE USE OF THE THREATSTOP SERVICES.\nIF CUSTOMER REGISTERS FOR A FREE TRIAL VERSION OF THE THREATSTOP SERVICES, THIS AGREEMENT WILL ALSO GOVERN SUCH FREE TRIAL.\n&nbsp;BY CLICKING THE “I AGREE” BUTTON INDICATING YOUR ACCEPTANCE OF THIS AGREEMENT OR BY EXECUTING AN ORDER FORM THAT REFERENCES THIS AGREEMENT, YOU AGREE TO ALL OF THE TERMS OF THIS AGREEMENT.\nIF YOU ARE ENTERING INTO THIS AGREEMENT ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, YOU REPRESENT THAT YOU HAVE THE AUTHORITY TO BIND SUCH ENTITY AND ITS AFFILIATES TO THESE TERMS AND CONDITIONS, IN WHICH CASE THE TERMS “YOU”, “YOUR” OR “CUSTOMER” SHALL REFER TO SUCH ENTITY AND ITS AFFILIATES.\nIF YOU DO NOT HAVE SUCH AUTHORITY, OR IF YOU DO NOT AGREE WITH THE TERMS AND CONDITIONS OF THIS AGREEMENT, YOU MUST NOT ACCEPT THIS AGREEMENT AND MAY NOT USE THE THREATSTOP SERVICES.</p>\n<p>\n<strong>This Agreement was last updated on [March 28th, 2019].</strong>\n</p>\n<p>\n<strong>1.\nDEFINITIONS.</strong>\n</p>\n<p>\n<strong>“Affiliate”&nbsp;</strong>means an entity which directly or indirectly controls.\nis Controlled by, or is under common Control with that party.\nFor these purposes, an entity shall be treated as being controlled by another if that other entity has fifty percent (50%) or more of the votes in such entity, is able to direct its affairs and/or to control the composition of its board of directors or equivalent body.</p>\n<p>\n<strong>“Confidential Information”</strong>&nbsp;has the meaning set forth in Section 9.</p>\n<p>\n<strong>“Control”&nbsp;</strong>(including the terms&nbsp;<em>controlling, controlled by</em>&nbsp;and&nbsp;<em>under common control with</em>) means the possession, directly or indirectly, of the power to direct or cause the direction of the management and operating policies of an entity through the ownership of voting securities (more than fifty percent (50%) of an entity’s voting or equity securities or the maximum allowed by law), contract, voting trust or otherwise.</p>\n<p>\n<strong>“Customer”</strong>&nbsp;means the person or entity ordering the ThreatSTOP Service and entering into this Agreement, including its Affiliates, provided all such entities ordering or using the ThreatSTOP Service have agreed to be bound by the terms and conditions of this Agreement.</p>\n<p>\n<strong>“Customer Data”&nbsp;</strong>mean all text, files, data, output, programs, files, information, or other information or material, including without limitation, event data such as firewall logs, IP addresses, domain names, name servers, and system information that Customer provides in conjunction with the ThreatSTOP Service.</p>\n<p>\n<strong>“Customer Equipment”</strong>&nbsp;means Customer’s computer hardware, software and network infrastructure used to access the ThreatSTOP Service.</p>\n<p>“<strong>Designated Site”</strong>&nbsp;shall mean the specific location of Customer’s business designated in the Order Form, or if none is specified, Customer’s principal business location;</p>\n<p>\n<strong>“Documentation”</strong>&nbsp;means the online help files and other content relating to use of the ThreatSTOP Service made available by ThreatSTOP on the ThreatSTOP's website.</p>\n<p>\n<strong>“Effective Date”</strong>&nbsp;means the date Customer accepts and enters into this Agreement.</p>\n<p>\n<strong>“Force Majeure”</strong>&nbsp;means causes beyond either party’s reasonable control, including but not limited to fire, flood, earthquake, explosion, labor dispute, act of God, equipment failure, riot or civil disturbance, war, acts of terror, any government law, or regulation, court order, power outages or failures or delays resulting from third party service providers, or denial of service attacks.</p>\n<p>\n<strong>“Initial Term”</strong>&nbsp;means the initial one year license term, commencing on the Effective Date.</p>\n<p>\n<strong>“Licensed Software”</strong>&nbsp;means the Software and Software Updates.</p>\n<p>\n<strong>“Order Form”</strong>&nbsp;means the ordering document for the ThreatSTOP Service, including any addenda thereto, entered into between ThreatSTOP and Customer, or a Reseller and Customer, as applicable, that specifies the Customer Equipment and subscription type for which the ThreatSTOP Service is purchased by Customer, any limitations to the features of the ThreatSTOP Service provided, and the ThreatSTOP Service Fees for the Initial Term.&nbsp.\nOrder Forms must be approved by ThreatSTOP in order to be valid and shall be deemed incorporated herein by reference.</p>\n<p>\n<strong>“Reseller”</strong>&nbsp;means the authorized third party reseller from whom Customer has ordered the ThreatSTOP Service, if Customer is not ordering the ThreatStop Service directly from ThreatSTOP.</p>\n<p>\n<strong>“Software”</strong>&nbsp;means the object code form of the ThreatSTOP software products, including without limitation scripts, made available through the ThreatSTOP Service under this Agreement.&nbsp;</p>\n<p>\n<strong>“Software Updates</strong>” means the object code form of the updates, modifications, or new releases of the Software that ThreatSTOP generally makes available via the ThreatSTOP's website at no additional charge to its customers who are current in payment of ThreatSTOP Service Fees.&nbsp.\nSoftware Updates may be used in accordance with the terms and restrictions relating to Software hereunder.\nSoftware Updates do not include products, modules or options that are designated by ThreatSTOP as new products, modules or options for which ThreatSTOP charges a separate fee.</p>\n<p>\n<strong>“Term”</strong>&nbsp;means the Initial Term and any renewal Term, or with respect to the free trial version of the ThreatSTOP Service, the free trial period agreed to by ThreatSTOP at the time of registration.</p>\n<p>\n<strong>“ThreatSTOP Service”&nbsp;</strong>means the products and services that are ordered by Customer under a free trial or an Order Form and made available by ThreatSTOP online through its website, including (i) the DNS services, device management services, and event reporting services made available by ThreatSTOP through its website for remote use by ThreatSTOP's customers.\nand (ii) the service by which the Licensed Software hosted on servers controlled by ThreatSTOP, and as applicable, its designees, and the services referenced in (i) above, are made available by ThreatSTOP through its website for remote use by ThreatSTOP's customers.&nbsp;</p>\n<p>\n<strong>“ThreatSTOP Service Fees”</strong>&nbsp;mean the fees paid by Customer to ThreatSTOP or to Reseller, as applicable, for the right to access and use the ThreatSTOP Services during the Term.</p>\n<p>\n<strong>2.\nLICENSE GRANT.</strong>&nbsp.\nSubject to the terms of this Agreement, during the Term, ThreatSTOP hereby grants Customer a limited term, non-sublicensable, non-transferable, and non-exclusive license to access and use the ThreatSTOP Service, including the Licensed Software as made available by ThreatSTOP through the ThreatSTOP Service, in accordance with the Documentation solely for Customer’s internal business purposes.\nAuthorized users include Customer employees and Customer subcontractors, agents, and consultants provided such subcontractors, agents, and consultants use the ThreatSTOP Service solely for Customer’s own internal business purposes in accordance with this Agreement.&nbsp.\nInternal business purposes means the use must be for Customer’s own internal NETWORK and not for the benefit of any third party, except as expressly permitted in a separate written addendum to this Agreement signed by each party.\nThreatSTOP reserves the right to modify the features, functionality or other aspects of the ThreatSTOP Service from time to time, provided that ThreatSTOP will not modify the ThreatSTOP Service in a manner that would have a significant adverse affect on Customer’s use of the ThreatSTOP Service without providing reasonable advance notice to Customer.\n&nbsp;ThreatSTOP may set certain additional limits and restrictions on use for Customers of the free trial version of the ThreatSTOP Service at any time, at ThreatSTOP’s discretion.</p>\n<p>\n<strong>3.\nLICENSE RESTRICTIONS</strong>.&nbsp.\nCustomer hereby acknowledges and agrees that it shall not use the Licensed Software or the ThreatSTOP Service for any purpose other than the purpose for which ThreatSTOP has developed the Licensed Software and ThreatSTOP Service, and that it shall use the Licensed Software and the ThreatSTOP Service in accordance with all applicable laws, rules, and regulations, including without limitation all export control laws and regulations.&nbsp.\nExcept as expressly permitted by this Agreement, Customer shall not, nor permit anyone else to: (i) use or permit the Licensed Software or ThreatSTOP Service to be used in connection with providing any services to any third party, processing data or other information on behalf of any third party, or for any virtualization, facility management, service provider, service bureau, time-sharing, software as a service, cloud or other similar technology, service or arrangement, whether or not over a network or on a hosted basis, including in connection with the internet or any web hosting, wide area network (WAN), or virtual private network (VPN), where the Licensed Software or ThreatSTOP Service are used or operated for the benefit of a third party.\n(ii) copy all or any portion of the Licensed Software or &nbsp;ThreatSTOP Service.\n(iii) decompile, disassemble or otherwise reverse engineer (except to the extent expressly permitted by applicable law, notwithstanding a contractual obligation to the contrary) the Licensed Software or the ThreatSTOP Service, or any portion thereof, or determine or attempt to determine any source code, algorithms, methods, or techniques used or embodied in the Licensed Software or ThreatSTOP Service or any portion thereof.\n(iv) modify, translate, or create any derivative works based upon the Licensed Software or the ThreatSTOP Service.\n(v) distribute, disclose, market, rent, lease, assign, sublicense, pledge, or otherwise transfer the Licensed Software or ThreatSTOP Service, in whole or in part, to any third party.\n(vi) remove or alter any copyright, trademark, or other proprietary notices, legends, symbols, or labels appearing on or in the Licensed Software or the ThreatSTOP Service.\n(vii) perform, or release the results of, benchmark tests or other comparisons of the Licensed Software or the ThreatSTOP Service with other software or materials.\n(viii) access the Licensed Software or the ThreatSTOP Service from, or transfer the Licensed Software or ThreatSTOP Service to, any devices other than the Customer Equipment or to any site other than the Designated Site.\n(ix) incorporate the Licensed Software or ThreatSTOP Service or any portion thereof into any other compilations, materials, products, or services, or use the Licensed Software or ThreatSTOP Service for production purposes.\nor (x) use the Licensed Software or ThreatSTOP Service for any purpose other than in accordance with the terms and conditions of this Agreement.&nbsp.\nIn the event of any violation of this Section 2, ThreatSTOP may immediately terminate this Agreement, and shall be entitled to equitable relief in accordance with Section 9.3.</p>\n<p>\n<strong>4.\nOWNERSHIP.</strong>&nbsp.\nThreatSTOP (or its licensors) retains all ownership of patent, copyright, trademark and other intellectual property rights in the ThreatSTOP Service and Licensed Software, including without limitation any derivative work of the Licensed Software or ThreatSTOP Service or portions thereof.\nExcept as otherwise expressly granted in this Agreement, no license, right or interest in any ThreatSTOP or ThreatSTOP licensor trademark, copyright, trade name or service mark is granted hereunder.\n&nbsp;There are no implied rights and all other rights not expressly granted herein are reserved.&nbsp.\nCustomer agrees to take any action reasonably requested by ThreatSTOP to evidence, maintain, enforce, or defend the foregoing.&nbsp.\nCustomer shall not take any action to jeopardize, encumber, limit, or interfere in any manner with ThreatSTOP’s or its licensors’ ownership of and rights with respect to the Licensed Software or any derivative work thereof.&nbsp.\nCustomer retains all copyright, trademark and other intellectual property rights in Customer Data, provided that ThreatSTOP (and if applicable, its employees, consultants and suppliers) may retain and use all Customer Data in the course of the administration, operation, maintenance, monitoring and supporting the Licensed Software and the ThreatSTOP Service.&nbsp.\nThreatSTOP may use Customer Data in aggregate form and in a manner that does not identify Customer (“Aggregated Data”) for marketing, improving, modifying and publishing results of, the Licensed Software and the ThreatSTOP Service, as well as for research, network security, forensic analysis, and analytics and may share such Aggregated Data with research organizations and other third party security companies.&nbsp.\nThreatSTOP shall have a royalty-free, worldwide, irrevocable, perpetual license to use the Aggregated Data for such purposes and to incorporate into the ThreatSTOP Service any suggestions, enhancement requests, recommendations or other feedback provided by Customer relating to the operation of the ThreatSTOP Service.\nThreatSTOP may also provide Customer Data in response to valid legal process, such as subpoenas, search warrants and court orders, or to establish or exercise its legal rights or defend against legal claims both during and after the Term.&nbsp.\nThreatSTOP disclaims all responsibility and will not be liable to Customer for any disclosure of such information to any such third party.</p>\n<p>\n<strong>5.\nFEES.&nbsp;</strong>\n</p>\n<p>\n<strong>5.1&nbsp;</strong>This Section 5 applies in all situation in which Customer pays ThreatSTOP directly.&nbsp.\nIf Customer pays a Reseller for the ThreatSTOP Services, then the charges and billing terms are as stated by the Reseller.&nbsp.\nThe ThreatSTOP Service Fees for the Initial Term are specified on the initial Order Form.&nbsp.\nThe first year’s ThreatSTOP Service Fees are payable in advance.\nThreatSTOP Service Fees for subsequent years will be invoiced annually, sixty (60) days in advance of the anniversary of the Effective Date.&nbsp.\nThreatSTOP Services Fees for subsequent years are due within thirty (30) days of date of invoice.\nThreatSTOP may change or increase the prices it charges Customer for the ThreatSTOP Service at any time after the Initial Term effective thirty (30) days after providing notice to Customer.&nbsp.\nThreatSTOP Service Fees are non-cancelable and fees paid are non-refundable.\nThreatSTOP may suspend or cancel the ThreatSTOP Service if Customer fails to pay in full on time.</p>\n<p>\n<strong>5.2</strong>&nbsp;If Customer provides ThreatSTOP with credit card information for billing, Customer authorize ThreatSTOP to charge such credit card for the ThreatSTOP Service for the Initial Term and any renewal subscription term(s) as set forth in Section 12.1.\nSuch charges shall be made in annually in advance.\nIf the Order Form specifies that payment will be by a method other than a credit card, ThreatSTOP will invoice Customer in advance as set forth in Section 5.1 and Customer will pay such fees pursuant to the terms of this Section 5.\nCustomer is responsible for providing complete and accurate billing and contact information to ThreatSTOP and notifying ThreatSTOP of any changes to such information.</p>\n<p>\n<strong>5.3</strong>&nbsp;All fees are payable in US dollars.\nA finance charge of 1.5% per month, or, if less, the maximum amount allowed by law, may be charged on past due amounts.&nbsp.\nCustomer shall pay any attorneys’ fees, court costs, or other costs incurred in collection of delinquent amounts.&nbsp.\nAll prices set forth in this Agreement are in U.S.\nDollars and are exclusive of any applicable taxes.&nbsp.\nCustomer shall pay, indemnify, and hold ThreatSTOP harmless from all import and export duties, customs fees, levies, or imposts, and all sales, use, value added, or other fees, governmental charges, or taxes of any nature (other than U.S.\ntaxes on ThreatSTOP’s income), including penalties and interest, and all government permit or license fees assessed upon or with respect to any products sold, leased, or licensed to Customer and any services rendered to Customer.&nbsp;</p>\n<p>\n<strong>6.\nCUSTOMER EQUIPMENT</strong>.\nThreatSTOP is not responsible for (i) obtaining and maintaining any Customer Equipment or any ancillary third party services needed by Customer to connect to or access the ThreatSTOP Service.\n(ii) paying any of Customer’s third-party access charges (e.g., kiosk, ISP, telecommunications) incurred by Customer to access and use the ThreatSTOP Service.\nor (iii) ensuring that the Customer Equipment and any third party services of Customer are compatible with the ThreatSTOP Service and comply with all configuration requirements set forth in the Documentation.</p>\n<p>\n<strong>7.\nINTELLECTUAL PROPERTY INFRINGEMENT.</strong>\n</p>\n<p>\n<strong>7.1</strong>&nbsp;ThreatSTOP shall defend any action brought against Customer to the extent it is based on a third party claim that use by Customer of the Licensed Software as furnished hereunder, which use is in accordance with the terms and conditions of this Agreement, directly infringes any valid United States patent, copyright, or trade secret.&nbsp.\nThreatSTOP shall pay any liabilities, costs, damages, and expenses (including reasonable attorney’s fees) finally awarded against Customer in such action that are attributable to such claim, provided: (a) Customer notifies ThreatSTOP in writing of any such claim within twenty (20) days of learning of such claim.\n(b) ThreatSTOP has sole control of the defense and all related settlement negotiations.\nand (c) Customer cooperates with ThreatSTOP, at ThreatSTOP’s expense, in defending or settling such claim (provided that ThreatSTOP shall not enter into any settlement or other compromise that materially adversely affects Customer without Customer’s written approval, not to be unreasonably withheld, delayed, or conditioned).&nbsp.\nIn addition to the foregoing, Customer agrees to promptly notify ThreatSTOP of any known or suspected infringement or misappropriation of ThreatSTOP’s proprietary rights of which Customer becomes aware.&nbsp.\nShould the Licensed Software or the ThreatSTOP Service become, or be likely to become in ThreatSTOP’s opinion, the subject of any claim of infringement, ThreatSTOP may, at its option: (i) procure for Customer the right to continue using the potentially infringing materials.\n(ii) replace or modify the potentially infringing materials to make them non-infringing.\nor (iii) terminate this Agreement.\n&nbsp;</p>\n<p>\n<strong>7.2</strong>&nbsp;ThreatSTOP shall have no liability for, and Customer shall indemnify, defend, and hold ThreatSTOP harmless from and against, any claim based upon: (i) the use, operation, or combination of the Licensed Software or the ThreatSTOP Service with non-ThreatSTOP programs, data, equipment, or documentation if liability would have been avoided but for such use, operation, or combination.\n(ii) use of other than the then-current, unaltered version of the Licensed Software or ThreatSTOP Service.\n(iii) Customer’s activities after ThreatSTOP has notified Customer that ThreatSTOP believes such activities may result in infringement.\n(iv) any modifications to or markings of the Licensed Software or the ThreatSTOP Service that are not specifically authorized in writing by ThreatSTOP.\n(v) any third party software.\n(vi) any Customer Data or other Customer materials.\nor (vii) Customer’s breach or alleged breach of this Agreement.&nbsp.\nCustomer shall pay any liabilities, costs, damages, and expenses (including reasonable attorney’s fees) awarded against ThreatSTOP in such action that are attributable to such claim provided: (x) ThreatSTOP notifies Customer in writing of any such claim within twenty (20) days of learning of such claim.\n(y) Customer has sole control of the defense and all related settlement negotiations (provided that Customer shall not enter into any settlement or other compromise that materially adversely affects ThreatSTOP without ThreatSTOP's written approval, which shall not be unreasonably withheld, delayed, or conditioned).\nand (iii) ThreatSTOP cooperates with Customer, at Customer’s expense, in defending or settling such claim.&nbsp.\nThis Section 7 states the entire liability of ThreatSTOP and the exclusive remedy of Customer with respect to infringement of any intellectual property or other rights, whether under theory of warranty, indemnity, or otherwise.</p>\n<p>\n<strong>8.\nADDITIONAL RESPONSIBILITIES.</strong>\n</p>\n<ol>\n<li>\n<strong>1</strong>&nbsp;Customer is responsible for (i) all Customer Data that Customer uploads, posts, transmits, or otherwise disseminates using the ThreatSTOP Service.\n(ii) maintaining secure access to the ThreatSTOP Service.\n(iii) maintaining reasonable security mechanism with respect to issuance of username and password information.\n(iv) any and all activities that occur under Customer’s ThreatSTOP Service account.\n(v) properly configuring the ThreatSTOP Service in accordance with the Documentation.\nand (vi) using the ThreatSTOP Service solely for lawful purposes and in compliance with all applicable laws.\nCustomer will notify ThreatSTOP immediately of any unauthorized use of Customer’s ThreatSTOP Service account or any other breach of security regarding Customer’s ThreatSTOP Service account.</li>\n<li>\n<strong>2</strong>&nbsp;If Customer ordered the ThreatSTOP Service through a Reseller, Customer shall contact such Reseller for all support for the ThreatSTOP Service.&nbsp.\nIf Customer contracts ThreatSTOP for support services that Customer should have sought from a Reseller, ThreatSTOP will refer the Customer to its Reseller to provide such support.&nbsp.\nIf Customer ordered or is ordering the ThreatSTOP Service directly from ThreatSTOP, ThreatSTOP shall provide support for the ThreatSTOP Service to Customer at no additional charge in accordance with the support guidelines set forth in the Documentation, the User Interface, and on ThreatSTOP’s public website.\nNotwithstanding the foregoing, no support services are provided for free trial versions of the ThreatSTOP Service.&nbsp;</li>\n<li>\n<strong>3</strong>&nbsp;ThreatSTOP will use commercially reasonable efforts to make the ThreatSTOP Service available 24 hours a day, 7 days a week, except for: (a) planned downtime (of which ThreatSTOP will give at least 8 hours notice via the ThreatSTOP Service and which ThreatSTOP will schedule to the extent practicable during the weekend hours from 6:00 p.m.\nFriday to 3:00 a.m.\nMonday Pacific Time), or (b) any unavailability resulting from an event of Force Majeure.&nbsp;</li>\n</ol>\n<p>\n<strong>9.\nCONFIDENTIALITY</strong>\n<strong>.</strong>\n</p>\n<p>\n<strong>9.1</strong>&nbsp;“Confidential Information” includes, without limitation, the Documentation, Licensed Software, ThreatSTOP Service and results of ThreatSTOP Service comparative performance benchmarks, passwords provided to Customer for ThreatSTOP Service access, Customer Data, information related to past, present or future research, development or business affairs, any proprietary products, materials or methodologies, and any other information that which by its nature is normally and reasonably considered confidential or provides the disclosing party with a competitive advantage.&nbsp.\nConfidential Information other than that described in the preceding sentence, shall be marked as confidential or proprietary or, if disclosed verbally, shall be identified as confidential or proprietary at the time of disclosure.\nThe receiving party shall protect the disclosing party’s Confidential Information with the same degree of care that it regularly uses to protect its own Confidential Information from unauthorized use or disclosure, but in no event less than a reasonable degree of care.\nThe receiving party shall use the Confidential Information only for the limited purpose of performing its obligations under this Agreement.\nConfidential Information shall not be provided or disclosed to anyone except those employees or contractors of the receiving party with a need to know in connection with the exercise of the receiving party’s rights or obligations under this Agreement who agree to be bound by these terms.&nbsp.\nConfidential Information and any and all authorized copies thereof shall remain the property of the disclosing party and shall be destroyed or returned if requested by the disclosing party.&nbsp;</p>\n<p>\n<strong>9.2</strong>&nbsp;Notwithstanding any provision contained in this Agreement, neither party shall be required to maintain in confidence any of the following: (i) information that, at the time of disclosure to the receiving party, is in the public domain.\n(ii) information that, after disclosure, becomes part of the public domain without restriction, except by breach of this Agreement.\n(iii) information that was in the receiving party’s possession at the time of disclosure, and which was not acquired, directly or indirectly, from the disclosing party.\n(iv) information that the receiving party can demonstrate resulted from its own research and development, independent of and without reference to disclosure from the disclosing party.\n(v) information that the receiving party receives from third parties, provided such information was not obtained by such third parties from the disclosing party on a confidential basis.\nor (vi) information that is produced in compliance with applicable law or a court order, provided the other party is given reasonable notice of such law or order and an opportunity to attempt to preclude or limit such production.</p>\n<p>\n<strong>9.3</strong>&nbsp;Customer acknowledges and agrees that due to the unique nature of ThreatSTOP’s Confidential Information, there can be no adequate remedy at law to compensate ThreatSTOP for the breach of this Section 9 or of Sections&nbsp;2, 3, or 4.\nthat any such breach will allow Customer or third parties to compete unfairly with ThreatSTOP resulting in irreparable harm to ThreatSTOP that would be difficult to measure.\nand, therefore, that upon any such breach or threat thereof, ThreatSTOP shall be entitled to injunctive and other appropriate equitable relief (without the necessity of proving actual damages or of posting a bond), in addition to whatever remedies it may have at law, hereunder, or otherwise.</p>\n<p>\n<strong>10.\nNO WARRANTIES.</strong>&nbsp;TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE LICENSED SOFTWARE AND THREATSTOP SERVICE ARE PROVIDED&nbsp;<strong>“AS IS”</strong>, AND THREATSTOP DOES NOT MAKE, AND HEREBY DISCLAIMS, ANY AND ALL WARRANTIES, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE RELATED TO THE LICENSED SOFTWARE AND THREATSTOP SERVICE AND CUSTOMER’S USE OR INABILITY TO USE THEM, THE RESULTS OF THEIR USE AND THIS AGREEMENT.&nbsp.\nThis disclaimer shall apply even if the express warranty set forth above fails of its essential purpose.</p>\n<p>\n<strong>11.\nLIMITATION OF LIABILITY.</strong>\n</p>\n<p>\n<strong>11.1&nbsp;</strong>EXCEPT (I) WITH RESPECT TO SECTION 7 (INFRINGEMENT INDEMNITY), OR (II) FOR DAMAGES RELATED TO CLAIMS BASED ON A BREACH OF ITS OBLIGATIONS SET FORTH IN SECTION 9 (CONFIDENTIALITY), THREATSTOP’ LIABILITY UNDER THIS AGREEMENT SHALL IN NO EVENT EXCEED THE THREATSTOP SERVICE FEES PAID BY CUSTOMER FOR THE THREATSTOP SERVICE DURING THE TWELVE (12) MONTHS PRECEDING THE EVENT THAT RESULTED IN SUCH CLAIM.\n&nbsp;</p>\n<p>\n<strong>11.2</strong>&nbsp;EXCEPT (I) WITH RESPECT TO&nbsp.\nSECTION 7 (INFRINGEMENT INDEMNITY).\n(II) DAMAGES RELATED TO CLAIMS BASED ON EITHER PARTY’S BREACH OF ITS OBLIGATIONS SET FORTH IN SECTION 9 (CONFIDENTIALITY).\nOR (III) DAMAGES RELATED TO EITHER PARTY’S UNAUTHORIZED USE, DISTRIBUTION, OR DISCLOSURE OF THE OTHER PARTY’S INTELLECTUAL PROPERTY, IN NO EVENT SHALL EITHER PARTY BE LIABLE FOR INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OR INACCURACY OF DATA, LOSS OF PROFITS OR REVENUE, BUSINESS INTERRUPTION, HOWEVER ARISING, EVEN IF IT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>\n<strong>12.\nTERM AND TERMINATION.&nbsp;</strong>\n</p>\n<p>\n<strong>12.1</strong>&nbsp;This Agreement is effective upon the Effective Date and unless sooner terminated by either party in accordance with this Section 12, shall remain effective for the Initial Term, and shall automatically renew for successive one-year terms unless either party gives the other notice of non-renewal within sixty (60) days prior to the end of the then-current term.&nbsp;</p>\n<p>\n<strong>12.2</strong>&nbsp;Notwithstanding the foregoing, this Agreement may be terminated by either party immediately upon written notice if the other party: (i) becomes insolvent or ceases doing business for a period greater than ninety (90) days.\nor (ii) materially breaches any of its obligations under this Agreement and fails to cure such breach within thirty (30) days following written notice to such party.&nbsp.\nAdditionally, ThreatSTOP may terminate this Agreement upon thirty (30) days written notice to Customer in the event that ThreatSTOP has not received payment for the ThreatSTOP Service provided to Customer for the then-current term, regardless of whether Customer has made payment to a Reseller.</p>\n<p>\n<strong>12.3</strong>&nbsp;Solely with respect to the free trial version of the ThreatSTOP Service, the ThreatSTOP Service is made available to Customer on a trial basis free of charge until the earlier of (a) the end of the free trial period for which Customer registered or is registering to use the ThreatSTOP Service, or (b) the start date of any paid ThreatSTOP Service ordered by Customer.&nbsp;&nbsp.\nThis Agreement may be terminated with respect to the free trial version of the ThreatSTOP Service by either party at any time without cause upon 7 days prior written notice, or immediately by ThreatSTOP if Customer is in material breach of this Agreement.&nbsp;</p>\n<p>\n<strong>12.4</strong>&nbsp;The provisions of Sections 1 (Definitions), 3 (License Restrictions), 4 (Ownership), 5 (Fees), 7 (Intellectual Property Infringement), 8.1 (Customer Responsibilities), 9 (Confidentiality), 10 (No Warranties), 11 (Limitation of Liability), 12.4 (Survival) and any other term that by its nature ought to survive termination will survive the expiration or termination of this Agreement.</p>\n<p>\n<strong>12.5</strong>&nbsp;Upon the effective date of termination of this Agreement: (i) ThreatSTOP will immediately cease providing the ThreatSTOP Service to Customer.\n(ii) Customer’s license to use the ThreatSTOP Service, and the Licensed Software through the ThreatSTOP Service will cease.\n(iii) any and all payment obligations of Customer incurred prior to the date of termination will immediately become due.\nand (iv) within thirty (30) days of such termination each party will return all copies of Confidential Information of the other party in its possession, except as permitted by this Agreement or required to comply with any applicable legal or accounting record keeping requirement.</p>\n<p>\n<strong>13.\nMISCELLANEOUS.&nbsp;</strong>\n</p>\n<p>\n<strong>13.1 As defined in FAR section 2.101, DFAR section 252.227-7014(a)(1) and DFAR section 252.227-7014(a)(5) or otherwise, the Licensed Software and Documentation provided in connection with this Agreement are “commercial items,” “commercial computer software” and/or “commercial computer software documentation.”&nbsp.\nConsistent with DFAR section 227.7202, FAR section 12.212 and other sections, any use, modification, reproduction, release, performance, display, disclosure or distribution thereof by or for the U.S.\nGovernment shall be governed solely by the terms of this Agreement and shall be prohibited except to the extent expressly permitted by the terms of this Agreement.&nbsp.\nAny technical data provided that is not covered by the above provisions shall be deemed “technical data-commercial items” pursuant to DFAR section 227.7015(a).&nbsp.\nAny use, modification, reproduction, release, performance, display or disclosure of such technical data shall be governed by the terms of DFAR section 227.7015(b).</strong>\n</p>\n<p>\n<strong>13.2</strong>&nbsp;The parties may issue one or more mutually agreed upon press releases at mutually agreed times.\nThreatSTOP may include Customer’s name and logo in on its website and in customer lists and marketing materials.&nbsp.\n&nbsp;</p>\n<p>\n<strong>13.3</strong>&nbsp;This Agreement, including the Order Forms, and other addenda thereto, represents the complete agreement regarding the subject matter of this Agreement and supersedes all prior and contemporaneous agreements, understandings, negotiations and discussions, whether oral or written, of the parties.</p>\n<p>\n<strong>13.4</strong>&nbsp;This Agreement may be amended only by a written document executed by a duly authorized representative of each party.\nNo purchase order, other ordering document or any hand written or typewritten text which purports to modify or supplement the printed text of this Agreement or any Order Form shall add to or vary the terms of this Agreement unless signed by authorized representatives of each party.\n&nbsp;However, to the extent of any conflict or inconsistency between the provisions in the body of this Agreement and any Order Form, the terms of such Order Form shall prevail.\nprovided, however, that an Order Form submitted through a Reseller must be pre-approved by ThreatSTOP in writing.</p>\n<p>\n<strong>13.5</strong>&nbsp;If any provision of this Agreement is held to be unenforceable, such provision shall be reformed only to the extent necessary to make the remainder of the Agreement enforceable.</p>\n<p>\n<strong>13.6</strong>&nbsp;Except as otherwise specified in this Agreement, all notices, permissions and approvals hereunder shall be in writing and shall be deemed to have been given upon: (i) personal delivery, (ii) the second business day after mailing, (iii) the second business day after sending by confirmed facsimile, or (iv) the first business day after sending by email (provided email shall not be sufficient for notices of termination or an indemnifiable claim).\nBilling-related notices to Customer shall be addressed to the relevant billing contact designated by Customer.\nAll other notices to Customer shall be addressed to the relevant system administrator designated by Customer when registering for the ThreatSTOP Service.&nbsp.\nAll notices to ThreatSTOP shall be addressed to ThreatSTOP Inc., 2720 Loker Ave W., Suite G., Carlsbad, CA, 92010, attention “Legal Department.”</p>\n<p>\n<strong>13.7</strong>&nbsp;No waiver by either party hereto of any breach of any provision herein shall constitute waiver of any other provision nor shall such waiver constitute consent that the breach may continue or that any other breach will be waived.&nbsp.\nUnless stated otherwise in this Agreement, the remedies provided are cumulative, and are in addition to any other remedies available at law or equity.&nbsp;</p>\n<p>\n<strong>13.8</strong>&nbsp;The parties hereto are and shall remain independent contractors.&nbsp.\nNothing herein shall be deemed to establish a partnership, joint venture, or agency relationship between the parties.&nbsp;</p>\n<p>\n<strong>13.9</strong>&nbsp;Neither party shall assign or transfer this Agreement or any of its rights or obligations hereunder without the prior written consent of the other, which consent shall not be unreasonably withheld, and any attempt to do so without such consent will be void.\nprovided, however, that either party may assign its rights and obligations hereunder in connection with any transaction involving the merger, acquisition or consolidation of the assigning party or the sale of all or substantially all of its assets without the consent of the other party.&nbsp.\nThis Agreement shall inure to the benefit of and bind successors and permitted assigns of the parties.</p>\n<p>\n<strong>13.10</strong>&nbsp;This Agreement, and performance or breach hereunder, shall be governed by and interpreted in accordance with the laws of the State of California, without regard to choice or conflicts of law rules.\n&nbsp;Any controversy or claim arising out of or relating to this Agreement, or the breach thereof, shall be settled by binding arbitration conducted in San Diego County, California in accordance with the rules of the American Arbitration Association, and judgment upon the award rendered may be entered in any court having jurisdiction.&nbsp.\nThe arbitrator may award costs and reasonable attorneys' fees to the prevailing party.&nbsp.\nThis Agreement shall not be governed by the United Nations Convention on Contracts for the International Sale of Goods, the application of which is hereby expressly excluded.</p>\n<p>\n<strong>13.11</strong>&nbsp;Customer shall abide, and contractually require all authorized users to abide, by all applicable export laws and regulations in its use of the Licensed Software and the ThreatSTOP Service.&nbsp.\nNone of the Licensed Software, and no part of the ThreatSTOP Service, may be downloaded, used to provide services or otherwise exported or re-exported (a) into any country for which the United States has a trade embargo or that is prohibited under the United States Export Administration Regulations, as well as the People’s Republic of China, or (b) to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nCommerce Department’s Table of Denial Orders.&nbsp.\nCustomer represents and warrants that it is not located in, under the control of, or a national or resident of any such country or on any such list.</p>\n<p>\n<strong>COMMUNITY ACCOUNT&nbsp;</strong>\n<strong>ADDENDUM TO END USER SERVICE AGREEMENT</strong>\n</p>\n<p>This Addendum (“Addendum”) is a legal agreement between you (“Customer”) and ThreatSTOP, Inc.\n(“ThreatSTOP”) and supplements the End User Service Agreement (“Agreement”) regarding Customer's use of ThreatSTOP's service via Community Account (defined below).</p>\n<p>** Note: If you do not have a ThreatSTOP Community Account, this Addendum does not apply.</p>\n<ol>\n<li>\n<strong>\n<u>Supremacy of Addendum</u>\n</strong>\n<strong>.</strong>&nbsp;Customer and ThreatSTOP hereby agree that, to the extent a conflict exists between this Addendum and the Agreement, the terms of this Addendum shall prevail.&nbsp.\nAll other terms and conditions of the Agreement shall remain in full force and effect.\nThe terms defined in the Agreement and used in this Addendum shall have the same respective meanings as set forth in the Agreement, unless otherwise defined in this Addendum.\nAll references to the Agreement shall refer to the Agreement as amended by this Addendum.</li>\n<li>\n<strong>\n<u>Definition.</u>\n</strong>&nbsp;Section 1 of the Agreement (“Definitions”) is hereby amended by adding the following: <strong>“</strong>\n<strong>Community Account</strong>\n<strong>”</strong>&nbsp;means any account designated as “Community” by ThreatSTOP.</li>\n</ol>\n<ol>\n<li>\n<strong>\n<u>License Grant</u>\n</strong>\n<strong>.&nbsp;</strong>Section 2 of the Agreement (“License Grant”) is hereby amended by adding the following:</li>\n</ol>\n<p>Subject to the terms of the Agreement and this Addendum, during the Term, Customer is not charged with any fee for use of the ThreatSTOP Service via Customer's Community Account.</p>\n<ol>\n<li>\n<strong>\n<u>License Restrictions</u>\n</strong>\n<strong>\n<u>.</u>\n</strong>&nbsp;Section 3 of the Agreement (“License Restrictions”) is hereby amended by adding the following:</li>\n</ol>\n<p>Customer shall use the ThreatSTOP Services via Customer's Community Account only in accordance with the terms to be specified by ThreatSTOP for use of the ThreatSTOP Services via the Community Account (“Community Account Terms”), available&nbsp;here.\nThe Community Account Terms may include restriction of use of the ThreatSTOP Services as to number and type of devices, policy element choices, number of custom lists, reporting and support and may be changed by ThreatSTOP from time to time.</p>\n<ol>\n<li>\n<strong>\n<u>Additional&nbsp;</u>\n</strong>\n<strong>\n<u>Responsibilities</u>\n</strong>\n<strong>.</strong>&nbsp.\nSection 8 of the Agreement (“Additional Responsibility”) is hereby amended by adding the following at the end of Section 8.1:</li>\n</ol>\n<p>Customer shall provide logs or any other data relating to the Customer's use of ThreatSTOP Services via its Community Account as required by ThreatSTOP (“Community Account Logs”).\nThreatSTOP has a right to use the Community Account Logs for any purpose including but not limited to contribution to ThreatSTOP's database of threat intelligence data used for ThreatSTOP Services available to other customers.\nNotwithstanding Section 4 (“Ownership”) of the Agreement, all Community Account Logs shall belong to ThreatSTOP and Customer does not have right to object to ThreatSTOP's use, storage, amendment, or any other types of use of the Uploaded Data.</p>\n<p>\n<strong>DHS AIS&nbsp;ADDENDUM TO END USER SERVICE AGREEMENT</strong>&nbsp;</p>\n<p>This Addendum (“Addendum”) is a legal agreement between you (“Customer”) and ThreatSTOP, Inc.\n(“ThreatSTOP”) and supplements the End User Service Agreement (“Agreement”) regarding Customer's use of U.S.\nDepartment of Homeland Security (DHS) Automated Indicator Sharing (AIS) Targets (defined below) via ThreatSTOP's service.</p>\n<p>** Note: If you do not have access to DHS AIS Targets via ThreatSTOP, this Addendum does not apply.</p>\n<ol>\n<li>\n<strong>\n<u>Supremacy of Addendum</u>\n</strong>\n<strong>.</strong>Customer and ThreatSTOP hereby agree that, to the extent a conflict exists between this Addendum and the Agreement, the terms of this Addendum shall prevail.&nbsp.\nAll other terms and conditions of the Agreement shall remain in full force and effect.\nThe terms defined in the Agreement and used in this Addendum shall have the same respective meanings as set forth in the Agreement, unless otherwise defined in this Addendum.\nAll references to the Agreement shall refer to the Agreement as amended by this Addendum.</li>\n</ol>\n<ol>\n<li>\n<u>\n</u>Section 1 of the Agreement (“Definitions”) is hereby amended by adding the following:</li>\n</ol>\n<p>\n<strong>“DHS AIS Targets”</strong>&nbsp;means the ThreatSTOP policy elements designated as “Targets” containing data obtained from DHS via the AIS initiative.</p>\n<ol>\n<li>\n<strong>\n<u>License Grant</u>\n</strong>\n<strong>.&nbsp;</strong>Section 2 of the Agreement (“License Grant”) is hereby amended by adding the following:</li>\n</ol>\n<p>Subject to the terms of the Agreement and this Addendum, during the Term, Customer is permitted to use DHS AIS Targets via ThreatSTOP Services.</p>\n<ol>\n<li>\n<strong>\n<u>License Restrictions.</u>\n</strong>Section 3 of the Agreement (“License Restrictions”) is hereby amended by adding the following:</li>\n</ol>\n<p>Customer shall use DHS AIS Targets via ThreatSTOP Services only in accordance with the terms to be specified by ThreatSTOP for use of DHS AIS Targets via ThreatSTOP Services (“DHS AIS Terms”), available&nbsp;here.\nThe DHS AIS Terms may include restriction of use of the DHS AIS Targets and the data contained therein as to data sharing restrictions and TLP Handling Levels and may be changed by ThreatSTOP from time to time.</p>\n<ol>\n<li>\n<strong>\n<u>Additional&nbsp;Responsibilities</u>\n</strong>\n<strong>.</strong> Section 8 of the Agreement (“Additional Responsibility”) is hereby amended by adding the following at the end of Section 8.1:</li>\n</ol>\n<p>&nbsp;Customer shall abide by the Terms of Use that governs the handling and sharing of AIS Cyber Threat Indicators available&nbsp;here.\nCustomer shall abide by the National Cybersecurity and Communications Integration Center NCCIC Information Handling Levels requirements available&nbsp;here.\nCustomer shall use, handle, and disclose Indicators and Defensive Measures only for a Cybersecurity Purpose and in accordance with their associated Information Handling Level.\nIf requested to do so by the NCCIC or ThreatSTOP, Customer shall provide a written description of the technical measures and/or protections it has implemented to ensure each Indicator and Defensive Measure is shared only in accordance with its associated Information Handling Level.</p>\n<ol>\n<li>\n<strong>\n<u>Confidentiality</u>\n</strong>\n<strong>.</strong>&nbsp.\nSection 9 of the Agreement (“Confidentiality”) is hereby amended by adding the following at the end of Section 9.1:</li>\n</ol>\n<p>&nbsp;DHS AIS Targets and any data about them are further restricted according to the Terms of Use that governs the handling and sharing of AIS Cyber Threat Indicators available&nbsp;here.\nAny breach of those handling restrictions for any data received through any use of the ThreatSTOP service shall be a breach of this section 9.”</p>\n<ol>\n<li>\n<strong>\n<u>Term and Termination:</u>\n</strong>&nbsp.\nSection 12.2 of the Agreement is hereby changed to the following:</li>\n</ol>\n<p>“12.2 Notwithstanding the foregoing, this Agreement may be terminated by either party immediately upon written notice if the other party: (i) becomes insolvent or ceases doing business for a period greater than ninety (90) days.\nor (ii) materially breaches any of its obligations under this Agreement and fails to cure such breach within thirty (30) days following written notice to such party.\nAdditionally, ThreatSTOP may terminate access to DHS AIS targets immediately if, in ThreatSTOP’s sole estimation, or upon notification to ThreatSTOP by NCCIC or DHS, the Additional Responsibilities (Section 5) or Confidentiality (Section 6) terms of the DHS AIS Addendum to this Agreement is breached by Customer.\nFurthermore, ThreatSTOP may terminate this Agreement upon thirty (30) days written notice to Customer in the event that ThreatSTOP has not received payment for the ThreatSTOP Service provided to Customer for the then-current term, regardless of whether Customer has made payment to a Reseller.”</p> ", "created_at": "2021-12-11 21:38:47.519116", "updated_at": "2021-12-11 20:40:56.853782"}, {"id": 10952, "name": "Privacy", "url": "https://www.threatstop.com/privacy", "xpath": "/html/body/main/div/div/div/div/div[2]/div/div/div/div/div/div/section", "text": " <p>April 30 2010</p>\n<p>At ThreatSTOP we recognize that privacy is important.\nThis Policy applies to all of the products, services and websites offered by ThreatSTOP Inc.\nor its subsidiaries or affiliated companies (collectively, ThreatSTOP's \"services\").\nIn addition, where more detailed information is needed to explain our privacy practices, we post separate privacy notices to describe how particular services process personal information, which are accessible from the navigation bar to the left of this notice.</p>\n<p>If you have any questions about this Policy, please feel free to contact us through our website or write to us at Privacy Matters, c/o ThreatSTOP Inc., 2720 Loker Ave.\nWest, Suite G, Carlsbad, CA 92010, USA.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Information we collect and how we use it:</strong>\n</p>\n<p>In order to provide our full range of services, we may collect the following types of information:</p>\n<ul>\n<li>\n<strong>Information you provide</strong>&nbsp;- When you sign up for a ThreatSTOP Account or other ThreatSTOP services or promotion that requires registration, we ask you for personal information (such as your name, email address and an account password).\nFor certain services, such as our Internet Security Services, we also request credit card or other payment account information which we maintain in encrypted form on secure servers.\nWe may combine the information you submit under your account with information from other ThreatSTOP services or third parties in order to provide you with a better experience and to improve the quality of our services.\nFor certain services, we may give you the opportunity to opt out of combining such information.</li>\n<li>\n<strong>ThreatSTOP cookies</strong>&nbsp;- When you visit ThreatSTOP, we may send one or more cookies - a small file containing a string of characters - to your computer that uniquely identifies your browser.\nWe use cookies to improve the quality of our service by storing user preferences.\nMost browsers are initially set up to accept cookies, but you can reset your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, some ThreatSTOP features and services may not function properly if your cookies are disabled.</li>\n<li>\n<strong>Log information</strong>&nbsp;- When you use ThreatSTOP services, we require you to submit firewall logs to measure the performance and improve the efficacy of our services.\nThese server logs may include information such as allowed or denied connections and origination or destination IP addresses.</li>\n<li>\n<strong>Affiliated sites</strong>&nbsp;- We offer some of our services in connection with other Internet Security Services.\nLog information that you provide to ThreatSTOP may be shared with these sites.\nThe affiliated sites may have different privacy practices and we encourage you to read their privacy policies.</li>\n<li>\n<strong>User communications</strong>&nbsp;- When you send email or other communication to ThreatSTOP, we may retain those communications in order to process your inquiries, respond to your requests and improve our services.</li>\n<li>\n<strong>Other sites</strong>&nbsp;- This Privacy Policy applies to web sites and services that are owned and operated by ThreatSTOP.\nWe do not exercise control over the sites displayed as search results or links from within our various services.\nThese other sites may place their own cookies or other files on your computer, collect data or solicit personal information from you.</li>\n</ul>\n<p>ThreatSTOP only processes log or personal information for the purposes described in this Privacy Policy and/or any privacy notice for specific services.\nIn addition to the above, such purposes include:</p>\n<ul>\n<li>Providing our products and services to users;</li>\n<li>Auditing, research and analysis in order to maintain, protect and improve our services;</li>\n<li>Ensuring the technical functioning of our network.\nand</li>\n<li>Developing new services.</li>\n</ul>\n<p>You can find more information about how we process personal information by referring to the privacy notices for particular services.</p>\n<p>ThreatSTOP processes log and personal information on our servers in the United States of America and in other countries.\nIn some cases, we process personal information on a server outside your own country.\nWe may process personal information to provide our own services.\nIn some cases, we may process personal information on behalf of and according to the instructions of a third party, such as our advertising partners.</p>\n<p>Accordingly, by using the Services, you are consenting to the aforementioned processing of log and personal information.\nThis should not cause you any concern because, as you can see from this Policy, we will take appropriate technological and organizational security measures to keep your information secure, and to ensure it is only used for the purposes specified in this Policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Choices for personal information</strong>\n</p>\n<p>When you sign up for a particular service that requires registration, we ask you to provide personal information.\nIf we use this information in a manner different than the purpose for which it was collected, then we will ask for your consent prior to such use.</p>\n<p>If we propose to use log or personal information for any purposes other than those described in this Policy and/or in the specific service notices, we will offer you an effective way to opt out of the use of personal information for those other purposes.\nWe will not collect or use sensitive information for purposes other than those described in this Policy and/or in the specific service notices, unless we have obtained your prior consent.</p>\n<p>You can decline to submit log or personal information to any of our services, in which case ThreatSTOP may not be able to provide those services to you.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Information sharing</strong>\n</p>\n<p>ThreatSTOP only shares personal information with other companies or individuals outside of ThreatSTOP in the following limited circumstances</p>\n<ul>\n<li>We have your consent.\nWe require opt-in consent for the sharing of any sensitive personal information.</li>\n<li>We provide such information to our subsidiaries, affiliated companies or other trusted businesses or persons for the purpose of processing personal information on our behalf.\nWe require that these parties agree to process such information based on our instructions and in compliance with this Policy and any other appropriate confidentiality and security measures.</li>\n<li>We have a good faith belief that access, use, preservation or disclosure of such information is reasonably necessary to (a) satisfy any applicable law, regulation, legal process or enforceable governmental request, (b) enforce applicable Terms of Service, including investigation of potential violations thereof, (c) detect, prevent, or otherwise address fraud, security or technical issues, or (d) protect against imminent harm to the rights, property or safety of ThreatSTOP, its users or the public as required or permitted by law.</li>\n</ul>\n<p>We may share with third parties certain pieces of aggregated, non-personal information, such as the number of connection attempts from particular IP addresses, for example.\nSuch information does not identify you individually.</p>\n<p>Please contact us at the address below for any additional questions about the management or use of log and personal data.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Information security</strong>\n</p>\n<p>We take appropriate security measures to protect against unauthorized access to or unauthorized alteration, disclosure or destruction of data.\nThese include internal reviews of our data collection, storage and processing practices and security measures, as well as physical security measures to guard against unauthorized access to systems where we store personal data.</p>\n<p>We restrict access to personal information to ThreatSTOP employees, contractors and agents who need to know that information in order to operate, develop or improve our services.\nThese individuals are bound by confidentiality obligations and may be subject to discipline, including termination and criminal prosecution, if they fail to meet these obligations.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Data integrity</strong>\n</p>\n<p>ThreatSTOP processes personal information only for the purposes for which it was collected and in accordance with this Policy or any applicable service-specific privacy notice.\nWe review our data collection, storage and processing practices to ensure that we only collect, store and process the personal information needed to provide or improve our services.\nWe take reasonable steps to ensure that the personal information we process is accurate, complete, and current, but we depend on our users to update or correct their personal information whenever necessary.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Accessing and updating personal information</strong>\n</p>\n<p>When you use ThreatSTOP services, we make good faith efforts to provide you with access to your personal information and either to correct this data if it is inaccurate or to delete such data at your request if it is not otherwise required to be retained by law or for legitimate business purposes.\nWe ask individual users to identify themselves and the information requested to be accessed, corrected or removed before processing such requests, and we may decline to process requests that are unreasonably repetitive or systematic, require disproportionate technical effort, jeopardize the privacy of others, or would be extremely impractical (for instance, requests concerning information residing on backup tapes), or for which access is not otherwise required.\nIn any case where we provide information access and correction, we perform this service free of charge, except if doing so would require a disproportionate effort.\nSome of our services have different procedures to access, correct or delete users' personal information.\nWe provide the details for these procedures in the specific privacy notices or FAQs for these services.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Enforcement</strong>\n</p>\n<p>ThreatSTOP regularly reviews its compliance with this Policy.\nPlease feel free to direct any questions or concerns regarding this Policy or ThreatSTOP's treatment of personal information by contacting us through this web site or by writing to us at Privacy Matters, c/o ThreatSTOP Inc., 2720 Loker Ave.\nWest, Suite G, Carlsbad, CA 92010, USA.\nWhen we receive formal written complaints at this address, it is ThreatSTOP's policy to contact the complaining user regarding his or her concerns.\nWe will cooperate with the appropriate regulatory authorities, including local data protection authorities, to resolve any complaints regarding the transfer of personal data that cannot be resolved between ThreatSTOP and an individual.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Changes to this policy</strong>\n</p>\n<p>Please note that this Privacy Policy may change from time to time.\nWe will not reduce your rights under this Policy without your explicit consent, and we expect most such changes will be minor.\nRegardless, we will post any Policy changes on this page and, if the changes are significant, we will provide a more prominent notice (including, for certain services, email notification of Policy changes).\nEach version of this Policy will be identified at the top of the page by its effective date, and we will also keep prior versions of this Privacy Policy in an archive for your review.</p>\n<p>If you have any additional questions or concerns about this Policy, please feel free to contact us any time through this web site or at Privacy Matters, c/o ThreatSTOP Inc., 2720 Loker Ave.\nWest Suite G, Carlsbad, CA, 92010, USA.</p> ", "created_at": "2021-12-11 21:38:47.51766", "updated_at": "2021-12-11 20:39:17.802821"}], "points": [], "urls": ["threatstop.com"]}}