{"error": 448, "message": "OK", "parameters": {"id": 6378, "name": "IP Location", "created_at": "2022-02-28 01:40:33.372826", "updated_at": "2022-02-28 23:01:16.816133", "wikipedia": null, "keywords": null, "related": null, "slug": "ip-location", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6378.png", "url": "iplocation.net", "documents": [{"id": 11577, "name": "Terms of Service", "url": "https://www.iplocation.net/terms-of-service", "xpath": "/html/body/section/div/div/section/div/div/div[1]", "text": " Terms of Service <p>1.\nACCEPTANCE OF TERMS</p>\n<p>Welcome to IP Location, a Brand Media company.\nBy using our web services, you agree and accept the following terms and conditions (\"Terms Of Service\").</p>\n<p>2.\nCHANGES IN TERMS OF SERVICE</p>\n<p>We reserve the right to change the terms of service with or without notice, and without liability to you.\nYour continued use of our web services constitutes your agreement to all such terms and conditions.</p>\n<p>3.\nREGISTRATION</p>\n<p>You may choose to open an account with IP Location to receive additional services offered to members only.\nBy opening an account with us, you agree to provide accurate, current and complete information about yourself as prompted by the signup form.\nYou are also responsible for maintaining and promptly updating the member profile to keep it current and complete.\nIt is your responsibility to maintain the confidentiality of your account and password.</p>\n<p>We reserve right to terminate your use of our services if the information that you provided contains false or misleading information.\nor conceals or omits any information that we may consider material.</p>\n<p>4.\nSITE AND FORUM RULES</p>\n<p>Your postings on our website will become public and will be viewable by anyone who connects to our website.\nAll postings should be made in English language.\nWe ask you to be polite, use common sense, abide by the law, and don't post articles that may attack other parties.\nWe reserve the right to remove, modify or move posts at our discretion and without notice.\nViolating site and forum rules could result in suspension or termination of your account.</p>\n<p>6.\nFEES, PAYMENT AND TERMS</p>\n<p>In consideration of the advertisement services that you have selected, you agree to pay us the applicable service fees.\nAll advertisement fees are paid in advance before the actual advertisement commences.</p>\n<p>7.\nRIGHT OF REFUSAL</p>\n<p>We, in our sole discretion, reserve the right to refuse to provide service(s) to you within thirty (30) calendar days from receipt of your payment for such advertisement services.\nIn the event we decline to offer service(s) to you, we agree to refund your applicable fee(s).\nYou agree that we shall not be liable to you for loss or damages that may result from our refusal to host your domain name or any other service(s).</p>\n<p>8.\nABUSE</p>\n<p>Any attempts to undermine or cause harm to our servers or customers are strictly prohibited.\nIP Location, a Brand Media company, will not permit you to use our services for any of the following purposes.\nDoing so violates the terms of your agreement with us:</p>\n<ul>\n<li>Spam: Unsolicited posting of commercial message</li>\n<li>Copyright Violations: Violation of copyrights held by individuals and corporations or other entities can result in civil and criminal liability.\nIf you use our service to distribute information, you should be aware of and abide by the laws involving copyrights</li>\n<li>Obscene Material: We will not allow the use of our site for distribution of obscene or indecent material.\nWe reserve the right to make the judgment in our sole discretion as to what constitutes an obscene or indecent material</li>\n<li>Illegal Activity: Any activity that is of an illegal or unlawful nature under the laws of the United States of America or the State of Illinois</li>\n<li>Other: Any other activity that we determine, in our sole discretion, is unethical, or damaging to our other customers, users of the Internet in general, or to our corporate reputation</li>\n</ul>\n<p>We regularly monitor our site, forums, and network.\nIf we become aware of any violations of the above conditions, we may cancel your account immediately and without notice.</p>\n<p>By using our services, you are presumed to have accepted this Acceptable Use Policy.</p>\n<p>9.\nSECURITY</p>\n<p>Violations of system or network security are prohibited and may result in criminal and civil liability.\nThis includes, but is not limited to: unauthorized access, scanning of systems security or authentication measures, interference with service to any user, host, or network including, without limitation, mail bombing, flooding, deliberate attempts to overload a system, broadcast attacks.\nforging of any TCP-IP packet header or email headers</p>\n<p>10.\nINDEMNITY</p>\n<p>You agree to release, indemnify, and hold Brand Media, its contractors, agents, employees, officers, directors and affiliates harmless from all liabilities, claims and expenses, including attorney's fees, of third parties relating to or arising under this Agreement, the Brand Media services provided hereunder or your use of the Brand Media services, including without limitation infringement by you, or someone else using any Brand Media service with your computer, of any intellectual property or other proprietary right of any person or entity, or from the violation of any Brand Media operating rule or policy relating to the service(s) provided.\nWhen Brand Media is threatened with suit by a third party, Brand Media may seek written assurances from you concerning your promise to indemnify Brand Media.\nyour failure to provide those assurances may be considered by us to be a breach of your Agreement and may result in deactivation of your account.</p>\n<p>11.\nDISCLAIMER OF WARRANTIES</p>\n<p>YOUR USE OF THE SERVICES IS AT YOUR SOLE RISK.\nTHE SERVICES AND INFORMATION ARE PROVIDED ON AN \"AS IS\" BASIS.\nBRAND MEDIA, INC.\nDISCLAIMS ALL EXPRESS OR IMPLIED CONDITIONS, REPRESENTATIONS, AND WARRANTIES OF ANY KIND, INCLUDING ANY IMPLIED WARRANTY OR CONDITION OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NONINFRINGEMENT.\nBRAND MEDIA, INC.\nMAKES NO REPRESENTATIONS, WARRANTIES, CONDITIONS OR GUARANTIES AS TO THE QUALITY, SUITABILITY, TRUTH, ACCURACY OR COMPLETENESS OF ANY OF THE CONTENT CONTAINED ON OUR WEBSITE.</p>\n<p>BRAND MEDIA, INC.\nAND ITS AFFILIATES DO NOT WARRANT THE COMPLETENESS, TIMELINESS OR ACCURACY OF ANY DATA, INFORMATION, FEATURES, AND INFORMATION AVAILABLE ON OUR WEBSITE.</p>\n<p>12.\nLIMITATION OF LIABILITY</p>\n<p>TO THE EXTENT NOT PROHIBITED BY APPLICABLE LAW, BRAND MEDIA, INC.\nIS NOT LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, PUNITIVE, OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, REVENUE, GOODWILL, ELECTRONICALLY TRANSMITTED ORDERS, OR OTHER ECONOMIC ADVANTAGE, HOWEVER, CAUSED AND REGARDLESS OF THE THEORY OF LIABILITY, WHETHER IN CONTRACT OR WARRANTY, ARISING FROM THE USE OF OR THE INABILITY TO USE THE SERVICES FROM OUR WEBSITE.</p>\n<p>13.\nLINKS TO THIRD PARTY SITES</p>\n<p>Brand Media, Inc.\nmay contain links to third party websites, which are not under the control of IP Location.\nWe are not responsible for the contents contained in the linked sites, including without limitation any link contained in a linked site, and any changes or updates to a linked site.</p>\n<p>14.\nCOPYRIGHT VIOLATIONS &amp.\nINTELLECTUAL PROPERTY VIOLATIONS</p>\n<p>You agree not to engage in any activity that infringes or misappropriates the intellectual property rights of others, including copyrights, trademarks, service marks, trade secrets, software piracy, and patents held by others.\nAlso, you agree to not engage in activity that violates privacy, publicity, or other personal rights of others.\nBrand Media, Inc.\nis required by law to remove or block access to customer content upon receipt of a proper notice of copyright infringement.</p>\n<p>15.\nCOPYRIGHT NOTICES</p>\n<p>Unless otherwise specified, all materials appearing on this site, including design, text, logos, graphics, icons, and images, as well as the selections, assembly, and arrangement, are the sole property of Brand Media, Inc., Copyright© 2003, ALL RIGHTS RESERVED.\nNo materials from this site may be copied, reproduced, modified, republished, transmitted or distributed in any form or by any means without Brand Media, Inc's prior written permission.\nAny unauthorized use of the materials appearing on this site may violate copyright, trademark and other applicable laws and could result in criminal or civil penalties.</p>\n<p>16.\nINFANCY</p>\n<p>You attest that you are of legal age to enter into this Agreement.</p>\n<p>17.\nGOVERNING LAW</p>\n<p>This agreement shall be governed by and interpreted and enforced in accordance with the laws of the state of Illinois applicable therein without reference to rules governing the choice of laws.\nAny action relating to this agreement must be brought exclusively in the United States District Court for Northern District of Illinois, or if there is no jurisdiction in such court, then in a state court in Cook County, and you irrevocably consent to the jurisdiction of such courts.</p> ", "created_at": "2022-02-28 01:40:33.376963", "updated_at": "2022-02-28 00:45:11.158796"}, {"id": 11576, "name": "Privacy Policy", "url": "https://iplocation.net/privacy-policy", "xpath": "/html/body/section/div/div/section/div/div/div[1]", "text": " Privacy Policy <br>\n<br> 1.\nPRIVACY STATEMENT\n<p>IP Location respects your privacy and is committed to protecting your privacy.\nPersonally identifiable information about you is not willfully disclosed to any third party without your consent.\nThis notice describes our privacy policy.\nBy visiting any of the sites offered by IP Location, a Brand Media company, you are accepting the practices described in this Privacy Notice.</p>2.\nPERSONAL INFORMATION<p>IP Location collects personal information such as name, address and phone number to provide our services to you.\nWe use your personal information to operate our business, and to deliver services you request.\nWe also use your personal information to inform you of service status as well as products and services available from IP Location.</p>\n<p>IP Location does not sell, rent or lease its customer information to third parties.\nIP Location may access or disclose your personal information if required to do so by law, however.</p>3.\nCOOKIES<p>IP Location uses \"cookies\" to improve the quality of our service and to help personalize your online experience.\nA cookie is a piece of data that identifies you as a unique user.\nYou have the ability to accept or decline cookies on your web browser.\nIf you choose to decline cookies, you may not be able to use some of our services and features.</p>4.\nMINORS<p>The protection of children's online privacy is very important to us.\nIP Location does not sell services for purchase by children.\nIf you are under 13, you may use our services only with involvement of a parent or guardian.</p>5.\nCHANGES TO PRIVACY POLICY<p>IP Location may occasionally update this \"Privacy Policy\" to better meet our business needs.\nSpecifically, this Privacy Policy may be updated to reflect new features, services, and any changes on the use of personal information.\nContinued use of IP Location website and its services will indicate that you agree with such changes.\nWe encourage you to periodically review our privacy policy to be informed of how we protect your privacy information.</p>6.\nQUESTIONS AND CONCERNS<p>If you have any questions or concerns about this Privacy Policy, please contact us by email at admin@iplocation.net.</p> ", "created_at": "2022-02-28 01:40:33.375204", "updated_at": "2022-02-28 00:44:30.818818"}], "points": [], "urls": ["iplocation.net"]}}