{"error": 448, "message": "OK", "parameters": {"id": 3841, "name": "Coinzilla ", "created_at": "2021-05-30 20:32:31.122443", "updated_at": "2021-05-30 22:00:24.725837", "wikipedia": null, "keywords": null, "related": null, "slug": "coinzilla", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3841.png", "url": "coinzilla.com", "documents": [{"id": 6467, "name": "Website Acceptance Policy", "url": "https://coinzilla.com/website-acceptance-policy/", "xpath": "", "text": " <ul>\n<li>\nAdvertisers\n</li>\n<li>\nPublishers\n</li>\n<li>\nMarketplace\n</li>\n<li>\nAcademy\n</li>\n</ul>\n<ul>\n<li>\nSign Up\n</li>\n<li> Sign In\n</li>\n</ul>\n<ul>\n<li> User Agreement </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Refund Policy </li>\n<li> Website Acceptance Policy </li>\n</ul> Website Acceptance Policy <p>\nAll users should be aware that Coinzilla will accept only websites that are deemed suitable for hosting its advertising formats.\n</p>\n<p>\nBeing a finance &amp.\ncrypto advertising network, Coinzilla only accepts cryptocurrency and finance- related websites/projects to join its display network.\n</p>\n<p>\nCoinzilla might request access to your Google Analytics account in order to verify the quality and authenticity of your traffic, if we have reasons to believe your data is fraudulent.\n</p>\n<p>\nAll the websites that are accepted in the Coinzilla display network need to respect the following terms &amp.\nconditions:\n</p>\n<ol>\n<li>\nThe website should not violate the laws, regulations, ordinances, or other such requirements of any applicable Federal, State or Local Government.\n</li>\n<li>\nThe website should not ask the users for clicks or direct them to any fraudulent activity that would bring the owner more earnings from our network.\n</li>\n<li>\nThe website traffic should not be incentivized with rewards for the user's presence or any other activity done by them on the site.\n</li>\n<li>\nThe website should not be involved in any illicit activity that may harm the user's well-being or inflict any financial loss by promoting shady, insecure, spam, or fake projects.\n</li>\n<li>\nThe website should not urge the visitors to hatred, racism, violence, or any activity that may result in moral or physical damages.\n</li>\n<li>\nThe banners must be placed in high-visibility zones (above the fold).\nYou are not allowed to hide or distort a banner in any way, shape, or form.\n</li>\n<li>\nThe banners must be placed alone in the selected position.\nPlacing other banners together with the banners from Coinzilla is forbidden.\n</li>\n<li>\nYou are not allowed to display more than 3 banners at the same time.\nThis also includes the Header and the Sticky banners.\n</li>\n<li>\nUsing more than one banner size per page is forbidden (e.g.\nyou can’t display two 300x250 banners on the same page, but you can display a 300x250 banner together with a 728x90 one).\n</li>\n<li>\nYou are not allowed to display a banner on a website different than the one it was approved for.\nFor example, if a banner was approved for website1.com, you are only allowed to display it on website1.com.\n</li>\n<li>\nYou are not allowed to purchase any type of traffic from other sources (advertising networks or other websites) that you will then send to our advertiser's websites through their banners.\n</li>\n<li>\nYou are not allowed to autorefresh your website to increase the impressions of the banners you display.\n</li>\n</ol>\n<p>\n<strong>(!)</strong> Any website that uses any kind of fake, incentivized, or bought traffic or unethical methods to generate income will be deleted and the revenue from that account will be removed.\nThis includes, but is not limited to: autosurfs, iframes, bots, proxies, auto-hit services, traffic exchange systems.\n</p>\n<p>\nCoinzilla may and will modify this list based on its internal and international rules.\n</p>\n<p>\nWe reserve the right to reject a website for a reason that is not (yet) added to this list.\n</p>\n<p>\nTypes of websites that will not be accepted on our network:\n</p>\n<ol>\n<li>\nSites containing or linking to any form of illegal activities.\n</li>\n<li>\nSites with inappropriate or violent content and/or vulgar language.\n</li>\n<li>\nSites promoting any type of hate-mongering (i.e.\nracial, political, ethnic, religious, gender-based, sexuality-based, personal, etc.).\n</li>\n<li>\nSites that participate in or transmit spam using any kind of online means.\n</li>\n<li>\nSites promoting any type of illegal substance or activity or sites with illegal, false, or deceptive investment advice and money-making opportunities.\n</li>\n<li>\nSites that are using free domain names.\n</li>\n<li>\nSites that don't have a unique design, that are filled with ads, that have more than 1 popunder and/or ask users to click on ads.\n</li>\n<li>\nURL Shorteners.\n</li>\n<li>\nFaucet websites.\n</li>\n<li>\nWebsites with pornographic content.\n</li>\n<li>\nWebsites created with the intention of sending bots/fake traffic to our network.\n</li>\n<li>\nWebsites with no original content.\n</li>\n<li>\nWebsites generated on platforms like Wordpress or Blogspot.\n</li>\n<li>\nPay to click websites.\n</li>\n<li>\nAutomatic/manual traffic exchanges.\n</li>\n<li>\nAny website that has incentivized traffic.\n</li>\n<li>\nAny website that, after it was reviewed by our team, wasn’t deemed suitable for our Publisher program.\n</li>\n<li>\nWebsites that represent a coin, ICOs, or projects that raised funds from the community.\n</li>\n</ol>\n<p>\nIf your website is rejected, you can open a ticket and ask for a second review, but only after 1 week has passed from the date of the denial.\nIf you request to be rechecked faster than 1 week, your request will be rejected.\n</p>\n<p>\nCoinzilla reserves the right to deny any website from joining our display network, without providing any reason for its actions.\n</p>\n<p>\n<strong>(!)</strong> Sevio Fzc.\nreserves the right to change its website acceptance policy at any time without notice.\nYou are bound to respect any change in our website acceptance policy within 2 days after the update, and you are required to read this page periodically.\n</p>\n<p>\n<strong>Sevio FZC</strong>\n</p>\n<p>\nBusiness Address <br> UAE, Business Center, Al Shmookh Building, UAQ Free Trade zone, Umm Al Quwain\n</p>\n<p>\nHeadquarter Address <br>\nHQ, Romania, Iasi, Calea Chisinaului nr 104-106bis, PO 700180\n</p>\nLast modification made on 15th of October 2019 at 14:00 GMT Let's Reach New Borders 280M+\nImpressions\nper month 300k+\nClicks\nper month 450+\nWebsites\nper month Meet Your Account Manager\nContact Us ⟶ About\n<ul>\n<li>Who Are We?</li>\n<li>Bug Bounty Program</li>\n<li>Meet our Partners</li>\n<li>Contact Us</li>\n</ul> Services\n<ul>\n<li>Coinzilla for Advertisers</li>\n<li>Coinzilla for Publishers</li>\n<li>Coinzilla Marketplace</li>\n</ul> Help\n<ul>\n<li>Announcements</li>\n<li>Frequently Asked Questions</li>\n<li>Tutorials</li>\n<li>Download Media Kit</li>\n</ul> Social Presence <ul>\n<li>Facebook</li>\n<li>Twitter</li>\n</ul>\n<ul>\n<li>Youtube</li>\n<li>Linkedin</li>\n</ul> Copyright © 2016 - 2020 Sevio -\nUser Agreement - Privacy Policy - Cookie Policy - Refund Policy - Website Acceptance Policy This website uses cookies.\nContinued use of this website indicates that you accept our Privacy Policy.\nI Agree ", "created_at": "2021-05-30 20:32:31.129998", "updated_at": "2021-05-30 18:35:11.991059"}, {"id": 6466, "name": "Refund Policy", "url": "https://coinzilla.com/refund-policy/", "xpath": "", "text": " <ul>\n<li>\nAdvertisers\n</li>\n<li>\nPublishers\n</li>\n<li>\nMarketplace\n</li>\n<li>\nAcademy\n</li>\n</ul>\n<ul>\n<li>\nSign Up\n</li>\n<li> Sign In\n</li>\n</ul>\n<ul>\n<li> User Agreement </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Refund Policy </li>\n<li> Website Acceptance Policy </li>\n</ul> Refund Policy <p>\nThe advertiser may pause or stop his/her campaign(s) at any time, without having to give any explanation.\nThe campaign(s) can be resumed at a later time.\nIf no changes have been brought to the campaign(s), then they will be resumed instantly.\nIf there were changes brought to the campaign(s), they will have to go through the review process.\n</p>\n<p>\nAll campaigns are moderated within 24 hours from the moment of the registration during working days, but it may take up to 48 hours during weekends or legal holidays.\n</p>\n<p>\nAny campaign that doesn't comply with our Terms of Service will be rejected and you will be entitled to a refund.\n</p>\n<p>\nIn order for a campaign to be accepted and displayed on our network, both the creatives and the landing page must comply with our Terms of Service.\n</p>\n<p>\nYou will not be entitled to a refund if, after a campaign is accepted, the advertised page is changed without noticing our team about the changes, and/or doesn't comply to our Terms of Service.\n</p>\n<p>\nThe advertiser has to be sure that the promoted material or product is not illegal in the targeted countries and that it respects all the rules and laws in that country.\n</p>\n<p>\nThe advertiser is solely responsible of stopping/pausing his campaign(s).\nOtherwise, the campaign will remain active until all the funds of the account are spent.\nIf an account ran out of funds, all the campaigns will remain active and will start again once funds are available, unless they have been stopped/paused.\n</p>\n<p>\nA user can request a refund only for the balance available in his account.\nWhen a refund request is initiated, all the campaigns will be paused and the balance will be removed from the account until the refund is processed.\n</p>\n<p>\nWhen the refund is initiated by our finance team, the available EUR funds will be converted in the requested currency (BTC/ETH) at their current market value and sent to the user.\nThe user must send his refund address to the account manager from the same email address used for his Coinzilla account.\n</p>\n<p>\nIf a user deposited funds via bank transfer, he can request a refund via both cryptocurrency and bank transfer.\nIf a user deposited funds via cryptocurrency, he can only request a refund via cryptocurrency.\nIf the deposit was made via both cryptocurrency and bank transfer, the refund can be requested only via cryptocurrency.\n</p>\n<p>\nAll funded accounts that have been inactive for longer than 6 months will lose the right to withdraw money from the platform.\nAccounts that become active after 6 months will still have their right to use the remaining funds for advertising purposes on our network, but without being able to withdraw them.\nIf an account stays inactive for one year, it will be permanently deleted, with no way of retrieving it or the deposited balance.\n</p>\n<p>\n<strong>(!)</strong> Sevio Fzc.\nreserves the right to change its refund policy at any time without notice.\nYou are bound to respect any change in our refund policy within 2 days after the update, and you are required to read this page periodically.\n</p>\n<p>\n<strong>Sevio FZC</strong>\n</p>\n<p>\nBusiness Address <br>\nUAE, Business Center, Al Shmookh Building, UAQ Free Trade zone, Umm Al Quwain\n</p>\n<p>\nHeadquarter Address <br>\nHQ, Romania, Iasi, Calea Chisinaului nr 104-106bis, PO 700180\n</p>\nLast modification made on 26th of June 2019 at 09:00 GMT Let's Reach New Borders 280M+\nImpressions\nper month 300k+\nClicks\nper month 450+\nWebsites\nper month Meet Your Account Manager\nContact Us ⟶ About\n<ul>\n<li>Who Are We?</li>\n<li>Bug Bounty Program</li>\n<li>Meet our Partners</li>\n<li>Contact Us</li>\n</ul> Services\n<ul>\n<li>Coinzilla for Advertisers</li>\n<li>Coinzilla for Publishers</li>\n<li>Coinzilla Marketplace</li>\n</ul> Help <ul>\n<li>Announcements</li>\n<li>Frequently Asked Questions</li>\n<li>Tutorials</li>\n<li>Download Media Kit</li>\n</ul> Social Presence <ul>\n<li>Facebook</li>\n<li>Twitter</li>\n</ul>\n<ul>\n<li>Youtube</li>\n<li>Linkedin</li>\n</ul> Copyright © 2016 - 2020 Sevio -\nUser Agreement - Privacy Policy - Cookie Policy - Refund Policy - Website Acceptance Policy This website uses cookies.\nContinued use of this website indicates that you accept our Privacy Policy.\nI Agree ", "created_at": "2021-05-30 20:32:31.128738", "updated_at": "2021-05-30 18:35:29.652716"}, {"id": 6465, "name": "Cookie Policy", "url": "https://coinzilla.com/cookie-policy/", "xpath": "", "text": " <ul>\n<li>\nAdvertisers\n</li>\n<li>\nPublishers\n</li>\n<li>\nMarketplace\n</li>\n<li>\nAcademy\n</li>\n</ul>\n<ul>\n<li>\nSign Up\n</li>\n<li> Sign In\n</li>\n</ul>\n<ul>\n<li> User Agreement </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Refund Policy </li>\n<li> Website Acceptance Policy </li>\n</ul> Cookie Policy <p>\nThis cookie policy (\"<strong>Cookie Policy</strong>\") of <strong>Sevio FZC.</strong>, with registered office at UAE, Business Center, Al Shmookh Building, UAQ Free Trade zone, Umm Al Quwain (alone or together with other Sevio FZC.\naffiliates - \"<strong>Coinzilla</strong>\", \"<strong>we</strong>\", \"<strong>us</strong>\" or \"<strong>our</strong>\"), aims to inform you about the use of cookies, and other automated means of data collection on any digital property of Coinzilla, including the following websites: www.coinzilla.com , www.display.coinzilla.com, www.marketplace.coinzilla.com (referred to as the \"<strong>Sites</strong>\"), along with any other content discovery platform (referred to as the \"<strong>Services</strong>\"), which you may see on third-party websites belonging to our publishers and/or other customers that allow us to place our content discovery platform on their websites in order to redistribute their own content or the content of our advertisers and/or customers (collectively known as the \"<strong>Customers</strong>\").\n</p>\n<p>\nRegarding the term \"cookies\" from this Cookie Policy, we refer to both cookies and any other automated means of data collection, as defined later below.\nBy visiting, interacting, or using the Sites, you expressly agree to the use of cookies as explained henceforth.\nWe can't access nor control the use of cookies and other automated means of data collection on our Customers' Sites.\ntherefore, we request them to obtain consent on our behalf whenever it's required by applicable data protection laws.\n</p>\n<p>\nThis Cookie Policy does not control the use of the Sites nor the processing of the Users' personal Information (as defined in our <strong>Privacy Policy</strong>).\nFor more details regarding the use of the Sites, please consult our <strong>Terms of Service</strong>.\nPlease read our Privacy Policy for more information on how we handle your data whenever you're using or interacting with our Sites or Services.\nYou can refer to the Sites or platforms of our Customers where we place our widgets to know more about how they might collect cookies or process your personal Information.\n</p>\n<p>\n<strong>Table of contents</strong>\n</p>\n<ol>\n<li>Cookies and Other Automated Means of Data Collection</li>\n<li>Information We Collect</li>\n<li>The Cookies We Use and Their Purpose</li>\n<li>Cookies Management</li>\n<li>Our Contact Information</li>\n<li>Modifications to This Privacy Policy</li>\n</ol>\n<p>\n<strong>1.\nCookies and Other Automated Means of Data Collection</strong>\n<br>\n</p>\n<p>\nThis section will help you learn more about cookies, other automated means of data collection, and how they all work.\n</p>\n<p>\n<strong>1.1 Cookies</strong>\n</p>\n<p>\nA cookie is a small text file, usually consisted of letters and numbers, which is stored on your computer, tablet, mobile phone or any other device that you might use when entering a certain site.\nIt's mostly used by the owners of different sites in order to make them function, improve their performance, or collect analytical information.\nWith the help of cookies, your use of our Sites and Services will be more efficient and also more enjoyable.\nWe may also use cookies to personalize your experience, improve customer support and provide you with customized content and relevant information whenever you're interacting with our Services.\nFor further details regarding the delivery of targeted advertisements by our Services, please check our <strong>Interest-Based Advertisements</strong> (Privacy Policy).\n</p>\n<p>\n<strong>1.2\tOther Automated Means of Data Collection</strong>\n</p>\n<p>\nOnce we have their consent, we may place a pixel tag on our advertiser Customers' websites.\nPixel tags are transparent graphic images displayed on a site, also known as clear GIFs or web beacons.\nIn association with cookies, these pixels are used to analyze visitors' behavior on the site once they arrive via our Services.\nFor instance, we may place pixel tags to track conversions or to create a custom audience for our advertiser Customers to target on our network (i.e.\nretargeting).\nFor additional details regarding our abovementioned operations, please access the <strong>Interest-Based Advertising</strong> section of our Privacy Policy.\n</p>\n<p>\nThe types of cookies that our service providers and we may use on the Sites and/or when delivering our Services are listed in Section 3 below.\n</p>\n<p>\n<strong>2.\nInformation We Collect</strong>\n</p>\n<p>\n<strong>2.1\tCookies Used on Our Sites</strong>\n</p>\n<p>\nThe data we obtain from our trusted business partners that place third-party cookies on our Sites may include, but is not limited to, details about the User's geographic location (i.e.\ncountry, city), data regarding the device and operating system of the User, the webpages accessed by the User while browsing our Sites, the links that redirected the visitor to our Sites, the accessing dates and times, and other diagnostic data.\nWe may also collaborate with third parties that employ their proprietary cookies, web beacons, and other technologies which record Site Visitors' online activities, either on our Sites and/or other websites, so that we can provide personalized advertisements that are suited to your interests.\n</p>\n<p>\nFor more details about how we may use third parties to deliver you advertisements that are tailored to your interests, please consult our <strong>Third-Party Online Advertising</strong> section (Privacy Policy).\n</p>\n<p>\nOur Privacy Policy shall apply to the processing of any of the above Information, along or together with other data, if this constitutes Personal Data under applicable laws.\n</p>\n<p>\n<strong>2.2\tCookies Used via Services</strong>\n</p>\n<p>\nCookies help us receive information about your operating system, browser type, the pages you've visited when you've entered our Customer's sites, the links that led you to our Customer's sites, the time and date of your visit, the geographic location of you internet service provider (i.e.\ncountry, city) and other diagnostic data.\n</p>\n<p>\n<strong>3.\nThe Cookies We Use and Their Purpose</strong>\n</p>\n<p>\nThe information we collected through third-party cookies on the Sites may be used by us to keep track of your Information and avoid re-entering said data the next time you access our Sites, to observe which pages and sections you have visited on the Sites, to keep track of the number of visitors on our Sites and the webpages that have been accessed, and to better our Sites' management and functionality.\nThe use of third parties may also be employed by us for the monitoring and/or analysis of your online browsing on our Sites, or to provide you with personalized advertisements based on your browsing history via third-party websites.\n</p>\n<p>\nIf you want to know more information regarding how our third parties may collect your Information or how you can receive personalized advertisements based on your interests, please review our <strong>Third-Party Online Advertising</strong> section (Privacy Policy).\n</p>\n<p>\nThere are several categories of cookies used by our service providers on the Sites for accomplishing such purposes.\nThe categories are described below as:\n</p>\n<p>\n<strong>3.1\tCookies That Are Strictly Required</strong>\n</p>\n<p>\nThe purposes of these cookies may consist of (i) conducting communications via an electronic communications network, or (ii) enabling information society service providers to offer such services in accordance with your specific requirements.\n</p>\n<p>\n<strong>3.2\tCookies Used in Performance (Analytical)</strong>\n</p>\n<p>\nThese cookies may be deployed for the collection of visitor activities on the Site (for instance, which are the most visited pages or if any error messages are displayed when visiting the webpages).\nNo identifying information is collected by these cookies.\nall data obtained by these cookies is aggregated and, thus, anonymous.\nThe sole purpose of these cookies is to further the improvement of the Site's functionality.\n</p>\n<p>\n<strong>3.3\tCookies Used for Advertising (Targeting)</strong>\n</p>\n<p>\nThe use of these cookies may involve creating advertisements that are of interest to you.\nSuch cookies may also be deployed to restrict the display times of an advertisement in addition to aiding us in evaluating how effective an advertising campaign is.\nAdvertising networks usually place these ads with our consent.\n</p>\n<p>\nThe cookies on the websites of our Customers (i.e.\nwhere our Services are provided) collect Information that we may use to improve the user experience and the functionality of our Services, and to personalize the content and data we may display and provide to you.\n</p>\n<p>\nTo find out more about how our Services deliver tailored advertisements, please consult our <strong>Interest-Based Advertisements</strong> section (Privacy Policy)\n</p>\n<p>\nThe following categories of cookies may be used for the aforementioned purposes:\n</p>\n<ul>\n<li>\n<strong>Strictly Required Cookies</strong>\n<br>\nThe purposes of these cookies may consist of (i) conducting communications via an electronic communications network, or (ii) enabling information society service providers to offer such services in accordance with your specific requirements.\n</li>\n<li>\n<strong>Functionality Cookies</strong>\n<br>\nWe use these cookies so that we can save and keep track on your Information or choices you have made on our Sites (e.g.\nyour username, language, or region of residence) and to provide an overall enhanced, improved and tailored user experience and site functionality.\n</li>\n<li>\n<strong>Performance (Analytical) Cookies</strong>\n<br>\nThe deployment of these cookies may involve keeping track of visitor's activities on the Site, such as the most visited pages and what webpages have displayed error messages upon accessing.\nNo Information that can lead to your identification is collected by these cookies, as all the data they may collect is aggregated, making the User completely anonymous.\nThe only purpose of these cookies is to enhance the Site's functionality.\n</li>\n<li>\n<strong>Advertising (Targeting) Cookies</strong>\n<br>\nThese cookies may be used by us in tailoring advertisements that are in accordance with your interests.\nSuch cookies may also be deployed to restrict how many times an advertisement is displayed in addition to serving us in the evaluation of our advertising campaign and its effectiveness.\n</li>\n</ul>\n<p>\nIn order to differentiate a \"first-party\" cookie from a \"third-party\" cookie, you must consider the domain that places the cookie.\n</p>\n<ul>\n<li>\n<strong>First-party cookies</strong> are the cookies implemented by the same website you are visiting at that moment, e.g., cookies set up by www.coinzilla.com.\n</li>\n<li>\n<strong>Third-party cookies</strong> are the cookies set up not by the website that is visited by the User, but by another domain.\nIf a visitor enters a site that has a cookie configured on that site by another entity, then it is a third-party cookie.\n</li>\n<li>\n<strong>Session cookies</strong> are used by website operators during browser sessions to link your online activities.\nA browser session is the sum of actions you perform from the moment you open your Internet browser window to the moment you close it.\nSession cookies are generated on a temporary basis and are all deleted once the browser is closed.\n</li>\n<li>\n<strong>Persistent cookies</strong> are cookies that remain for a certain (specified) period of time on your device.\nBoth session and persistent cookies may be used on our Sites or through our Services.\n</li>\n</ul>\n<p>\nTo find out more information regarding the individual cookies we employ on our Sites and for our Services, and the corresponding purpose of each cookie, continue reading the Information provided below:\n</p>\n<p>\n<strong>3.4\tCookies Used on Our Sites</strong>\n</p>\n<p>\nOur Sites employ the use of the following first-party cookies:\n</p> First Party Cookies Cookie category\nCookie name\nPurpose Strictly Required Cookies\nconsent\nTo save your consent preferences <p>\nThe only use of first-party cookies on our Sites is with reference to our Services, with certain pages of our Sites featuring said cookies.\nTo find out more on how our cookies are deployed through our Services, please continue reading the information presented below.\n</p>\n<p>\nOur Sites employ the use of the following third-party cookies:\n</p> Third-Party Cookies Cookie category\nName of third party\nCookie name\nPurpose Functionality Cookies\nIntercom\nintercom-session-aoltuu4t\nIt will identify your current session with our live chat Strictly Required Cookies\nCloudflare\n_cfduid\nThis cookie is deployed by Cloudflare for security reasons.\nPerformance (Analytical)\nGoogle Analytics\n_ga\nThis cookie is used by Google to generate an unique identifier.\nPerformance (Analytical)\nGoogle Analytics\n_gid\nUsed by Google to store information for each page visit.\nPerformance (Analytical)\nGoogle Analytics\n_gat-UA-****\nUsed by Google to identify the account used by Coinzilla services.\nAdvertising (Targeting)\nGoogle Analytics\nAMP_TOKEN\nA cookie that stores a Token used by Google AMP services to identify a client.\nAdvertising (Targeting)\nGoogle Adsense\n_gcl_au\nUsed by Google for advertisements efficiency across websites using their services.\nPerformance (Analytical)\nFacebook\n_fbp\nUsed by Facebook to deliver advertisement products from third party advertisers.\n<p>\n<strong>3.5\tCookies Used Through Our Services</strong>\n</p>\n<p> Coinzilla's cookies may be placed on our Customers ' websites using our Services as follows:\n</p> First-Party Cookies Cookie category\nCookie name\nDomain\nExpiry\nPurpose Functionality Cookies\nsession\n.coinzilla.com\nSession\nUsed by Coinzilla to identify our customers.\nFunctionality Cookies\nsessionPersistence\n.coinzilla.com\nSession\nUsed by Coinzilla to keep the Customer's details through our platforms.\n<p>\n<strong>4.\nCookies Management</strong>\n</p>\n<p>\n<strong>4.1\tThe Cookies Our Sites Use</strong>\n</p>\n<p>\nYou are able to change the setting of your browser in order to manage or reject cookies if you do not want our trusted business partners to place their cookies on your device when you're accessing our webpages.\nYou can also set up a notification to alert you when a cookie is being placed in your Internet browser software.\nUsers can access these settings either in the \"Options\" or \"Preferences\" menu featured on their Internet browser.\n</p>\n<p>\nTo find out more about browser settings and how can you change them to your preferences, access your Internet browser's Help section.\nMost of today's Internet browsers allow you to look through your device's stored cookies and remove any unwanted cookie.\n</p>\n<p>\n<strong>4.2\tThe Cookies Our Services Use</strong>\n</p>\n<p>\nIf you do not want us to place our cookies on your device when you engage with or use our Services in order to personalize the content and data we may feature or provide you with and otherwise customize our Services' user experience, you are able to set your browser to reject these cookies (according to our aforementioned explanation), or click on the Opt-Out button below.\n</p>\n<p>\nYou can opt-out using our form at Coinzilla opt-out page.\n</p>\n<p>\nThe opt-out function removes all the cookies we may have previously held concerning your account and replaces them with a new cookie which reminds us not to track you anymore.\nThe removal of all your browser cookies after your opting-out implies that you will also be removing the cookie that alerts us that you have opted-out, meaning that you will need to perform the opt-out process again.\n</p>\n<p>\nYou will still be able to see our Services or ads even if you've opted out from receiving tailored content or ads from us.\n</p>\n<p>\n<strong>5.\nOur Contact Information</strong>\n</p>\n<p>\nShould you have inquiries regarding the privacy aspects of our Sites or Services, please feel free to reach us at the following addresses:\n</p>\n<p>\n<strong>Sevio FZC</strong>\n</p>\n<p>\nBusiness Address <br>\nUAE, Business Center, Al Shmookh Building, UAQ Free Trade zone, Umm Al Quwain\n</p>\n<p>\nHeadquarter Address <br>\nHQ, Romania, Iasi, Calea Chisinaului nr 104-106bis, PO 700180\n</p>\n<p>\nE-mail: office@coinzilla.com\n</p>\n<p>\n<strong>6.\nModifications to this Cookies Policy</strong>\n</p>\n<p>\nThis Cookie Policy is updated starting with the Effective Date stipulated above.\n</p>\n<p>\nThis Cookie Policy may be subjected to occasional updates or changes, so please read this policy periodically to keep abreast with the new modifications.\nAny changes related to this Cookie Policy on our Sites will be immediately published by us.\n</p>\n<p>\nIf any revisions to our Cookie Policy have a significant impact on our practices concerning the Information we may have about you, we will try our best to alert you of such updates in advance by emphasizing the changes on our Sites.\nWe will request your permission in advance for any material changes, should this be compulsory via applicable data protection laws.\n</p>\n<p>\nBy continuing to use the Sites and our Services, you express your agreement regarding this Cookie Policy and any updates.\n</p>\nLast modification made on 15th of October 2019 at 14:00 GMT Let's Reach New Borders 280M+\nImpressions\nper month 300k+\nClicks\nper month 450+\nWebsites\nper month Meet Your Account Manager\nContact Us ⟶ About\n<ul>\n<li>Who Are We?</li>\n<li>Bug Bounty Program</li>\n<li>Meet our Partners</li>\n<li>Contact Us</li>\n</ul> Services\n<ul>\n<li>Coinzilla for Advertisers</li>\n<li>Coinzilla for Publishers</li>\n<li>Coinzilla Marketplace</li>\n</ul> Help\n<ul>\n<li>Announcements</li>\n<li>Frequently Asked Questions</li>\n<li>Tutorials</li>\n<li>Download Media Kit</li>\n</ul> Social Presence <ul>\n<li>Facebook</li>\n<li>Twitter</li>\n</ul>\n<ul>\n<li>Youtube</li>\n<li>Linkedin</li>\n</ul> Copyright © 2016 - 2020 Sevio -\nUser Agreement - Privacy Policy - Cookie Policy - Refund Policy - Website Acceptance Policy This website uses cookies.\nContinued use of this website indicates that you accept our Privacy Policy.\nI Agree ", "created_at": "2021-05-30 20:32:31.127265", "updated_at": "2021-05-30 18:35:52.65912"}, {"id": 6464, "name": "User Agreement", "url": "https://coinzilla.com/user-agreement/", "xpath": "//body", "text": " <ul>\n<li>\nAdvertisers\n</li>\n<li>\nPublishers\n</li>\n<li>\nMarketplace\n</li>\n<li>\nAcademy\n</li>\n</ul>\n<ul>\n<li>\nSign Up\n</li>\n<li> Sign In\n</li>\n</ul>\n<ul>\n<li> User Agreement </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Refund Policy </li>\n<li> Website Acceptance Policy </li>\n</ul> User Agreement <p>\nThis agreement shall govern participation in the Coinzilla program.\nBy using the Coinzilla website and/or platform, you agree to these Terms and Conditions.\n</p>\n<p>\nThe term 'user' will refer to any individual or entity who accepts the Terms and Conditions of this agreement by registering.\nCoinzilla is a product developed by Sevio Fzc.\n</p>\n<p>\nCoinzilla reserves the right to choose whether or not to accept a user to use its services.\n</p>\n<p>\nCoinzilla might request access to your Google Analytics account in order to verify the quality and authenticity of your traffic, if we have reasons to believe your data is fraudulent.\n</p>\n<p>\n<strong>Advertisements</strong>\n<br>\nCoinzilla will not accept any advertisement that can harm or that is inappropriate for the general audience.\nThe following advertisement types are examples of prohibited advertisements:\n</p>\n<ol>\n<li>\nAdvertised page(s) that contain any popup/popunder or page blocker.\n</li>\n<li>\nAdvertised page(s) that contain any kind of content prohibited in the Websites section.\n</li>\n<li>\nAdvertised page(s) that contain scripts that alter the user’s browser settings.\n</li>\n<li>\nAdvertised page(s) that contain any frame-breaking codes.\n</li>\n<li>\nAdvertised page(s) that contain multiple alert boxes.\n</li>\n<li>\nAdvertised page(s) that contain alert boxes with \"Close\" buttons that cannot be seen by users.\n</li>\n</ol>\n<p>\nIf, after approval, the advertised page(s) has changed and breaks this terms, your campaign and account will be blocked.\n</p>\n<p>\nIn any of the cases listed, you will not be entitled to a refund.\n</p>\n<p>\n<strong>(!)</strong> If the promoted page(s) is changed, we require an IMMEDIATE notification of these changes via email or through our ticket system.\n</p>\n<p>\n<strong>(!)</strong> By depositing funds on Coinzilla, you agree that if any kind of malware, exploits, hijacks, or viruses are detected on any of your promoted pages, your account will be disabled, and you won't be entitled to a refund.\nThe same rule applies if we detect multiple accounts banned for that reason.\n</p>\n<p>\n<strong>Coinzilla Marketplace - Advertisers</strong>\n<br>\nAll the articles purchased through Coinzilla Marketplace are guaranteed to remain live on the publisher’s website for an indefinite period.\nHowever, the publisher will be allowed to remove the article if:\n</p>\n<ol>\n<li>\nThe advertiser’s project was proven to be a scam.\n</li>\n<li>\nThe advertiser’s project is no longer active.\n</li>\n<li>\nThe advertiser changed his domain of activity and the content is no longer reflecting the current activity of the advertiser.\n</li>\n</ol>\n<p>\nIf any of the aforementioned conditions are met and the publisher deletes the sponsored content, Coinzilla is in no way responsible and a refund will not be possible.\n</p>\n<p>\nIf the sponsored content was deleted by the publisher without a valid reason, the advertiser will receive a full refund for that article.\n</p>\n<p>\n<strong>Coinzilla Marketplace - Publishers</strong>\n<br>\nIf a publisher deletes a sponsored article delivered to his website through the Coinzilla Marketplace service, he is required to notify Coinzilla in regards to the deletion as well as the reason behind the decision.\n</p>\n<p>\nIf the publisher does not provide a valid reason for deleting the article, he will be required to fully refund the cost of the said article to Coinzilla.\nValid reasons for article deletion include:\n</p>\n<ol>\n<li>\nThe advertiser’s project was proven to be a scam.\n</li>\n<li>\nThe advertiser’s project is no longer active.\n</li>\n<li>\nThe advertiser changed his domain of activity and the content is no longer reflecting the current activity of the advertiser.\n</li>\n</ol>\n<p>\nIf the publisher does not refund the cost of the article he deleted, his Coinzilla Marketplace account will be locked, and the restrictions may extend to his Coinzilla Display account as well.\n</p>\n<p>\n<strong>Data Reporting (Stats)</strong>\n<br>\nAll campaigns on Coinzilla are served, tracked, and reported by Coinzilla.\nFor campaigns that involve third-party serving/tracking, accounting may be beyond Coinzilla's control.\n</p>\n<p>\nThe data generated by a campaign will only be available for 1 year.\nAfter that, the data will be automatically deleted from your account.\nThe user is solely responsible of downloading and saving that data, if he wishes to do so.\n</p>\n<p>\n<strong>Withdrawals</strong>\n</p>\n<p>\nIn order to withdraw funds from your account, your profile needs to be fully completed with your real personal information (first and last name, email address, country of residence, and full address).\n</p>\n<p>\nIf your account is a company account, your company details need to be completed as well.\n</p>\n<p>\nIf you request a withdrawal without having completed this information, our team will contact you in order to complete your profile.\nIf you refuse to provide the necessary details, your withdrawal request will be denied.\n</p>\n<p>\nWithdrawing your Coinzilla funds to an address that does not support the selected currency will result in a permanent loss of your funds.\nCoinzilla is in no way, shape, or form responsible for such actions.\n</p>\n<p>\nYou can submit a withdrawal request only once every 72 hours.\n</p>\n<p>\nA withdrawal request is generally processed in 1-2 business days, but it may take up to a week depending on the network's working conditions.\n</p>\n<p>\n<strong>Deposits</strong>\n<br>\nThe currency used by the Coinzilla platform is EUR.\n</p>\n<p>\nYou can deposit funds to your Coinzilla account via bank transfer, BTC, BCH, ETH, LTC, USDC and USDT.\nAll the exchanges fees will be supported by the user.\nFor deposits in other cryptocurrencies, please contact your account manager.\n</p>\n<p>\nBank deposits made in other currencies (such as USD) will support an exchange fee, which will be retained from the user’s initial deposit.\n</p>\n<p>\nAny funds you deposit using cryptocurrency will be automatically converted to EUR after the payment is confirmed by the network, and not when the deposit is initiated.\nThe exchange rate used is the one available on our exchanger at the moment of the payment’s confirmation, and not when the deposit was initiated.\n</p>\n<p>\nIn order to deposit funds into your account, your profile needs to be fully completed with your real personal information (first and last name, email address, country of residence, and full address).\n</p>\n<p>\nThe deposit should be completed in a single full transaction.\nDepositing funds through numerous micro payments will put your account at risk of being banned.\n</p>\n<p>\nIf your account is a company account, your company details need to be completed as well.\n</p>\n<p>\nIf you refuse to complete this information, your Coinzilla account will be at risk of being closed.\n</p>\n<p>\nIf your account is a company account, your company details need to be completed as well.\n</p>\n<p>\nIf you refuse to complete this information, your Coinzilla account will be at risk of being closed.\n</p>\n<p>\n<strong>Bonuses</strong>\n<br>\nAll bonuses earned or obtained on Coinzilla are not eligible for withdrawing.\nThey can be used for advertisement acquisition.\nBonus funds are the last to be used.\n</p>\n<p>\n<strong>Rates</strong>\n<br>\nAll advertising rates are prone to changes at any time.\nWe recommend to always check the price before making a payment.\n</p>\n<p>\n<strong>Representations and Warranties</strong>\n<br>\nCustomer hereby indemnifies and holds harmless Sevio Fzc and the publishers (including their successors, directors, officers, employees, agents, assigns) from and against all claims, loss, liability, damage, and expense of any nature (including attorneys' reasonable fees), in connection with the advertisement URL and its linked websites, for any actual or alleged breach of any term of this agreement.\n</p>\n<p>\n<strong>Damages</strong>\n<br>\nIn no event shall either party be liable for special, indirect, incidental, or consequential damages, including, but not limited to, loss of data, loss of use, or loss of profits arising thereunder or from the provision of services.\n</p>\n<p>\n<strong>Limitation of Liability</strong>\n<br>\nNeither Sevio Fzc nor the participating sites will be subjected to any liability whatsoever for (a) any failure to provide reference or access to all or any part of the advertised URL due to systems failures or other technological failures of Sevio Fzc or of the Internet.\n(b) delays in delivery and/or non-delivery of a campaign, including, without limitation, difficulties with a publisher or website, difficulties with a third-party server, or electronic malfunction.\nand (c) errors in content or omissions in any advertised URL provided by the customer.\n</p>\n<p>\n<strong>(!)</strong> Sevio Fzc.\nreserves the right to change any of these terms and conditions at any time without notice.\nYou are bound to respect any change in our terms and conditions within 2 days after the update, and you are required to read this page periodically.\n</p>\n<p>\n<strong>Sevio FZC</strong>\n</p>\n<p>\nBusiness Address <br>\nUAE, Business Center, Al Shmookh Building, UAQ Free Trade zone, Umm Al Quwain\n</p>\n<p>\nHeadquarter Address <br>\nHQ, Romania, Iasi, Calea Chisinaului nr 104-106bis, PO 700180\n</p>\nLast modification made on 15th of October 2019 at 14:00 GMT Let's Reach New Borders 280M+\nImpressions\nper month 300k+\nClicks\nper month 450+\nWebsites\nper month Meet Your Account Manager\nContact Us ⟶ About\n<ul>\n<li>Who Are We?</li>\n<li>Bug Bounty Program</li>\n<li>Meet our Partners</li>\n<li>Contact Us</li>\n</ul> Services\n<ul>\n<li>Coinzilla for Advertisers</li>\n<li>Coinzilla for Publishers</li>\n<li>Coinzilla Marketplace</li>\n</ul> Help\n<ul>\n<li>Announcements</li>\n<li>Frequently Asked Questions</li>\n<li>Tutorials</li>\n<li>Download Media Kit</li>\n</ul> Social Presence <ul>\n<li>Facebook</li>\n<li>Twitter</li>\n</ul>\n<ul>\n<li>Youtube</li>\n<li>Linkedin</li>\n</ul> Copyright © 2016 - 2020 Sevio -\nUser Agreement - Privacy Policy - Cookie Policy - Refund Policy - Website Acceptance Policy This website uses cookies.\nContinued use of this website indicates that you accept our Privacy Policy.\nI Agree ", "created_at": "2021-05-30 20:32:31.125882", "updated_at": "2021-05-30 18:36:28.335718"}, {"id": 6463, "name": "Privacy Self-Regulation:", "url": "https://coinzilla.com/privacy-policy/", "xpath": "", "text": " <ul>\n<li>\nAdvertisers\n</li>\n<li>\nPublishers\n</li>\n<li>\nMarketplace\n</li>\n<li>\nAcademy\n</li>\n</ul>\n<ul>\n<li>\nSign Up\n</li>\n<li> Sign In\n</li>\n</ul>\n<ul>\n<li> User Agreement </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Refund Policy </li>\n<li> Website Acceptance Policy </li>\n</ul> Privacy Self-Regulation:\n<p>\nSevio FZC (\"<strong>Coinzilla</strong>\") aims to be the most transparent online advertising firm and give Internet users complete control over how they use their data.\nOur company abides by the Self-Regulatory Principles laid down by the Digital Advertising Alliance (DAA), the European Interactive Digital Advertising Alliance (EDAA), and the Digital Advertising Alliance Canada (DAAC).\n</p>\n<p>\nOther regulations with which Coinzilla is also compliant are those issued by the Interactive Advertising Bureau's (IAB) Self-Regulatory Principles for Online Behavioral Advertising, and the IAB Europe OBA Framework.\n</p>\n<p>\nYour AdChoices Opt-Out settings can be updated by clicking on your region here: US, Canada, or Europe.\nand to change your NAI member sites' settings, go to this link here.\n</p>\nCoinzilla Privacy Policy <p>\nWe, <strong>Sevio FZC</strong>, along with our Affiliates (\"<strong>Coinzilla</strong>\", \"<strong>we</strong>\", \"<strong>us</strong>\", or \"<strong>our</strong>\"), have a great concern for the privacy of our customers.\n</p>\n<p>\nOur privacy policy (\"<strong>Privacy Policy</strong>\") details the procedures involved in collecting , processing, using, and disclosing the data that is collected through our website, <strong>www.coinzilla.com</strong>, or any other digital property of <strong>Coinzilla</strong> exhibiting this Privacy Policy (collectively, the \"Sites\"), as well as our content-discovery platforms, analytics tools, feeds, widgets, and other software system tools that may be provided through our Sites or via third-party websites (collectively, the \"<strong>Services</strong>\").\n</p>\n<p>\nRead this information carefully so that you understand how we process personal data and what your rights are.\n</p>\n<p>\nWe may collect data from or about you or your device, including personal information (\"<strong>Information</strong>\") when you visit the Sites, or use or interact with any of our Services, and this Information will be processed as explained in this Privacy Policy.\n</p>\n<p>\nThe data we've collected through our Sites and Services may be used in various ways, in accordance with your status as (<strong>i</strong>) a publisher, advertiser, or another content provider who is in a contractual agreement with Coinzilla, (\"<strong>Customer</strong>\").\n(<strong>ii</strong>) visitor of our Customers' websites and digital properties that are associated with our Services (\"<strong>User</strong>\").\nor (<strong>iii</strong>) a visitor of <strong>coinzilla.com</strong> (\"<strong>Site Visitor</strong>\"), that belongs to the Customer or the prospective customer category.\n</p>\n<p>\nConsequently, the relevant information for each of these main categories has been segregated into three different sections that are featured below.\nThe Information which concerns and applies to all three of the aforementioned categories is included in our Privacy Policy, in Section 4.\n</p>\n<p>\nIn order to find out more details regarding our Sites' and Services' use of cookies, please consult our Cookie Policy.\n</p>\n<p>\n<strong>Table of contents</strong>\n</p>\n<ol>\n<li>Customers Section</li>\n<li>Users Section</li>\n<li>Site Visitors</li>\n<li>General Provisions That Apply to Customers, Users and Site Visitorsn</li>\n<li>Our Contact Information</li>\n<li>Modifications to This Privacy Policy</li>\n</ol>\n<p>\n<strong>1.\nCustomers</strong>\n<br>\n</p>\n<p>\n<strong> 1.1 Information Collected from Customers (\"Customer Information\")</strong>\n</p>\n<p>\nCustomer Information represents data which we directly collect from our Customers.\nFor instance, a Customer's contact details will be collected by us upon entering a contractual agreement with Coinzilla, or we might save a Customer's username and password during the account registration on any of our Sites.\nWe will also collect the information submitted to us by the Customer when he sends an e-mail containing inquiries or agrees to sign up to our e-mail newsletters.\nWe may also collect other Information that has been provided to us on the Customers' own accord (for instance, the contents of a message sent to us via our Sites or e-mail).\nInformation from potential Customers may also be collected by us through the use of publicly available sources.\n</p>\n<p>\nIf a Customer signs up to use our Services or uses Coinzilla's \"Display\" analytics dashboard, we may collect information such as the Customer's name, e-mail address, telephone number, billing details, and any other data that are provided to us by the Customer while using the platform.\nPayments to or from our Customers may also be processed on our behalf through collaborations with third-party vendors.\n</p>\n<p>\n<strong>1.2\tHow Customer Information Is Used</strong>\n</p>\n<p>\nThe Customer Information we collect might be used for several purposes:\n</p>\n<ul>\n<li>\n<strong>Service Provision.</strong> To provide our Customers with the Services of our Sites, or for other customer service purposes.\n</li>\n<li>\n<strong>Client Communication.</strong> To reach and communicate with our Customers regarding Customers' accounts via e-mail or other means of communication, to answer general Customer queries, requests, or complaints, and, lastly, to provide Customers with news, pieces of advice, or other information that is useful or of interest based on their communications preferences.\nThis type of communication may entail the use of cookies in our e-mails so that we can track when the e-mails are opened and also evaluate the performance of our campaigns.\nFor additional information on our cookies, please visit our Cookie Policy.\n</li>\n<li>\n<strong>Marketing and Advertising Purposes.</strong> To offer newsletters, exclusive deals, and promotions to our Customers either via e-mail or other methods, and to contact them regarding products or services that we think are in accordance with their interests.\nfor general updates regarding Coinzilla's activity and services.\nalso, for other marketing and advertising purposes.\nAll of the Information sent to us will comply with the communications preferences of our Customers.\n</li>\n</ul>\n<p>\n<strong>1.3\tHow Customer Information Is Disclosed</strong>\n</p>\n<p>\nOur collected Customer Information may be disclosed to the following parties:\n</p>\n<ul>\n<li>\n<strong>Coinzilla's Affiliates.</strong> Current or future affiliates of Coinzilla, as well as parent companies, or subsidiaries, may receive some of our Customers' Information for the purposes expressed in this Privacy Policy (affiliates are companies that manage, are managed by, or are under our common management, such as Sevio FZC, referred to herein as \"<strong>Affiliates</strong>\").\n</li>\n<li>\n<strong>Coinzilla's Service Providers.</strong> Customer Information may also be disclosed to our third-party vendors, service providers, agents, contractors, or other services that perform various tasks on our platform in our interest.\nSome of these tasks may include maintenance, data analysis, surveys, e-mail marketing, data hosting, fraud detection, and payment processing.\n</li>\n<li>\n<strong>Customers.</strong> Customer Information may be disclosed to other Customers if this is relevant for the Service we provide.\nFor instance, our publishers may receive Information regarding possible advertisers on their network, or we may offer our advertisers Information about which publishers' sites their ads have appeared on.\n</li>\n</ul>\n<p>\n<strong>1.4 Customer Options and Actions</strong>\n</p>\n<p>\nCustomers may have the possibility of performing certain actions with regards to the Information provided to us, such as accessing, updating, or modifying their data.\nThese actions can be accomplished either by changing their account data, sending an e-mail to their dedicated account manager, or directly sending us an e-mail at office@coinzilla.com.\n</p>\n<p>\nE-mails with promotional or informational content may be sent from time to time to our Customers based on the communications preferences they've opted for.\nCustomers may choose to not receive such communications by completing the instructions provided in their e-mail.\nPlease take into consideration that opt-out requests may have a processing time of up to ten (10) business days.\n</p>\n<p>\nYou may still receive emails concerning your account or any requested or received Services from us, even if you have opted out from receiving promotional or informational e-mails.\n</p>\n<p>\n<strong>2.\nUsers</strong>\n</p>\n<p>\n<strong>2.1\tInformation Collected from Users (\"User Information\")</strong>\n</p>\n<p> User Information is collected automatically when Users come into contact with the Services featured on the websites of our Customers and other digital properties.\nThis User Information is collected through the use of cookies and other technologies employed by most web-based services.\n</p>\n<p>\nCoinzilla collects data only in a pseudonymized form, meaning your identity is concealed from us as we do not know or process your name, e-mail address, or other relevant personal data.\n</p>\n<p>\nWe may collect User Information that includes, but is not limited to:\n</p>\n<ul>\n<li>\ndata regarding the device and operating system of the User.\n</li>\n<li>\nIP address.\n</li>\n<li>\nthe web pages visited within our Customers' websites.\n</li>\n<li>\nthe link that brought the User to a Customer's website.\n</li>\n<li>\nthe accessing dates and times on a Customer's website.\n</li>\n<li>\nevent information (e.g., system crashes).\n</li>\n<li>\ngeographic location of User's internet service provider (i.e.\ncountry, city).\n</li>\n<li>\nother diagnostic data.\n</li>\n</ul>\n<p>\nOur Customers are asked to acquire consent on our behalf to allow us to collect this User Information (whenever it's required by applicable data protection laws).\nUser data may also be obtained from our data partners (accredited or authorized institutions are able to request such documents).\n</p>\n<p>\nTo find out additional information regarding our use of cookies and other technologies, please consult our Cookie Policy.\n</p>\n<p>\n<strong>2.2\tHow Our User Information Is Used</strong>\n</p>\n<p>\nOur collected User Information may be used for the purposes featured down below:\n</p>\n<ul>\n<li>\n<strong>Service Provision.</strong> For the purpose of providing our services to our Users and Customers.\n</li>\n<li>\n<strong>Content Customization.</strong> For the purpose of customizing and personalizing the content and information that we may deliver or feature to Users.\nretargeting content to Users via our Services.\npersonalizing our Services' user experience.\nFor additional information regarding the personalization of our content, please access the Interest-Based Advertising section of this Privacy Policy.\n</li>\n<li>\n<strong>Content Personalization for Multiple Devices.</strong> For the purpose of offering an improved user experience for an all-encompassing variety of browsers and devices (e.g., smartphones, tablets, PCs) with better-targeted ad campaigns.\nWe aim to provide the same quality and user experience and personalized content whether you are using a web browser or a mobile app.\nTo achieve this, we may sync cookies and identifiers with our service providers or Customers that already have this implementation, so that our Users can benefit from improved data and data segments, and gain insight of other customers from the market.\n</li>\n<li>\n<strong>Providing Data Segments for Targeting Content and Advertisements for Services of Possible Interest.</strong> We may provide our Customers with several data segments (groups of Users with common attributes) either from us or from our data partners (accredited or authorized institutions are able to request such documents) to help them gain exposure to Users that have a higher chance of showing interest in their content and ads.\nWhen forming segments, we do not base our creation process on sensitive information (e.g., race, ethnicity, religious affiliations, or health status, genetic or biometric data, sex life or sexual preferences).\nOur Customers may use, via our Services, several standard health-related segments which focus on non-sensitive issues that mostly concern general health and well-being or over the counter treatments.\nWe may also provide standard finance-related segments that are about Users who have an interest in financial services.\n</li>\n</ul>\n<p>\n<strong>2.3\tHow Our User Information Is Disclosed</strong>\n</p>\n<p>\nOur User Information may be disclosed to the following parties:\n</p>\n<ul>\n<li>\n<strong>Coinzilla's Affiliates.</strong> Any of the existing or future Affiliates, parent companies, or subsidiaries of Coinzilla may receive User Information for data processing according to this Privacy Policy's designated purposes.\n</li>\n<li>\n<strong>Coinzilla's Service Providers.</strong> Our vendors, service providers, agents, contractors, or other parties that provide our platform with services (e.g., maintenance, data analysis, surveys, payment and credit card processing, data hosting, etc.) may receive User Information on our part.\n</li>\n<li>\n<strong>Third Parties with No Affiliation.</strong> User Information may be disclosed to other third parties that hold no affiliation with Coinzilla, such as (i) our data partners (accredited or authorized institutions are able to request such documents), so that we can enable our advertisers to offer targeted content to specific audience segments, and (ii) our programmatic demand and supply partners (accredited or authorized institutions are able to request such documents) so that we can offer personalized advertisements.\n</li>\n<li>\n<strong>Customers.</strong> User Information may be disclosed to the Customers that have a Service we think might benefit from such information.\nFor instance, publishers may receive from us data regarding the viewing and click-through patterns of their content, and advertisers may receive conversion rates data that they can use for analytics.\n</li>\n</ul>\n<p>\n<strong>2.4\tHow to Access Your Coinzilla User Information </strong>\n</p>\n<p>\nYou are able to submit a request to access personal information Coinzilla may hold about you, as well as correct, delete, erase your personal data and restrict how this Information is processed.\nTo make your request, please contact us at office@coinzilla.com.\n</p>\n<p>\n<strong>2.5\tInterest-Based Advertising</strong>\n</p>\n<p>\nWe may provide advertisements to you via our Services and the Services provided to our Customers in accordance with your recent browsing behavior across various Customer platforms, browsers, or devices.\n</p>\n<p>\nFor example, if you first visit a certain website, then the next websites you will be visiting will feature content personalized related to the content of the first website you have accessed.\n</p>\n<p>\nWe may employ the use of cookies, JavaScript, web beacons (including clear GIFs), HTML5 local storage, and other technologies in order to provide you with relevant advertisements about products and services that are of possible interest to you.\nPlease read our Cookie Policy to find out more information regarding the technologies we use.\n</p>\n<p>\nThird parties, such as ad networks, may also be used to display advertisements derived from your online browsing behavior.\nThis will enable advertisers to present advertisements that target items and services with relation to your interests.\n</p>\n<p>\nIn order to measure the effectiveness of ads and personalized contents for you, our third-party ad networks, advertiser Customers (and their affiliate content providers and agents), and/or traffic tracking services may also employ the use of technologies, including, but not limited to, cookies, JavaScript, web beacons (as well as clear GIFs), and Flash LSOs.\nThe privacy policy which these third-party cookies and other technologies follow are those of a third-party entity that manages them, not this one.\n</p>\n<p>\nFor queries regarding our collection and use of data for interest-based advertising purposes, please contact us at office@coinzilla.com.\n</p>\n<p>\n<strong>2.6\tUser Choices and Opting Out</strong>\n</p>\n<p>\nCoinzilla's Users are provided with options that allow them to control how their Information is used by certain Services.\nCustomers are able to control the interest-based content and ads they receive through several options:\n</p>\n<ul>\n<li>\n<strong>The display of interest-based ads from Coinzilla can be disabled by clicking on the opt-out button below.</strong> It should be noted that you will still be able to see Coinzilla's content recommendations even if the opt-out function is enabled.\nOpting out prevents Coinzilla from using your Information to generate recommendations based on your particular interests.\nThe recommendations you will receive from now on will be based on the specific website you are visiting (i.e., contextually based ads).\n<p>\nYou can opt-out using our form at Coinzilla opt-out page.\n</p>\n</li>\n<li>\n<strong>Not Opted Out</strong>: You will receive personalized recommendations from Coinzilla based on your browsing history.\n</li>\n<li>\n<strong>Opted Out</strong>: Your activity will no longer be tracked by Coinzilla, and, therefore, you will not be receiving personalized content recommendations derived from your past online activities\n<ul>\n<li>\nAs we individually track device or browser operations, you will need to opt-out on each device and browser, individually, in order to completely opt out across multiple devices.\n</li>\n<li>\nYour opt-out may not come into effect if your browser is set to reject cookies, as we have already recognized your opt-out configuration based on an opt-out cookie that we've sent to you.\nFor the opt-out to be effective in this scenario, you will be required to confirm that your browser has the proper configuration.\nUsers that have a Safari browser on iOS11 or macOS High Sierra first have to change their Privacy and Security Settings in order to disable \"Prevent Cross-Site Tracking\" and \"Block All Cookies\", and then access, once again, this privacy policy or their opt-out platform of choice to reset the opt-out settings.\n</li>\n<li>\nTechnologies that do not use cookies may be used by Coinzilla in very few specific situations.\nThese technologies work in a similar manner to cookies, as they help us to create tailored ad recommendations based on your interests and keep track if the opt-out function was enabled.\nPlease keep in mind that you may not be able to restrict the use of non-cookie technologies with certain web browsers, but you can go to the \"User Choices\" section on this page and click on the Opt-Out feature to have this function enabled.\n</li>\n</ul>\n</li>\n<li>\n<strong>Users can also disable getting targeted ads from Coinzilla and other advertising companies.</strong>\n<ul>\n<li>\nThe NAI opt out tool stops Coinzilla and other NAI-approved member companies from sending you targeted ads.\nThe NAI offers a guideline on how to opt out from mobile devices that run on Android, iOS, and Windows Phone operating systems.\n</li>\n<li>\nThe Digital Advertising Alliance affiliate websites also feature more information regarding User Choices and how to disable targeted advertising for each of the member companies.\n</li>\n<li>\nThe DAA consumer choice page is available to United States-based Users at www.aboutads.info/choices\n</li>\n<li>\nThe DAAC consumer choice page is available to Canadian Users at www.youradchoices.ca/choices\n</li>\n<li>\nThe EDAA consumer choice page is available to European Users at www.youronlinechoices.eu\n</li>\n</ul>\n</li>\n</ul>\n<p>\nYou will still be able to see the advertisements from the companies featured in the DAA, DAAC, or EDAA consumer choice pages, even if you have activated the opt-out function.\nOpting out prevents these companies from using your Information to create ad recommendations based on your particular interests.\nThe recommendations you will receive from now on will be based on the specific website you are visiting (i.e., contextually based ads).\n</p>\n<p> Your opt-out may not be effective if your browser has been set to reject opt-out cookies when visiting DAA, DAAC or EDAA consumer choice pages (these cookies notice companies if your opt-out preference is enabled).\n</p>\n<p>\n<strong>2.7\tHow We Keep User information</strong>\n</p>\n<p>\nFor ad-related purposes, User Information may be held for eighteen (18) months since the User's last interacted with our Services, after which we will de-identify the information by removing unique identifiers or aggregating the data.\n</p>\n<p>\nThe resulting de-identified or aggregated data may also be held by us to be used for reporting and analysis, during the entire period it is of commercial necessity.\nThis type of data cannot be used for the identification of an individual or device.\nOpt-out data may be retained for longer than eighteen (18) months in order to track and keep active the opt-outs that have been requested.\n</p>\n<p>\n<strong>2.8\tChildren</strong>\n</p>\n<p>\nOur data collecting and advertising is not knowingly targeted towards websites that have, as their audience, children under the age of thirteen (13).\nParents or legal guardians of children under the age of thirteen (13) are able to contact us at office@coinzilla.com regarding our data collection methods.\n</p>\n<p>\n<strong>3.\nSite Visitors</strong>\n</p>\n<p>\n<strong>3.1.\nSite Visitor Data Collection</strong>\n</p>\n<p>\nSite Visitor Information may be collected by Coinzilla either from you or from third parties that collect data when using one of our Sites.\nWe may combine all the data we obtain from different sources.\n</p>\n<ul>\n<li>\n<strong>Data Collected Directly from You.</strong> Site Visitor Information may be collected by Coinzilla directly from you, in cases such as when you send us an e-mail with an inquiry or a form on our Sites that confirms you want to receive marketing materials or e-mail newsletters.\nThe data inputted into these fields before submitting the forms may be recorded by third-party analytics.\nOther visitor Information that you have sent to us may be collected, including the contents of a message sent via our Sites.\n</li>\n<li>\n<strong>Data Collection from Third Parties.</strong> Site Visitor Information may also be collected by Coinzilla through third parties that automatically do so, on our behalf, when you access our Site.\nThe collected Information may be about your operating system, IP address, system configuration, device information, mobile data information, your visited web pages within our Sites, the link that redirected you to our Sites, what site you visited when you left our Sites, the accessing dates and times, event information (e.g., system crashes) and weblog data.\n</li>\n</ul>\n<p>\nTo find out additional information regarding the use of cookies and other technologies, please read our Cookie Policy.\n</p>\n<p>\n<strong>3.2.\nHow Site Visitor Information Is Used</strong>\n</p>\n<p>\nYour Site Visitor Information may be used by us for the following purposes:\n</p>\n<ul>\n<li>\n<strong>Service Provision.</strong> For the purpose of providing the Services of our Sites, as well as for management motives.\n</li>\n<li>\n<strong>Content Personalization.</strong> For the purpose of offering personalized content and data to you when you visit our Sites, and to give you a tailored browsing experience.\n</li>\n<li>\n<strong>Communication Purposes.</strong> In order to communicate with you and to respond to your questions or complaints regarding our Services through e-mail.\nor to offer you news, pieces of advice or other updates we deem are of interest to you.\n</li>\n<li>\n<strong>Marketing and Advertising.</strong> To send and contact you about services and materials that we believe might be of interest to you, such as newsletters, exclusive offers, and promotional services, as well as for other purposes that involve marketing and advertising.\nAll of the information we will send will be compliant with the communications preferences set by you.\n</li>\n<li>\n<strong>Analytical Purposes.</strong> To have an ampler insight on how our Sites are accessed and used, at an aggregated and individualized level.\nto offer our response to any demands and preferences.\nand to analyze and research how our site is used.\n</li>\n</ul>\n<p>\n<strong>3.3.\nHow Site Visitor Information Is Disclosed</strong>\n</p>\n<p>\nSite Visitor Information may be disclosed by Coinzilla to the following parties:\n</p>\n<ul>\n<li>\n<strong>Coinzilla's Affiliates.</strong> Any of the existing or future Affiliates, parent companies, or sub-branches of Coinzilla may receive Site Visitor Information for the processing purposes detailed in this Privacy Policy.\n</li>\n<li>\n<strong>Coinzilla's Service Providers.</strong> Third-party service providers, such as vendors, agents, contractors, or other entities that perform services for our platform (e.g., maintenance, data analysis, surveys, payment and credit card processing, data hosting, etc.) may receive Site Visitor Information from us.\n</li>\n</ul>\n<p>\n<strong>3.4.\nThird-Party Online Advertising</strong>\n</p>\n<p>\nWe may collaborate with third parties that employ their proprietary cookies, web beacons, and other technologies which record Site Visitors' online activities, either on our Sites and/or other sites, so that we can provide personalized advertisements that are suited to your interests.\n</p>\n<p>\nAdvertisers and ad networks are some of the included third parties that may gather data upon your vising or interaction with their advertisements and may also collect Information on your web browsing activities either on our Sites or other different sites.\n</p>\n<p>\nThe ad placement of Coinzilla is based on the principle that they should be featured in places that are of interest and have the most relevancy to visitors.\nBy enabling ad networks to place their own cookies when our Sites receive a visitor, we are able to place our ads organically.\n</p>\n<p>\nAd networks are able to identify past visitors of Coinzilla's Sites through the use of these cookies.\nThe ad network will be able to deliver a Coinzilla advertisement on any of its new ad spaces on a third-party website to that same individual that visited the Coinzilla Sites, as its cookies recorded his activity and noted his interest in Coinzilla.\n</p>\n<p>\nTo find out more details regarding the collection of Site Visitor Information through third parties, please read our Cookie Policy.\n</p>\n<p>\n<strong>3.5.\nSite Visitor Options</strong>\n</p>\n<p>\nSite Visitors may opt out of third-party ad networks and advertisers that collect Information on the Sites that serve ads about Coinzilla.\nBy visiting one of the Digital Advertising Alliance affiliate websites, you can learn more about User choices and opting out of interest-based advertising displayed by the many member companies\n</p>\n<ul>\n<li>\nThe DAA consumer choice page is available to United States-based Users at www.aboutads.info/choices.\n</li>\n<li>\nThe DAAC consumer choice page is available to Canadian Users at www.youradchoices.ca/choices.\n</li>\n<li>\nThe EDAA consumer choice page is available to European Users at www.youronlinechoices.eu.\n</li>\n</ul>\n<p>\nYou will still be able to see the advertisements from the companies displayed in the DAA, DAAC, or EDAA consumer choice pages even if the opt-out function is enabled.\nOpting out averts these companies from using your Information to generate ad recommendations based on your particular interests.\nThe advertisements you will receive from now on will be based on the specific website you are visiting (i.e., contextually based ads).\n</p>\n<p>\nYour opt-out may not be effective if your browser has been configured to reject opt-out cookies when visiting sites from the DAA, DAAC or EDAA consumer choice pages (these cookies notice companies if the opt-out preference is set in your browser).\n</p>\n<p>\nSite Visitors that receive our e-mail subscriptions can manage their subscription: For Advertisers Newsletter and For Publishers Newsletter.\n</p>\n<p>\n<strong>4.\nGeneral Provisions That Apply to Customers, Users and Site Visitors</strong>\n</p>\n<p>\n<strong>4.1\tHow Your Information Is Used</strong>\n</p>\n<p>\nIn addition to the purposes aforementioned in Sections 1-3, we may use data collected from Customers, Users, and Site Visitors for several other purposes:\n</p>\n<ul>\n<li>\n<strong>Service Analysis.</strong> To improve our comprehension on how our Sites and Services are accessed and used, at an aggregated and individualized level.\nto offer our response to Customers', Users', and Site Visitors' demands and preferences.\nand to perform other analysis and research involving our Sites usage.\n</li>\n<li>\n<strong>Legal Compliance.</strong> To achieve full compliance with the laws set forth by legal authorities or other governmental regulatory bodies.\n</li>\n<li>\n<strong>Protection of Rights and Interests.</strong> With the purpose of protecting our rights and interests, and, by extension, the rights and interests of our Customers, Users, Site Visitors, and the general public, in addition to the enforcement of our Privacy Policy and our Terms of Service.\n</li>\n</ul>\n<p>\n<strong>4.2\tInformation Disclosure</strong>\n</p>\n<p>\nThird parties that receive Information collected from us as mentioned above are required to agree and comply with this Privacy Policy and our contractual specifications in order to use the Information provided by us, and are not allowed to use said information in other contexts or for other purposes than those underlined in this Privacy Policy.\n</p>\n<p>\nAdditional Information disclosures may be made for the following purposes:\n</p>\n<ul>\n<li>\n<strong>Business Acquisitions or Transfers.</strong> In case of our company acquisition or merger by/with another company, or if our business unit or assets are sold or transferred to another company, in the context of bankruptcy events, or other business transmissions, we reserve the right to disclose and/or transfer Information to the company in question.\n</li>\n<li>\n<strong>Compliance with Legal Matters.</strong> Information may be disclosed if it is required by law via legal procedures, such as subpoenas, court orders, or other law, regulation, or judicial proceedings.\n</li>\n<li>\n<strong>Protection of Rights and Interests.</strong> If we believe that an investigation, prevention, or action against illegal activities is required, we may disclose Information in order to combat cases such as suspected fraud attempts, potential threats to personal safety, breaches of our Terms of Service or this Privacy Policy, or to provide them as evidence in court cases in which we are involved.\n</li>\n<li>\n<strong>De-identified and Aggregated Data.</strong> Our Customers and other third parties may receive aggregated or de-identified user Information to be processed for purposes such as marketing, advertising, or research.\n</li>\n</ul>\n<p>\n<strong>4.3\tTracking Technologies: Cookies and Others</strong>\n</p>\n<p>\nLinks to third-party websites may be embedded in our Sites and Services.\nThe use and access of these websites are not under compliance with this Privacy Policy but with the privacy policies set forth by the third-party websites.\nWe absolve ourselves from any responsibility regarding the information security and privacy practices employed by these third-party websites.\n</p>\n<p>\nOur Sites, for instance, incorporate features from third-party social networking platforms, such as the \"Like\" button from Facebook.\nWhen using such features, they may collect certain Information, including, but not limited to, the IP address or the pages visited within our Sites and may also deploy a cookie to enable the feature to have proper functionality.\nFeatures and widgets from social media networks either have third-party hosting or direct hosting on our Sites.\n</p>\n<p>\nThe interaction with these features falls under the privacy policy of the providing company of said features.\nLinks to Customers' websites are not governed by this Privacy Policy but by the Customers' privacy policy.\n</p>\n<p>\n<strong>4.5\tSecurity</strong>\n</p>\n<p>\nThe Information collected through our Sites or Services is secured through the application of proper technical and organizational procedures in order to prevent the data from being lost, altered, misused, accessed or disclosed by unauthorized entities, destroyed, removed, or any other type of unofficial activities.\n</p>\n<p>\nPlease keep in mind that no security implementations can provide complete security.\n</p>\n<p>\n<strong>4.6\tNotice to European Economic Area (\"EEA\") Residents</strong>\n</p>\n<p>\n<strong>4.6.1 Data Controller</strong>\n</p>\n<p>\nThe personal Information of EEA residents which has been provided, collected by or for, or processed by Coinzilla in relation with our Services, will be controlled by Sevio FZC.\n</p>\n<p>\n<strong>4.6.2 Legal Basis for Data Collection and Processing </strong>\n</p>\n<p>\nThe legal basis for collecting and using the personal Information of European Economic Area Customers, Site Visitors, or Users (denoted in this Section 4.6 as \"EEA Data\") will vary according to the type of personal Information collected and the specific circumstance in which the collection took place.\n</p>\n<p>\nWe will only collect Information from you for the following purposes: (i) when we have your consent.\n(ii) to establish a contractual agreement with you.\n(iii) when processing is in our legitimate interest and this does not come into conflict with your data rights, interests, and liberties.\nWe may be legally required to collect personal Information from you in certain cases or may need the personal data to ensure the protection of your own or another individual's personal interests.\n</p>\n<p>\nIn case of a legal requirement or establishing a contract with you, we will clearly state, at the right time, when and if it is compulsory for you to provide us with your personal Information (you will also be informed of the possible consequences of refusing to supply the required personal Information).\nThe same applies should we require to collect and use your personal Information for our own legitimate interests (or any of our third parties), as we will explain to you, in due time, what these specific interests are.\n</p>\n<p>\nShould you have additional questions or require further information regarding the legal basis on which your personal Information is processed and used, and to have a better understanding of how our legitimate data processing interest affects your data protection rights and freedoms, please reach out to us by filling our contact form.\n</p>\n<p>\n<strong>4.6.3 Personal Rights on Information</strong>\n</p>\n<p>\nYour rights include requesting Coinzilla to (i) give you access to your personal Information that might be held by us, (ii) make corrections or modifications to your personal Information (if there are any), (iii) erase your personal Information (if there are any), and (iv) prohibit any type of processing of your personal Information (if there are any).\n</p>\n<p>\nAnother right you have is to file a complaint to a data protection authority regarding our collection, use and processing of your personal data.\nIf you are interested in finding out more, please communicate with your local data protection authority by contacting them through the methods described here.\nShould you have queries regarding our collection and use of your personal Information, please contact us first at office@coinzilla.com.\n</p>\n<p>\nUsers that want to find out more about the personal Information and behavioral Information Coinzilla may hold about them, and the enforcement of their personal Information rights, can request such Information by sending us an e-mail at office@coinzilla.com, so we may provide them with the answers they are seeking or direct this request to/cooperate with their employer, if needed.\n</p>\n<p>\n<strong>4.6.4 EEA Data Transfers</strong>\n</p>\n<p>\nCoinzilla data transfers outside of the EEA region.\nCustomer, User, and Visitor Information is currently stored in Coinzilla's data centers located in the United States, Germany, India, Singapore, Japan\n</p>\n<p>\n<strong>4.7\tGlobal Data Transfers</strong>\n</p>\n<p>\nYour Information may be transferred by Coinzilla outside the country where the collecting took place, including to a country that may have less personal Information protection than the country of your residence.\nIn order to prevent such discrepancies from affecting your personal Information, Coinzilla has set up all contracts to maintain the adequate level of protection for your Information processing when it is shared between or among Coinzilla's Affiliates, parent companies, and/or subsidiaries.\n</p>\n<p>\n<strong>5.\nOur Contact Information</strong>\n</p>\n<p>\nShould you have inquiries regarding the privacy aspects of our Sites or Services, please feel free to reach us at the following addresses:\n</p>\n<p>\n<strong>Sevio FZC</strong>\n</p>\n<p>\nBusiness Address <br>\nUAE, Business Center, Al Shmookh Building, UAQ Free Trade zone, Umm Al Quwain\n</p>\n<p>\nHeadquarter Address <br>\nHQ, Romania, Iasi, Calea Chisinaului nr 104-106bis, PO 700180\n</p>\n<p>\nE-mail: office@coinzilla.com\n</p>\n<p>\nEuropean Economic Area residents are able to take their inquiry or complaint to a higher level if they are not satisfied with the support team by contacting our Data Protection Officer at office@coinzilla.com.\n</p>\n<p>\n<strong>6.\nModifications to This Privacy Policy</strong>\n</p>\n<p> This Privacy Policy is updated starting with the Effective Date stipulated above.\n</p>\n<p>\nThis Privacy Policy may be subjected to occasional updates or changes, so please read this policy periodically to keep abreast with the new modifications.\nAny changes related to this Privacy Policy on our Sites will be immediately published by us.\n</p>\n<p>\nIf any revisions to our Privacy Policy have a significant impact on our practices concerning the Information we may have about you, we will try our best to alert you of such updates in advance by emphasizing the changes on our Sites.\nWe will request your permission in advance for any material changes, should this be compulsory via applicable data protection laws.\n</p>\n<p>\nBy continuing to use the Sites and our Services, you express your agreement regarding this Cookie Policy and any updates.\n</p>\n<p>\nIf you have questions regarding this privacy policy, you can contact us at any time using the following contact form.\n</p>\nLast modification made on 15th of October 2019 at 14:00 GMT Let's Reach New Borders 280M+\nImpressions\nper month 300k+\nClicks\nper month 450+\nWebsites\nper month Meet Your Account Manager\nContact Us ⟶ About\n<ul>\n<li>Who Are We?</li>\n<li>Bug Bounty Program</li>\n<li>Meet our Partners</li>\n<li>Contact Us</li>\n</ul> Services\n<ul>\n<li>Coinzilla for Advertisers</li>\n<li>Coinzilla for Publishers</li>\n<li>Coinzilla Marketplace</li>\n</ul> Help\n<ul>\n<li>Announcements</li>\n<li>Frequently Asked Questions</li>\n<li>Tutorials</li>\n<li>Download Media Kit</li>\n</ul> Social Presence <ul>\n<li>Facebook</li>\n<li>Twitter</li>\n</ul>\n<ul>\n<li>Youtube</li>\n<li>Linkedin</li>\n</ul> Copyright © 2016 - 2020 Sevio -\nUser Agreement - Privacy Policy - Cookie Policy - Refund Policy - Website Acceptance Policy This website uses cookies.\nContinued use of this website indicates that you accept our Privacy Policy.\nI Agree ", "created_at": "2021-05-30 20:32:31.124439", "updated_at": "2021-05-30 18:34:37.477054"}], "points": [], "urls": ["coinzilla.com"]}}