{"error": 448, "message": "OK", "parameters": {"id": 3884, "name": "Step", "created_at": "2021-05-30 22:16:26.962352", "updated_at": "2021-05-30 22:00:24.643223", "wikipedia": null, "keywords": null, "related": null, "slug": "step", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3884.png", "url": "step.com", "documents": [{"id": 6573, "name": "Terms & Conditions", "url": "https://www.step.com/policies/privacy", "xpath": "//body", "text": "Get Step<ol>\n<li>Benefits<ul>\n<li>Teen</li>\n<li>Parent</li>\n</ul>\n</li>\n<li>Security</li>\n<li>About</li>\n<li>FAQ</li>\n<li>Money 101</li>\n</ol>Get Started<ol>\n<li>Policies</li>\n<li>Privacy Policy</li>\n</ol>Privacy Policy<p>Last updated: 12/28/2020</p>\nWho we are\n<p>Step Mobile, Inc.\n(“Step,” “we”, “our”, or “us”) is a financial services company.\nOur platform provides improved transparency about how our customers use and manage their money, as well as the necessary tools to help improve one’s financial well-being.\nWhen you use these services, you’ll share some information with us that could be used to identify you or that is associated with information that identifies you (“Personal Information”).\nSo we want to be clear about the information we collect, how we use it, and whom we share it with.\nThis Privacy Policy applies to Personal Information that we gather or collect via the Site or our app (collectively, the “Services”).\nIt does not apply to any Personal Information collected by third party websites not operated by Step.\nThis privacy policy is incorporated into our Terms &amp.\nConditions.</p>\n<p>If after reading this Privacy Policy you still have questions about anything in it, please contact us at privacy@step.com.</p>\nThe information we collect\n<p>The categories of Personal Information we collect include:</p>\n<ul>\n<li>Identification Information you provide to us</li>\n<li>Communication Information you share when you voluntarily reach out to us</li>\n<li>Technical Information we automatically collect</li>\n<li>Third Party Personal Information</li>\n</ul>\nIdentification Information you provide to us\n<p>When you interact with our Site or mobile app, we collect Identification Information that you choose to share with us.\nFor example, when you set up an account with us, we need to collect a few important details about you, such as your name, address, Social Security number, a unique username you would like to go by, your phone number, your email address, and your date of birth.\nWe may also collect location data you choose to share with us, so we can help protect against fraud.\nWhen you use the Service, we may prompt you to share information about contacts you have on your phone, and that is optional to provide.</p>\n<p>We may also collect other information such as a copy of your government-issued identification and a selfie image for verification purposes.\nPlease ensure that you only send us an image of yourself.\nDo not include any images of others.</p>\nCommunication Information\n<p>When you contact customer support or communicate with us in any other way, including by voluntarily responding to questionnaires, surveys or requests for market research seeking your opinion and feedback, we’ll collect whatever information you volunteer, in addition to your name and email address.</p>\nTechnical Information\n<p>When you visit our Site or use our Services, we collect information about which of the Services you’ve used and how you’ve used them.\nExamples of this information include:</p>\n<ul>\n<li>Usage information on our Site or mobile app (e.g., pages you visit on the Site, webpage from which you linked to our Site);</li>\n<li>Time and date of your activities;</li>\n<li>Your IP address;</li>\n<li>Location Information:\n<ul>\n<li>When you browse the Site, we collect an estimate of your location through your IP address</li>\n<li>When you use the app, we collect your Location Information through your device IP address, WiFi, Bluetooth, and GPS coordinates (e.g.\nlatitude/longitude) of your mobile device.\nIf you have given the app permission to access your location, we will collect your device’s location as permitted by the settings you choose, and store your location history.\nIf you want to opt-out of the collection of your Location Information, please adjust your settings in your mobile device to limit the app’s access to your Location Information.</li>\n</ul>\n</li>\n<li>Device ID;</li>\n<li>The kind of browser and computer you use;</li>\n<li>Name of your internet service provider.\nand</li>\n<li>Operating system version.</li>\n</ul>\nThird Party Personal Information\n<p>We may collect Personal Information about you from other users, our affiliates, and third parties, as permitted by law, as follows:</p>\n<ol>\n<li>Identity Verification Information.\nWe may collect Personal Information from third-party verification services, credit bureaus, financial institutions, mailing list providers, and publicly available sources to verify your identity.\nWe may also collect information about you from third parties in connection with any identity or account verification process, fraud detection process, or collection procedure, or as may otherwise be required by applicable law.</li>\n<li>Social Media Information.\nWe have pages on social media sites like Instagram, Facebook, Twitter, and LinkedIn (“Social Media Pages”).\nWhen you interact with our Social Media Pages, we will collect Personal Information that you elect to provide to us, such as your contact details.\nIn addition, the companies that host our Social Media Pages may provide us with aggregate information and analytics regarding the use of our Social Media Pages.</li>\n<li>Financial Information.\nWhen you link a Deposit account, Step uses Plaid Inc.\n(“Plaid”) to gather your data from financial institutions.\nBy using the Services, you grant Step and Plaid the right, power, and authority to act on your behalf to access and transmit your personal and financial information from your relevant financial institution.\nYou agree to your personal and financial information being transferred, stored, and processed by Plaid in accordance with the Plaid End User Privacy Policy.</li>\n</ol>\nHow we use your information\nPersonal Information\n<ul>\n<li>\n<p>\n<strong>To provide the Services:</strong>\nStep may use your Personal Information to fulfill requests for products, Services, or information, including information about potential or future Services, including to:</p>\n<ul>\n<li>Manage individual information and accounts;</li>\n<li>Respond to questions, comments, and other requests;</li>\n<li>Verify an individual’s identity by comparing your selfie image against your government-issued identification;</li>\n<li>Process payment for products or Services purchased;</li>\n<li>Process applications and transactions;</li>\n<li>Provide access to certain areas, functionalities, and features of our Services.\nand</li>\n<li>Allow you to register for events.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>For internal business purposes:</strong>\nStep may use Personal Information for its internal business purposes, including to:</p>\n<ul>\n<li>Measure interest in Step’s Services;</li>\n<li>Develop new products and Services or improve existing products and Services;</li>\n<li>Ensure internal quality control;</li>\n<li>Communicate about individual accounts and activities on Step’s Services and systems, and, in Step’s discretion, changes to any Step policy;</li>\n<li>Comply with regulatory requirements;</li>\n<li>Prevent potentially prohibited or illegal activities;</li>\n<li>Enforce our Terms of Use;</li>\n<li>Protect the safety of any person, to address fraud, security or technical issues, or to protect the Company’s rights or property;</li>\n<li>Comply with applicable laws, rules and regulations or court orders.\nand</li>\n<li>For any other purpose for which you have given express permission or consent to Step.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>For marketing purposes:</strong>\nStep may analyze and use Personal Information to provide you with materials about offers, products, and Services that may be of interest, including new content or Services.\nStep may provide you with these materials by phone, postal mail, email, as permitted by applicable law.\nSuch uses include:</p>\n<ul>\n<li>To tailor content, advertisements, and offers;</li>\n<li>To notify you about offers, products, and services that may be of interest to you;</li>\n<li>To provide Services to you and our sponsors;</li>\n<li>For other purposes disclosed at the time you provide Personal Information.\nand</li>\n<li>Otherwise with your consent.</li>\n</ul>\n</li>\n</ul>\nNon-personal Information\n<p>We may also use non-personally identifiable information that does not personally identify you, including by aggregating and/or de-identifying Personal Information, in order to understand better how our visitors use the Site, research our visitors’ demographics, interests, and behavior, improve the Site, provide visitors with customized services and information, and for other similar purposes.\nWe may share this information with others for information or promotional purposes, and may use non-personally identifiable information in any manner permitted by law.\nWhen any non-personally identifiable information is combined with other information that identifies you, it will be treated as Personal Information in accordance with this Privacy Policy.</p>\nHow we share information\n<p>We may share Personal Information about you in the following ways:</p>\n<ul>\n<li>\n<strong>To verify your identity.</strong> For example, we may share information about you with credit reporting agencies to verify your Social Security number.</li>\n<li>\n<strong>With vendors and service providers</strong> for: (i) provision of IT and related services.\n(ii) provision of information and Services you have requested.\n(iii) payment processing.\nand (iv) customer service activities.\n(v) know-your customer services and fraud and anti-money laundering prevention.\n(vi) analytics services.\nand (vii) in connection with the provision of the Services.\nThese service providers have contracted with us to only use the Personal Information for the purpose(s) for which the data were originally collected or may otherwise be lawfully processed.</li>\n<li>\n<strong>Business partners.</strong> We may share Personal Information with our business partners, affiliates, and for our affiliates’ internal business purposes or to provide you with a product or service that you have requested.\nFor example, we partner with Evolve Bank &amp.\nTrust (“Evolve”) to provide you with the Services.\nWe may share your Personal Information with Evolve to enable Evolve to provide banking services to you in connection with our Services.</li>\n</ul>\n<p>We may also share Personal Information with business partners with whom we may jointly offer products or services, or whose products or services we believe may be of interest to you.</p>\n<ul>\n<li>\n<strong>With third parties for legal reasons</strong>.\nWe may share information about you if we reasonably believe that disclosing the information is needed to:\n<ul>\n<li>comply with any valid legal process, governmental request, or applicable law, rule, or regulation;</li>\n<li>investigate, remedy, or enforce potential Terms of Service violations;</li>\n<li>protect the rights, property, and safety of us, our users, or others.\nor</li>\n<li>detect and resolve any fraud or security concerns.</li>\n</ul>\n</li>\n<li>\n<strong>With third parties as part of a merger or acquisition.</strong> In the event of a transaction or proposed transaction involving the transfer of substantially all of the assets of Step or one or more of its businesses to another entity, whether an affiliate or a third party, or in connection with a bankruptcy, we may share your Personal Information in the diligence process or to otherwise facilitate the transaction, and with individuals assisting in the transaction or in connection with a bankruptcy.\nYour Personal Information may also be one of the transferred assets as part of the transaction or bankruptcy.</li>\n</ul>\nCookies &amp.\nanalytics technologies\n<p>In operating the Services, we may use a technology called \"cookies.\" A cookie is a piece of information that the computer that hosts our Services gives to your browser when you access the Services.\nOur cookies help provide additional functionality to the Services, including helping us analyze Services usage more accurately.\nFor instance, our Site may set a cookie on your browser that allows you to access the Services without needing to remember and then enter a password more than once during a visit to the Site.\nOn most web browsers, you will find a “help” section on the toolbar.\nPlease refer to this section for information on how to receive notification when you are receiving a new cookie and how to turn cookies off.\nWe recommend that you leave cookies turned on because they allow you to take advantage of some of the Service features.</p>\n<p>Some of our business partners (e.g., advertisers) may also use cookies on the Site.\nFor example, on occasion an advertiser may run a banner campaign on our Site.\nThis Privacy Policy covers the use of cookies by this Site only and does not cover the use of cookies by any business partners or advertisers on our Site.</p>\n<p>We may also use analytics tools such as Google Analytics to collect information regarding visitor behavior and visitor demographics on our Site, and to develop website content.\nThis analytics data is not tied to any Personal Information.\nFor more information about Google Analytics, please visit www.google.com/policies/privacy/partners/.\nYou can opt out of Google’s collection and Processing of data generated by your use of the Site by going to http://tools.google.com/dlpage/gaoptout.</p>\nClear GIFs (Web Beacons)\n<p>We may employ a software technology called clear gifs (a.k.a.\nWeb Beacons) that help us better manage content on our Site by informing us what content is effective.\nClear gifs are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements and actions of Web users.\nIn contrast to cookies, which are stored on a user’s computer hard drive, clear gifs are embedded invisibly on Web pages and are about the size of the period at the end of this sentence.\nWe may tie the information gathered by clear gifs to our customers’ Personal Information.\nWe may use clear gifs in our HTML-based emails to let us know which emails have been opened by recipients.\nThis allows us to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns.</p>\nOnline Tracking and \"Do Not Track\" Signals\n<p>We and our third party service providers, including Facebook, may use cookies, pixels, or other tracking technologies to collect information about your browsing activities over time and across different websites following your use of the Site and use that information to send targeted advertisements.\nOur Site currently does not respond to “Do Not Track” (DNT) signals and operates as described in this Privacy Policy whether or not a DNT signal is received.\nIf we do so in the future, we will describe how we do so in this Privacy Policy.</p>\nHow long we keep your information\n<p>We will retain your information for as long as you use our Services or as necessary to fulfill the purpose(s) for which it was collected, provide our products and Services, resolve disputes, establish legal defenses, conduct audits, enforce our agreements, and comply with applicable laws.</p>\nExternal Sites\n<p>Our Services may contain links to other websites and other websites may reference or link to our Services.\nThese websites are operated by third parties not controlled by us, and by linking to them or being linked from them Step does not endorse, approve or make any representations about Third-Party websites or domains.\nWe encourage you to read the privacy policies of each and every website and domain that you interact with.\nWe are not responsible for the privacy practices or content of such other websites or domains and you visit them at your own risk.</p>\nSocial Media\n<p>Our Services may contain links and interactive features with various social media platforms.\nIf you already use these platforms, their cookies may be set on your device when using our Services.\nYou should be aware that Personal Information which you voluntarily include and transmit online in a publicly accessible social media platform, blog, or chat room, or otherwise online, or that you share in an open forum, may be viewed and used by others without any restrictions.\nWe have no control over such uses of your information when interacting with a social media platform, forums or otherwise online and by using such services you assume the risk that the Personal Information provided by you may be viewed and used by third parties.</p>\nSecurity\n<p>Step takes commercially-reasonable steps to protect the data you have given us from accidental or intentional manipulation, loss, destruction or access by unauthorized persons.\nHowever, please be aware that no transmission of Personal Information over the Internet or the electronic storage of this information can be absolutely guaranteed to be free from unauthorized use or access.\nBefore submitting any Personal Information via the Site or Services, please keep in mind these risks and know that you do so at your own risk.</p>\nYour Choices\nCommunications Preferences\n<p>If you no longer want to receive email from us, you can use the unsubscribe link found at the bottom of the email to opt out of receiving future emails.\nYou will continue to receive transaction-related emails regarding products or services you have requested.\nWe may also send you certain communications regarding Step and you will not be able to opt out of those communications (e.g., communications regarding updates to our Privacy Policy).</p>\nSharing Preferences\n<p>We may give you choices regarding the sharing of your information with affiliates and third parties.\nChoices you have about the sharing of your information will be described in the privacy policies or notices you receive in connection with the products or Services you obtain from us.</p>\nChanges to this Privacy Policy\n<p>We may change this Privacy Policy from time to time.\nIf we do, we will post the revised policy on this page with a new “Last Updated” date.\nAll changes will become effective when posted unless indicated otherwise.\nIf we make any material changes we may choose to post a notice on this website prior to the change becoming effective.\nWe encourage you to periodically review this page for the latest information on our privacy practices.</p>\nCalifornia Privacy Rights Disclosures\n<p>Where provided for by law and subject to any applicable exceptions, California residents may have the right:</p>\n<ul>\n<li>To know the categories of Personal Information that Step has collected about you, the business purpose for collecting your Personal Information, and the categories of sources from which the Personal Information was collected;</li>\n<li>To access the specific pieces of Personal Information that Step has collected about you;</li>\n<li>To know whether Step has disclosed your Personal Information for business purposes, the categories of Personal Information so disclosed, and the categories of third parties to whom we have disclosed your Personal Information;</li>\n<li>To have Step, under certain circumstances, delete your Personal Information;</li>\n<li>To instruct businesses that sell Personal Information to stop doing so – Step, however, does not sell Personal Information.\nand</li>\n<li>To be free from discrimination related to the exercise of these rights.</li>\n</ul>\n<p>If you would like to exercise any or all of these rights, you may do so by calling 1-888-378-6023 or contacting us.\nAfter we receive your request, we may request additional information from you to verify your identity.\nYour authorized agent may submit requests in the same manner, although we may require the agent to present signed written permission to act on your behalf, and you may also be required to independently verify your identity with us and confirm that you have provided the agent permission to submit the request.</p>\n<p>Please contact us with questions or to request access to an alternative format of this Privacy Policy.</p>\nUse Of The Service By Children\n<p>Our Service is available to and used by children who are under the age of 13.\nAfter obtaining verifiable parental consent, we collect, use and share Personal Information relating to such children as described in the “The information we collect,” “How we use your information,” and “How we share information” sections of this Privacy Policy.</p>\n<p>In addition, parents or guardians can contact us to:</p>\n<ul>\n<li>request copies of the Personal Information we collected about their child;</li>\n<li>direct us to delete the Personal Information we collected about their child;</li>\n<li>direct us to stop collecting or using Personal Information regarding their child.\nand</li>\n<li>prohibit the disclosure of Personal Information regarding their child to third parties not needed to provide the Service.</li>\n</ul>\nContact Us\n<p>If you have questions or comments about this Privacy Policy, please contact us at privacy@step.com.</p>\n<ol>\n<li>Step Squad</li>\n<li>Careers</li>\n<li>Policies</li>\n<li>Press</li>\n<li>Contact Us</li>\n</ol>The&nbsp;Step Card is&nbsp;issued by&nbsp;Evolve Bank&nbsp;&amp;&nbsp;Trust, Member FDIC.\nPursuant to&nbsp;license by&nbsp;Visa.<br>\n<br>© 2021 Step Mobile Inc.\nAll rights reserved.Benefits for teensBenefits for parentsSecurityAboutFAQMoney 101Get Step ", "created_at": "2021-05-30 22:16:26.964837", "updated_at": "2021-05-30 20:21:27.304195"}], "points": [], "urls": ["step.com"]}}