{"error": 448, "message": "OK", "parameters": {"id": 6734, "name": "Biggly", "created_at": "2022-07-30 22:12:12.924991", "updated_at": "2022-07-30 22:01:04.215159", "wikipedia": null, "keywords": null, "related": null, "slug": "biggly", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6734.png", "url": "bigg.ly", "documents": [{"id": 12306, "name": "Terms and conditions", "url": "https://home.bigg.ly/terms-and-conditions/", "xpath": "/html/body/div[1]/div/div/div/article/div/div/div/div", "text": "Terms and Conditions<p>&nbsp;</p>\n<p>You’ve seen a million of these.\nDon’t be a baddie, you probably don’t need to worry about any of this.\nWe don’t own your data, we don’t take your data, and we don’t do anything illegal.</p>\n<p>You do you, we’ll do us, and we will all be fine.</p>\n<p>&nbsp;</p>Terms of Service<p>March 2020</p>\n<p>Your use of and access to our services, software, websites (including browser extensions) and/or applications (together: “Services”) are governed by these Terms of Service (“Terms”.)<br>The Services may be provided to you online.<br>The Services allow you to upload, submit, share, receive, and collect texts, graphics, videos, data, information, files, presentation decks or other content including third party content used by you (together: “Content”.) You retain all rights, responsibility and liability for all Content.\nBigg.ly does not claim ownership of your Content.</p>\n<p>&nbsp;</p>1.&nbsp;Applicability<ol>\n<li>You are only allowed to use the Services if you are of legal age to do so.</li>\n<li>Please read the Terms carefully.\nBigg.ly is not responsible for any third party services, terms, and interactions with our Services and/or policies.</li>\n<li>If you become aware of a vulnerability in any of the Services, please let us know.</li>\n<li>Bigg.ly can amend the Terms any time from time to time.\nThe amended Terms will become effective upon them being posted on Bigg.ly’s website(s) and/or on Bigg.ly’s mobile and/or desktop application(s), or at such later date as may be stated on the amended Terms.</li>\n</ol>\n<p>&nbsp;</p>2.&nbsp;Indemnity and Liability<ol>\n<ol>\n<li>You will defend, indemnify and hold harmless Bigg.ly (including its employees, parents, owners and affiliates) from and against any claims, incidents, liabilities, procedures, damages, losses and expenses (including legal and accounting fees) arising out of or in any way connected with your access to or use of the Services or your breach of these Terms, including any third party claims that Content created, used, stored or shared using the Services by you or through your account, infringe or violate any third party rights.</li>\n<li>The Services may provide integration with third-party services.\nYou acknowledge that: (i) Bigg.ly is not responsible for any acts or omissions of such third-party services.\n(ii) that Bigg.ly is not an agent of such third-party services.\nand (iii) your use of those services is subject to any applicable terms and conditions between you and the providers of such services.</li>\n<li>Bigg.ly is not liable for any damage or personal injury resulting from any use of the Services, including any (temporary) unavailability or (accidental) removal of your Content or account.\nThe limitation of liability referred to in this clause shall not apply if the liability for damage is caused by intent or gross negligence on the part of Bigg.ly.\nIn the event Bigg.ly is liable for damage under mandatory law, Bigg.ly’s aggregate liability to you for any and all claims arising out of or in connection with the use of the Services will in no event exceed the amount of one hundred dollars ($100) per incident.</li>\n</ol>\n</ol>\n<p>&nbsp;</p>3.\nApplicable law and Jurisdiction<ol>\n<ol>\n<li>These Terms and any non-contractual obligations arising out of or in connection with it will be governed by and construed and interpreted in accordance with American law.\nThese Terms will not limit any consumer protection rights that you may be entitled to under the mandatory laws of your country of residence.</li>\n<li>Any disputes regarding these Terms will be submitted to the exclusive jurisdiction of the competent court in the United States of America.</li>\n</ol>\n</ol>\n<p>&nbsp;</p>4.\nContact<ol>\n<ol>\n<li>You can contact Bigg.ly at support@bigg.ly&nbsp;if you have any questions or if you would like to report a violation of these Terms or a misuse of our Services.</li>\n</ol>\n</ol>\n<p>&nbsp;</p>", "created_at": "2022-07-30 22:12:12.927811", "updated_at": "2022-07-30 20:12:35.425431"}], "points": [], "urls": ["bigg.ly"]}}