{"error": 448, "message": "OK", "parameters": {"id": 4853, "name": "Single Digits", "created_at": "2021-08-15 21:55:32.295923", "updated_at": "2021-08-15 22:01:08.52762", "wikipedia": null, "keywords": null, "related": null, "slug": "single-digits", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4853.png", "url": "singledigits.com", "documents": [{"id": 8715, "name": "Privacy Policy", "url": "https://www.singledigits.com/privacy/", "xpath": "/html/body/div[1]/section[4]/div/div", "text": "<p>\n<em>Effective as of January 22<sup>nd</sup> 2020</em>\n</p>\n<p>Single Digits, Inc.\nand our subsidiaries and affiliates (collectively “<strong>Single Digits</strong>“, “<strong>we</strong>“, “<strong>us</strong>” or “<strong>our</strong>“) provide management and support solutions for networks that provide high-speed internet access.\nThis Privacy Policy describes how we collect, use and share personal information in connection with our websites, other digital properties that link to this Privacy Policy, and our marketing communications (collectively the “Service”).</p>\n<p>We invest a lot of time and effort in protecting your information and your privacy.\nOur team only wants to notify you by email when new insights and updates becomes available.</p>\n<p>\n<strong>Update your email preferences</strong>\n</p>\n<p>\n<strong>View important information for California residents</strong>\n</p>\n<strong>TABLE OF CONTENTS</strong>\n<p>Personal information we collect</p>\n<p>Information you provide to us</p>\n<p>How we use your personal information</p>\n<p>How we share your personal information</p>\n<p>Your choices</p>\n<p>Other sites and services</p>\n<p>Security</p>\n<p>International data transfer</p>\n<p>Children</p>\n<p>Changes to this Privacy Policy</p>\n<p>How to contact us</p>\n<p>Important information for California residents</p>\n<p>Cookie Notice</p>\n<p>\n</p>Personal information we collect<p>\n<strong>Information you provide to us.&nbsp;</strong> Personal information you may provide to us through the Service or otherwise includes:</p>\n<ul>\n<li>\n<ul>\n<li>\n<strong>Contact data</strong>, such as your first and last name, email and mailing addresses, residence, postal code, phone number, professional title, and organizational affiliation.</li>\n<li>\n<strong>Communications</strong> that we exchange, including when you contact us with questions, feedback, or otherwise.</li>\n<li>\n<strong>Marketing data</strong>, such as your preferences for receiving communications about our products, services, activities, events, and publications, and details about how you engage with our communications.</li>\n<li>\n<strong>Other information</strong> that we may collect which is not specifically listed here, which we will use as described in this Privacy Policy or as otherwise disclosed at the time of collection.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Automatic data collection.</strong>\n<br>\nWe and our service providers may automatically log information about you, your computer or mobile device, and your activity over time on our sites and other sites and online services, such as:</p>\n<ul>\n<li>\n<ul>\n<li>\n<strong>Device data, </strong>such as your computer or mobile device operating system type and version number, manufacturer and model, browser type, screen resolution, IP address, IP address, unique identifiers, the website you visited before browsing to our website, and general location information such as city, state or geographic area.</li>\n<li>\n<strong>Online activity data</strong>, such as pages or screens you viewed, how long you spent on a page or screen, navigation paths between pages or screens, information about your activity on a page or screen, access times, and duration of access.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Cookies and similar technologies</strong>.<br>\nLike many online services, we use the following technologies:</p>\n<ul>\n<li>\n<ul>\n<li>\n<strong>Cookies</strong>, which are text files that websites store on a visitor‘s device to uniquely identify the visitor’s browser or to store information or settings in the browser for the purpose of helping you navigate between pages efficiently, remembering your preferences, enabling functionality, helping us understand user activity and patterns, and facilitating online advertising.</li>\n<li>\n<strong>Flash cookies</strong>, or locally stored objects, which are used on websites for purposes similar to cookies but allow storage of a larger amount of data.</li>\n<li>\n<strong>Web beacons</strong>, also known as pixel tags or clear GIFs, which are typically used to demonstrate that a webpage or email was accessed or opened, or that certain content was viewed or clicked, typically to compile statistics about usage of websites and the success of marketing campaigns.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Information about others.<br>\n</strong>Users of the Service may have the opportunity to refer friends or other contacts to us and share their contact information with us.\nPlease do not refer someone to us or share their contact information with us unless you have their permission to do so.</p>How we use your personal information<p>We use your personal information for the following purposes or as otherwise described at the time we collect it:</p>\n<p>\n<strong>Service delivery.</strong> &nbsp;We use your personal information to:</p>\n<ul>\n<li>\n<ul>\n<li>provide, operate and improve the Service and our business;</li>\n<li>communicate with you about the Service, including by sending announcements, updates, security alerts, and support and administrative messages;</li>\n<li>understand your needs and interests, and personalize your experience with the Service and our communications.\nand</li>\n<li>provide support for the Service, respond to your requests, questions and feedback.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Research and development.\n</strong>We may use your personal information for research and development purposes, including to analyze and improve the Service and our business.&nbsp.\nAs part of these activities, we may create aggregated, de-identified or other anonymous data from personal information we collect.&nbsp.\nWe make personal information into anonymous data by removing information that makes the data personally identifiable to you.&nbsp.\nWe may use this anonymous data and share it with third parties for our lawful business purposes, including to analyze and improve the Service and promote our business.</p>\n<p>\n<strong>Marketing and advertising.</strong> &nbsp;We and our third-party advertising partners may collect and use your personal information for marketing and advertising purposes:</p>\n<ul>\n<li>\n<ul>\n<li>\n<strong>Direct marketing.</strong> We may send you Single Digits-related or other direct marketing communications as permitted by law.\n&nbsp;You may opt-out of our marketing communications as described in the Opt-out of marketing section below.</li>\n<li>\n<strong>Interest-based advertising.</strong>&nbsp.\nWe may contract with third-party advertising companies and social media companies to display ads on our Service and other sites.\nThese companies may use cookies and similar technologies to collect information about you (including the device data, online activity data and/or geolocation data described above) over time across our Service and other sites and services or your interaction with our emails, and use that information to serve ads that they think will interest you.\nYou can learn more about your choices for limiting interest-based advertising, in the Advertising choices section below.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Compliance and protection.</strong>&nbsp.\nWe may use your personal information to:</p>\n<ul>\n<li>\n<ul>\n<li>comply with applicable laws, lawful requests, and legal process, such as to respond to subpoenas or requests from government authorities;</li>\n<li>protect our, your or others’ rights, privacy, safety or property (including by making and defending legal claims);</li>\n<li>audit our internal processes for compliance with legal and contractual requirements and internal policies;</li>\n<li>enforce the terms and conditions that govern the Service.\nand</li>\n<li>prevent, identify, investigate and deter fraudulent, harmful, unauthorized, unethical or illegal activity, including cyberattacks and identity theft.</li>\n</ul>\n</li>\n</ul>How we share your personal information<p>We may share your personal information with the following parties and as otherwise described in this Privacy Policy or at the time of collection:</p>\n<p>\n<strong>Affiliates.&nbsp.\n</strong>Our corporate parent, subsidiaries, and affiliates, for purposes consistent with this Privacy Policy.</p>\n<p>\n<strong>Service providers.</strong> &nbsp;Companies and individuals that provide services on our behalf or help us operate the Service or our business (such as IT, hosting, customer relationship management and support, print and mail fulfillment, data management, email delivery, marketing, website analytics).</p>\n<p>\n<strong>Advertising partners.&nbsp.\n</strong>Third party advertising companies that collect information about your activity on the Site and other online services to help us advertise our services, and/or use hashed customer lists that we share with them to deliver ads to them and similar users on their platforms.</p>\n<p>\n<strong>Professional advisors.</strong>&nbsp.\nProfessional advisors, such as lawyers, auditors and insurers, where necessary in the course of the professional services that they render to us.</p>\n<p>\n<strong>Authorities and others.\n</strong>Law enforcement, government authorities, and private parties, as we believe in good faith to be necessary or appropriate for the compliance and operations purposes described above.</p>\n<p>\n<strong>Business transferees.</strong>&nbsp.\nRelevant participants in business transactions (or potential transactions) involving a corporate divestiture, merger, consolidation, acquisition, reorganization, sale or other disposition of all or any portion of the business or assets of, or equity interests in, Single Digits or our affiliates (including, in connection with a bankruptcy or similar proceedings).</p>Your choices<p>You have the following choices with respect to your personal information.</p>\n<p>\n<strong>Opt-out of marketing communications</strong>.\n&nbsp;You may opt out of marketing-related emails by following the opt-out or unsubscribe instructions at the bottom of the email, or by contacting us.&nbsp.\nYou may continue to receive service-related and other non-marketing emails.</p>\n<p>\n<strong>Cookies.</strong> Most browsers let you remove and/or stop accepting cookies from the websites you visit.\nTo do this, follow the instructions in your browser’s settings.\nMany browsers accept cookies by default until you change your settings.\nIf you do not accept cookies, however, you may not be able to use all functionality of the Service and our Site may not work properly.\nFor more information about cookies, including how to see what cookies have been set on your browser and how to manage and delete them, visit www.allaboutcookies.org.</p>\n<p>We use Google Analytics to help us understand user activity and patterns on the Sites.&nbsp.\nYou can learn more about Google Analytics cookies at and about how Google protects your data at:</p>\n<strong>Google Cookies</strong>\n<p>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>https://developers.google.com/analytics/resources/concepts/gaConceptsCookies<strong>Google Privacy</strong>\n<p>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>http://www.google.com/analytics/learn/privacy.htmlYou can prevent the use of Google Analytics relating to your use of our Sites by downloading and installing a browser plugin available at: https://tools.google.com/dlpage/gaoptout?hl=en<p>&nbsp;</p>\n<p>\n<strong>Interest-based advertising.</strong> Some of our advertising partners are members of the Network Advertising Initiative (NAI) and are subject to the Self-Regulatory Principles for Online Behavioral Advertising published by the Digital Advertising Alliance (DAA).\nYou can obtain more information about these companies’ information collection practices and opt-out of receiving interest-based advertising from participating NAI and DAA members at http://www.networkadvertising.org/managing/opt_out.asp and/or the DAA’s website at optout.aboutads.info.\nMobile app users may opt out of receiving interest-based advertising in mobile apps provided by participating members of the Digital Advertising Alliance by installing the AppChoices mobile app, available at https://www.youradchoices.com/appchoices.\nYou can also limit collection of your information for interest-based ads by blocking third party cookies in your browser settings or using privacy plug-ins or ad blocking software that help you block third party cookies.\nIn addition, your mobile device settings may provide functionality to limit use of the advertising ID associated with your mobile device for targeted online advertising purposes.&nbsp.\nIf you opt-out of interest-based advertisements, you will still see advertisements online, but they may be less relevant to you.</p>\n<p>Some of the third-party advertising companies we work with offer their own opt-out options that you can use to limit their use of your information for interest-based advertising:</p>\n<strong>Google</strong>\n<p>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<em>Information</em>: https://policies.google.com/technologies/ads<br>\n<em>Opt-out</em>: https://adssettings.google.com/authenticated<strong>Facebook</strong>\n<em>Information</em>: https://www.facebook.com/privacy/explanation<br>\n<em>Opt-out</em>: https://www.facebook.com/about/ads<p>&nbsp;</p>\n<p>Please note that we also may work with companies that offer their own opt-out mechanisms or do not participate in the opt-out mechanisms described above.&nbsp.\nEven after using these opt-out mechanisms, you may receive interest-based advertising from other companies.\n<strong>Do Not Track.</strong>&nbsp.\nSome Internet browsers may be configured to send “Do Not Track” signals to the online services that you visit.\n&nbsp;We currently do not respond to “Do Not Track” or similar signals.\n&nbsp;To find out more about “Do Not Track,” please visit http://www.allaboutdnt.com.</p>\n<p>\n<strong>Declining to provide information.</strong> We need to collect personal information to provide certain services.&nbsp.\nIf you do not provide the information requested, we may not be able to provide those services.</p>Other sites and services<p>The Service may contain links to websites, mobile applications, and other online services operated by third parties.&nbsp.\nThese links are not an endorsement of, or representation that we are affiliated with, any third party.&nbsp.\nIn addition, our content may be included on web pages or in mobile applications or other online services that are not associated with us.\nWe do not control websites, mobile applications or online services operated by third parties, and we are not responsible for their actions.</p>Security<p>We employ several technical, organizational and physical safeguards designed to protect the personal information we collect.&nbsp.\nHowever, security risk is inherent in all internet and information technologies and we cannot guarantee the security of your personal information.</p>International data transfer<p>We are headquartered in the United States and may use service providers that operate in other countries.\nYour personal information may be transferred to the United States or other locations where privacy laws may not be as protective as those in your state, province, or country.</p>Children<p>The Service is not intended for use by children under 16 years of age.\nIf we learn that we have collected personal information from a child under 16 without the consent of the child’s parent or guardian as required by law, we will delete it.</p>Changes to this Privacy Policy<p>We reserve the right to modify this Privacy Policy at any time.\nIf we make material changes to this Privacy Policy, we will notify you by updating the date of this Privacy Policy and posting it on the Service.\nIf required by law we will also provide notification of changes in another way that we believe is reasonably likely to reach you, such as via email or another manner through the Service.&nbsp.\nAny modifications to this Privacy Policy will be effective upon our posting the modified version (or as otherwise indicated at the time of posting).\nIn all cases, your continued use of the Service after the posting of any modified Privacy Policy indicates your acceptance of the modified Privacy Policy.</p>How to contact us<p>You can reach us in the following ways:</p>\n<ul>\n<li>\n<strong>Email</strong>: DPO@singledigits.com</li>\n<li>\n<strong>Mail</strong>: Single Digits, Inc., 4 Bedford Farms, Suite 210, Bedford, NH, USA 03110</li>\n<li>\n<strong>Phone</strong>: (833) 981-0256</li>\n</ul>Important information for California residents<p>\n<strong>Scope.&nbsp.\n</strong>This section applies only to California residents.\nIt describes how we collect, use and share Personal Information of California residents when we act as a “business” as defined under the California Consumer Privacy Act of 2018 (“<strong>CCPA</strong>”), and their rights with respect to their Personal Information.&nbsp.\nThis section does not apply when we act as a “service provider” as defined under the CCPA, such as when we process personal information in connection with providing services to our business clients (including when we obtain personal information through our website on the “Support” page or during calls to our support phone numbers).&nbsp.\nFor purposes of this section, “<strong>Personal Information</strong>” has the meaning given in the CCPA but does not include information exempted from the scope of the CCPA or information we collect from you in the course of providing services to you or receiving services from you where you are an employee, controlling owner, director, officer or contractor of a company, partnership, sole proprietorship, non-profit or government agency.&nbsp.\nIn some cases, we may provide a different privacy notice to certain categories of California residents, such as job applicants, in which case that notice will apply instead of this section.</p>\n<p>\n<strong>Your California privacy rights.</strong> As a California resident, you have the rights listed below.\nHowever, these rights are not absolute, and in certain cases we may decline your request as permitted by law.</p>\n<ul>\n<li>\n<strong> Information.</strong> You can request the following information about how we have collected and used your Personal Information during the past 12 months:<ul>\n<li>\n<ul>\n<li>The categories of Personal Information that we have collected.</li>\n<li>The categories of sources from which we collected Personal Information.</li>\n<li>The business or commercial purpose for collecting and/or selling Personal Information.</li>\n<li>The categories of third parties with whom we share Personal Information.</li>\n<li>Whether we have disclosed your Personal Information for a business purpose, and if so, the categories of Personal Information disclosed to each category of third-party recipient.</li>\n<li>Whether we’ve sold your Personal Information, and if so, the categories of Personal Information received by each category of third-party recipient.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<strong>Access.</strong> You can request a copy of the Personal Information that we have collected about you during the past 12 months.</li>\n<li>\n<strong>Deletion.</strong> You can ask us to delete the Personal Information that we have collected from you.</li>\n<li>\n<strong>Opt-out of sales.</strong> If we sell your Personal Information, you can opt-out.\nIn addition, if you direct us not to sell your Personal Information, we will consider it a request pursuant to California’s “Shine the Light” law to stop sharing your personal information covered by that law with third parties for their direct marketing purposes.</li>\n<li>\n<strong>Opt-in.\n</strong>If we know that you are younger than 16 years old, we will ask for your permission (or if you are younger than 13 years old, your parent’s or guardian’s permission) to sell your Personal Information before we do so.</li>\n<li>\n<strong>Nondiscrimination.</strong> You are entitled to exercise the rights described above free from discrimination in the form of legally prohibited increases in the price or decreases in the quality of our Service.</li>\n</ul>How to exercise your rights<p>You may exercise your California privacy rights described above as follows:</p>\n<ul>\n<li>\n<strong>Right to information, access and deletion</strong>.\nYou may exercise your right to information, access or deletion by:<ul>\n<li>\n<ul>\n<li>visiting singledigits.com/Preference-Center</li>\n<li>calling us toll free at 833-981-0256.</li>\n<li>emailing DPO@singledigits.com</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<strong>Right to opt-out of the “sale” of your Personal Information.&nbsp;</strong> Like many companies, we use services that help deliver interest-based ads to you.&nbsp.\nOur use of some of these services may be classified under California law as a “sale” of your Personal Information to the companies that provide the services because they collect information from our users (e.g., device data and online activity data) to help them serve ads more likely to interest you.&nbsp.\nYou may request that we not use your personal data with these Advertising Partners by:<ul>\n<li>\n<ul>\n<li>visiting singledigits.com/Preference-Center</li>\n<li>calling us toll free at 833-981-0256.</li>\n<li>emailing DPO@singledigits.com</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>We reserve the right to confirm your California residency to process your requests and will need to confirm your identity to process your requests to exercise your information, access or deletion rights.&nbsp.\nGovernment identification may be required.\nYou may designate an authorized agent to make a request on your behalf.\nIn order to designate an authorized agent to make a request on your behalf, you must provide a valid power of attorney, the requester’s valid government-issued identification, and the authorized agent’s valid government issued identification.&nbsp.\nWe cannot process your request if you do not provide us with enough detail to allow us to understand and respond to it.</p>Personal information that we collect, use and disclose<p>The chart below describes the Personal Information we collect by reference to the categories specified in the CCPA and describes our practices during the 12 months preceding the effective date of this Privacy Policy.\nInformation you voluntarily provide to us, such as in free form webforms, may contain other categories of personal information not described below.\nEach category is used for the business/commercial purposes described in the section above entitled How we use your personal information, and disclosed to the categories of third parties described in the section above entitled How we share your personal information</p>\n<strong>Statutory category of Personal Information (PI)<br>\n</strong>(click for details)<strong>PI we collect in this category </strong>\n<br>\n(See Personal Information We Collect above for description)<strong>Source of PI</strong>\n<strong>Business/<br>\ncommercial purpose for collection</strong>\n<strong>Categories of third parties to whom we “disclose” PI for a business purpose</strong>\n<strong>Categories of third parties to whom we “sell” PI</strong>Identifiers<u> (excluding online identifiers)</u>·&nbsp;&nbsp.\n<em>Contact data</em>\n<em>&nbsp;</em>·&nbsp.\n<em>You</em>·&nbsp;&nbsp.\n<em>Service delivery</em>\n<p>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Research &amp.\ndevelopment</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Marketing &amp.\nadvertising</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Compliance &amp.\nprotection</em>\n</p>·&nbsp.\n<em>Affiliates</em>\n<p>\n</p>\n<p>·&nbsp.\n<em>Advertising partners</em>\n</p>\n<p>·&nbsp.\n<em>Professional advisors</em>\n</p>\n<p>·&nbsp.\n<em>Authorities and others</em>\n</p>\n<p>·&nbsp.\n<em>Business transferees</em>\n</p>·&nbsp.\n<em>Advertising partners (to facilitate online advertising)</em>\n<em>&nbsp;</em>Commercial Information·&nbsp;&nbsp.\n<em>Contact data</em>\n<p>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Marketing data</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Online activity data</em>\n</p>·&nbsp.\n<em>You</em>\n<em>&nbsp;</em>·&nbsp;&nbsp.\n<em>Service delivery</em>\n<p>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Research &amp.\ndevelopment</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Marketing &amp.\nadvertising</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Compliance &amp.\nprotection</em>\n</p>·&nbsp.\n<em>Affiliates</em>\n<p>\n</p>\n<p>·&nbsp.\n<em>Advertising partners</em>\n</p>\n<p>·&nbsp.\n<em>Professional advisors</em>\n</p>\n<p>·&nbsp.\n<em>Authorities and others</em>\n</p>\n<p>·&nbsp.\n<em>Business transferees</em>\n</p>·&nbsp.\n<em>Advertising partners (to facilitate online advertising)</em>\n<em>&nbsp;</em>Online Identifiers·&nbsp;&nbsp.\n<em>Device data</em>·&nbsp.\n<em>Automatic collection</em>\n<em>&nbsp;</em>·&nbsp;&nbsp.\n<em>Service delivery</em>\n<p>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Research &amp.\ndevelopment</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Marketing &amp.\nadvertising</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Compliance &amp.\nOperations</em>\n</p>\n<p>·&nbsp.\n<em>Affiliates</em>·&nbsp.\n<em>Advertising partners</em>\n</p>\n<p>·&nbsp.\n<em>Professional advisors</em>\n</p>\n<p>·&nbsp.\n<em>Authorities and others</em>\n</p>\n<p>·&nbsp.\n<em>Business transferees</em>\n</p>·&nbsp.\n<em>Advertising partners (to facilitate online advertising)</em>\n<em>&nbsp;</em>Internet or Network Information<p>·&nbsp;&nbsp.\n<em>Device data</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Online activity data</em>\n</p>·&nbsp.\n<em>Automatic collection</em>·&nbsp;&nbsp.\n<em>Service delivery</em>\n<p>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Research &amp.\ndevelopment</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Marketing &amp.\nadvertising</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Compliance &amp.\nOperations</em>\n</p>·&nbsp.\n<em>Affiliates</em>\n<p>\n</p>\n<p>·&nbsp.\n<em>Advertising partners</em>\n</p>\n<p>·&nbsp.\n<em>Professional advisors</em>\n</p>\n<p>·&nbsp.\n<em>Authorities and others</em>\n</p>\n<p>·&nbsp.\n<em>Business transferees</em>\n</p>·&nbsp.\n<em>Advertising partners (to facilitate online advertising)</em>\n<em>&nbsp;</em>Geolocation Data·&nbsp;&nbsp.\n<em>Device data</em>·&nbsp.\n<em>Automatic collection</em>·&nbsp;&nbsp.\n<em>Service delivery</em>\n<p>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Research &amp.\ndevelopment</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Marketing &amp.\nadvertising</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Compliance &amp.\nprotection</em>\n</p>·&nbsp.\n<em>Affiliates</em>\n<p>\n</p>\n<p>·&nbsp.\n<em>Advertising partners</em>\n</p>\n<p>·&nbsp.\n<em>Professional advisors</em>\n</p>\n<p>·&nbsp.\n<em>Authorities and others</em>\n</p>\n<p>·&nbsp.\n<em>Business transferees</em>\n</p>·&nbsp.\n<em>Advertising partners (to facilitate online advertising)</em>\n<em>&nbsp;</em>Inferences<em>May be derived from your: </em>\n<p>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Marketing data</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Device data</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Online activity data</em>\n</p>·&nbsp.\n<em>Automatic collection</em>·&nbsp;&nbsp.\n<em>Service delivery</em>\n<p>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Research &amp.\ndevelopment</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Marketing &amp.\nadvertising</em>\n</p>\n<p>·&nbsp;&nbsp.\n<em>Compliance &amp.\nprotection</em>\n</p>·&nbsp.\n<em>Affiliates</em>\n<p>\n</p>\n<p>·&nbsp.\n<em>Advertising partners</em>\n</p>\n<p>·&nbsp.\n<em>Professional advisors</em>\n</p>\n<p>·&nbsp.\n<em>Authorities and others</em>\n</p>\n<p>·&nbsp.\n<em>Business transferees</em>\n</p>·&nbsp.\n<em>Advertising partners (to facilitate online advertising)</em>We describe:<p>\n</p>\n<ul>\n<li>\n<ul>\n<li>the sources from which we collect this information in the section above entitled <u>Personal Information We Collect</u>.\nand</li>\n<li>the business and commercial purposes for which we collect this information in the section above entitled <u>How We Use Your Personal Information</u>.</li>\n<li>the categories of third parties to whom we disclose this information in the section above entitled <u>How We Share your personal Information</u>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n</p>", "created_at": "2021-08-15 21:55:32.298888", "updated_at": "2021-08-15 19:56:51.301744"}], "points": [], "urls": ["singledigits.com"]}}