{"error": 448, "message": "OK", "parameters": {"id": 2978, "name": "CTemplar", "created_at": "2021-04-05 21:56:56.928645", "updated_at": "2021-05-26 22:00:09.886501", "wikipedia": null, "keywords": null, "related": null, "slug": "ctemplar", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/2978.png", "url": "ctemplar.com", "documents": [{"id": 4704, "name": "Privacy Policy", "url": "https://ctemplar.com/privacy/", "xpath": "", "text": " <ul>\n<li> About </li>\n<li> Blog </li>\n<li> Features </li>\n<li> Help </li>\n<li> Pricing </li>\n<li>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<small>Electron</small>\n<i>\n</i>Linux <i>\n</i>macOS <i>\n</i>Windows <small>View all...</small>\n<small>Mobile</small>\n<i>\n</i>Android <i>\n</i>F-Droid <i>\n</i>iOS / iPadOS <small>Others</small>\n<i>\n</i>Docker (wip) <i>\n</i>Source </li> Deutsche English Español عربى Français Melayu 日本語 Português русский 中文 </ul> Privacy Policy <p>Our privacy policy continues our commitment to serving you and explains how we intend to protect your privacy.\nWe are responsible for the protection of your personal data and we take this responsibility very seriously.\nAll basic customer data in CTemplar.com are encrypted end-to-end.\nThis Privacy Policy covers CTemplar.com’s (“CTemplar”, “We”, “Us”, “Our”) treatment of information we collect when you are on our site and when you use our services.\nCTemplar has created this privacy statement to demonstrate our firm commitment to protect your privacy and to fully disclose what information we collect and how we use it.</p>\n<p>This privacy notice discloses the privacy practices for CTemplar and our website www.ctemplar.com (“Site”).\nThis privacy notice applies solely to information collected by this website, except where stated otherwise.\nIt will notify you of the following:</p>\n<strong>What Information We Collect</strong>\n<p>When you visit our website, your browser sends us your user-agent and IP address.\nWhen you leave our site no records are kept of your IP address in association to your account.\nWe anonymously store your IP for 7 days.\nThis is required to defend and prevent abuse that could shut down our service.\nAfter 7 days it is deleted and no records are kept.\nIf you visit using our Onion site, then your real IP address is not seen.</p>\n<p>We do not use any CDN service.</p>\n<strong>What Information We Retain</strong>\n<ul>\n<li>Username, recovery email, account preferences are not encrypted at rest and are recorded until the account is deleted.</li>\n<li>Generated PGP key pair, encrypted at rest with your password.</li>\n<li>Your password is created using a&nbsp;zero-knowledge proof, so it does not leave your computer nor is sent by the network.\nWe do not know your password.\nWe are not capable of accessing your account with the password hash we possess.</li>\n<li>Messages, Subjects and attachments between CTemplar users and external providers are encrypted at rest using your 4096-bit PGP public key.&nbsp;</li>\n<li>Messages, subjects, and attachments between CTemplar users (custom domains) are encrypted end-to-end using the recipient’s 4096-bit PGP public key.\nThis is done in the sender’s web browser or phone app before it is sent to our servers.&nbsp;</li>\n<li>Contact list is encrypted at rest using your 4096-bit PGP public key.&nbsp;</li>\n<li>Metadata is encrypted at rest using your 4096-bit PGP public key (Work in progress).</li>\n<li>Users may be given an option to scan attachments for viruses.\nIf this option is selected the attachment will be sent to many, 3rd party, malware detection tools.\nIf users do not use this feature then this will not apply whatsoever.\nUsers are given an option to disable this feature.</li>\n<li>If you choose to delete your account, everything is deleted and no records or backups kept.\nHowever, we record usernames 1 year so they cannot be used during this time.\nNo other information from the deleted account is recorded except for the username.\nThis is required to prevent a new user from creating an email address that may have been previously involved in crime or court order.</li>\n</ul>\n<strong>Registration</strong>\n<p>In order to use this website, a user must first complete the registration form.\nDuring registration, a user is required to give to provide a username and password.\nThis information is used to enable your use of the Site.\nThe password is created in your browser using a&nbsp;zero-knowledge proof.\nWe do not know your password and we cannot discover it with the hash we have.\nWhen payment is made with a credit or debit card, your card information is retained by a 3rd party, so they can process the payment.\nWe encourage and support paying via Bitcoin.</p>\n<strong>Sharing</strong>\n<p>We will not disclose anything to third parties, except for your payment information if you choose to buy a paid account.</p>\n<strong>Links</strong>\n<p>This web site may contain links to other sites (Example: Blog post citations).\nPlease be aware that we are not responsible for the content or privacy practices of such other sites.\nWe encourage our users to be aware when they leave our site and to read that site’s privacy statements.</p>\n<strong>Compliance and Cooperation with Regulatory Authorities</strong>\n<p>CTemplar will only comply with valid Icelandic court orders.\nWhen presented with a valid Icelandic court order, we will give them your content.\nDue to our zero access password technology, we do not know your password/passphrase so we are not able to decrypt your emails.\nThe SRI &amp.\nChecksum technology that we offer makes it impossible for us to serve malicious scripts that could reveal your password, thus allowing us to access your account.</p>\n<strong>Aggregated Information</strong>\n<p>We do not collect aggregated usage or tracking information.</p>\n<strong>Updating Information</strong>\n<p>Registered users have the option of accessing, correcting, updating their settings at any time.</p>\n<strong>Cookies</strong>\n<p>A “cookie” is a bit of data sent by a website through the browser to the computer of the user visiting the site, and enables the site to return the results the browser expects.\nCTemplar uses temporary, session-specific cookies to ensure a visit to the site is smooth for the visitor.\nSpecifically, we use cookies to provide continued use of our website even if the user refreshes their browser without the need to log in again (only if the user has enabled Remember Me).</p>\n<p>If you do not want your browser to accept cookies, you can turn off the cookie acceptance option in the browser’s settings.</p>\n<strong>Pixel Tags</strong>\n<p>We&nbsp;<strong>do not</strong>&nbsp;use or collect Pixel Tags, also known as beacons, spotlight tags, or web bugs.</p>\n<strong>EU Personal Data</strong>\n<p>If you are located in the EU, United Kingdom, Lichtenstein, Norway, or Iceland, you may have additional rights under the EU General Data Protection Regulation (the “GDPR”) related to your personal data.\nWe will be the controller of your personal data processed in connection with the Site.</p>\n<p>Without prejudice to any other administrative or judicial remedy, every customer shall have the right to lodge a complaint with a supervisory authority, in particular in the Member State of his or her habitual residence, place of work or place of the alleged infringement if the customer considers that the processing of personal data relating to him or her infringes this Regulation.</p>\n<p>Should you select the optional opportunity to receive promotional emails from us about current offers and incentives, we will also use your email for this purpose.\nIf you have not selected this Opt-in option, you will not receive promotional emails.\nIf you have opted to receive promotional emails, or if you receive transactional emails about your incomplete order, you may choose to remove (Opt-out) this feature at any time and the emails will be stopped.</p>\n<p>Your email address may also be used should we ever need to contact you regarding your order.</p>\n<strong>Your Acceptance of these Terms</strong>\n<p>By using our Site, you signify your acceptance of the terms of this Privacy Policy.\nIf you do not agree to the terms of this Privacy Policy, please do not use the Site and exit immediately.\nConsent may be withdrawn at any time by emailing us at&nbsp;support@ctemplar.com.\nCorrections may also be made by emailing us at&nbsp;support@ctemplar.com.</p>\n<strong>Changes to Privacy Policy</strong>\n<p>CTemplar may amend this policy from time to time.\nIf we make any material changes we will notify you by email (sent to the e-mail address specified in your account) or through a notice on this website prior to the change becoming effective.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\nIf we make any substantial changes in the way we use your personal information, we will notify you by posting a prominent notice in our privacy policy or in other locations on our Web site or by sending you an email to inform you of our updated privacy policy.</p>\n<strong>Spam</strong>\n<p>We do not allow our service to be used for spam.\nWe do not support it or engage in it.\nIf you do not want to receive e-mail from us in the future, please let us know by contacting Customer Service at&nbsp;support@ctemplar.com&nbsp;or making the selection in the settings page.</p>\n<strong>Customer Service</strong>\n<p>Email:&nbsp;support@ctemplar.com</p>\n<strong>Questions?</strong>\n<p>If you have any questions on our Privacy Policy or complaints about our handling of your Personal and/or Financial Information, you can contact us at&nbsp;support@ctemplar.com.</p> Regain your right to privacy now! <p>Stand with us in the fight to protect privacy, civil liberties, and the right for anonymity.\nCreate your anonymous encrypted email today.</p> Sign Up Tor Browser About Blog Donate Features Helpdesk Media Kit Security Support Privacy Policy Terms &amp.\nConditions Tor Browser Send a letter <p>Orange Project ehf Armula<br>4&amp;6 Reykjavik, 108<br>Iceland</p> Follow us <p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</p> Made with <i>\n</i> for Human Rights <small>©2021 Templar Software Systems Ltd., a Seychelles Limited Liability Company.</small>\n<p>\n<i>- In absentia lucis, tenebrae vincunt!</i>\n</p>\n<p>\n</p>\n<p>- What...\nwhat was that? You better stop doing this before worse things start to happen.\nNot kidding!</p> Dismiss ", "created_at": "2021-04-05 21:56:57.219969", "updated_at": "2021-04-05 21:57:41.418039"}], "points": [{"id": 25356, "title": "Logs are deleted after a finite period of time", "source": "https://ctemplar.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-10-07 09:47:42.963931", "updated_at": "2021-10-08 09:47:32.61495", "quoteText": "When you visit our website, your browser sends us your user-agent and IP address.\nWhen you leave our site no records are kept of your IP address in association to your account.\nWe anonymously store your IP for 7 days.\nThis is required to defend and prevent abuse that could shut down our service.\nAfter 7 days it is deleted and no records are kept.\n", "case_id": 177, "document_id": 4704, "quoteStart": 1390, "quoteEnd": 1739}, {"id": 25362, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://ctemplar.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-10-07 10:06:55.020907", "updated_at": "2021-10-08 09:47:07.446645", "quoteText": "CTemplar will only comply with valid Icelandic court orders.", "case_id": 241, "document_id": 4704, "quoteStart": 4754, "quoteEnd": 4814}, {"id": 25364, "title": "You are not being tracked", "source": "https://ctemplar.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-10-07 10:11:32.917054", "updated_at": "2021-10-08 09:46:17.168264", "quoteText": "Pixel Tags</strong>\n<p>We&nbsp;<strong>do not</strong>&nbsp;use or collect Pixel Tags, also known as beacons, spotlight tags, or web bugs.", "case_id": 218, "document_id": 4704, "quoteStart": 6095, "quoteEnd": 6233}, {"id": 25363, "title": "Only temporary session cookies are used", "source": "https://ctemplar.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-10-07 10:10:06.027013", "updated_at": "2021-10-08 09:47:05.558467", "quoteText": "CTemplar uses temporary, session-specific cookies to ensure a visit to the site is smooth for the visitor.\nSpecifically, we use cookies to provide continued use of our website even if the user refreshes their browser without the need to log in again (only if the user has enabled Remember Me).</p>", "case_id": 125, "document_id": 4704, "quoteStart": 5658, "quoteEnd": 5955}, {"id": 25360, "title": "No third-party analytics or tracking platforms are used", "source": "https://ctemplar.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-10-07 09:55:21.835685", "updated_at": "2021-10-08 09:47:10.132423", "quoteText": "We do not collect aggregated usage or tracking information.", "case_id": 381, "document_id": 4704, "quoteStart": 5248, "quoteEnd": 5307}, {"id": 25361, "title": "Your information is only shared with third parties when given specific consent", "source": "https://ctemplar.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-10-07 09:55:46.065132", "updated_at": "2021-10-08 09:47:15.012396", "quoteText": "When payment is made with a credit or debit card, your card information is retained by a 3rd party, so they can process the payment.", "case_id": 296, "document_id": 4704, "quoteStart": 4029, "quoteEnd": 4161}, {"id": 25354, "title": "An onion site accessible over Tor is provided", "source": "https://ctemplar.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-10-07 09:46:53.517704", "updated_at": "2021-10-08 09:47:35.940878", "quoteText": "If you visit using our Onion site, then your real IP address is not seen.", "case_id": 406, "document_id": 4704, "quoteStart": 1739, "quoteEnd": 1812}, {"id": 25353, "title": "You must create an account to use this service", "source": "https://ctemplar.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-10-07 09:46:18.104933", "updated_at": "2021-10-08 09:47:39.400759", "quoteText": "In order to use this website, a user must first complete the registration form.\nDuring registration, a user is required to give to provide a username and password.\nThis information is used to enable your use of the Site.", "case_id": 230, "document_id": 4704, "quoteStart": 3655, "quoteEnd": 3875}, {"id": 21223, "title": "The service claims to be GDPR compliant for European users", "source": "https://ctemplar.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-26 01:34:07.171472", "updated_at": "2021-05-26 11:58:15.354651", "quoteText": "If you are located in the EU, United Kingdom, Lichtenstein, Norway, or Iceland, you may have additional rights under the EU General Data Protection Regulation (the “GDPR”) related to your personal data.", "case_id": 481, "document_id": 4704, "quoteStart": 6275, "quoteEnd": 6477}, {"id": 21224, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://ctemplar.com/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-26 01:35:35.544972", "updated_at": "2021-05-28 07:22:31.808902", "quoteText": "<p>CTemplar may amend this policy from time to time.\nIf we make any material changes we will notify you by email (sent to the e-mail address specified in your account) or through a notice on this website prior to the change becoming effective.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\nIf we make any substantial changes in the way we use your personal information, we will notify you by posting a prominent notice in our privacy policy or in other locations on our Web site or by sending you an email to inform you of our updated privacy policy.</p>", "case_id": 329, "document_id": 4704, "quoteStart": 7971, "quoteEnd": 8582}], "urls": ["ctemplar.com"]}}