{"error": 448, "message": "OK", "parameters": {"id": 3605, "name": "Dyson", "created_at": "2021-05-13 12:54:39.148181", "updated_at": "2021-05-13 22:25:05.355233", "wikipedia": null, "keywords": null, "related": null, "slug": "dyson", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3605.png", "url": "dyson.com", "documents": [{"id": 5993, "name": "Returns Policy", "url": "https://dyson-help.com/content/return", "xpath": "//body", "text": " Skip to main content Submit your price match request Order Inquiry Order Status Change your delivery address Money-back guarantee Our support team will reply by email within 7 business days.\nPlease select what your inquiry is about: <p> Please allow up to 24 hours to reply with the status of your order.\n</p>\n<p> If your package isn't already out for delivery, we may be able to change the destination to a nearby The UPS Store location.\nWe are unable to guarantee every request due to dependency on UPS.\nIf we are successful, a photo ID will be required to claim your package.\nTo get started, enter your zip code and select from the available locations.\n</p> Full price match promise Terms and Conditions can be found at the bottom of this page.\n<p> If you'd like to return a Dyson machine for a full refund, you need to do so within 30 days from the delivery date.\nFor Dyson V15<sup>™</sup> Detect cordless vacuums, Dyson Outsize cordless vacuums, Dyson Omni-glide<sup>™</sup> vacuums, Lightcycle<sup>™</sup> task lights, and Lightcycle Morph<sup>™</sup> lights, you have 90 days from the delivery date.\nDyson Direct will pay for return freight.\n</p>\n<p> Refurbished machines are considered final sale and are not eligible for returns, only warranty service.\nIf your machine arrived damaged or you have received the wrong product please contact us.\n</p> Return Form To return products purchased from Dyson Direct, please complete the following steps: <p>\n</p>\n<p>\n</p>\n<ol>\n<li> Submit the form below.\nOur team will respond with return authorization information within 48 hours.\n</li>\n<li> Package the item(s) to be returned in the original Dyson packaging.\n</li>\n</ol> Please note: <ul>\n<li> Unauthorized or COD returns will not be accepted.\n</li>\n<li> Please allow&nbsp;4-8 weeks for return processing.\n</li>\n<li> Products returned to Dyson will receive a full refund.\n</li>\n</ul>\n<p>\n</p> Your Dyson order number Email Quantity Return type Dyson Technology Dyson Part/Accessory Serial Number(s) If you can't find your Serial Number, click here for help locating the Serial Number.\nSKU # First name Last name Zip Code Please confirm if the package is: <p>\n</p> Opened Sealed Please share the reason(s) for returning the product<p>\n</p> Please select the reason(s) for returning the product<p>\n</p> Change of heart/No longer neededIncorrect Product ReceivedDid not meet expectationsDid not order/Duplicate orderArrived DamagedDelayed DeliveryPriceOther Nothing selected&nbsp;<ul>\n<li>Change of heart/No longer needed</li>\n<li>Incorrect Product Received</li>\n<li>Did not meet expectations</li>\n<li>Did not order/Duplicate order</li>\n<li>Arrived Damaged</li>\n<li>Delayed Delivery</li>\n<li>Price</li>\n<li>Other</li>\n</ul>\n<p> If within 30 days of purchase you should find the same model currently advertised by an authorized US Dyson retailer at a lower price, we'll refund you the difference if the price match terms are satisfied.\nVisit dyson.com/pricematch for more details.\n</p> Please clarify your previous answer.\n<p>\n</p> Have you personally tried using the Dyson Corrale™? <p>\n</p> Yes No Please select all the statements that apply to your experience with the Dyson Corrale: <p>\n</p> 1.\nI experienced battery running out before I can complete a style.2.\nI experienced hair snagging while styling with Dyson Corrale.3.&nbsp;I experienced the plates tugging through my hair.4.\nI experienced my hair getting caught in the plates.5.&nbsp;I experienced my hair getting caught in other parts of the straighteners.6.\nI experienced hair breakage while styling.7.\nI experienced my hair being cut by the plates.8.&nbsp;I experienced my hair being pulled out.\n9.\nI did not experience any of the above.\nSelect the Statement(s)&nbsp;<ul>\n<li>1.\nI experienced battery running out before I can complete a style.</li>\n<li>2.\nI experienced hair snagging while styling with Dyson Corrale.</li>\n<li>3.&nbsp;I experienced the plates tugging through my hair.</li>\n<li>4.\nI experienced my hair getting caught in the plates.</li>\n<li>5.&nbsp;I experienced my hair getting caught in other parts of the straighteners.</li>\n<li>6.\nI experienced hair breakage while styling.</li>\n<li>7.\nI experienced my hair being cut by the plates.</li>\n<li>8.&nbsp;I experienced my hair being pulled out.\n</li>\n<li>9.\nI did not experience any of the above.\n</li>\n</ul> What temperature settings were you using the product at? <p>\n</p> Mainly 165 C / 330 F <p>\n</p> Mainly 185 C / 365 F <p>\n</p> Mainly 210 C / 410 F <p>\n</p> Not sure Would you change anything about this product? Would you be willing to be contacted for future research conducted by Dyson which might or might not come with an incentive? <p>\n</p> Yes No How would you like to be contacted? <p>\n</p> Phone Email Phone Number Email How long did it take you to complete a style? If you did experience a poor glide, please select the statement(s) that best describes your experience: <p>\n</p> I could feel the plates not gliding through my hair easily.I experienced a poor glide throughout the pass (from roots to ends).I experienced a poor glide mainly focused on the ends of my hair.None of the aboveSelect the Statement(s)&nbsp;<ul>\n<li>I could feel the plates not gliding through my hair easily.</li>\n<li>I experienced a poor glide throughout the pass (from roots to ends).</li>\n<li>I experienced a poor glide mainly focused on the ends of my hair.</li>\n<li>None of the above</li>\n</ul> If you did experience snagging, please select the answer that best describes your experience: <p>\n</p> Select the statement(s)I could hear my hair snagging.I could feel my hair snagging.I could both hear and feel my hair snagging.\nIf you did experience snagging or catching, please select the statements that best describe your experience: <p>\n</p> Select the statement(s)I could hear my hair snagging.I could feel my hair snagging.I could both hear and feel my hair snagging.\nIf you experienced hair breaking while styling with the Dyson Corral™, please select the statement(s) that best describes your experience: <p>\n</p> I have noticed seeing broken hairs after styling (e.g.\non the floor, on my lap).I experience hair being pulled out (from the roots).I experience hair breaking and getting caught on the plates.I experienced hair being cut by the plates.Select the Statement(s)&nbsp;<ul>\n<li>I have noticed seeing broken hairs after styling (e.g.\non the floor, on my lap).</li>\n<li>I experience hair being pulled out (from the roots).</li>\n<li>I experience hair breaking and getting caught on the plates.</li>\n<li>I experienced hair being cut by the plates.</li>\n</ul> What is your hair type? <p>\n</p> Hair Type1a -Very straight1b- Straight slight wave1c- Slightly wavy2a- Loose &amp.\nUndefined2b- Loose \"S\" Shape2c- Defined \"S\" Shape2c- Defined \"S\" Shape3a- Loose big curls3b- Small curls3c- Tight curls4a- Loose coils4b- Medium coils4c- Tight coils What is your hair texture (Individual hair strand thickness)? <p>\n</p> Fine Medium Coarse How would you describe the condition of your hair.\nSelect all that apply.\n<p>\n</p> Thinning hairFragile hair – Easily breaksSplit endsDry and dull appearanceNone of the abovePrefer not to saySelect the Statement(s)&nbsp;<ul>\n<li>Thinning hair</li>\n<li>Fragile hair – Easily breaks</li>\n<li>Split ends</li>\n<li>Dry and dull appearance</li>\n<li>None of the above</li>\n<li>Prefer not to say</li>\n</ul> How would you describe the type of haircut you have: <p>\n</p> Type of haircut you haveStraight cutLayered cut (long layers, tapered layers etc.)A mix of straight and layered cut Please select all that apply to your styling behavior with Dyson Corrale™ <p>\n</p> I brush or comb my hair before / while stylingI section my hair in layers and style one section at a time.I apply haircare product such as hair oil, heat protectant spray etc.\nbefore stylingNone of the aboveSelect the Statement(s)&nbsp;<ul>\n<li>I brush or comb my hair before / while styling</li>\n<li>I section my hair in layers and style one section at a time.</li>\n<li>I apply haircare product such as hair oil, heat protectant spray etc.\nbefore styling</li>\n<li>None of the above</li>\n</ul> What is your hair type? &nbsp;&nbsp;&nbsp.\nType de cheveuxLissesOndulésBouclésTrès frisésAutre Hair TypeStraightWavyCurlyCoilyOther &nbsp;&nbsp;&nbsp.\nWhich type of style did you attempt to achieve? &nbsp;&nbsp;&nbsp.\nType de coiffureBouclesOndulationsLissesDroitsVolume et corps Style TypeCurlsWavesSmoothStraightVolume &amp.\nbody Which attachments did you use? <p>\n</p> 1.2\" barrels <p>\n</p> 1.6\" barrels <p>\n</p> Firm Smoothing Brush <p>\n</p> Soft Smoothing Brush <p>\n</p> Round Volumizing Brush <p>\n</p> Pre-styling Dryer Would you like to receive a text message with information about your return? (Standard data and message rates may apply) Yes No Phone Number <p> Please include a picture showing proof of the advertised lower price.</p> Attach image <p> By submitting this form you confirm that you agree to receive email or SMS communications from Dyson.\nWe will only contact you in relation to your Order Inquiry.\nFor further information on how Dyson handles your data, please see our Privacy Policy.\n</p> By submitting this form you confirm that you agree to our Terms and Conditions.\nWe will only contact you in relation to your refund request.\nFor further information on how Dyson protects your data, please see our Privacy Policy.\nSubmit <p>\n</p> Price match promise Be confident that you're getting the best price on Dyson.com.\nIf within 30 days of purchase you should find the same model currently advertised by an authorized US Dyson retailer at a lower price, we'll refund you the difference if the below details are satisfied, Visit dyson.com/price match, chat, or contact our Customer Service team at 1-866-664-9004 to get started.\nHere are the details you'll need to know: <ul>\n<li>Product must be the exact same model number as it appears on Dyson.com and in stock.</li>\n<li>Proof of advertised price by an authorized dealer is required (Copy of Flyer or Website URL.\nAdvertised price must be the listed price.\nmembership/loyalty or promo code entries are not eligible for price matching).</li>\n<li> Authorized dealers are limited to Amazon, Best Buy, Costco, Bed Bath &amp.\nBeyond, Home Depot, Lowes, QVC, Sam's Club, and Target.\nExcludes third party marketplace sellers.</li>\n<li> Product must be new and in original packaging.\nIt cannot be reconditioned (refurbished), used, damaged, returned, open box, \"close out\", \"clearance\" or a demonstrator product.</li>\n<li>Product price must not be lower due to an advertising error or misprint.</li>\n<li>Hair Care products, which includes Dyson Supersonic, Dyson Airwrap, and Dyson Corrale, are not eligible for price matching.</li>\n<li> Lower price will not be honored if the result of a violation of a Dyson unilateral advertising or pricing policy or if doing so would result in a violation of a Dyson policy.</li>\n</ul> Thank you! <p>Your information has been submitted.</p>\n<p>You will receive an email reply within 24 hours.\n</p> Thank you! <p>\n</p>\n<p>Your information has been submitted.</p>\n<p>You will receive an email reply within 7 business days.</p> Thank you! Your request has been received.\nPlease look for an email from Dyson in the next 48 hours with return instructions.\nPlease allow 4-8 weeks for return processing.\nProducts returned to Dyson will receive a full refund.\n", "created_at": "2021-05-13 10:55:55.952948", "updated_at": "2021-05-13 11:04:13.624941"}, {"id": 5992, "name": "Privacy Policy", "url": "https://privacy.dyson.com/group/pages/privacypolicyhome/globalprivacypolicy.aspx", "xpath": "/html/body/form/div[3]/main/div[3]/div/div/ul/li[2]/div/div/div[2]", "text": null, "created_at": "2021-05-13 12:54:39.153517", "updated_at": "2021-05-13 20:43:13.673944"}], "points": [], "urls": ["dyson.com"]}}