{"error": 448, "message": "OK", "parameters": {"id": 3574, "name": "Beaker Browser ", "created_at": "2021-05-13 00:03:09.691425", "updated_at": "2021-05-13 22:00:21.858696", "wikipedia": null, "keywords": null, "related": null, "slug": "beaker_browser_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3574.png", "url": "beakerbrowser.com", "documents": [{"id": 5940, "name": "FAQ", "url": "https://docs.beakerbrowser.com/faq", "xpath": "//body", "text": "\nMenu<strong>Beaker Docs</strong>InstallAsk Questions🌜🌞SearchK<strong>Beaker Docs</strong>\n<ul>\n<li>Install</li>\n<li>Ask Questions</li>\n</ul>Menu<ul>\n<li>Welcome<ul>\n<li>Getting Started with Beaker</li>\n<li>Frequently Asked Questions</li>\n</ul>\n</li>\n<li>Beginner<ul>\n<li>Creating New Hyperdrives</li>\n<li>Changing a Drive's Title or Thumbnail</li>\n<li>Using the Editor</li>\n<li>Creating Files and Folders</li>\n<li>Importing and Exporting Files</li>\n<li>Sharing Hyperdrives</li>\n<li>Hosting Hyperdrives</li>\n</ul>\n</li>\n<li>Intermediate<ul>\n<li>Your System Drive</li>\n<li>Syncing with Folders</li>\n</ul>\n</li>\n<li>Advanced<ul>\n<li>Webterm</li>\n<li>Creating Mounts</li>\n<li>Editing File Metadata</li>\n<li>Forking Hyperdrives</li>\n<li>Comparing and Merging Hyperdrives</li>\n</ul>\n</li>\n<li>APIs<ul>\n<li>beaker.capabilities</li>\n<li>beaker.contacts</li>\n<li>beaker.hyperdrive</li>\n<li>beaker.markdown</li>\n<li>beaker.panes</li>\n<li>beaker.peersockets</li>\n<li>beaker.shell</li>\n<li>beaker.terminal</li>\n</ul>\n</li>\n<li>Developers<ul>\n<li>Introduction to Hyperdrive</li>\n<li>Index.json Manifest</li>\n<li>Content-Type Negotiation</li>\n<li>Frontends (.ui folder)</li>\n<li>Goto Files</li>\n</ul>\n</li>\n<li>Help<ul>\n<li>Hole-punchability</li>\n</ul>\n</li>\n</ul>Frequently Asked QuestionsWhy is Beaker different?#<p>Beaker is built with Chromium and should feel <em>exactly</em> like any other Web browser.\nThe big difference: <strong>Beaker can host websites.</strong>\n</p>\n<p>Hosting a website is traditionally done by \"servers\" which are specialized computers in the cloud.\nServers require a variety of skills to run, and while there are some great services out there to make it easier, we wanted to try something new.\nWe figured, what if anybody could host a website from their laptop?</p>\n<p>We call those self-hosted sites \"Hyperdrives.\"</p>\n<ul>\n<li>\"Hyper\" because they're kind of magical, and</li>\n<li>\"Drives\" because they're collections of files.</li>\n</ul>\n<p>It's not just a harddrive, it's a Hyperdrive!</p>\n<p>You can create a Hyperdrive from Beaker, add your website's HTML, and then share the Hyperdrive link with any other Beaker user.\nTheir computer will connect directly to yours, as if you were running a server up in the cloud.</p>What does Beaker do better than other browsers?#<p>Beaker makes building a Website weirdly easy.\nWe have a builtin editor, tools to sync folders with your website, and some pretty fun APIs for reading and writing the files in your website.</p>\n<p>If you're a teacher in a digital classroom, especially if you're teaching web development, Beaker is really handy.\nYour students don't need to learn Git, the commandline, or any other piece of server administration.\nThey can download Beaker and get straight into the business of building Websites.</p>\n<p>Dev teams may also find Beaker handy for working on site prototypes.\nAll you have to do is load the prototype into Beaker and share the <code>hyper://</code> link around the office.\nIf somebody wants to make a change, they can fork the site and share their version back.</p>\n<p>Beaker takes the drudge work out of hosting sites.</p>What does a \"peer to peer\" browser make possible?#<p>The technology we chose to use in Beaker is called \"peer to peer networking,\" often shortened to \"P2P.\" P2P has been around for decades but has always been under-used.\nWith Beaker, we're finding new use-cases for P2P.</p>\n<p>The main benefit of P2P is how easy it makes hosting.\nBasically any device can start hosting a P2P website at any time.\nThat's pretty nice!</p>\n<p>Another benefit is how P2P enables private sharing.\nWhen you create a Hyperdrive and share the link, then only people with the link can view the site.\nIf you're working on things that you'd rather not share with the cloud — like your business' intellectual property, or your family's photo albums — then P2P is a great choice.</p>What is the whole \"decentralized Web\" thing about?#<p>Basically the \"decentralized Web\" or \"dweb\" is about having a digital life that's not entirely controlled by a corporation.\nDecentralizers want to live independently and they're worried about what happens when Facebook or Google controls everything about the Internet.</p>\n<p>It's a somewhat activist vibe, but it's our vibe.\nWe think peer-to-peer networking should handle as much of our digital lives as it can, because peer-to-peer means there aren't intermediaries running the network.\nWe'll always use a combination of centralized and peer-to-peer software, and that's okay.\nIt's when centralized software is the only option that we start to worry.</p>Edit this pagePrevious« Getting Started with BeakerNextCreating New Hyperdrives »<ul>\n<li>Why is Beaker different?</li>\n<li>What does Beaker do better than other browsers?</li>\n<li>What does a \"peer to peer\" browser make possible?</li>\n<li>What is the whole \"decentralized Web\" thing about?</li>\n</ul> ", "created_at": "2021-05-12 22:04:52.818053", "updated_at": "2021-05-12 22:05:15.763979"}, {"id": 5939, "name": "Vulnerability Disclosure Policy ", "url": "https://beakerbrowser.com/vuln-disclosure/ ", "xpath": "", "text": " Beaker Blog Documentation Install Beaker Vulnerability Disclosure Policy <p> If you believe you've discovered a security issue related to Beaker Browser, please email us at support@beakerbrowser.com with a full description of the vulnerability.\nWe ask that you please keep the details private until we've had a chance to resolve the issue.\n</p> Public Notification <p> The Beaker team will coordinate public nofication of the vulnerability with you.\nTo protect users, we ask that you do not share details of the vulnerability with the public until we've had time to research and address the issue.\n</p> Beaker Install Beaker Blog Documentation Install Beaker <br> Vulnerability Disclosure Policy Twitter GitHub #beakerbrowser on freenode ", "created_at": "2021-05-13 00:03:09.695731", "updated_at": "2021-05-12 22:03:21.963228"}], "points": [], "urls": ["beakerbrowser.com"]}}