{"error": 448, "message": "OK", "parameters": {"id": 5170, "name": "SkillSyncher", "created_at": "2021-10-20 20:56:43.337225", "updated_at": "2021-10-20 22:01:10.770701", "wikipedia": null, "keywords": null, "related": null, "slug": "skillsyncher", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5170.png", "url": "skillsyncer.com", "documents": [{"id": 9265, "name": "Pravacy Policy", "url": "https://skillsyncer.com/privacy", "xpath": "//body", "text": " optimize your resume keywords and track your job applications <strong>PRIVACY POLICY</strong>\n<br>\n<strong>Last updated October 6, 2021&nbsp.\n</strong>\n<br>\n<br>\n<br> SkillSyncer&nbsp.\n(“we” or “us” or “our”) respects the privacy of our users (“user” or “you”).\nThis Privacy Policy explains how we collect, use, disclose, and safeguard your information when you visit our website http: //www.SkillSyncer.com including any other media form, media channel, mobile website, or mobile application related or connected thereto (collectively, the “Site”).\nPlease read this Privacy Policy carefully.\nIF YOU DO NOT AGREE WITH THE TERMS OF THIS PRIVACY POLICY, PLEASE DO NOT ACCESS THE SITE.&nbsp;&nbsp.\n<br> We reserve the right to make changes to this Privacy Policy at any time and for any reason.\nWe will alert you about any changes by updating the “Revised” date of this Privacy Policy.\nAny changes or modifications will be effective immediately upon posting the updated Privacy Policy on the Site, and you waive the right to receive specific notice of each such change or modification.\nYou are encouraged to periodically review this Privacy Policy to stay informed of updates.\nYou will be deemed to have been made aware of, will be subject to, and will be deemed to have accepted the changes in any revised Privacy Policy by your continued use of the Site after the date such revised Privacy Policy is posted.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>COLLECTION OF YOUR INFORMATION</strong>\n<br> We may collect information about you in a variety of ways.\nThe information we may collect on the Site includes: &nbsp.\n<br>\n<strong>Personal Data</strong> &nbsp.\n<br> Personally identifiable information, such as your name, shipping address, email address, and telephone number, and demographic information, such as your age, gender, hometown, and interests, that you voluntarily give to us when you register with the Site or when you choose to participate in various activities related to the Site, such as online chat and message boards.\nYou are under no obligation to provide us with personal information of any kind, however your refusal to do so may prevent you from using certain features of the Site.\n&nbsp.\n<br>\n<strong>Derivative Data</strong>\n<br> Information our servers automatically collect when you access the Site, such as your IP address, your browser type, your operating system, your access times, and the pages you have viewed directly before and after accessing the Site.\n&nbsp.\n<br>\n<strong>Financial Data</strong>\n<br> Financial information, such as data related to your payment method (e.g.\nvalid credit card number, card brand, expiration date) that we may collect when you purchase, order, return, exchange, or request information about our services from the Site.&nbsp.\nWe store only very limited, if any, financial information that we collect.\nOtherwise, all financial information is stored by our payment processor, Stripe, and you are encouraged to review their privacy policy and contact them directly for responses to your questions.&nbsp.\n&nbsp.\n<br>\n<strong>Data From Social Networks</strong>\n<br> If you register with or log into your Skillsyncer account through another service your user information from that social networking sites, such as Google or Facebook may be collected..\nThis information may include your name, your social network username, location, gender, birth date, email address, profile picture, and public data for contacts.\nThe information we receive depends on which services you authorize and any options that are available.\nTo remove this connection or collected information please refer to the \"Account Information\" section.\n&nbsp.\n<br>\n<strong>Data From Contests, Giveaways, and Surveys&nbsp;</strong>\n<br>\n<br> Personal and other information you may provide when entering contests or giveaways and/or responding to surveys.\n&nbsp.\n<br>\n<strong>USE OF YOUR INFORMATION</strong>\n<br> Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience.\nSpecifically, we may use information collected about you via the Site to: &nbsp.\n●&nbsp.\nCreate and manage your account.&nbsp.\n●&nbsp.\nDeliver targeted advertising, coupons, newsletters, and promotions, and other information regarding our website and mobile application to you.&nbsp.\n●&nbsp.\nEmail you regarding your account or order.&nbsp.\n●&nbsp.\nEnable user-to-user communications.&nbsp.\n●&nbsp.\nFulfill and manage purchases, orders, payments, and other transactions related to the Site.&nbsp.\n●&nbsp.\nGenerate a personal profile about you to make future visits to the Site more personalized.&nbsp.\n●&nbsp.\nIncrease the efficiency and operation of the Site.&nbsp.\n●&nbsp.\nMonitor and analyze usage and trends to improve your experience with the Site.&nbsp.\n●&nbsp.\nNotify you of updates to the Site.&nbsp.\n●&nbsp.\nOffer new products, services, and/or recommendations to you.&nbsp.\n●&nbsp.\nRequest feedback and contact you about your use of the Site.&nbsp.\n●&nbsp.\nResolve disputes and troubleshoot problems.&nbsp.\n●&nbsp.\nRespond to product and customer service requests.&nbsp.\n●&nbsp.\nSend you a newsletter.&nbsp.\n●&nbsp.\nSolicit support for the Site.\n&nbsp.\n<br>\n<strong>DISCLOSURE OF YOUR INFORMATION</strong>\n<br> We may share information we have collected about you in certain situations.\nYour information may be disclosed as follows: &nbsp.\n<br>\n<strong>By Law or to Protect Rights</strong>\n<br> If we believe the release of information about you is necessary to respond to legal process, to investigate or remedy potential violations of our policies, or to protect the rights, property, and safety of others, we may share your information as permitted or required by any applicable law, rule, or regulation.\n&nbsp;This includes exchanging information with other entities for fraud protection and credit risk reduction.&nbsp.\n<br>\n<strong>Third-Party Service Providers&nbsp;</strong>\n<br> We may share your information with third parties that perform services for us or on our behalf, including payment processing, data analysis, email delivery, hosting services, customer service, and marketing assistance.\n&nbsp.\n<br>\n<strong>Online Postings</strong>\n<br>\nWhen you post comments, contributions or other content to the Site, your posts may be viewed by all users and may be publicly distributed outside the Site in perpetuity.\n&nbsp.\n<br>\n<strong>Affiliates</strong>\n<br>\nWe may share your information with our affiliates, in which case we will require those affiliates to honor this Privacy Policy.\nAffiliates include our parent company and any subsidiaries, joint venture partners or other companies that we control or that are under common control with us.&nbsp.\n<br>\n<strong>Business Partners</strong> We may share your information with our business partners to offer you certain products, services or promotions.\n&nbsp.\n<br>\n<strong>Other Third Parties</strong>\n<br> We may share your information with advertisers and investors for the purpose of conducting general business analysis.\nWe may also share your information with such third parties for marketing purposes, as permitted by law.&nbsp.\n<br>\n<strong>Sale or Bankruptcy&nbsp;</strong>\n<br> If we reorganize or sell all or a portion of our assets, undergo a merger, or are acquired by another entity, we may transfer your information to the successor entity.\n&nbsp;If we go out of business or enter bankruptcy, your information would be an asset transferred or acquired by a third party.\nYou acknowledge that such transfers may occur and that the transferee may decline honor commitments we made in this Privacy Policy.<br>\n<br>We are not responsible for the actions of third parties with whom you share personal or sensitive data, and we have no authority to manage or control third-party solicitations.\nIf you no longer wish to receive correspondence, emails or other communications from third parties, you are responsible for contacting the third party directly.&nbsp.\n<br>\n<strong>TRACKING TECHNOLOGIES</strong>&nbsp;&nbsp.\n&nbsp.\n<br>\n<strong>Website Analytics&nbsp;</strong>\n<br> We may also partner with selected third-party vendors, such as Google Analytics, to allow tracking technologies and remarketing services on the Site through&nbsp.\nthe use of first party cookies and third-party cookies, to, among other things, analyze and track users’ use of the&nbsp;Site,&nbsp.\ndetermine the popularity of certain content and better understand online activity.\nBy accessing the Site , you consent to the collection and use of your information by these third-party vendors.\nYou are encouraged to review their privacy policy and contact them directly for responses to your questions.\nWe do not transfer personal information to these third-party vendors.\nHowever, If you do not want any information to be collected and used by tracking technologies, you can visit the third-party vendor or&nbsp.\nNetwork Advertising Initiative Opt-Out Tool&nbsp.\nor &nbsp.\nDigital Advertising Alliance Opt-Out Tool .\n<br>\n<br>You should be aware that getting a new computer, installing a new browser, upgrading an existing browser, or erasing or otherwise altering your browser’s cookies files may also clear certain opt-out cookies, plug-ins, or settings.\n&nbsp.\n<br>\n<strong>THIRD-PARTY WEBSITES</strong>\n<br> The Site may contain links to third-party websites and applications of interest, including advertisements and external services, that are not affiliated with us.\nOnce you have used these links to leave the Site, any information you provide to these third parties is not covered by this Privacy Policy, and we cannot guarantee the safety and privacy of your information.\nBefore visiting and providing any information to any third-party websites, you should inform yourself of the privacy policies and practices (if any) of the third party responsible for that website, and should take those steps necessary to, in your discretion, protect the privacy of your information.\nWe are not responsible for the content or privacy and security practices and policies of any third parties, including other sites, services or applications that may be linked to or from the Site.&nbsp.\n<br>\n<strong>SECURITY OF YOUR INFORMATION</strong>\n<br> We use administrative, technical, and physical security measures to help protect your personal information.\nWhile we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse.\nAny information disclosed online is vulnerable to interception and misuse by unauthorized parties.\nTherefore, we cannot guarantee complete security if you provide personal information.&nbsp.\n<br>\n<strong>POLICY FOR CHILDREN</strong>\n<br> We do not knowingly solicit information from or market to children under the age of 13.\nIf you become aware of any data we have collected from children under age 13, please contact us using the contact information provided below.\n&nbsp.\n<br>\n<strong>CONTROLS FOR DO-NOT-TRACK FEATURES &nbsp;</strong>\n<br> Most web browsers and some mobile operating systems include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.\n&nbsp;No uniform technology standard for recognizing and implementing DNT signals has been finalized.\nAs such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.\nIf a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this Privacy Policy.\n&nbsp.\n<br>\n<strong>OPTIONS REGARDING YOUR INFORMATION</strong>&nbsp.\n<br>\n<strong>Account Information</strong>\n<br> You may at any time review or change the information in your account or terminate your account by: &nbsp.\n● &nbsp.\nTo \"UPDATE\" your account and any of its associated data please login to your Skillsyncer account and browse to your Account Settings page.\n● &nbsp.\nTo \"DELETE\" your account and all of its associated data please email support@skillsyncer.com with subject line \"DELETE MY ACCOUNT\".\n● &nbsp.\nTo \"REMOVE\" your social account connection such as Facebook or Google and all of its associated data please email support@skillsyncer.com with subject line \"REMOVE SOCIAL CONNECTION\".\n&nbsp.\n<br> Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases.\nHowever, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with legal requirements.<br>\n<br>\n<strong>Emails and Communications</strong>\n<br> If you no longer wish to receive correspondence, emails, or other communications from us, you may opt-out by: &nbsp.\n● &nbsp.\nContacting us using the contact information provided.\n&nbsp.\n<br> If you no longer wish to receive correspondence, emails, or other communications from third parties, you are responsible for contacting the third party directly.&nbsp.\n<br>\n<strong>CALIFORNIA PRIVACY RIGHTS</strong>\n<br> California Civil Code Section 1798.83, also known as the “Shine The Light” law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year.\nIf you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below.\n<br> If you are under 18 years of age, reside in California, and have a registered account with the Site, you have the right to request removal of unwanted data that you publicly post on the Site.\nTo request removal of such data, please contact us using the contact information provided below, and include the email address associated with your account and a statement that you reside in California.\n&nbsp;We will make sure the data is not publicly displayed on the Site, but please be aware that the data may not be completely or comprehensively removed from our systems.\n<br>\n<strong>OTHER PRIVACY RIGHTS</strong>\n<br> If you are located in certain countries, including those that fall under the scope of the European General Data Protection Regulation (AKA the \"GDPR\"), data protection laws give you rights with respect to your personal data, subject to any exemptions provided by the law, including the rights to: <br> Request access to your personal data.\nRequest correction or deletion of your personal data.\nObject to our use and processing of your personal data.\nRequest that we limit our use and processing of your personal data.\nand Request portability of your personal data.\n<br>\n<strong>CONTACT US</strong>\n<br> If you have questions or comments about this Privacy Policy, please contact us at: <br> SkillSyncer&nbsp.\n&nbsp;&nbsp.\ncontact@SkillSyncer.com&nbsp.\nQuestions? Chat with us!Support is online.Support is away.Chat with SkillSyncer TeamChat with SkillSyncer Team", "created_at": "2021-10-20 20:56:43.34217", "updated_at": "2021-10-20 18:57:45.946588"}, {"id": 9266, "name": "TERMS OF USE", "url": "https://skillsyncer.com/terms", "xpath": "//body", "text": " optimize your resume keywords and track your job applications <strong>TERMS OF USE</strong>\n<br>\n<strong>Last updated</strong>\n<strong>&nbsp;</strong>\n<strong>May 25, 2018</strong>&nbsp.\n<br>&nbsp.\n<strong>AGREEMENT TO TERMS</strong>&nbsp.\nThese Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and SkillSyncer&nbsp;(“we,” “us” or “our”), concerning your access to and use of the http://www.skillsyncer.com website as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site”).\nYou agree that by accessing the Site, you have read, understood, and agree to be bound by all of these Terms of Use.\nIF YOU DO NOT AGREE WITH ALL OF THESE TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE AND YOU MUST&nbsp.\nDISCONTINUE USE IMMEDIATELY.&nbsp.\nSupplemental terms and conditions or documents that may be posted on the Site from time to time are hereby expressly incorporated herein by reference.\nWe reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use at any time and for any reason.\nWe will alert you about any changes by updating the “Last updated” date of these Terms of Use, and you waive any right to receive specific notice of each such change.\nIt is your responsibility to periodically review these Terms of Use to stay informed of updates.\nYou will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted.\n&nbsp.\n&nbsp.\nThe information provided on the Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country.\nAccordingly, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.&nbsp.\n&nbsp.\nThe Site is intended for users who are at least 13 years of age.\nAll users who are minors in the jurisdiction in which they reside (generally under the age of 18) must have the permission of, and be directly supervised by, their parent or guardian to use the Site.\nIf you are a minor, you must have your parent or guardian read and agree to these Terms of Use&nbsp.\nprior to you using the Site.&nbsp.\n&nbsp.\n&nbsp.\n<strong>INTELLECTUAL PROPERTY RIGHTS</strong>&nbsp.\nUnless otherwise indicated, the Site is our proprietary property and all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein (the “Marks”) are owned or controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\nThe Content and the Marks are provided on the Site “AS IS” for your information and personal use only.\nExcept as expressly provided in these Terms of Use, no part of the Site and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.&nbsp.\nProvided that you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use.\nWe reserve all rights not expressly granted to you in and to the Site, the Content and the Marks.&nbsp.\n<strong>USER REPRESENTATIONS</strong>&nbsp.\nBy using the Site, you represent and warrant that:&nbsp.\n(1)&nbsp.\nall registration information you submit will be true, accurate, current, and complete.\n(2) you will maintain the accuracy of such information and promptly update such registration information&nbsp.\nas necessary.\n&nbsp.\n(3) you have the legal capacity and you agree to comply with these Terms of Use.\n&nbsp.\n(4)&nbsp.\nyou are not under the age of 13.\n&nbsp.\n&nbsp.\n(5) you are not a minor in the jurisdiction in which you reside, &nbsp.\nor if a minor, you have received parental permission to use the Site.\n&nbsp.\n(6) you will not access the Site through automated or non-human means, whether through a bot, script or otherwise.\n&nbsp.\n(7) you will not use the Site for any illegal or unauthorized purpose.\nand (8) your use of the Site will not violate any applicable law or regulation.&nbsp.\nIf you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>USER REGISTRATION</strong>&nbsp.\n&nbsp.\n&nbsp;&nbsp.\n&nbsp.\n&nbsp.\nYou may be required to register with the Site.\nYou agree to keep your password confidential and will be responsible for all use of your account and password.\nWe reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.&nbsp.\n&nbsp.\n&nbsp;&nbsp;&nbsp.\n&nbsp.\n<strong>FEES AND PAYMENT</strong>\n<br> We accept the following forms of payment:<br>- &nbsp.\nVisa&nbsp.\n&nbsp.\n&nbsp.\n- &nbsp.\nMastercard&nbsp.\n&nbsp.\n&nbsp.\n- &nbsp.\nAmerican Express&nbsp.\n&nbsp.\n&nbsp.\n- &nbsp.\nDiscover&nbsp.\n&nbsp.\n&nbsp.\n<br>You may be required to purchase or pay a fee to access some of our services.\nYou agree to provide current, complete, and accurate purchase and account information for all purchases made via the Site.\nYou further agree to promptly update account and payment information, including email address, payment method, and payment card expiration date, so that we can complete your transactions and contact you as needed.\n&nbsp.\nWe bill you through an online billing account for purchases made via the Site.\nSales tax will be added to the price of purchases as deemed required by us.\nWe may change prices at any time.\nAll payments shall be in U.S.\ndollars.&nbsp.\n<br>You agree to pay all charges or fees at the prices then in effect for your purchases, and you authorize us to charge your chosen payment provider for any such amounts upon making your purchase.\n&nbsp.\nWe reserve the right to correct any errors or mistakes in pricing, even if we have already requested or received payment.\nWe also reserve the right to refuse any order placed through the Site.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>CANCELLATION</strong>&nbsp.\nAll purchases are non-refundable.&nbsp.\nYou can cancel your subscription at any time&nbsp;by logging &nbsp.\ninto your account.\nYour cancellation will take effect at the end of the current paid term.&nbsp.\n&nbsp.\nIf you are unsatisfied with our services, please email us at contact@skillsyncer.com&nbsp;.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>PROHIBITED ACTIVITIES</strong>&nbsp.\n<br>You may not access or use the Site for any purpose other than that for which we make the Site available.\nThe Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.&nbsp.\n&nbsp.\n<br>As a user of the Site, you agree not to:1.Systematically retrieve data or other content from the Site to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.&nbsp.\n2.Make any unauthorized use of the Site, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses.&nbsp.\n3.Use a buying agent or purchasing agent to make purchases on the Site.&nbsp.\n4.Use the Site to advertise or offer to sell goods and services.&nbsp.\n5.Circumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and/or the Content contained therein.&nbsp.\n6.Engage in unauthorized framing of or linking to the Site.&nbsp.\n7.Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.&nbsp.\n8.Make improper use of our support services or submit false reports of abuse or misconduct.&nbsp.\n9.Engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.&nbsp.\n10.Interfere with, disrupt, or create an undue burden on the Site or the networks or services connected to the Site.&nbsp.\n11.Attempt to impersonate another user or person or use the username of another user.&nbsp.\n12.Sell or otherwise transfer your profile.&nbsp.\n13.Use any information obtained from the Site in order to harass, abuse, or harm another person.&nbsp.\n14.Use the Site as part of any effort to compete with us or otherwise use the Site and/or the Content for any revenue-generating endeavor or commercial enterprise.&nbsp.\n15.Attempt to bypass any measures of the Site designed to prevent or restrict access to the Site, or any portion of the Site.&nbsp.\n16.Delete the copyright or other proprietary rights notice from any Content.&nbsp.\n17.Copy or adapt the Site’s software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.&nbsp.\n18.Upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Site or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Site.&nbsp.\n19.Upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”).&nbsp.\n20.Use the Site in a manner inconsistent with any applicable laws or regulations.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>USER GENERATED CONTRIBUTIONS</strong>&nbsp.\n&nbsp.\n&nbsp;&nbsp.\n&nbsp.\n&nbsp.\nThe Site may invite you to chat, contribute to, or participate in blogs, message boards, online forums, and other functionality, and may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Site, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, \"Contributions\").\nContributions may be viewable by other users of the Site and through third-party websites.\nAs such, any Contributions you transmit may be treated as non-confidential and non-proprietary.\nWhen you create or make available any Contributions, you thereby represent and warrant that:<ol>\n<li>The creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.&nbsp.\n</li>\n<li>You are the creator and owner of or have the necessary licenses, rights, consents, releases, and permissions to use and to authorize us, the Site, and other users of the Site to use your Contributions in any manner contemplated by the Site and these Terms of Use.&nbsp.\n</li>\n<li>You have the written consent, release, and/or permission of each and every identifiable individual person in your Contributions to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of your Contributions in any manner contemplated by the Site and these Terms of Use.&nbsp.\n</li>\n<li>Your Contributions are not false, inaccurate, or misleading.&nbsp.\n</li>\n<li>Your Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.&nbsp.\n</li>\n<li>Your Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libelous, slanderous, or otherwise objectionable (as determined by us).&nbsp.\n</li>\n<li>Your Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.&nbsp.\n</li>\n<li>Your Contributions do not advocate the violent overthrow of any government or incite, encourage, or threaten physical harm against another.&nbsp.\n</li>\n<li>Your Contributions do not violate any applicable law, regulation, or rule.&nbsp.\n</li>\n<li>Your Contributions do not violate the privacy or publicity rights of any third party.&nbsp.\n</li>\n<li>Your Contributions do not contain any material that solicits personal information from anyone under the age of 18 or exploits people under the age of 18 in a sexual or violent manner.&nbsp.\n</li>\n<li>Your Contributions do not violate any federal or state law concerning child pornography, or otherwise intended to protect the health or well-being of minors.\n&nbsp.\n</li>\n<li>Your Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.&nbsp.\n</li>\n<li>Your Contributions do not otherwise violate, or link to material that violates, any provision of these Terms of Use, or any applicable law or regulation.</li>\n</ol>Any use of the Site in violation of the foregoing violates these Terms of Use and may result in, among other things, termination or suspension of your rights to use the Site.&nbsp.\n&nbsp.\n&nbsp;&nbsp;&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>CONTRIBUTION LICENSE</strong>&nbsp.\n&nbsp;&nbsp.\n&nbsp.\n&nbsp.\nBy posting your Contributions to any part of the Site&nbsp.\nor making Contributions accessible to the Site by linking your account from the Site to any of your social networking accounts, you automatically grant, and you represent and warrant that you have the right to grant, to us an unrestricted, unlimited, irrevocable, perpetual, non-exclusive, transferable, royalty-free, fully-paid, worldwide right, and license to host, use, copy, reproduce, disclose, sell, resell, publish, broadcast, retitle, archive, store, cache, publicly perform, publicly display, reformat, translate, transmit, excerpt (in whole or in part), and distribute such Contributions (including, without limitation, your image and voice) for any purpose, commercial, advertising, or otherwise, and to prepare derivative works of, or incorporate into other works, such Contributions, and grant and authorize sublicenses of the foregoing.\nThe use and distribution may occur in any media formats and through any media channels.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThis license will apply to any form, media, or technology now known or hereafter developed, and includes our use of your name, company name, and franchise name, as applicable, and any of the trademarks, service marks, trade names, logos, and personal and commercial images you provide.\nYou waive all moral rights in your Contributions, and you warrant that moral rights have not otherwise been asserted in your Contributions.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nWe do not assert any ownership over your Contributions.\nYou retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions.\nWe are not liable for any statements or representations in your Contributions provided by you in any area on the Site.\nYou are solely responsible for your Contributions to the Site and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contributions.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nWe have the right, in our sole and absolute discretion, (1) to edit, redact, or otherwise change any Contributions.\n(2) to re-categorize any Contributions to place them in more appropriate locations on the Site.\nand (3) to pre-screen or delete any Contributions at any time and for any reason, without notice.\nWe have no obligation to monitor your Contributions.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>SOCIAL MEDIA</strong>&nbsp.\n&nbsp.\n&nbsp;&nbsp.\n&nbsp.\n&nbsp.\nAs part of the functionality of the Site, you may link your account with online accounts you have with third-party service providers (each such account, a “Third-Party Account”) by either: (1) providing your Third-Party Account login information through the Site.\nor (2) allowing us to access your Third-Party Account, as is permitted under the applicable terms and conditions that govern your use of each Third-Party Account.\nYou represent and warrant that you are entitled to disclose your Third-Party Account login information to us and/or grant us access to your Third-Party Account, without breach by you of any of the terms and conditions that govern your use of the applicable Third-Party Account, and without obligating us to pay any fees or making us subject to any usage limitations imposed by the third-party service provider of the Third-Party Account.\nBy granting us access to any Third-Party Accounts, you understand that (1) we may access, make available, and store (if applicable) any content that you have provided to and stored in your Third-Party Account (the “Social Network Content”) so that it is available on and through the Site via your account, including without limitation any friend lists and (2) we may submit to and receive from your Third-Party Account additional information to the extent you are notified when you link your account with the Third-Party Account.\nDepending on the Third-Party Accounts you choose and subject to the privacy settings that you have set in such Third-Party Accounts, personally identifiable information that you post to your Third-Party Accounts may be available on and through your account on the Site.\nPlease note that if a Third-Party Account or associated service becomes unavailable or our access to such Third-Party Account is terminated by the third-party service provider, then Social Network Content may no longer be available on and through the Site.\nYou will have the ability to disable the connection between your account on the Site and your Third-Party Accounts at any time.\nPLEASE NOTE THAT YOUR RELATIONSHIP WITH THE THIRD-PARTY SERVICE PROVIDERS ASSOCIATED WITH YOUR THIRD-PARTY ACCOUNTS IS GOVERNED SOLELY BY YOUR AGREEMENT(S) WITH SUCH THIRD-PARTY SERVICE PROVIDERS.\nWe make no effort to review any Social Network Content for any purpose, including but not limited to, for accuracy, legality, or non-infringement, and we are not responsible for any Social Network Content.\nYou acknowledge and agree that we may access your email address book associated with a Third-Party Account and your contacts list stored on your mobile device or tablet computer solely for purposes of identifying and informing you of those contacts who have also registered to use the Site.\nYou can deactivate the connection between the Site and your Third-Party Account by contacting us using the contact information below or through your account settings (if applicable).\nWe will attempt to delete any information stored on our servers that was obtained through such Third-Party Account, except the username and profile picture that become associated with your account.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>SUBMISSIONS</strong>&nbsp.\nYou acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site (\"Submissions\") provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.\nYou hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions.\nYou agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>THIRD-PARTY WEBSITES AND CONTENT</strong>&nbsp.\n&nbsp.\n&nbsp;&nbsp.\n&nbsp.\n&nbsp.\nThe Site may contain (or you may be sent via the Site) links to other websites (\"Third-Party Websites\") as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (\"Third-Party Content\").\nSuch Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Site or any Third-Party Content posted on, available through, or installed from the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.\nInclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Use no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site.\nAny purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\nYou agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services.\nAdditionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>U.S.\nGOVERNMENT RIGHTS</strong>&nbsp.\nOur services are “commercial items” as defined in Federal Acquisition Regulation (“FAR”) 2.101.\nIf our services are acquired by or on behalf of any agency not within the Department of Defense (“DOD”), our services are subject to the terms of these Terms of Use in accordance with FAR 12.212 (for computer software) and FAR 12.211 (for technical data).\nIf our services are acquired by or on behalf of any agency within the Department of Defense, our services are subject to the terms of these Terms of Use in accordance with Defense Federal Acquisition Regulation (“DFARS”) 227.7202‑3.\nIn addition, DFARS 252.227‑7015 applies to technical data acquired by the DOD.\nThis U.S.\nGovernment Rights clause is in lieu of, and supersedes, any other FAR, DFARS, or other clause or provision that addresses government rights in computer software or technical data under these Terms of Use.&nbsp.\n<strong>SITE MANAGEMENT</strong>&nbsp.\nWe reserve the right, but not the obligation, to: (1) monitor the Site for violations of these Terms of Use.\n(2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Use, including without limitation, reporting such user to law enforcement authorities.\n(3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof.\n(4) in our sole discretion and without limitation, notice, or liability, to remove from the Site or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems.\nand (5) otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>PRIVACY POLICY</strong>&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nWe care about data privacy and security.\nPlease review our Privacy Policy: <strong>__________</strong>.\nBy using the Site, you agree to be bound by our Privacy Policy, which is incorporated into these Terms of Use.\nPlease be advised the Site is hosted in the United States.\nIf you access the Site from the European Union, Asia, or any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in the United States, then through your continued use of the Site, &nbsp;you are transferring your data to the United States, and you expressly consent to have your data transferred to and processed in the United States.\nFurther, we do not knowingly accept, request, or solicit information from children or knowingly market to children.\nTherefore, in accordance with the U.S.\nChildren’s Online Privacy Protection Act, if we receive actual knowledge that anyone under the age of 13 has provided personal information to us without the requisite and verifiable parental consent, we will delete that information from the Site&nbsp;as quickly as is reasonably practical.&nbsp.\n&nbsp.\n&nbsp;&nbsp;&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>DIGITAL MILLENNIUM COPYRIGHT ACT (DMCA) NOTICE AND POLICY</strong>&nbsp.\n&nbsp.\n<strong>&nbsp.\n</strong>&nbsp.\n&nbsp.\n&nbsp.\n<strong>Notifications</strong>&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nWe respect the intellectual property rights of others.\nIf you believe that any material available on or through the Site infringes upon any copyright you own or control, please immediately notify our Designated Copyright Agent using the contact information provided below (a “Notification”).\nA copy of your Notification will be sent to the person who posted or stored the material addressed in the Notification.\nPlease be advised that pursuant to federal law you may be held liable for damages if you make material misrepresentations in a Notification.\nThus, if you are not sure that material located on or linked to by the Site infringes your copyright, you should consider first contacting an attorney.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nAll Notifications should meet the requirements of DMCA 17 U.S.C.\n§ 512(c)(3) and include the following information: (1) A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n(2) identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works on the Site are covered by the Notification, a representative list of such works on the Site.\n(3) identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material.\n(4) information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number, and, if available, an email address at which the complaining party may be contacted.\n(5) a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand (6) a statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed upon.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>Counter Notification</strong>&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nIf you believe your own copyrighted material has been removed from the Site as a result of a mistake or misidentification, you may submit a written counter notification to [us/our Designated Copyright Agent] using the contact information provided below (a “Counter Notification”).\nTo be an effective Counter Notification under the DMCA, your Counter Notification must include substantially the following: (1) identification of the material that has been removed or disabled and the location at which the material appeared before it was removed or disabled.\n(2) a statement that you consent to the jurisdiction of the Federal District Court in which your address is located, or if your address is outside the United States, for any judicial district in which we are located.\n(3) a statement that you will accept service of process from the party that filed the Notification or the party's agent.\n(4) your name, address, and telephone number.\n(5) a statement under penalty of perjury that you have a good faith belief that the material in question was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\nand (6) your physical or electronic signature.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nIf you send us a valid, written Counter Notification meeting the requirements described above, we will restore your removed or disabled material, unless we first receive notice from the party filing the Notification informing us that such party has filed a court action to restrain you from engaging in infringing activity related to the material in question.\nPlease note that if you materially misrepresent that the disabled or removed content was removed by mistake or misidentification, you may be liable for damages, including costs and attorney's fees.\nFiling a false Counter Notification constitutes perjury.&nbsp.\n&nbsp.\n&nbsp;&nbsp.\n&nbsp.\n&nbsp.\nDesignated Copyright Agent&nbsp.\n&nbsp.\n&nbsp.\nSkillSyncerAttn: Copyright Agent&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>TERM AND TERMINATION</strong>&nbsp.\nThese Terms of Use shall remain in full force and effect while you use the Site.\nWITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE YOUR &nbsp.\nACCOUNT AND&nbsp.\nANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.&nbsp.\n&nbsp.\nIf we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.\nIn addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.&nbsp.\n<strong>MODIFICATIONS AND INTERRUPTIONS</strong>&nbsp.\nWe reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our Site.\nWe also reserve the right to modify or discontinue all or part of the Site without notice at any time.\nWe will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Site.\n&nbsp.\n&nbsp.\nWe cannot guarantee the Site will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors.\nWe reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Site at any time or for any reason without notice to you.\nYou agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site during any downtime or discontinuance of the Site.\nNothing in these Terms of Use will be construed to obligate us to maintain and support the Site or to supply any corrections, updates, or releases in connection therewith.&nbsp.\n<strong>GOVERNING LAW</strong>&nbsp.\nThese Terms of Use and your use of the Site are governed by and construed in accordance with the laws of the State&nbsp.\nof&nbsp.\nCalifornia&nbsp;applicable to agreements made and to be entirely performed within the State of &nbsp.\nCalifornia, without regard to its conflict of law principles.&nbsp;&nbsp.\n&nbsp.\n<strong>DISPUTE RESOLUTION</strong>&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>Informal Negotiations</strong>&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nTo expedite resolution and control the cost of any dispute, controversy, or claim related to these Terms of Use (each a \"Dispute\" and collectively, the “Disputes”) brought by either you or us (individually, a “Party” and collectively, the “Parties”), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least thirty (30)days before initiating arbitration.\nSuch informal negotiations commence upon written notice from one Party to the other Party.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n<strong>Binding Arbitration</strong>&nbsp.\nIf the Parties are unable to resolve a Dispute through informal negotiations, the Dispute (except those Disputes expressly excluded below) will be finally and exclusively resolved by binding arbitration.\nYOU UNDERSTAND THAT WITHOUT THIS PROVISION, YOU WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.\nThe arbitration shall be commenced and conducted under the Commercial Arbitration Rules of the American Arbitration Association (\"AAA\") and, where appropriate, the AAA’s Supplementary Procedures for Consumer Related Disputes (\"AAA Consumer Rules\"), both of which are available at the AAA website www.adr.org.\nYour arbitration fees and your share of arbitrator compensation shall be governed by the AAA Consumer Rules and, where appropriate, limited by the AAA Consumer Rules.\nIf such&nbsp.\ncosts are determined to by the arbitrator to be excessive, we will pay all arbitration fees and expenses.&nbsp.\nThe arbitration may be conducted in person, through the submission of documents, by phone, or online.\nThe arbitrator will make a decision in writing, but need not provide a statement of reasons unless requested by either Party.\nThe arbitrator must follow applicable law, and any award may be challenged if the arbitrator fails to do so.\nExcept where otherwise required by the applicable AAA rules or applicable law, the arbitration will&nbsp.\ntake place in USA&nbsp.\nCounty, CA.\nExcept as otherwise provided herein, the Parties may litigate in court to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.&nbsp.\nIf for any reason, a Dispute proceeds in court rather than arbitration, the Dispute shall be commenced or prosecuted in the state and federal courts&nbsp.\nlocated in USACounty, CA, and the Parties hereby consent to, and waive all defenses of lack of personal jurisdiction, and forum non conveniens with respect to venue and jurisdiction in such state and federal courts.\nApplication of the United Nations Convention on Contracts for the International Sale of Goods and the the Uniform Computer Information Transaction Act (UCITA) are excluded from these Terms of Use.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nIn no event shall any Dispute brought by either Party related in any way to the Site be commenced more than one (1)years after the cause of action arose.If this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.&nbsp.\n<strong>Restrictions</strong>&nbsp.\nThe Parties agree that any arbitration shall be limited to the Dispute between the Parties individually.\nTo the full extent permitted by law, (a) no arbitration shall be joined with any other proceeding.\n(b) there is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilize class action procedures.\nand (c) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.&nbsp.\n<strong>Exceptions to Informal Negotiations and Arbitration</strong>&nbsp.\nThe Parties agree that the following Disputes are not subject to the above provisions concerning informal negotiations and binding arbitration: (a) any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party.\n(b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorized use.\nand (c) any claim for injunctive relief.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.&nbsp.\n&nbsp.\n<strong>CORRECTIONS</strong>&nbsp.\nThere may be information on the Site that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information.\nWe reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice.&nbsp.\n<strong>DISCLAIMER</strong>&nbsp.\nTHE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SITE, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SITE, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITE.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.&nbsp.\n<strong>LIMITATIONS OF LIABILITY</strong>&nbsp.\nIN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n&nbsp;&nbsp.\n<strong>INDEMNIFICATION</strong>&nbsp.\nYou agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: (1) your Contributions.\n&nbsp.\n(2) use of the Site.\n(3) breach of these Terms of Use.\n(4) any breach of your representations and warranties set forth in these Terms of Use.\n(5) your violation of the rights of a third party, including but not limited to intellectual property rights.\nor (6) any overt harmful act toward any other user of the Site with whom you connected via the Site.\nNotwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims.\nWe will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.&nbsp;&nbsp.\n<strong>USER DATA</strong>&nbsp.\nWe will maintain certain data that you transmit to the Site for the purpose of managing the performance of the Site, as well as data relating to your use of the Site.\nAlthough we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Site.\nYou agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.&nbsp;&nbsp.\n<strong>ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES</strong>&nbsp.\nVisiting the Site, sending us emails, and completing online forms constitute electronic communications.\nYou consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing.\nYOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE.\nYou hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.&nbsp.\n&nbsp.\n<strong>CALIFORNIA USERS AND RESIDENTS</strong>&nbsp.\nIf any complaint with us is not satisfactorily resolved, you can contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 North Market Blvd., Suite N 112, Sacramento, California 95834 or by telephone at (800) 952-5210 or (916) 445-1254.&nbsp.\n<strong>MISCELLANEOUS</strong>&nbsp.\nThese Terms of Use and any policies or operating rules posted by us on the Site or in respect to the Site constitute the entire agreement and understanding between you and us.\nOur failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision.\nThese Terms of Use operate to the fullest extent permissible by law.\nWe may assign any or all of our rights and obligations to others at any time.\nWe shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.\nIf any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions.\nThere is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Use or use of the Site.\nYou agree that these Terms of Use will not be construed against us by virtue of having drafted them.\nYou hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use.&nbsp.\n<strong>CONTACT US</strong>&nbsp.\nIn order to resolve a complaint regarding the Site or to receive further information regarding use of the Site, please contact us at:&nbsp.\n&nbsp.\n<strong>SkillSyncer:</strong>\n<strong>&nbsp.\n<strong>contact@skillsyncer.com</strong>\n</strong>\n<strong>\n<br>\n</strong>\n<strong>\n</strong>\n<strong>\n</strong>\n<strong>\n</strong>Questions? Chat with us!Support is online.Support is away.Chat with SkillSyncer TeamChat with SkillSyncer Team", "created_at": "2021-10-20 18:57:14.428124", "updated_at": "2021-10-20 18:58:25.329629"}], "points": [], "urls": ["skillsyncer.com"]}}