{"error": 448, "message": "OK", "parameters": {"id": 3680, "name": "Clue", "created_at": "2021-05-18 14:09:25.367677", "updated_at": "2021-05-19 22:00:25.716802", "wikipedia": "https://en.wikipedia.org/wiki/Clue_(mobile_app)", "keywords": null, "related": null, "slug": "clue", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3680.png", "url": "helloclue.com", "documents": [{"id": 6124, "name": "Terms of Service", "url": "https://helloclue.com/terms", "xpath": "//body", "text": "This app works best with JavaScript enabled.<p>Your Privacy</p>\n<p>We use cookies on our website to analyze how people use it and improve the experience.</p>\n<p>You can read more about how we use cookies in our Privacy Policy, or manage your preferences here.</p>Accept allOpen main menuClose main menu<ul>\n<li>Homepage</li>\n<li>Encyclopedia<ul>\n<li>Menstrual Cycle<ul>\n<li>Puberty</li>\n<li>Skin &amp.\nHair</li>\n<li>Diet &amp.\nExercise</li>\n<li>Bleeding</li>\n<li>Emotions</li>\n<li>Miscarriage</li>\n<li>Anatomy</li>\n<li>Your Vagina</li>\n<li>Reviews</li>\n<li>Products</li>\n<li>Periods</li>\n<li>Menopause and Perimenopause</li>\n</ul>\n</li>\n<li>Birth Control <ul>\n<li>Abortion</li>\n<li>Hormones &amp.\nYour Cycle</li>\n<li>Non-Hormonal Birth Control</li>\n<li>Hormonal Birth Control</li>\n</ul>\n</li>\n<li>Fertility<ul>\n<li>Pregnancy, Birth &amp.\nPostpartum</li>\n</ul>\n</li>\n<li>Issues &amp.\nConditions<ul>\n<li>Cramps &amp.\nPain</li>\n<li>PMS &amp.\nPMDD</li>\n<li>Endometriosis</li>\n<li>COVID-19</li>\n<li>PCOS</li>\n</ul>\n</li>\n<li>Sex<ul>\n<li>Pleasure</li>\n<li>STIs</li>\n<li>Dating &amp.\nPartnership</li>\n</ul>\n</li>\n<li>Life &amp.\nCulture<ul>\n<li>Gender Equality</li>\n<li>LGBTQIA+</li>\n<li>Race</li>\n<li>Society</li>\n</ul>\n</li>\n<li>About Clue<ul>\n<li>Events</li>\n<li>How to Use Clue</li>\n<li>Meet Clue</li>\n<li>Ambassadors</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Clue app</li>\n<li>Jobs</li>\n<li>Clue Birth Control</li>\n<li>Choose your languageENPTES</li>\n<li>\n<p>\n<strong>Clue</strong> is on a mission to help you understand your body, periods, ovulation, and so much more.\nStart tracking today.</p>App StorePlay Store</li>\n</ul>Terms of Service<p>\n<em>Updated 1 December 2020</em>\n</p>\n<p>\n<strong>§ 1 General Information</strong>\n</p>\n<p>1.1.\nThese Terms of Service (hereinafter referred to as \"Terms\") govern the \"Clue\" mobile application (referred to as \"Clue\" or the \"Clue App\") including all services provided through the Clue App and the Clue website www.helloclue.com (\"Clue Services\").\nThe Clue Services are operated by BioWink GmbH, which is located at Adalbertstrasse 7-8, 10999 Berlin (hereinafter referred to as \"BioWink\" or \"we\").</p>\n<p>1.2 In addition to these Terms, the <strong>Privacy Policy</strong> available athttps://helloclue.com/privacy details your and our respective rights and obligations in connection with applicable data protection laws, in particular regarding the processing of your sensitive health data.\nInformation about how to exercise your <strong>right of revocation</strong> is listed at the end of these Terms under § 12.</p>\n<p>1.3.\n<strong>The Clue Services</strong> provide people with cycles with information and insights about menstrual and reproductive health from menarche to menopause.\nClue is intended to be used as an application on mobile devices.\nBy tracking the cyclic changes in your body, you can detect patterns, improve your wellbeing, and notice when things are not \"normal\" for you.\nWe are always developing new features for different life stages that allow you to understand your body better.\nYou can find general information about the Clue App as well as different menstrual, sexual and reproductive health and wellbeing topics on the Clue website (details regarding the scope of the services provided through the Clue App are set out under § 4 of these Terms).</p>\n<p>1.4.\nNotwithstanding the requirement for a valid consent to processing your personal data under our Privacy Policy, you must be at least 13 years old ( <strong>minimum age</strong> ) to use Clue's Paid Services (see §6 below).\n<strong>If a minor between the ages of 13 and 17 (a person reaches majority at 18 under German law) uses Clue's Paid Services, we provide the services on the basis of the deemed consent of their parent or legal guardian, both to these Terms and to the use of the Clue App.\nSuch consent is obtained when an account is created prior to first use of the app.\nThe parent or guardian takes full responsibility for the minor's use of Clue's paid services.</strong>\n</p>\n<p>(Consent regarding the processing of data in accordance with the applicable data protection laws is obtained separately, see section 9 of our Privacy Policy, which relates to persons between 13 and 16 years of age)</p>\n<p>\n<strong>§ 2 Scope of application and amendments to these Terms</strong>\n</p>\n<p>2.1.\nBy using the Clue Services, you agree to these Terms.</p>\n<p>2.2.\nWe will always ask for your consent to material changes to these Terms if they affect any Paid Services (see § 6).\nMaterial changes are changes to the type and scope of the contractually agreed Paid Services, or the duration and termination of the contract.\nHowever, this does not prevent us from improving our services or including additional features or services within the scope of Paid Services.</p>\n<p>2.3.\nWe may make non-material amendments to these Terms at any time.\nWe may implement non-material changes without notice or stating further reasons.\nThere are no oral or written side agreements under these Terms.</p>\n<p>\n<strong>§ 3 Disclaimer</strong>\n</p>\n<p>3.1.\nThe Clue Services are not intended to provide medical advice.\nFor medical advice that addresses your specific, individual needs, please always consult a qualified healthcare professional.</p>\n<p>\n<strong>When using Clue Services, you agree to use the respective service only for the intended purposes as described in these Terms.</strong>\n</p>\n<p>3.2.\nClue is no substitute for a consultation with your healthcare provider, and the use of the Clue Services is at your own risk.\nSpecific medical conditions can only be diagnosed and treated properly by a qualified healthcare professional.\nIf you feel that the use of the Clue Services causes you any physical or mental distress, please stop using them and seek medical help.\nWe cannot give you medical advice, but if you have any complaint, comment or feedback on the Clue Services, you can reach out to us: go to the More menu and then select Support to submit a question or comment to our Clue Support team.</p>\n<p>\n<strong>§ 4 General scope of services of Clue, Clue Plus and other Clue Premium Features</strong>\n</p>\n<p>4.1.\nClue is designed to provide general information about menstrual and reproductive health and related topics.\nThe app collects the data you enter, for example on menstrual cycles, physical activities, health and medications, pregnancy, and other data about the body.\nThese data allow statistical and algorithmic data processing that can show you patterns in your menstrual cycle or pregnancy.</p>\n<p>4.2.\nClue is a self-management app.\nThis means that Clue's services are based on the data that you provide, so the information and analysis available in the app depends on the amount and accuracy of the inputs you choose to record.</p>\n<p>4.3.\nClue is intended for use on iOS and Android mobile devices in the following app versions:</p>\n<p>(a) Usage with an account (requiring registration): In this case, the data is stored both locally on your mobile phone and on our servers, so that the service can be used on multiple logged-in devices ( <strong>Clue as an online service</strong> ).\nFurther details regarding the registration process can be found in § 5 of these Terms.</p>\n<p>(b) Usage without creating an account (without registration): In this case, the data is only stored locally on the memory of your mobile phone ( <strong>Clue as a local service</strong> ) - this service is no longer available to new users.</p>\n<p>4.4.\nClue offers some functions and content free of charge ( <strong>\"</strong> Clue\", or the \"basic\" Clue App), while access to more extensive functions and content is paid (the \"Paid Services\", see § 6 below).\nThe basic Clue app can be acquired free of charge from the relevant app store (if you have an iPhone, the Apple App Store, or if you have an Android phone, the Google Play Store).\nIn addition, you can purchase the Paid Services, Clue Plus and other Clue Premium Features, from within the basic Clue App.</p>\n<p>4.5.\nIn order to help us continue to provide the Clue Services, we reserve the right to display advertisements on our website or in our app.\nWe may also offer the opportunity to donate via the website or app, so that you can support our services and mission.</p>\n<p>\n<strong>§ 5 Creating a Clue account</strong>\n</p>\n<p>5.1.\nToday, Clue exists only as an online service.\nTo use Clue, you need to create an account.\nThis requires an acceptance of these Terms and consent to data processing under the terms of our Privacy Policy, including all documents, declarations and consents included therein by reference.\nFurthermore, you will need to provide a username, email address, and a personalized password.\nIn addition, you can provide other information as part of your onboarding, in order to personalize your Clue experience from the start.\nAccount creation is completed when you click on the link in the confirmation email sent to your email address, confirming your account.</p>\n<p>5.2.\nAlternatively, you can create an account using your Apple, Google or Facebook login details, which automatically transfers your relevant personal information.</p>\n<p>5.3.\nWhen you create an account, you assure that all of the information you provide is correct and complete.\nWe recommend that you secure your data as permitted by your device (and detailed in the Privacy Policy, e.g.\nPIN, Face ID or Touch ID).</p>\n<p>5.4.\nWe are not obliged to confirm or accept user registrations, and may, at our own discretion, refuse to create an account that may interfere with the Clue Services.\nWe may accept your registration or order by activating the relevant service, i.e.\nwithout making a specific written declaration.</p>\n<p>\n<strong>§ 6 Clue Plus and other Clue Premium Features (together, the \"Paid Services\")</strong>\n</p>\n<p>6.1.\nWithin the free Clue App, we offer certain features and enhanced functionality as Paid Services.\nThese are referred to as <strong>Clue Plus</strong> and other <strong>Premium Features</strong>.\nThese services are generally tied to a subscription, i.e.\nthe regular purchase of the services over a fixed period of time for a specific fee.</p>\n<p>6.2.\nYou can find an overview of the benefits included in a Clue Plus subscription on our website at https://helloclue.com/articles/about-clue/introducing-clue-plus.\nThese may change from time to time, as we introduce new features, develop our existing offering and sometimes retire features that aren't working out as planned.\nThe features and content contained in different Paid Services may differ by country and language.\nThe applicable price offer is shown in the relevant app store (Apple App Store or Google Play store) and on the buy screen in-app prior to purchase.</p>\n<p>6.3.\nLike the Clue app itself, Clue Plus is only available via the third-party platform operators Apple App Store and Google Play Store.\nTherefore, when you make a purchase within Clue, you additionally enter into a separate contract with the respective third-party service provider, whose terms and conditions apply.\nThe right of cancellation and revocation must be exercised as against these service providers (for more details about contract duration and termination see § 10)</p>\n<p>6.4.\nThe Paid Services are generally available on a subscription basis.\nTherefore, you will be charged once in the duration period of your subscription (for instance per month or per year).\nOur subscription will automatically be renewed at the same price at the end of the current subscription period, unless you have cancelled your subscription or disabled auto-renewals.</p>\n<p>6.5.\nIf payment cannot be collected, we will be entitled to block access to the relevant Paid Services.</p>\n<p>\n<strong>§ 7 Your rights and duties as a user</strong>\n</p>\n<p>7.1.\nYou may not transfer your user account to third parties.\nYou may only use Clue for your own private purposes or for such other purposes as we explicitly agree to in writing (for example, if you are an academic researcher and we enter into a research collaboration agreement).</p>\n<p>7.2.\nFurthermore, you are not permitted to</p>\n<ul>\n<li>make the access data sent or used for authentication and identification available to third parties or to pass them on to third parties;</li>\n<li>bypass the access control systems of paid services or to take other measures in order to use services without authorization;</li>\n<li>remove or obscure copyright notices and/or notices regarding trademarks or other intellectual property rights of Clue, companies affiliated with Clue or third parties;</li>\n<li>\n<p>transfer or assign rights or obligations under these Terms to third parties.</p>\n<p>7.3.\nWhen using the Clue App and services provided through the app, you must observe your contractual obligations with third parties, in particular your internet access provider and the relevant app store operator.</p>\n<p>7.4.\nFor the best experience of the Clue Services, you must regularly update your operating systems and the version of the Clue App on your device.\nIt is also possible that certain activations may be required to make full use of the service.\nFrom time to time, the Clue App may automatically download and install updates and upgrades without specifically informing you.\nThese updates are intended to technically improve and/or enhance the software and service.\nYou agree that we may implement such updates as part of your use of the Clue Services.</p>\n<p>7.5.\nYou are only entitled to a right of set-off insofar as you may have legally established a counterclaim against us, or we do not dispute such counterclaim.\nA right of retention arises only if and insofar as the counterclaim is based on the same contractual relationship.</p>\n</li>\n</ul>\n<p>\n<strong>§ 8 Copyright</strong>\n</p>\n<p>8.1.\nAll of the content that we make available within the Clue App or on our website is subject to international copyright law unless otherwise indicated.\nThe reproduction, processing, distribution and any form of commercial exploitation of the content, services and software requires our written consent.</p>\n<p>8.2.\nThe use of the services (and/or the provision of input information) does not give you any legal rights, titles or legal interests in our services or software.\nThe service and software are protected by copyright law, trademark law, intellectual property rights and other applicable laws.</p>\n<p>8.3.\nThe Clue app is a copyright protected software program.\nYou as a user are granted a simple, non-exclusive, non-transferable and revocable right for personal use.\nYou are not entitled to decompile, change or edit the App beyond the extent permissible by law.\nYou are not permitted to lease, rent or otherwise transfer the app and/or its contents.</p>\n<p>8.4.\nThe commercial use or retransmission of the Clue Services is prohibited.\nIn particular, you may not copy or publish any part of the Clue App or website.</p>\n<p>8.5.\nWe use anonymous information from your usage of the Clue Services so that we can continue to improve them and for scientific research.\nWe process personal information for these purposes also, as set out in detail in our Privacy Policy, which you also consent to when you create a Clue account and use the Clue App.\nIn addition, you agree that</p>\n<p>\n<strong>by creating an account and using Clue, you grant us permission to use your <em>anonymous</em> information to improve the Clue Services for all users and advance scientific research.</strong>\n</p>\n<p>\n<strong>§ 9 Liability</strong>\n</p>\n<p>9.1.\nThe content that we provide in the Clue Services has been compiled with the greatest care.\nHowever, we cannot accept any liability for the accuracy, completeness and currency of the content.\nWe are also in no way responsible or liable for the content you track or otherwise provide in the Clue App (\"user content\").\nYou are solely responsible for the security of your personal user content.\nExcept to the extent required by law, we accept no liability for the deletion, damage or failure to store user content maintained or transmitted through the use of the Clue Services.</p>\n<p>9.2.\nWhen you use the Clue Services, you do so expressly at your own risk.\nThe descriptions of our different services - whether the basic free Clue App, Clue Plus, or other Clue Premium Services - are not subject to any guarantees.\nWe give no guarantee that any of our services can be used to achieve a specific aim, such as that events in your individual menstrual cycle will be correctly predicted, or that Clue's outputs are complete and accurate.</p>\n<p>9.3.\nWe expressly point out that any health-related recommendations provided in the context of the Clue Services are general in nature, and aimed at users who are generally healthy and physically and mentally fit.\nWe give references to published research and other sources wherever possible, so that you can find out more and evaluate the information for yourself.\nIf you choose to follow any such general recommendations, you do so at your own risk.\nIf you have any doubt as to whether this is appropriate for you, please speak to your qualified healthcare provider.\nThis applies especially if you are pregnant or breastfeeding.</p>\n<p>9.4.\nAny liability in respect of contractual or other claims made by you as a user depends on the merits of the case and extends only to actual damage suffered</p>\n<p>(a) which we, our legal representatives or vicarious agents have caused intentionally or by gross negligence,</p>\n<p>(b) from injury to life, body or health resulting from a breach of duty by us or one of our legal representatives or vicarious agents,</p>\n<p>(c) in cases of liability under the German Product Liability Act, due to us having given a guarantee or due to fraudulent misrepresentation, and</p>\n<p>(d) which has arisen due to the breach of a fundamental obligation, the fulfillment of which is of fundamental importance to the proper execution of the contract, and which you are entitled to rely on and in fact regularly rely on (under German law, a <em>cardinal</em> obligation).</p>\n<p>9.5.\nWe are liable without limitation in the above-mentioned cases (a), (b) and (c) of the preceding paragraph.\nIn all other cases, liability shall be limited to the reasonably foreseeable damage under these terms.</p>\n<p>9.6.\nIn cases other than those specified in 9.4.\nand 9.5.\nand notwithstanding the following paragraph, liability on our part is excluded irrespective of the legal grounds.</p>\n<p>9.7.\nThe above limitations of liability apply equally to all of our legal entities, employees and vicarious agents.\nThey do not alter the statutory burden of proof.</p>\n<p>\n<strong>§ 10 Contract duration, termination, refunds</strong>\n</p>\n<p>10.1.\nIn relation to the free Clue service, you may terminate the contractual relationship with us at any time by deleting your account in accordance with the instructions in the app.\nIf you are using Clue without an account, you can terminate this contract by deleting the Clue App from your mobile phone (remember to export your data first if you don't want to lose it).\nWe too may terminate the contract at our sole discretion and without further notice, subject to the following provisions.</p>\n<p>10.2.\nThe Paid Services run for the agreed (initial) term.\nAt the end of the term, the contract is automatically extended by a time period equal to the agreed term, but by no more than one year, unless you or we terminate it before the end of the agreed term.</p>\n<p>10.3.\nFor technical and legal reasons, contractual relationships related to the use of Paid Services that were originally entered into via the Apple App Store or the Google Play Store can only be terminated via the respective app stores.\nIn such cases, Apple and Google act as resellers of the services.\nThe terms and conditions of the Apple App Store and the Google Play Store apply.\nAccording to Google and Apple, notice of termination must be provided no later than 24 hours before the renewal of the subscription.</p>\n<p>10.4.\nThe statutory right of both contracting parties to terminate the contract for good cause remains unaffected.\nGood cause for extraordinary termination of the contract is deemed to exist if the continuation of the contractual relationship until the end of the normal period of notice is unreasonable, given all circumstances of the individual case and the interests of the user.\nGood causes for us to exercise this right of termination include, in particular, if you breach applicable law, obligations under these Terms, or obligations under your contract with the Apple App Store or Google Play Store (or if your actions would cause us to breach our contracts with the Apple App Store or Google Play Store).\nNo prior notice of termination is required.</p>\n<p>\n<strong>§ 11 Other provisions</strong>\n</p>\n<p>11.1.\nWe endeavor to ensure that the Clue App operates without disruption and is available to the greatest extent possible, but we point out that complete and uninterrupted availability is not technically feasible.\nWe therefore do not guarantee disruption-free operation or a specific level of availability.\nIn particular, we may restrict access without providing reasons – in whole or in part, temporarily or permanently.\nIn addition, no claims shall exist regarding the maintenance of individual functionalities of the Clue App.\nWe are entitled at any time to change or remove content, services and functionalities that are provided within the app and to make new content, services and functionalities available or to discontinue the Clue App entirely.\nthis includes paywalling all or certain services that were previously free of charge, as well as their partial or complete discontinuation.</p>\n<p>11.3.\nWe are entitled to transfer the rights and obligations arising under a contract to a third party.\nShould we wish to transfer the rights and obligations under these Terms, we will inform you in writing about the transfer.\nyou are then entitled to terminate the contract.\nThe notice of termination must be in writing and reach us within 14 days of you receiving the notification of transfer.</p>\n<p>11.4.\nGoverning law: German law applies to the exclusion of the UN Convention on Contracts for the International Sale of Goods (CISG).</p>\n<p>11.5.\nJurisdiction: To the extent permissible by law, all disputes arising under these Terms shall be heard in the courts of our registered place of business in Berlin, Germany.\nNotwithstanding the foregoing, we are also entitled to sue you under these Terms in your place of domicile.</p>\n<p>11.6.\nIn the event of a complaint against us, you can contact the European Online Dispute Resolution platform at any time: https://ec.europa.eu/consumers/odr/.\nWe are neither obliged nor willing to participate in dispute resolution proceedings before a consumer arbitration body.</p>\n<p>11.7.\nIf individual provisions within these Terms are or become invalid or unenforceable, the validity of the remaining provisions shall not be affected.\nAny invalid or unenforceable provision shall be replaced by a valid and enforceable provision whose effects come as close as possible to the economic objective which the contracting parties had pursued with the invalid or unenforceable provision.\nThe above provisions shall also apply in the event that the provisions prove to be incomplete.</p>\n<p>11.8.\nClue is used by people with cycles around the world, who access the app in a multitude of different languages.\nWe use professional translators and proofreaders to translate all of our communications, including these Terms, as accurately as possible into those languages.\nHowever, please understand that we cannot assure 100% accuracy for all of our translations, in particular with respect to any legal content.\nPlease note that the English version of these Terms is therefore the original version, which prevails over all other versions in the event of deviation from the English original.\nThe most up-to-date version of these terms is always available in English on our website.</p>\n<p>\n<strong>§ 12 How to exercise your right of revocation</strong>\n</p>\n<p>As a company headquartered in Germany, the consumer protection laws of Germany apply to you as our customer no matter where you live.\nSince the Clue services are directed exclusively at users who are consumers within the meaning of § 13 BGB (German Civil Code), German law gives you a right to cancel this contract without penalty within 14 days of its conclusion.</p>\n<p>\n<strong>If you have purchased our service via an app store (such as Google Play Store or Apple App Store) please use the procedures provided by the respective app store for the revocation and reimbursement of your purchase.\nThe below reflects standard language prescribed by German law.</strong>\n</p>\n<p>\n<strong>Revocation policy</strong>\n</p>\n<p>\n<strong>Right of revocation</strong>\n</p>\n<p>You have the right to revoke this contract within fourteen days without providing any reasons.</p>\n<p>The revocation period (cancellation period) is fourteen days from the date when you entered into the contract.</p>\n<p>To exercise your right of revocation, you must inform us (BioWink GmbH, Adalbertstrasse 7-8, 10999 Berlin, or contact Support from within the Clue App) of your decision to revoke this contract.\nYou may use the attached sample revocation form for this purpose, but this is not mandatory.</p>\n<p>In order to comply with the revocation period, it is sufficient that you send us notification regarding your revocation of the contract before the end of the revocation period.</p>\n<p>\n<strong>Consequences of revocation</strong>\n</p>\n<p>If you revoke this contract, we shall reimburse all payments we have received from you, including delivery charges (other than any additional charges resulting from your decision to select a different type of delivery than the cheapest standard delivery offered by us), immediately and no later than fourteen days from the date on which we receive notice of your revocation of this contract.\nFor this refund, we will use the same means of payment that you used for the original transaction, unless expressly agreed otherwise with you.\nin no event will you be charged for this refund.</p>\n<p>\n<strong>Further information</strong>\n</p>\n<p>In the case of a contract for the provision of services, the following applies: If you have requested that the services be commenced during the cancellation period, you shall pay us a reasonable amount corresponding to the proportion of the services already provided by the time you inform us of the exercise of the right of cancellation in respect of this contract compared to the total scope of the services provided for in the contract.\n- End of the cancellation policy -</p>\n<p>\n<strong>Sample revocation form</strong>\n</p>\n<p>(If you want to cancel the contract, please fill out this form and send it back)</p>\n<ul>\n<li>To [insert here the name, address and, if applicable, the fax number and e-mail address of the entrepreneur by the entrepreneur]:</li>\n<li>I/we (*) hereby revoke the contract which I/we (*) entered into for the purchase of the following goods (*)/the provision of the following service (*):</li>\n<li>Ordered on (*)/received on (*):</li>\n<li>Name of the consumer(s):</li>\n<li>Address of the consumer(s):</li>\n<li>Signature of the consumer(s) (only required if the notification is submitted in paper form):</li>\n<li>Date:</li>\n</ul>\n<p>(*) Delete whichever does not apply.</p>\n<p>© 2021 Clue by Biowink GmbH, All rights reserved</p>ENPTESSocialCompany<ul>\n<li>Jobs</li>\n<li>Press</li>\n<li>Clinicians</li>\n<li>Podcast</li>\n<li>Support Clue</li>\n</ul>App<ul>\n<li>Clue App</li>\n<li>FAQ</li>\n</ul>Encyclopedia<ul>\n<li>Menstrual Cycle</li>\n<li>Birth Control </li>\n<li>Fertility</li>\n<li>Issues &amp.\nConditions</li>\n<li>Sex</li>\n<li>Life &amp.\nCulture</li>\n<li>About Clue</li>\n</ul>Information<ul>\n<li>Legal</li>\n<li>Privacy</li>\n<li>Terms</li>\n</ul>Download the App<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>Sign up for the Newsletter<p>© 2021 Clue by Biowink GmbH, All rights reserved</p>", "created_at": "2021-05-18 14:11:17.293787", "updated_at": "2021-05-18 14:11:26.052541"}, {"id": 6123, "name": "Privacy policy", "url": "https://helloclue.com/privacy", "xpath": "//body", "text": "This app works best with JavaScript enabled.<p>Your Privacy</p>\n<p>We use cookies on our website to analyze how people use it and improve the experience.</p>\n<p>You can read more about how we use cookies in our Privacy Policy, or manage your preferences here.</p>Accept allOpen main menuClose main menu<ul>\n<li>Homepage</li>\n<li>Encyclopedia<ul>\n<li>Menstrual Cycle<ul>\n<li>Puberty</li>\n<li>Skin &amp.\nHair</li>\n<li>Diet &amp.\nExercise</li>\n<li>Bleeding</li>\n<li>Emotions</li>\n<li>Miscarriage</li>\n<li>Anatomy</li>\n<li>Your Vagina</li>\n<li>Reviews</li>\n<li>Products</li>\n<li>Periods</li>\n<li>Menopause and Perimenopause</li>\n</ul>\n</li>\n<li>Birth Control <ul>\n<li>Abortion</li>\n<li>Hormones &amp.\nYour Cycle</li>\n<li>Non-Hormonal Birth Control</li>\n<li>Hormonal Birth Control</li>\n</ul>\n</li>\n<li>Fertility<ul>\n<li>Pregnancy, Birth &amp.\nPostpartum</li>\n</ul>\n</li>\n<li>Issues &amp.\nConditions<ul>\n<li>Cramps &amp.\nPain</li>\n<li>PMS &amp.\nPMDD</li>\n<li>Endometriosis</li>\n<li>COVID-19</li>\n<li>PCOS</li>\n</ul>\n</li>\n<li>Sex<ul>\n<li>Pleasure</li>\n<li>STIs</li>\n<li>Dating &amp.\nPartnership</li>\n</ul>\n</li>\n<li>Life &amp.\nCulture<ul>\n<li>Gender Equality</li>\n<li>LGBTQIA+</li>\n<li>Race</li>\n<li>Society</li>\n</ul>\n</li>\n<li>About Clue<ul>\n<li>Events</li>\n<li>How to Use Clue</li>\n<li>Meet Clue</li>\n<li>Ambassadors</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Clue app</li>\n<li>Jobs</li>\n<li>Clue Birth Control</li>\n<li>Choose your languageENPTES</li>\n<li>\n<p>\n<strong>Clue</strong> is on a mission to help you understand your body, periods, ovulation, and so much more.\nStart tracking today.</p>App StorePlay Store</li>\n</ul>Clue Privacy Policy<p>\n<em>(Last updated 23 February 2021)</em>\n</p>1.\nSummary of this Privacy Policy (tl;dr)<p>At Clue, we believe that technology and data present a groundbreaking opportunity to empower people to take control of their health.</p>\n<p>We also acknowledge that using any service embedded in the digital economy will increase your data footprint.\nAt Clue, we fully accept the great responsibility that comes with safeguarding your sensitive data, such as information about your menstrual cycle.\nWe are committed to achieving the highest standards of privacy and security.</p>\n<p>We see it as our job to be so clear and transparent that you can truly understand what we do with your data, even though the digital ecosystem of an app is complex, and we interact with it when we rely on a number of other service providers as summarized below.\nOur CEO Ida Tin has written several blog posts on this, including an overview of what happens to your tracked data.\nWe'd love it if you could take some time to read it, and let us know what you think.</p>\n<p>\n<strong>How and why we process your personal data at Clue:</strong>\n</p>\n<p>i.\n<em>To provide our services, understand your needs and communicate with you</em>, we collect certain data that allows us to contact you, analyze how you interact with our app and fix bugs.\nWe do use third party tools to help us with this.\nBut we are careful to only let them process usage data and minimal personal data on Clue's behalf, not data relating to your menstrual cycle or other health data.\nTo be clear, these third party services are not permitted to use the data for any other purpose than to help us run Clue.\nBut if you wish to restrict data processing to only the absolute minimum we need in order to provide Clue to you (for example, we could then no longer analyse your usage data along with other users' data, which helps us understand how you interact with the app so that we can improve it), then you can go to Settings and change your preferences.</p>\n<p>ii.\n<em>To deliver personalized insights as your trusted health companion</em>, part of the service we provide is processing the health data that you choose to enter in the Clue app.\nBecause this data is so sensitive, we generally process such data ourselves on our own systems.\nWe only employ specific third parties to process it on our behalf in order to provide core functionality, like in-app messages, or if you opt-in to specific features, such as the Cycle Review email (again, to be clear: in this case, the data is not shared with any other party for their use.\nwe use a third party tool to help us e.g.\nassemble a personalized email or provide information that is relevant to your life stage.\nSee section 8 below for more specifics).</p>\n<p>iii.\n<em>To advance scientific research on menstrual and reproductive health</em>, we share data with carefully vetted researchers to advance female health studies.\nFor that purpose we de-identify your personal data by removing or hashing personal identifiers so that neither the researchers nor any third parties can link it to you.\nYou can read about our collaborations here.\nBut if you are not comfortable with your de-identified data being shared for the purposes of menstrual and reproductive health research, you can contact us at trust@helloclue.com.</p>\n<p>iv.\n<em>To effectively reach new Clue users online</em>, we do share a minimal amount of data about our users with advertising networks (but we never share the menstrual or other health data you track in the app).\nThe reason is so that you do not see Clue ads if you've already downloaded or subscribe to Clue, and so that we can suggest Clue to people who are likely to be interested in it.\nIf you are not comfortable with <em>any</em> data being shared for ad customization, then, you can go to Settings and change your preferences.\nYou can read more about our approach to digital advertising in this blog post.</p>\n<p>To be clear: we are very careful to give extra protection to your sensitive health data.\nWe do not share any of the data you track with advertisers or other third parties for their use.\nThis is not our business model.\nFor our principles and promises about how we make money, please see this blog post.</p>\n<p>Please read the whole of this Privacy Policy to understand all this in more detail.\nWe have done our best to make it as clear and comprehensible as possible.\nIf you have any questions, do reach out to us at trust@helloclue.com.</p>2.\nHow and why we process your personal data at Clue<p>Data processing is at the center of everything we do at Clue, and whenever you use our services—e.g.\nwhen you use the Clue app or when you go on our website—some personal and non-personal data is collected, stored, and analyzed using internal and third-party tools.</p>\n<p>Here are the <strong>purposes</strong> for which we process data and the type of data that is processed to fulfill each purpose:</p>2.1 To provide our services, understand your needs and communicate with you<p>When you use the Clue app or when you go on our website, Clue collects, stores, and uses some personal and non-personal data about how you interact with our services, such as Device Data, Event and usage data and IP-address, and transmits it to some third-party services who process data on Clue's behalf.</p>\n<p>The main reason why we collect this data and use third party tools is to provide our service to you, which may include sending occasional informational and promotional messages as well as reminders to your smartphone via in-app messages and push notifications.\nWe are thoughtful about what we communicate and how often.\nYou always remain in full control of your communication preferences with Clue.\nYou can change the settings in the app or on your device at any time.</p>\n<p>The other reason why we process this data is to help us understand your needs and your use of our products, to analyze bugs and fix issues, and to bring you more useful features.\nIn a nutshell, we process this data to provide you with the best and most reliable experience of our services.</p>\n<p>Here are the types of data we collect:</p>\n<p>\n<strong>Device data</strong> This data informs us about the device you use to access our services, such as the model, name and identifiers, device settings, application identifier, and crash information.\nOn our website, we collect information about your browser and browser settings, the operating system you use, and the system settings of your device.\nThis information helps us to fix bugs, tailor our services to our users' devices and improve our services.</p>\n<p>\n<strong>Event and usage data</strong> When you use the app or when you go to our website, our servers (located in Europe) process data in order to understand your usage of our services—for example, which pages you visit or which tab in the app you open.\nWe collect this information and use it as aggregate data to better understand which features are the most relevant or useful to our users as a whole, and to communicate with you about relevant and timely information and promotional content.</p>\n<p>\n<strong>IP address</strong> We collect IP addresses provided by your browser or mobile device to deliver the service to your device.\nWe also use the IP address to determine your approximate location for statistical and analytics purposes, and for regulatory compliance in different countries.\nTo be clear, we do not collect your precise location.</p>\n<p>This data is necessary for Clue to deliver the services you use.\nThe amount we collect is minimized wherever possible to respect your privacy.</p>\n<p>\n<strong>Legal basis</strong> The legal basis for processing the above data is Art 6 section 1(b) of the European General Data Protection Regulation (GDPR).\nClue may use this data for the purpose of improving the Clue app, the services we provide to you, and to prevent abusive use of our service.\nIn accordance with Art 6, section 1(f) GDPR, we consider that we have a legitimate interest to offer an error-free and functional service.</p>\n<p>We also use the information set out above to analyze the usage of our service.\nWith the help of third party providers, we use this analysis to improve our services and the effectiveness of our advertising.\nFurther details are described in section 7 of this Privacy Policy.</p>2.2 To deliver our service of personalized insights as your trusted health companion<p>The data you track in Clue about your health and activities is considered <em>sensitive personal data</em>.\nClue does not store sensitive personal data without your explicit permission.\nIt is only when you give us <em>explicit consent by creating a Clue account</em> that we start storing all health and sensitive data you track on our secured servers, alongside the personal data necessary to create an account.\nYou can find a detailed explanation of what you consent to when creating an account with Clue in the next section of our Privacy Policy.</p>\n<p>Here are the types of data we collect and store when you create an account:</p>\n<p>\n<strong>Personal data used for account creation</strong> We need some of your personal data, such as a username and email address, in order to create your Clue account.</p>\n<p>\n<strong>Health and sensitive data</strong> We store health data, such as your body measurements, dates of your past and current periods, and symptoms or events you choose to track in the app (e.g.\nsex, levels of productivity, good hair days, pain, or cravings).</p>\n<p>\n<strong>Legal basis</strong> Clue uses this data for the purpose of providing our services to you.\nThe legal basis for the processing of your health data is your consent in accordance with Art 9 GDPR, as set out in section 3 of this Privacy Policy, \"Your Consent for processing health and sensitive data\".\nYour personal data for account creation is processed on the basis of Art 6, section 1(b) GDPR.</p>\n<p>See section 5.1 below with regard to the special data security measures we take to ensure your sensitive health data is protected.</p>2.3 To advance scientific research about menstrual and reproductive health<p>The vision of our founder, Ida Tin, is for Clue to help advance female health globally.\nFemale health has historically been underserved as a field of research—there has been very little long-term or large scale cycle health information available for academic and clinical purposes.\nClue is on a mission to fill this gap by sharing user data, carefully de-identified to protect your privacy, for the purposes of scientific and medical research about menstrual and reproductive health.\nDe-identification means that Clue will either delete such information from data sets that could identify you as an individual, such as your username or email address, or will replace this information with a random number, so information on your identity will not be shared with any research partner.</p>\n<p>Since its inception, Clue has successfully collaborated with academic researchers.\nYou can read about our past and ongoing research collaborations here.</p>\n<p>We want to make it very clear that we personally select our scientific collaborators with the utmost care and, most importantly, that we only provide data for scientific research after it has been de-identified following a strict protocol that involves the removal or hashing of any information that could be used to identify any specific user.</p>\n<p>Finally, because we believe that research should benefit everyone, Clue strives to publish the results of our academic, clinical, or internal research in ways that are easy to read for all our users.</p>\n<p>\n<strong>Legal basis</strong> The legal basis for the usage of your personal data for scientific research purposes is § 27 BDSG (the German Data Protection Act) along with your consent in accordance with Art 9 GDPR.\nOnce again, you can withdraw your consent to the use of your data for scientific purposes at any time by emailing trust@helloclue.com.\nIf you do this, your data won't be included in any future research partnerships.</p>\n<p>If you are a participant in a scientific study that is run by a research facility using Clue as a tool to collect information for that study, then Clue will share your personal information with the research facility only under the terms of your consent as given to that research facility.\nWhen you use Clue as part of a scientific study, we will otherwise treat your personal data with the same care as we do all user data.\nThe research facility will be solely responsible for the usage of your personal data, including health data, in the context of their scientific study.\nWe consider that Clue and our partnered research facilities have joint responsibility (\"joint controllership\" under GDPR) in this case.</p>3.\nYour consent for processing health and sensitive data<p>When you create an account with Clue, your personal data—including sensitive data and data related to your health—is stored on your device and is also stored and processed on Clue servers.\nBy creating an account with Clue you explicitly consent that:</p>\n<p>\n<strong>i.\nClue may store and process personal data you provide through creating an account and using the Clue app for the purpose of providing Clue services to you and of improving Clue's service features.\nSuch Clue services may include sending you information and reminders through the Clue app, e.g.\nvia push notification or to the email address you provided to Clue.</strong>\n</p>\n<p>\n<strong>ii.\nThe personal data you provide to Clue through the account creation process for the purpose of providing Clue's service includes personal data you enter into the Clue app, such as your account data (e.g.\nyour username and email address), and your health data, which may include your cycle information (e.g.\nperiod length, pain, or spotting) and depending on the data you provide, it may also contain information about your general health (e.g.\nweight, body temperature, hair quality, and if/how you engage in sexual intercourse).</strong>\n</p>\n<p>\n<strong>iii.\nClue may use your cycle data to create de-identified sets of data for academic and clinical research purposes, which Clue may transfer to its collaborators to further research into female health.\nClue's collaborators are individually selected through an internal vetting process.\nThis de-identified research data does not contain any information that would allow the research partner to identify you as an individual.</strong>\n</p>4.\nYour rights<p>We believe that privacy—including data privacy—is a basic human right.\nAt Clue we strive to ensure that your rights are respected.</p>\n<p>Here are some key facts about your privacy that we would like you to know:</p>\n<p>i.\nOur products and services have been designed to minimize the use of your personal data.\nWe only collect and process your data for the purposes outlined above and detailed in this Privacy Policy.</p>\n<p>ii.\nThe security of our servers is routinely verified by experts to protect your data from unauthorized access.\nYou can contact us at trust@helloclue.com if you have any questions about the security of our services.</p>\n<p>iii.\nWe do not retain your data in an identifiable format for longer than necessary to deliver our services.</p>\n<p>iv.\nClue does not engage in any automated decision-making or profiling activities.</p>\n<p>As a user of Clue's services and website, you may exercise your user rights to:</p>\n<p>i.\nRequest information on your personal data processed by Clue.\nUpon your request, this information will be provided to you electronically.\nYou can contact us to request your information at trust@helloclue.com.</p>\n<p>ii.\nGain access to your information by requesting a backup of your data (as explained in the next section) in a format that is readable by other companies or organizations (data portability).</p>\n<p>iii.\nCorrect your personal information and health data in the app settings and in the tracking categories available in the Clue app.</p>\n<p>iv.\nWithdraw your consent from ongoing data processing at any time by deleting your account (as explained in the support section of the app), changing your privacy preferences in Settings and/or unsubscribing from our newsletter or other email communications by clicking the link at bottom of the email.</p>\n<p>v.\nRequest the complete deletion of your data, including all past data sent to third-party services used for tracking and analysis, by reaching out to trust@helloclue.com.\nYour data will be deleted within 30 days.</p>\n<p>vi.\nLodge a complaint with the relevant supervising authority if you believe Clue is processing your personal data in violation of applicable data protection regulations.</p>\n<p>\n<strong>California Privacy Rights</strong>\n</p>\n<p>If you are a California resident, California Civil Code Section 1798.83 permits you to request in writing a list of the categories of personal information relating third parties to which Clue has disclosed personal information during the preceding year.</p>\n<p>To make such a request, please contact us at: trust@helloclue.com.</p>5.\nData Security<p>We apply security measures to protect against misuse, loss, and/or alteration of personal information under our control.\nWe follow industry best practices when transferring and storing your data.\nThough we cannot ensure or guarantee that misuse, loss or alteration of information will never occur, we use all reasonable efforts to prevent it.</p>5.1 How Clue stores your personal data<p>When you create an account with Clue, your personal profile data is stored separately from your cycle tracking data and your service settings.\nThis allows us to ensure the highest possible level of privacy for your cycle information.\nWhen you create a Clue password, it is stored using one-way encryption (\"hashing\" plus \"salting\") and cannot be read by us.\nNote that if you use Social login (via Apple Sign-in or Facebook Connect), Clue does not receive your original password.</p>\n<p>\n<em>Important: Clue uses servers located in the European Union to process and store your personal data.</em>\n</p>\n<p>Your data is transmitted between your device and Clue's servers using the HTTPS protocol for encryption.\nHTTPS is the same technology used to create secure connections for your web browser and is indicated by a padlock icon in the URL bar of your browser.</p>5.2 Clue's recommendations for protecting your data<p>We believe the biggest threat to the security and privacy of your data is if someone—probably someone you know—gains access to any of your devices without your consent.\nThe data you enter into Clue is private and it should stay that way (unless you actively choose to share it - if you are using Clue Connect, for example, regularly review whether it still makes sense for you to share that information with the people you've connected).\nWe have outlined some ways to keep your devices secure below.</p>\n<p>\n<strong>Protect your Clue account:</strong> Activate a unique PIN code or activate TouchID (iPhone 5S-8) for the Clue app.\nIf you share your device with others, activating a unique PIN code or TouchID will ensure you are the only person who can access your Clue data on the device.</p>\n<p>\n<strong>Protect your device:</strong>\n</p>\n<p>i.\nActivate either PIN, TouchID (iPhone 5S-8), or FaceID (iPhone X-11) authentication for your device.\nThis automatically encrypts your Clue data and prevents any person from using your device without your permission.</p>\n<p>ii.\nSet up a feature that will allow you to erase all the data from your device if it's been lost or stolen.\nFor iOS, activating this feature is a two-step process: first, you need to Activate \"Find My iPhone\" via iCloud (see instructions on Apple Support pages) and then enable \"Erase your device\" (see instructions on Apple Support pages).</p>\n<p>For Android, download and set up Find My Device (formerly Android Device Manager) from the Google Play Store and, if needed, use the connected web interface to lock or wipe your phone remotely.</p>6.\nData transfer outside the EU and to third-party service providers and applications6.1 Data transfer outside of Europe<p>Any personal data collected from you may only be transferred to countries outside the European Economic Area (EEA) if we observe applicable privacy regulations and ensure that your privacy rights remain protected.</p>\n<p>The European Court of Justice has declared the EU-US Privacy Shield, which we like many companies had previously relied on to ensure a sufficient level of data protection, to be invalid.\nWe have entered into Standard Contractual Clauses with all non-EU vendors of data processing tools (data sub-processors) to ensure an adequate level of data protection in accordance with Art 46 Sec 2 lit c) GDPR.</p>\n<p>Read more about the Standard Contractual Clauses here.\nThe Standard Contractual Clauses help us to implement an adequate level of data protection between Clue and our sub-processor, who agrees to follow strict data protection rules.\nHowever, they do not bind the governmental bodies of the non-EU country in which our sub-processor operates.\nIn some cases, governments may have powers of surveillance that run contrary to EU law data protection principles.\nTherefore, the legal environment of non-EU countries, including in particular the United States, creates the risk that a sub-processor might be forced by law to act against the obligations contained in the Standard Contractual clauses and hand over personal information to local government officials, with limited rights for Clue and you as an individual to seek legal help against such actions.</p>\n<p>What does Clue do to mitigate this risk? For one thing, we choose our sub-processors very carefully.\nWe do not work with sub-processors based in countries where we are concerned about the rule of law with respect to privacy.\nThe European Data Protection Board has announced that it will issue guidance on the kinds of additional contractual measures that should be added to the Standard Contractual Clauses to ensure a sufficient level of privacy in different situations.</p>\n<p>We continue to closely observe regulatory developments and best practice in this area.\nIn the meantime, some non-EU sub-processors, and in particular US-based sub-processors, are a vital part of our service and we cannot provide our service to you without using such subprocessors as described in this privacy policy in Sections 6, 7 and 8.</p>\n<p>Your consent for the transfer of your personal data to non-EU, in particular US-based subprocessors:</p>\n<p>\n<strong>You consent that Clue may employ sub-processors to process your personal data, which may involve transferring your personal data to sub-processors located outside of the EU or allowing access to your personal data from outside of the EU in order to carry out defined data processing tasks on our behalf.\nSuch sub-processors will only be given access to your data for the purpose of assisting us to (i) provide the Clue services to you, (ii) so that we can analyse and improve our app and website, (iii) to improve our advertising, and (iv) in the context of providing de-identified data sets to our scientific research partners.</strong>\n</p>\n<p>You may withdraw your consent to all non-essential data processing at any time by adjusting your privacy preferences.\nFrom the Clue app, tap on More Menu &gt.\nSettings &gt.\nData Privacy to adjust your preferences.</p>6.2 Apple Health (iOS)<p>Clue will not exchange any personal data with Apple's Health app without your prior approval.\nApproval is given by you in the relevant settings of the Health app or within the Clue app during initial user profile setup or via app settings and can be revoked by you at any time.\nIf you have given your approval, Clue may interact with the Health app on your iOS device and read and/or write information between the Clue app and Health.\nThis may include a transfer of your personal data to Apple servers located outside the European Union.</p>\n<p>You can choose if and to what extent your personal data is exchanged between Clue and Health by granting or revoking the relevant permissions in Health app settings.\nPlease refer to the Privacy Information of Apple Health for further information.</p>6.3 Facebook Connect<p>For users who prefer to log in this way, Clue uses Facebook Connect to allow our users to create and log in to their Clue account with their Facebook credentials.\nIn this case, Clue will exchange certain data with Facebook, such as Device Data, your IP-address and information you provided to Facebook when creating an account with Facebook.\nThis may include a transfer of your personal data to Facebook servers located outside the European Union.\nIt is your choice if and to what extent you use the Facebook Sign-In service and what information you provide to Facebook.\nHowever, in no case will we exchange health data with Facebook for the purpose of using the Facebook Connect Service.</p>\n<p>If you sign up for Clue using Facebook, you authorize us to collect your basic profile information from Facebook, such as your name, email address and profile picture.\nThis information is collected by Facebook and is provided to us under the terms of Facebook's privacy policy.\nYou can control the data we receive from Facebook in the privacy settings within your Facebook account.</p>6.4 Apple Sign-In<p>Clue also allows the use of Apple Sign-In.\nIf you choose to use this Apple service to sign in to Clue, Clue will exchange certain data with Apple, such as Device Data, your IP-address and information you provided to Apple when creating an account with Apple Inc.\nThis may include a transfer of your personal data to Apple servers located outside the European Union.\nIt is your choice if and to what extent you use the Apple Sign-In service and what information you provide to Apple.\nAbsolutely no health data will be exchanged with Apple for the purpose of using the Apple Sign-In Service.</p>7.\nCookies and app data analysis<p>Our website uses cookies, which are small text files that are intended to make the site better for you to use.\nIn general, cookies are used to retain preferences, store information for things like shopping carts, and provide tracking data to third-party applications like Google Analytics or identify your device for special advertising purposes such as retargeting.</p>\n<p>The Clue app and our website also use third-party analysis and tracking services to track the performance of our services, understand how you use our services, and offer you an improved experience.</p>\n<p>Information on your usage of our website or of the Clue app may be collected and processed by Clue, or a third party engaged by Clue using a unique identification number assigned to you.\nInformation about your usage will be deleted when this information is no longer required for the purpose collected, and will always be de-identified before sharing with third parties besides those mentioned under Section 7.2 to 7.9.</p>7.1 Your consent for Clue tracking and analysis<p>\n<strong>By using our app and our website you consent (in the case of the website, through opt-in in the cookie banner) that Clue may use cookies and third-party services, and collect your usage data under a unique identifier, for the purposes of tracking, analysis, and improvement of our website and app, as well as advertising purposes such as retargeting.</strong>\n</p>\n<p>\n<strong>You may withdraw your consent to non-essential tracking and analysis at any time.</strong> When visiting our website, you can decline the use of non-essential cookies in the pop-up notification.\nFrom within the Clue app, you can go to More Menu &gt.\nSettings &gt.\nData Privacy and adjust your preferences.\nFor the purpose of tracking the performance of our services and to improve Clue, we use the following third party services:</p>7.2 Google Analytics - Website<p>Our website uses Google Analytics, a web analysis service operated by Google Inc.\n(\"Google\").\nGoogle Analytics uses cookies (text files) stored on your computer to allow for analysis of your visits to websites and interactions with them in order to personalize your experience and improve our services.\nInformation produced via cookies will be transferred to and stored on a server in the USA operated by Google.</p>\n<p>The following Cookies are used by Google Analytics:</p> Cookie Name Value (example) Purpose Expiration _ga 2.1326744211.152311160746-5 This cookie is written to the browser upon the first visit.\nIt is included in each page view request and used to distinguish unique users on the website.\n2 years _gid 2.1687193234.152311160746-1 This cookie is used to group the user behavior for each user.\n24 hours _gat_gtag_UA_property-id 1 This cookie is used to throttle the rate at which requests are sent to Google Analytics so as to increase the efficiency of network calls.\n1 minute <p>Google analyzes this information to offer reports to Clue on website usage and online usage of associated services.\nUnder the terms of Google's analytics service, Google may also transfer this information to third parties, either when this is required by law or when third parties are contracted by Google to process this data.\nGoogle must not allow your IP address to be linked to any other personal data.\nBy opting in via the cookie banner on Clue's website, you consent to data being used and processed by Google as described above.\nYou can withdraw consent for this use of your data at any time.\nPlease note that this withdrawal only applies to future activities.</p>7.2 Google Adsense - Website<p>Our website uses Google AdSense, an advertising service operated by Google Inc.\n(\"Google\").\nBy using Google AdSense we can show adverts on our website matching our website's content and/or your interest.\nGoogle AdSense uses cookies stored on your computer, and web beacons, small images, to allow for analysis of your visits to websites and interactions with them in order to personalize your experience and improve the provided advertising.\nInformation produced via cookies will be transferred to and stored on a server in the USA operated by Google.</p>\n<p>The following Cookies are used by Google Adsense:</p> Cookie Name Value (example) Purpose Expiration NID, SID 204=ReF91wQ3dOiUIpPlU7WHpzMVr-ipyXKy3L3n2mnyYnY5UsIN9DbCjJGpPuyihj1nkUJcfmWofH25aQenKN11ctD2E0q6tezP1rKMNQPegZpEDAkjtrfGqnjHhNcNC6tmK4v These cookies are used by Google to display personalized advertisements on Google sites, based on recent searches and previous interactions.\nVaries from 6 months to 2 years IDE AHWqTUnPL4OeAxcMrwDnQRsEbMtg9Avt1RzGLh_trEPvnEFARZcFAEnFHLn-FLPc Google DoubleClick uses this cookie to report the user's actions after viewing or clicking one of the ads to measure the efficacy of the ads.\n1 year DSID AAO-7r4w-GyuCqUPUDBXD5G8kywJRrN3IHVC6mpvky2MqkYcjGW1mwnXRMWeynG3A0wtUgCvJ1bb31M8knCRe2tjBSN9-LLXiUTnlsgUuKkwDsfb1RVGzDI Google DoubleClick uses this cookie to report the user's actions after viewing or clicking one of the ads to measure the efficacy of the ads.\n1 month APISID, HSID, SAPISID, SSID AJi4QfHHuFChoSwsVayffyBZ2NxcfTQBbV0CXVmS01zaz1CSjXB8yJZabTkXHgtw0iAW2sON These are security cookies used by Google to authenticate users, prevent fraudulent use of login credentials and protect user data from unauthorised parties.\n2 years 1P_JAR 2020-07-02-14 Google advertising cookie used for user tracking and ad targeting purposes.\n1 month <p>Google analyzes this information to offer adverts on Clue's website.\nUnder the terms of Google's analytics service, Google may also transfer this information to third parties, either when this is required by law or when third parties are contracted by Google to process this data.\nGoogle must not allow your IP address to be linked to any other personal data.\nBy opting in via the cookie banner on Clue's website, you consent to data being used and processed by Google as described above.\nYou can withdraw consent for this use of your data at any time.\nPlease note that this withdrawal only applies to future activities.</p>7.3 Parse.ly - Website<p>Clue uses a data analysis service operated by parse.ly.\nParse.ly uses cookies (text files) stored on your computer to allow for analysis of your visits to websites and interactions with them in order to personalize your experience and improve our services.\nData concerning your website use will be transferred to and stored on a server in the USA operated by parse.ly.</p>\n<p>The following cookies are used by Parse.ly:</p> Cookie Name Value (example) Purpose Expiration _parsely_visitor {%22id%22:%228fe4bd68-15f8-411d-913b-d2eef0803530%22%2C%22session_count%22:1%2C%22last_session_ts%22:1585144869395} This cookie is used to determine if a visitor has visited the website before, or if they are a new visitor on the website.\nUsed to store a user-ID and differentiate website users 30 days _parsely_session {%22sid%22:1%2C%22surl%22:%22https://helloclue.com/articles%22%2C%22sref%22:%22%22%2C%22sts%22:1585144869395%2C%22slts%22:0} This cookie is used to track the user’s behavior within the current session on the website.\nUsed to store a user-ID and differentiate website users 30 days <p>By using our service, you explicitly consent to the use and processing of your data collected by parse.ly as described above.\nYou can prevent your participation in parse.ly's analysis by declining to opt in to non-essential cookies from the banner pop-up on the website.</p>7.4 Braze<p>Clue uses a data analysis and app engagement service operated by Braze, a company based in the United States, which utilizes device identifiers that are stored on your mobile device and allow us to analyze your use of the Clue app in order to improve our app features and to communicate with you via in-app messages, push notifications and email.\nData concerning your use of the Clue app is stored on a server in the EU operated by Braze, Inc.</p>\n<p>It is not possible to opt-out of Braze as it is an essential tool that we require in order to provide our services to you.</p>7.5 Firebase<p>Clue uses a suite of performance analysis and monitoring tools called Firebase, which is provided by Google Inc.\nFirebase allows us to monitor the overall performance and stability of our apps, implement internal version control, identify bugs and prioritize fixes.\nFor this purpose Firebase collects your IP address, device identifier, as well as event and usage data related to your use of Clue.\nThis data will be transferred to and stored on a server in the EU and operated by Google, Inc.</p>\n<p>It is not possible to opt-out of Firebase as it is an essential tool that we require in order to provide a functioning Clue app to you.</p>7.6 Sentry<p>Clue uses Sentry, a performance analysis and monitoring tool for the Clue App, which is provided by Functional Software, Inc.\na company seated in the USA.\nSentry allows us to monitor the overall performance and stability of our apps, identify bugs and prioritize fixes.\nFor this purpose Sentry collects your IP address, device identifier, as well as event and usage data related to your use of Clue.\nThis data will be transferred to and stored on a server in the USA and operated by Functional Software, Inc.</p>\n<p>By using our service, you explicitly consent to the use and processing of your data collected by Functional Software, Inc.\nas described above.</p>\n<p>It is not possible to opt-out of this as Sentry is an essential tool that we require in order to provide a functioning Clue app to you.</p>7.7 Adjust<p>Clue uses an in-app performance and analysis service by Adjust, a Berlin-based company that helps us understand where our users are coming from, and how they are interacting with our app, so that we can optimize our ad campaigns.\nAdjust uses your advertising identifier (Apple IDFA on iOS and your Google Play Services ID on Android), and your IP- and MAC addresses modified in such a way that it is not possible to identify you or your mobile device individually to provide these insights to us.</p>\n<p>By using our service, you explicitly consent to the use and processing of your data collected by Adjust as described above.\nBut you can opt out at any time.\nYou can prevent your participation in Adjust's analysis by adjusting your privacy preferences within the Clue app to exclude \"statistics, analysis and improvement of our app\".\nFrom the Clue app, tap on More Menu &gt.\nSettings &gt.\nData Privacy to adjust your preferences.</p>7.8 Appropriate safeguards for data transfer outside of the EU<p>The above mentioned companies are either EU-based or are based in the United States of America and have ensured an adequate level of data protection by entering into an agreement with Clue, based on the Standard Contractual Clauses for data transfer between EU countries and non-EU countries.\nThe privacy policy of these services can be found on their respective websites.</p>\n<p>Read more about the Standard Contractual Clauses here.\nPlease refer to section 6.1 for further information.</p>8.\nCommunications, Surveys and newsletter activities<p>Clue uses your personal information, such as your email address, to contact you with messages, emails, and newsletters.\nThese include push notifications, in-app messages and emails to deliver health content and occasional promotional materials that may be of interest to you.</p>\n<p>If you have requested Cycle Review emails as part of a subscription to Clue Plus, then that email will also contain a summary of personal health data that you have tracked in the app.\nYou can unsubscribe from Cycle Review emails at any time.</p>\n<p>You consent to push notifications when you activate Clue's push notifications on your device settings.\nYou can withdraw your consent at any time.\nYou can unsubscribe from our newsletter by clicking the unsubscribe link at the bottom of the message, and you can disable notifications sent by Clue in your device settings.</p>\n<p>Clue may communicate with you via email if you have contacted Clue for questions or support requests in connection with our services or the Clue app.\nFor certain support requests, Clue will have to access and process your personal data, including your health data for the purpose of answering your request.\nYou explicitly provide your consent for the processing of your personal data, including your health data for answering your support request.</p>\n<p>Clue may also use surveys to receive your feedback, e.g.\non the performance of the app or on certain health topics.\nSuch information given by you via such surveys is processed by Clue for the purposes as set forth in this Privacy Policy.</p>\n<p>In order to provide these services, Clue may share information such as your email address to third-party providers for the sole purpose of carrying out such newsletter services, surveys or notifications.\nThese providers are Braze Inc.\n(\"Braze\"), seated in New York, USA, which may process your email address, name, a user identifier and usage and certain tracking data to send you information and occasional commercial content via in-app message, push notifications and email.\nMessage Systems Inc.\n(\"SparkPost\") seated in San Francisco, USA, which processes names and email addresses as well as the personal information that may be included in transactional emails (e.g \"I lost my password\" or \"verify your Clue account\").\nTypeform S.L.\n(\"Typeform\"), seated in Barcelona, Spain, which may process information from survey forms filled out by you.\nand WIDGIX LLC dba Alchemer (\"Alchemer\"), which may process information from science research surveys you participated in.\nFor customer support and communication with you, Clue uses services provided by Slack Technologies Ltd (\"Slack\"), seated in Dublin, Ireland and Zendesk, Inc.\n(\"Zendesk\") seated in San Francisco, USA.\nWe use Growthdot, seated in Ukraine, to anonymise customer support communications at the end of the retention period and services provided by Parlamind GmbH and DP-Dock GmbH (unitQ) both seated in Germany and Culinar Oy (Ultimate.ai) seated in Finland, to monitor and improve the quality of our customer support.</p>\n<p>The above mentioned companies are either EU-based, or have ensured an adequate level of data protection by entering into an agreement with Clue, based on the Standard Contractual Clauses for data transfer between EU countries and non-EU countries.\nThe privacy policy of these services can be found on their respective websites.</p>\n<p>Read more about the Standard Contractual Clauses here.\nPlease refer to section 6.1 for further information.</p>9.\nYoung users<p>Clue does not knowingly collect or use personal data from children under the age of 13.\nBy registering to a Clue account you are required to confirm that you are at least 13 years old, or that your parents have agreed that you can use the Clue app.</p>\n<p>If you are located in the EU, you can only use our services if you are over the relevant age at which you can provide explicit consent to the processing of your data under the laws of your country (this is between 13 and 16 years old, depending on the country you live in) or if you have the consent of your parent or legal guardian.\nIf you are a parent and learn that your child is using Clue without your permission or if you have any specific question about data privacy at Clue, do not hesitate to get in touch with us at trust@helloclue.com.</p>\n<p>If Clue gains actual knowledge that information has been collected from children under the age of thirteen in the United States contrary to the Children's Online Privacy Protection Act of 1998 and the regulation thereunder, Clue will not disclose this data and reserves the right to immediately delete the account and wipe all related information, including health and sensitive data of the user, from our servers.</p>10.\nChanges to this Privacy Policy<p>Clue reserves the right to amend this Privacy Policy from time to time to reflect changes in the law, our data collection and data use practices, the features of Clue's services, or advances in technology.\nPlease check this page periodically for changes.\nIf we make any changes to this Privacy Policy that we consider to be material to your consent, we will notify you of them.</p>11.\nResponsibility for Data Processing<p>Clue is made in Berlin, Germany, and the way we handle data meets the high standards set by German and European legal requirements.\nClue is made by BioWink GmbH, Adalbertstraße 7-8, 10999 Berlin.\nFurther contact information can be found here.\nClue has an appointed data protection officer.\nPlease do not hesitate to reach out to trust@helloclue.com if you have any questions.</p>12.\nPrevailing Language<p>Clue is used by people with cycles around the world, who access the app in a multitude of different languages.\nWe use professional translators and proofreaders to translate all of our communications, including this Privacy Policy, as accurately as possible into those languages.\nHowever, please understand that we cannot assure 100% accuracy for all of our translations, in particular with respect to any legal content.\nPlease note that the English version of this Privacy Policy is therefore the original version, which prevails over all other versions in case of deviation from the English original.\nThe most up-to-date version of this Privacy Policy is always available in English on our website.</p>Further ReadingAbout ClueThe journey of a single data point, Part II: The underworld of digital advertising<p>How Clue and other companies use your data to find new users.</p>by Ida Tin, Co-founder and Chairwoman of ClueAbout ClueThe journey of a single data point<p>It's our job to keep everything you track in Clue safe.</p>by Ida Tin, Co-founder and Chairwoman of ClueAbout ClueScientific research at Clue<p>When you track in Clue, you contribute to an unprecedented data set that is forwarding the understanding of female health.</p>by Anna Druet, Former Science and Education ManagerAbout ClueMaking money at Clue: our principles and promisesby Ida Tin, Co-founder and Chairwoman of Clue<p>© 2021 Clue by Biowink GmbH, All rights reserved</p>ENPTESSocialCompany<ul>\n<li>Jobs</li>\n<li>Press</li>\n<li>Clinicians</li>\n<li>Podcast</li>\n<li>Support Clue</li>\n</ul>App<ul>\n<li>Clue App</li>\n<li>FAQ</li>\n</ul>Encyclopedia<ul>\n<li>Menstrual Cycle</li>\n<li>Birth Control </li>\n<li>Fertility</li>\n<li>Issues &amp.\nConditions</li>\n<li>Sex</li>\n<li>Life &amp.\nCulture</li>\n<li>About Clue</li>\n</ul>Information<ul>\n<li>Legal</li>\n<li>Privacy</li>\n<li>Terms</li>\n</ul>Download the App<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>Sign up for the Newsletter<p>© 2021 Clue by Biowink GmbH, All rights reserved</p>", "created_at": "2021-05-18 14:10:01.637078", "updated_at": "2021-05-18 14:10:16.171316"}], "points": [{"id": 20849, "title": "The service claims to be CCPA compliant for California users", "source": "https://helloclue.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-18 14:45:42.187344", "updated_at": "2021-05-19 11:55:24.78976", "quoteText": "California Privacy Rights</strong>\n</p>\n<p>If you are a California resident, California Civil Code Section 1798.83 permits you to request in writing a list of the categories of personal information relating third parties to which Clue has disclosed personal information during the preceding year.</p>\n<p>To make such a request, please contact us at: trust@helloclue.com.", "case_id": 482, "document_id": 6123, "quoteStart": 18379, "quoteEnd": 18749}, {"id": 20848, "title": "The service claims to be GDPR compliant for European users", "source": "https://helloclue.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-18 14:39:29.247109", "updated_at": "2021-05-19 11:55:29.225743", "quoteText": "The legal basis for processing the above data is Art 6 section 1(b) of the European General Data Protection Regulation (GDPR).", "case_id": 481, "document_id": 6123, "quoteStart": 9288, "quoteEnd": 9414}, {"id": 20847, "title": "The court of law governing the terms is in Germany", "source": "https://helloclue.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-18 14:37:36.1261", "updated_at": "2021-05-19 11:55:40.304222", "quoteText": "\n<p>11.4.\nGoverning law: German law applies to the exclusion of the UN Convention on Contracts for the International Sale of Goods (CISG).</p>", "case_id": 163, "document_id": 6124, "quoteStart": 22111, "quoteEnd": 22253}, {"id": 20846, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://helloclue.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-18 14:34:09.757256", "updated_at": "2021-05-19 11:55:52.686968", "quoteText": "We endeavor to ensure that the Clue App operates without disruption and is available to the greatest extent possible, but we point out that complete and uninterrupted availability is not technically feasible.\nWe therefore do not guarantee disruption-free operation or a specific level of availability.\nIn particular, we may restrict access without providing reasons – in whole or in part, temporarily or permanently.", "case_id": 287, "document_id": 6124, "quoteStart": 20816, "quoteEnd": 21232}, {"id": 20845, "title": "You have the right to leave this service at any time", "source": "https://helloclue.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-18 14:32:30.607067", "updated_at": "2021-05-19 11:55:35.060116", "quoteText": "In relation to the free Clue service, you may terminate the contractual relationship with us at any time by deleting your account in accordance with the instructions in the app.\nIf you are using Clue without an account, you can terminate this contract by deleting the Clue App from your mobile phone (remember to export your data first if you don't want to lose it).\n", "case_id": 170, "document_id": 6124, "quoteStart": 18710, "quoteEnd": 19077}, {"id": 20844, "title": "You have the right to leave this service at any time", "source": "https://helloclue.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-18 14:30:35.583123", "updated_at": "2021-05-18 14:31:36.94343", "quoteText": "In relation to the free Clue service, you may terminate the contractual relationship with us at any time by deleting your account in accordance with the instructions in the app.", "case_id": 170, "document_id": 6124, "quoteStart": 18710, "quoteEnd": 18887}, {"id": 20843, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://helloclue.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-18 14:29:48.148303", "updated_at": "2021-05-19 11:55:45.030774", "quoteText": "When you use the Clue Services, you do so expressly at your own risk.", "case_id": 286, "document_id": 6124, "quoteStart": 16102, "quoteEnd": 16171}, {"id": 20842, "title": "You must create an account to use this service", "source": "https://helloclue.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-18 14:28:03.927873", "updated_at": "2021-05-19 11:21:47.314738", "quoteText": "\nTo use Clue, you need to create an account.", "case_id": 230, "document_id": 6124, "quoteStart": 8358, "quoteEnd": 8402}, {"id": 20841, "title": "You must create an account to use this service", "source": "https://helloclue.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-18 14:18:20.964711", "updated_at": "2021-05-18 14:26:49.854437", "quoteText": "Such consent is obtained when an account is created prior to first use of the app.", "case_id": 230, "document_id": 6124, "quoteStart": 3815, "quoteEnd": 3897}, {"id": 20840, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://helloclue.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-18 14:17:57.786241", "updated_at": "2021-05-18 14:21:53.669636", "quoteText": "If a minor between the ages of 13 and 17 (a person reaches majority at 18 under German law) uses Clue's Paid Services, we provide the services on the basis of the deemed consent of their parent or legal guardian, both to these Terms and to the use of the Clue App.", "case_id": 486, "document_id": 6124, "quoteStart": 3550, "quoteEnd": 3814}, {"id": 20839, "title": "This service is only available to users over 13 years old", "source": "https://helloclue.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-18 14:14:20.125874", "updated_at": "2021-05-18 14:21:17.381603", "quoteText": "Notwithstanding the requirement for a valid consent to processing your personal data under our Privacy Policy, you must be at least 13 years old ( <strong>minimum age</strong> ) to use Clue's Paid Services (see §6 below).\n", "case_id": 152, "document_id": 6124, "quoteStart": 3320, "quoteEnd": 3542}, {"id": 20838, "title": "Date of the last update of the agreements : 1 December 2020", "source": "https://helloclue.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-18 14:11:43.039113", "updated_at": "2021-05-18 14:20:50.193734", "quoteText": "Updated 1 December 2020</em>", "case_id": 331, "document_id": 6124, "quoteStart": 1637, "quoteEnd": 1665}], "urls": ["helloclue.com"]}}