{"error": 448, "message": "OK", "parameters": {"id": 4982, "name": "Gleam ", "created_at": "2021-09-03 04:38:26.424992", "updated_at": "2021-09-03 22:01:06.440822", "wikipedia": null, "keywords": null, "related": null, "slug": "gleam", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4982.png", "url": "gleam.io", "documents": [{"id": 8946, "name": "Terms of Use ", "url": "https://gleam.io/terms", "xpath": "/html/body/div[2]/div[2]/div/div/div/div[2]/div/div", "text": "\n1.\nWelcome <p>Welcome to the Gleam website (the “Site“) provided to you by Crowd9 PTY LTD.\n(which will be referred to herein as either “Gleam”, “we”, “us” or “our”).\nThe Site and any related services, modules, functions, software or platforms (collectively, the “Services”) were created by us in order to provide you a much easier way to run competitions on your website &amp.\nsocial networks.\nThese Gleam Terms &amp.\nConditions (the “Terms”) constitute a set of rules by which we operate such Services.</p>\n<p>By using or accessing the Services, you acknowledge that you agree to the Terms, are subject to them and to our Privacy Policy.\nIF YOU DO NOT AGREE TO BE FULLY BOUND BY ALL OF THESE TERMS, PLEASE DO NOT ACCESS THE SITE AND DO NOT USE THE SERVICES.\nYou should read through all the Terms carefully as they constitute a legally binding agreement between you and us.\nPlease note that we reserve the right, at our sole discretion, to revise modify or change or remove portions or all of these, at any time.\nThe date when these Terms were last updated is indicated at the end of the Terms.</p> 2.\nRegistration and Access <p>In order to access the Services, you must first subscribe to use them by providing complete information requested and setting up a username and password.\nThe information provided can be updated at any time by accessing your Gleam account options page.</p>\n<p>Based on the specific package you choose, you may grant account access to additional users in your organization.\nand specify the type of access each user shall have as part of the Services.\nUpon signing into their account and using the Service, all such users shall also become subject to these Terms and each such account user will be responsible for the activity that occurs through their account and information shared.\n</p>\n<p>We urge you to keep your account password secure and to always log-off from the Services when leaving your computer unattended.\nWe strongly recommend notifying us immediately of unauthorized use of your account or of any related security breach by writing to us at hello@gleam.io.</p> 3.\nFees and Billing <p>By opening a subscription-based paid account with Gleam, you agree to timely pay all charges incurred by your account, including applicable taxes, in accordance with billing terms in effect at the time the charge becomes payable.\nIf payment cannot be charged to your credit card or the charge is returned for any reason, Gleam may suspend or terminate your account.</p>\n<p>We reserve the right to change the amount of, or basis for determining, any fees or charges for services we provide, and to institute new fees, charges or terms effective upon prior notice to customers (which may be sent by email to the address you have most recently provided us).</p>\n<p>You are responsible for managing your plan, if you wish to cancel your account at any time for any reason, you may do so by switching your plan back to free inside the app (under Plans).\nFailure to do this before the anniversary date will result in renewal of the plan for the current period, WE DO NOT PROVIDE REFUNDS OR CREDITS FOR ANY PARTIAL-MONTH MEMBERSHIP PERIODS.\nAll provisions of these Terms which by their nature should survive termination shall survive termination, including, without limitation, warranty disclaimers, indemnity and limitations of liability.</p> 4.\nGleam BETA Limitations <p>PLEASE NOTE SOME THE SERVICES ARE CURRENTLY BEING PROVIDED IN THEIR BETA VERSION, THE FEATURES OF WHICH HAVE NOT BEEN FULLY IMPLEMENTED OR REFINED.\nAS WITH ANY BETA VERSION, THE SERVICES CURRENTLY CONSTITUTE A WORK IN PROGRESS AND AS SUCH, THERE MAY BE UNRESOLVED ISSUES.\nWHILE WE APPRECIATE YOUR PATIENCE DURING THIS FINALIZATION STAGE, WE ENCOURAGE YOU NOT TO USE THIS BETA VERSION OF THE SERVICES UNLESS YOU ARE COMFORTABLE USING BETA SOFTWARE AND UNDERSTAND THE IMPLICATIONS THEREOF.</p>\n<p>Furthermore, please note that currently the Services were created with the intent to be used by users in North America.\nYou may use the Services outside of such territories, but bear in mind that Gleam makes no representations that the Service is appropriate or available for such use.</p> 5.\nOwnership of the Services Provided to You\n<p>The underlying platforms of the Services are either the proprietary property of Gleam or the proprietary property of our licensors or licensees.\nBy subscribing to our Services, Gleam grants you a personal, revocable, non-assignable, and non-exclusive license to use the Services for the term of the subscription in accordance with the Terms, unless terminated earlier.</p>\n<p>“Gleam” and other trademarks, slogans, service marks and trade names which appear via the Service are proprietary to Gleam.\nYou shall not remove or alter any copyright notice, trademark or other proprietary or restrictive notice or legend affixed to any material provided by Gleam.\nExcept as expressly set forth herein, no right, license, or interest to such trademarks are generated or granted hereunder.</p>\n<p>Please note that Gleam facilitates companies running competitions which as a user you can enter.\nAs an entrant you acknowledge that \"Competition Owner\" is fully responsible for ensuring that their competition complies with all applicable rules &amp.\nregulations in the countries for which it is operating.\nGleam is not responsible for.\nor liable for the failure of any Competition Owner to comply with these rules.</p>\n<p>\"Competition Owners\" must also be responsible for ensuring that their competition fully complies with all rules &amp.\nregulations of any social network or Third Party on which is it run.\nGleam will not be held responsible for the loss of any data or accounts due to actions from Third Parties that relate to activity that is against their guidelines.</p>\n<p>You acknowledge and agree that Gleam is not responsible or liable for Competition Owners use or distribution of information you provide.\nPlease see each Competition Owners promotion rules, terms and privacy policy for details on how they use your personal information.</p>\n<p>As Gleam can be used on any website in any country, by using Gleam you acknowledge that you are responsible for compliance with any local laws.</p>\n<p>GLEAM DOES NOT SPONSOR, ADMINISTER OR ENDORSE THE CONTENT OF ANY PROMOTION OR GIVEAWAY DISTRIBUTED THROUGH THE SITE UNLESS OTHERWISE STATED AND IS THEREFORE NOT LIABLE.</p>\n<p>Gleam may require you to provide personally identifiable information in order to participate in certain promotions.\nIn the event that you choose to provide personally identifiable information, you acknowledge and agree that Gleam may use any information you provide consistent with Gleam and these Terms of Service.</p> 6.\nTechnical Support <p>Technical support is provided to you by Gleam via email during regular business hours (i.e.\nMonday to Friday from 9AM CET to 6PM AEST) by sending your technical inquires to\nhello@gleam.io.\nGleam shall respond to via email to your support request within a reasonable time-period.</p> 7.\nAccount Content &amp.\nUse Of Services <p>You shall be solely responsible for the information you or any of your authorized users transmit or submit through the Site or the Services.\nYou expressly agree that your use of the Services and your account content will not:</p>\n<ul>\n<li>Run a competition without the intention of awarding a prize;</li>\n<li>Run a competition to refer users via a referral link into another competition;</li>\n<li>Ignore Gleam generated entries by picking an external winner - unless specifically mentioned in your T&amp;C.\nFor example running a Gleam campaign and picking winner via Retweets only, this defrauds users of their entries generated via Gleam.</li>\n<li>Setup a fake giveaway with the sole intention of driving entries to a real giveaway (without the intention of providing a prize for your campaign);</li>\n<li>Run a campaign promoting Cryptocurrencies, ICOs or Airdrops unless you are the developer or an approved marketing partner;</li>\n<li>Run a campaign promoting Cryptocurrencies, ICOs or Airdrops using an email address that does not match the domain offering the service;</li>\n<li>Run a campaign promoting Cryptocurrencies, ICOs or Airdrops with a Team or Employees that do not exist;</li>\n<li>Giveaway game keys purely for the purpose of farming followers for various groups or other social accounts;</li>\n<li>Run a competition that is funded by donations or mostly contains referral, affiliate links or CPA offers;</li>\n<li>Continually extend the end date of a campaign without users agreeing to terms that allow it;</li>\n<li>Run a campaign that is purely designed to exchange followers (or other actions) and not for business purposes;</li>\n<li>Encourage users to break the TOS of an external site (i.e.\nclicking Adsense ads);</li>\n<li>Use or copy prize images that you do not own the copyright to;</li>\n<li>Create multiple or false contestant accounts for the purpose of increasing campaign entries or redeeming multiple rewards;</li>\n<li>Impersonate any person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity;</li>\n<li>Sublicense to, transfer, network, transmit, distribute, or permit use of the Service by, any third party without permission;</li>\n<li>Reverse engineer, decompile, or disassemble any aspect of the Service;</li>\n<li>Attempt to automate entries with the intent of defrauding the Competition Owner;</li>\n<li>Forge headers or otherwise manipulate identifiers in order to disguise the origin of any data transmitted to other users;</li>\n<li>Interfere with or disrupt the Service or other user’s use of the Service;</li>\n<li>Reproduce, duplicate or copy or exploit any other portion of the Gleam Site, without the express written permission of Gleam;</li>\n<li>Modify, adapt or hack the Gleam Site or falsely imply that some other site is associated with Gleam Site</li>\n<li>Create multiple accounts after your account has been disabled;</li>\n<li>Knowingly run campaigns on behalf of users that are already banned for previous TOS violations;</li>\n</ul>\n<p>Breach of any of the TOS may result in a permanent account ban, or initiate an investigation whereby Gleam may ask for more information from you (such as communication with winners).\nDuring this time any live giveaways inside the account may suffer interruption, until such information is presented.</p> 8.\nThird Party Applications &amp.\nReliability <p>While the primary purpose of the Services is to aggregate third party websites, applications, interfaces and other materials (“Third Party Applications“), it should be made clear that Gleam does not own or control any of these.\nAs Gleam serves only as collector of such Third Party Applications for your convenience, it does not in any way endorse, recommend or make any recommendations in relation to any such Third Party Applications.\nSimilarly, while Gleam monitors the working condition of the connectors to such Third Party Applications and is committed to resolving any issues that may arise from a third party changing the login procedure of its application, it is not liable, nor can it be held responsible, for any changes or the inoperability of such Third Party Applications, whether temporary or permanent.</p>\n<p>Gleam also assumes no responsibility for the content, guidelines, privacy policies, or practices of any third party and by using the Services you expressly relieve Gleam from any and all liability arising from your use of any Third Party Applications.</p>\n<p>You further acknowledge that such Third Party Applications may be protected by copyrights, patents, trademarks, trade secrets and/or other proprietary rights, and therefore you undertake not to modify, publish, transmit, distribute, perform, participate in the transfer or sale, create derivative works of, or in any way exploit, any of the Third Party Applications, in whole or in part, and undertake to abide by the relevant terms of use of such Third Party Applications.</p> 9.\nRight to Shut Down, Deny or Limit Access, Remove Content <p>Gleam reserves the right to suspend or terminate your account at any time and for any or no reason at all, at our sole discretion.\nAccordingly, Gleam reserves the right to remove any user content, which is abusive, illegal, disruptive, or that otherwise fails to conform to our standards, and to limit or revoke your access in full or in part to the Services, in its sole discretion, at any time, and for any reason, including, but not limited to technical difficulties or violation of these Terms.</p> 10.\nYour Feedback <p>While we welcome any feedback or comments from you, please note that any unsolicited ideas, feedback or suggestions pertaining to our business, such as ideas for new or improved products or technologies, website or tool enhancements, processes, materials, marketing plans or new product names, will automatically upon submission become the property of Gleam, without any compensation to you.\nWhile under no obligation to review such submissions or to keep such submissions confidential, Gleam may use or redistribute any such submission and its contents for any purpose and in any way it deems.</p>\n<p>To provide such submissions or feedback, please email hello@gleam.io</p> 11.\nNo Warranty <p>YOU ACKNOWLEDGE, THAT TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THAT THE SERVICES, THE SITE AND OTHER MATERIALS PROVIDED TO YOU UNDER THIS AGREEMENT ARE PROVIDED ON AN “AS IS” BASIS.\nUSE OF THE SERVICES AND RELIANCE ON THE SITE CONTENT IS DONE SOLELY AT YOUR OWN RISK.\nGleam DISCLAIMS ANY AND ALL WARRANTIES RELATING TO THE SERVICE, THE SITE, THEIR CONTENT AND OTHER MATERIALS, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF NON-INFRINGEMENT OF THIRD PARTY RIGHTS, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.</p>\n<p>WE DO NOT WARRANT THAT THE SITE OR THE SERVICES PROVIDED WILL BE ERROR-FREE, THAT ACCESS THERETO WILL BE UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SITE OR THE SERVERS THAT MAKE OUR SERVICES AVAILABLE ARE OR WILL BE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p> 12.\nLiabilities and Indemnities <p>You shall indemnify and save harmless Gleam and its directors, officers, employees, representatives and agents (“Related Parties”) against all demands, claims, actions, liabilities, losses, costs, damages or expenses whatsoever (including reasonable attorneys’ fees) (“Damages”) asserted against, imposed upon or incurred by Gleam and/or any of its Related Parties resulting from or arising out of any violation of these Terms by you or arising and related to your use of the Services.</p>\n<p>THE CUMULATIVE LIABILITY OF GLEAM FOR ALL CLAIMS RELATING TO THE SITE OR SERVICES, REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT OR TORT, INCLUDING NEGLIGENCE, INTELLECTUAL PROPERTY INFRINGEMENT, STRICT LIABILITY, OR OTHERWISE, SHALL NOT EXCEED THE TOTAL FEES ACTUALLY PAID BY YOU FOR THE SERIVICES OR USE OF THE SITE.</p>\n<p>GLEAM WILL NOT BE LIABLE FOR DAMAGES OF ANY KIND INCLUDING, WITHOUT LIMITATION, COMPENSATORY, CONSEQUENTIAL, INCIDENTAL, INDIRECT, SPECIAL OR SIMILAR DAMAGES, THAT MAY RESULT FROM THE USE OF, OR THE INABILITY TO USE, THE SITE OR THE SERVICES, WHETHER THE MATERIAL IS PROVIDED OR OTHERWISE SUPPLIED BY GLEAM OR ANY THIRD PARTY.</p>\n<p>THE LIMITATIONS, EXCLUSIONS AND DISCLAIMERS IN THIS SECTION AND ELSEWHERE IN THESE TERMS OF USE APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.</p> 13.\nConfidentiality and Privacy <p>We are committed to safeguarding any personal information that may be collected through our Services and to ensuring that you are fully informed as to how your personal information will be used and stored.\nTo learn more about how Gleam protects your personal information, please refer to our Privacy Policy.</p> 14.\nMiscellaneous <p>(a) These Terms constitute the entire agreement between the parties concerning the subject matter hereof, replacing any prior agreements.\n(b) You affirm that you are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms, and to abide by and comply with these Terms.\n(c) Failure to enforce any provision will not constitute a waiver of that provision.\nIf any provision is found unenforceable, it and any related provisions will be interpreted to best accomplish the unenforceable provision’s essential purpose.\n(d) These Terms shall be governed by the laws of Australia, without giving effect to any principles of conflicts of laws thereof, and the eligible courts of Melbourne, shall have exclusive jurisdiction over all disputes between the parties.\nNothing in this agreement limits a party’s ability to seek equitable relief.</p> ", "created_at": "2021-09-03 02:39:44.302386", "updated_at": "2021-09-03 02:39:53.013959"}, {"id": 8945, "name": "Privacy Policy", "url": "https://gleam.io/privacy", "xpath": "/html/body/div[2]/div[2]/div/div/div/div[2]/div/div", "text": "\nIntroduction <p>Gleam (\"Gleam\", \"we\" or \"us\") provides software that helps online businesses (our \"Customers\") run engaging marketing campaigns that are promoted to customers (\"Campaign Users\").</p>\n<p>Security &amp.\nPrivacy is an important part of our platform that we take very seriously.\nTherefore, this Privacy Policy governs the manner in which Gleam collects, uses, maintains and discloses information collected from users (each, a \"User\") of the https://gleam.io website (\"Site\").\nThis privacy policy applies to the Site and all products or services offered by Gleam.</p>\n<p>In order to ensure confidentiality and lawful processing of its, Visitors, Customers and Campaign Users personal data, Gleam in its capacity of a data controller and of a processor, conducts its activities in strict compliance with the requirements set in the Australia Privacy Act 1988, Regulation (EU) 2016/679 of the European Parliament and of the Council on the protection of natural persons with regard to the processing of personal data and on the free movement of this data (GDPR) and the California Consumer Privacy Act (CCPA).</p>\n<p>This Privacy Policy applies to all Customers, Campaign Users and Visitors of our Site and Services.</p> What Information We Collect and How We Use It <p>We may collect the following types of information about you on our Website</p> Customers and Visitors of our Site <p>We may collect your personal data in a variety of ways, including, but not limited to, when you visit our Site, register on the Site, subscribe to our newsletter, fill out a form, or in connection with other activities, services, features or resources we make available.</p>\n<p>\n<b>Registration and Contact Information</b>: As appropriate and depending on the Services you would like to use, Customers and Visitors may be asked to provide us with full name, username, email, address, credit card, phone number or billing information.</p>\n<p>\n<b>Payment Information</b>: When you purchase the Services, we will also collect transaction information, which may include your credit card information, billing and mailing address, and other payment-related information.</p>\n<p>\n<b>Technical, Usage and Location Information</b>: We automatically collect information on how you interact with the Site, such as the IP address from which you access the Site, date and time, information about your browser, operating system and computer or device, pages viewed and items clicked.\nWe may also collect location information, including location information automatically provided by your computer or device.\nWe use cookies and similar technologies to collect some of this information and persist your login to our Site.</p>\n<p>\n<b>Third Party Platforms</b>.\nWe may collect information when you interact with our advertisements and other content on third-party sites or platforms, such as social networking sites.\nThis may include information such as Facebook Likes, profile information gathered from social networking sites during signup or the fact that you viewed or interacted with our content.</p>\n<p>\n<b>Other Information</b>.\nWe may collect other information from you that is not specifically listed here.\nWe may use any such information in accordance with this Privacy Policy or as otherwise permitted by you.</p> Gleam Campaign Users <p>Companies that use Gleam to run campaigns (\"Campaign\") may require Campaign Users to supply certain information as part of a Campaign.\nGleam processes this data in accordance with our Privacy Policy.</p>\n<p>Gleam is a consent based marketing platform, this means that in order for us to process data on behalf of users they must provide it via explicit consent first.\nThis might be as simple as filling out a form or something more complex like connecting Facebook to their Gleam account.</p>\n<p>Gleam also does not collect retain or share end user information including IP addresses, unique user identifiers, or personally identifiable information gathered on sites or apps not owned by Gleam, except for the limited purpose of determining conversion rates &amp.\ndetecting fraud, in which case all personally identifiable information remains anonymous until you explicitly consent by entering a campaign.</p>\n<p>Gleam does not track or provide any personal information to Companies that run Campaigns until you explicitly provide consent.\nThis means that you do not expose any personal information to either Gleam or Companies until you actively participate in their Campaign (even if you are still logged into Gleam or not).</p>\n<p>\n<b>IP Addresses</b>: IP addresses are collected Anonymously (last octet removed) for reporting and usage purposes.\nWhen you consent to a specific campaign your IP address is linked to the associated record and allows campaign owners to filter records that share an IP address.\nYour IP address is never shared publicly within the app and always remains hidden.</p>\n<p>\n<b>Name, Email &amp.\nForm Fields</b>: By default each Campaign may collect basic login information from users that includes their full name and email address.\nBy entering campaigns you are accepting that campaign owners will have access to the information you provide.</p>\n<p>\n</p>\n<p>Some Campaigns may also require additional Custom Fields which include Date of Birth (for Age Verification) and other identifiable fields that the user can choose to fill out.</p>\n<p>\n<b>Social Logins</b>: Gleam also allows Campaign Users to connect social accounts to your profile.\nCompanies that have social logins enabled on their Campaigns will be able to see basic information related to accounts that you connect.\nThis includes but is not limited to your name, email address, social profile URL's and associated profile photos.</p>\n<p>\n</p>\n<ul>\n<li>Gleam will never use or post to these accounts without your permission and will always require your interaction with the widget to execute any specific actions</li>\n<li>Gleam will only ever use information that you have made public or specifically allowed us to access when you accept permissions</li>\n<li>Gleam does not know or store any passwords associated with your social accounts</li>\n<li>If you wish to remove the link between Gleam and any social network, you can either remove the Gleam Competitions app inside that specific social network or unlink it from the Edit tab inside the Campaign</li>\n</ul>\n<p>\n<b>Persistent Logins</b>: Gleam is a distributed platform, which means that if a Campaign User has previously logged into our widget they will continue to stay logged in via third party Cookies across other Campaigns owned by other Companies until they specifically log out.\nThis is designed to make it easy for users to enter more than one campaign without having to re-enter their details again.</p> Cookies <p>Our Site uses both first and third party Cookies to enhance User experience.\nA User's web browser places a cookie on their hard drive for record-keeping purposes and sometimes to track information about them.\nUsers may choose to set their web browser to refuse cookies, or to alert when cookies are being sent.\nIf they do so, please note that some parts of the Site and Campaigns may cease to function.</p>\n<p>Gleam Campaigns use Cookies to track information about users in order to serve them content.\nThis includes but is not limited to:</p>\n<ul>\n<li>Persist Customers sessions that are logged into Gleam</li>\n<li>Persist Campaign Users sessions that are logged into campaigns (either on Gleam.io or embedded via iFrames)</li>\n<li>Tracking and awarding credit for referring users via our Viral Share Action</li>\n<li>Tracking browser behaviours to show Capture campaigns</li>\n<li>Tracked users referred by our Referral Program</li>\n</ul> Device Fingerprinting <p>Device fingerprinting is a process by which a fingerprint of a device is captured when visiting a website.</p>\n<p>Gleam uses 3rd party services to gather a number of data points from a Gleam Campaign Users computer, such as operating system version, browser version, screen resolution, plug-ins &amp.\nlanguage.\nThis unique ID is then transmitted when Gleam Campaign Users consent by providing their details when entering a campaign.</p>\n<p>The information collected via Device Fingerprinting is used to identify patterns of fraudulent behaviour by Gleam Campaign Users that violate our Terms of Service.\nThis includes trying to cheat by creating multiple accounts, referring your own devices or accounts into a Campaign or attempting to redeem a Reward that is limited to one per person.</p>\n<p>Gleam does not use this information to track or identify users on sites or apps not owned by Gleam or for any other purpose than to detect fraud &amp.\nprotect the integrity of Campaigns, nor do we use the gleam.io or js.gleam.io domains to fingerprint on 3rd party domains.</p> How We Use Collected Information <p>Gleam may collect and use User's personal information for the following purposes:</p> Gleam Website Users <ul>\n<li>To administer our Website and for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes;</li>\n<li>To write or display content such as case studies or customer testimonials on our Site;</li>\n<li>To improve Gleam to ensure that content is presented in the most effective manner for you and for your Device;</li>\n<li>To allow you to participate in interactive features of our service, when you choose to do so;</li>\n<li>To send periodic emails: We may use the email address to send User information and updates pertaining to their subscription.\nIt may also be used to respond to their inquiries, questions, and/or other requests.</li>\n</ul> Gleam Campaign Users <p>Gleam does not own or use any identifiable data provided by Campaign Users for any reason other than to:</p>\n<ul>\n<li>Ensure that your specific request is carried out and assigned to the correct campaign that you provided consent for</li>\n<li>Identify and detect fraudulent behaviour or Campaign Users that are violating our Terms of Service</li>\n<li>Provide support to Customers regarding specific Campaign User queries</li>\n<li>Analyze anonymized statistics or usage to help improve the Gleam platform</li>\n</ul> Sharing Information With Third Parties <p>We do not access, sell, trade, or rent Users personal identification information to others.\nOnce you provide access to specific data it belongs to the Customer running that specific Campaign and only that Customer.\nWe urge you to review the Terms &amp.\nConditions and Privacy Policy of the Campaign Owner to understand how they may use your data once it leaves Gleam.</p>\n<p>To guarantee the legality of any transfer of personal data of EEA or Swiss citizens to sub-processors located outside the EEA or Switzerland, Gleam applies additional terms via our Data Processing Agreement.</p> Customers and Visitors of our Site <p>Gleam may use third party service providers to help us operate our business or administer activities on our behalf, such as sending out newsletters or collecting Website analytics.\nWe may share your information with these third parties for those limited purposes provided that you have given us your permission.</p>\n<p>Gleam engages certain onward subprocessors that may process personal data submitted to Gleam's services.\nThese subprocessors are listed below, and may be updated by Gleam from time to time:</p>\n<ul>\n<li>Amazon Web Services - Privacy Shield Certified</li>\n<li>Bugsnag - Privacy Shield Certified</li>\n<li>Frontapp - Privacy Shield Certified</li>\n<li>Google Analytics - Privacy Shield Certified</li>\n<li>HipChat - Privacy Shield Certified</li>\n<li>Intercom - Privacy Shield Certified</li>\n<li>Mailgun - Privacy Shield Certified</li>\n<li>PhoenixNAP - Privacy Shield Certified</li>\n<li>Stripe - Privacy Shield Certified</li>\n</ul> Gleam Campaign Owners <p>Gleam offers a number of integrations with 3rd party service providers that enable Campaign Owners to send Campaign Users data from Gleam for processing:</p>\n<p>These providers include:</p>\n<ul>\n<li>Active Campaign - Privacy Shield Certified</li>\n<li>Amazon Web Services - Privacy Shield Certified</li>\n<li>AWeber - Privacy Shield Certified</li>\n<li>Benchmark Email - Privacy Shield Certified</li>\n<li>Bit.ly - Privacy Shield Certified</li>\n<li>Bronto - Privacy Shield Certified</li>\n<li>Campaign Monitor</li>\n<li>Campaigner</li>\n<li>Constant Contact - Privacy Shield Certified</li>\n<li>ConvertKit</li>\n<li>Drip</li>\n<li>E-goi</li>\n<li>Emma - Privacy Shield Certified</li>\n<li>GetResponse</li>\n<li>Google Analytics - Privacy Shield Certified</li>\n<li>Highrise - Privacy Shield Certified</li>\n<li>HubSpot - Privacy Shield Certified</li>\n<li>iContact</li>\n<li>Infusionsoft</li>\n<li>Klaviyo</li>\n<li>Mad Mimi - Privacy Shield Certified</li>\n<li>MailChimp - Privacy Shield Certified</li>\n<li>Mailgun - Privacy Shield Certified</li>\n<li>Mailjet</li>\n<li>MailerLite</li>\n<li>Marketo - Privacy Shield Certified</li>\n<li>Omnisend</li>\n<li>Ontraport - Privacy Shield Certified</li>\n<li>Sailthru - Privacy Shield Certified</li>\n<li>SalesForce - Privacy Shield Certified</li>\n<li>SalesForce Marketing Cloud - Privacy Shield Certified</li>\n<li>SendGrid - Privacy Shield Certified</li>\n<li>Sendinblue</li>\n<li>Shopify - Privacy Shield Certified</li>\n<li>Silverpop (IBM Cloud) - Privacy Shield Certified</li>\n<li>Unbounce</li>\n<li>Vero</li>\n<li>Vision6</li>\n<li>Zapier - Privacy Shield Certified</li>\n<li>Zoho - Privacy Shield Certified</li>\n</ul> Third Party Websites <p>Users may find advertising or other content on our Site that link to the sites and services of our partners, suppliers, advertisers, sponsors, licensors and other third parties.\nWe do not control the content or links that appear on these sites and are not responsible for the practices employed by websites linked to or from our Site.\nIn addition, these sites or services, including their content and links, may be constantly changing.\nThese sites and services may have their own privacy policies and customer service policies.\nBrowsing and interaction on any other website, including websites which have a link to our Site, is subject to that website's own terms and policies.</p> Legal Disclosures <p>In certain limited circumstances, we may also have to disclose your personal data to public authorities and other third parties, if the disclosure is in response to lawful requests made by such public authorities, including to conform with national security or law enforcement requirements.\nYour personal information may also be disclosed to other third parties when compelled to do so by government authorities or required by law or regulation including, but not limited to, in response to court orders and subpoenas.</p>\n<p>Gleam may also share personal data with third parties to prevent, investigate or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of our Terms of Service or any other agreement related to the Services, or as otherwise required by law.</p> Information Security <p>We use appropriate technical and organizational security measures to protect any personal information we process about visitors to our Website against unauthorized access, disclosure, alteration, and destruction.\nHowever, please note that no Internet transmission can ever be guaranteed 100% secure, and so we encourage you to take care when disclosing personal information online and to use readily available tools, such as Internet firewalls, secure e-mail and similar technologies to protect yourself online.</p>\n<p>Sensitive and private data exchange between the Site and its Users happens over an SSL secured communication channel and is encrypted and protected with digital signatures.</p>\n<p>Gleam uses Stripe to process our credit card payments and no credit card details are stored on our servers.\nStripe has been audited by a PCI-certified auditor, and is certified to PCI Service Provider Level 1.\nThis is the most stringent level of certification available.</p>\n<p>In case of an unauthorized security intrusion that materially affects you or the people on your mailing list Gleam will notify you as soon as possible and will within reasonable time report the action we took in response.</p> EU and EEA residents <p>The servers where Gleam stores all personal data are located in the US.\nIf you are located in a country member of either the EU or the EEA, please be aware that any information provided to us, including personal information, will be transferred from your country of origin to the US.\nExcept in the case of data transfers under the EU-US Privacy Shield and the Swiss-US Privacy Shield, we may ask for your express consent to provide such data to us or allow us to collect such data.</p> International Transfer of Personal Data <p>All personal data we process is stored directly, without any subsequent transfers, on US-based servers, which we loan from a third-party datacenter that is certified and adheres to the EU – U.S Privacy Shield Framework.</p>\n<p>To additionally guarantee to our Customers and their European Campaign users (data subjects) the legality of our processing services and the international transfers of the personal data, Gleam has undertaken GDPR compliant contractual commitments, binding us, as a data processor, to protect the data privacy and to ensure the most adequate level of data security.</p>\n<p>Please note that the country where we operate may have privacy and data protection laws that differ from, and are potentially less protective than, the laws of your country.\nYou agree to this risk when you create an account with Us and click \"I accept Gleam's Terms of Service &amp.\nPrivacy Policy\" to data transfers, irrespective of which country you live in.\nIf you later wish to withdraw your consent, you can delete your Gleam account as described in the \"Your Rights\" section.</p> Data Processing Agreement <p>If you are our Customer and your company is either located in the European Economic Area (EEA) or Switzerland, or your company, by using our services, is processing the data of anyone who is in the EEA or Switzerland, then you can request our GDPR compliant Data Processing Agreement by submitting a support ticket from the Support tab inside your account.</p> Data Retention Periods <p>Gleam will not retain data longer than is necessary to fulfill the purposes for which it was collected or as required by applicable laws or regulations.\nFor Campaign data, Gleam’s Customers have control of the purpose for collecting data, and the duration for which the Personal Data may be kept.\nWhen a User’s account is terminated or expired, all Personal Data collected through the platform will be deleted, as required by applicable law.\n</p>\n<p>If a Customer or User account has been suspended for a Terms of Service violation, Gleam will retain the information necessary to continue to enforce this suspension for up to 10 years.</p> Privacy Controls &amp.\nChoices <p>\n<b>Gleam Website Communication</b>: Our Customers, Site Visitors and Users have a choice about how we use their personal data to get in touch with them and may choose to opt-out at any time by unsubscribing or changing their account settings.</p>\n<p>\n<b>Campaign Users Notifications</b>: We provide an easy mechanism for opt-ing out of any communication from campaigns inside the Post Entry Email.\nYou can simply select the Unsubscribe or \"Turn them off\" links in the footer.</p>\n<p>\n<b>Campaign Users Social Accounts</b>: We provide a mechanism for every Campaign User to remove any linked social accounts from Gleam via the Edit panel inside our campaign widget.</p>\n<p>\n<b>Your Rights</b>: We provide all Customers, Visitors and Users of our Site with the opportunity to request access, correction, restriction, deletion, data portability or oppose to any personal information that has previously been provided to us in connection with the use of our Website, as required by law.\nYou can send us an email to privacy@gleam.io.\nWe may request specific information from you to confirm your identity.</p> Gleam's Data Protection Officer <p>Gleam has a Data Protection Officer who is responsible for matters relating to privacy and data protection.\nThis Data Protection Officer can be reached at the following address:</p>\n<p>Gleam.io<br>\nAttn: Data Protection Officer<br>\n16 Jacaranda Crescent<br>\nMornington<br>\nMelbourne, Australia<br>\nprivacy@gleam.io</p> California Consumer Privacy Act <p>For our users or customers living or doing business in California, Gleam is subject to the California Consumer Privacy Act (\"CCPA\").</p>\n<ul>\n<li>Gleam Does Not Sell Your Personal Information.\nYou can read more about this in our Sharing Information With Third Parties section.</li>\n<li>Cookie Policy.\nYou can learn about this in our Cookies section.</li>\n<li>Accuracy and Access To Your Personal Information.\nIf you believe that Personal Information Gleam holds about you is inaccurate, you may modify or correct your Personal Information the Edit tab for Gleam Campaign Users, the User Settings tab for Gleam Customers or by contacting us at: privacy@gleam.io.\nWe may request specific information from you to confirm your identity.\n</li>\n<li>Deleting Your Personal Information.\nYou can learn about this in our Privacy Controls &amp.\nChoices section.</li>\n</ul> Compliance With Children's Online Privacy Protection Act <p>Because the nature of our Site and Services does not appeal to children under the age of 13, Gleam does not knowingly acquire or receive personal data from children under 13.\nWe do not intentionally process any information, including Personal Data, from children or other individuals who are not legally able to use our Site and Services.\nIf we later learn that any user of our Service is under the age of 13 and that we have obtained his/her Personal Data, we will promptly delete it from our database and will take further steps to restrict that individual from future access to our Services, unless we are legally obligated to retain such data.</p>\n<p>If you are a parent or legal guardian of a child under 13 and believe that we might have any information from or about such child, please contact us at the email or mailing address provided at the end of this Privacy Policy.</p> Business Transfers <p>In some cases, we may choose to buy or sell assets.\nIn these types of transactions, customer information is typically one of the business assets that are transferred.\nMoreover, if Gleam, or substantially all of its assets were to be acquired, or in the unlikely event that Gleam goes out of business or enters bankruptcy, customer information would be one of the assets that is transferred or acquired by a third party.\nYou acknowledge that such transfers may occur, and that any acquire of Gleam or its assets may continue to use your Personal Information as set forth in this policy.</p> Changes To This Privacy Policy <p>Gleam has the discretion to update this privacy policy at any time.\nWhen we do, we will revise the updated date at the bottom of this page.\nWe encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect.\nYou acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications.</p> Your Acceptance Of These Terms <p>By using this Site, you signify your acceptance of this policy and terms of service.\nIf you do not agree to this policy, please do not use our Site.\nYour continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes.</p> Contacting Us <p>If you have any questions about this Privacy Policy, the practices of this site, or your dealings with this site, please contact us at hello@gleam.io</p>\n<p>\nThis document was last updated on\nFeb 18th, 2020\n</p>\n", "created_at": "2021-09-03 04:38:26.427548", "updated_at": "2021-09-03 02:38:59.450001"}], "points": [], "urls": ["gleam.io"]}}