{"error": 448, "message": "OK", "parameters": {"id": 232, "name": "OpenStreetMap", "created_at": "2018-01-16 15:26:06.519258", "updated_at": "2021-03-25 03:19:56.890194", "wikipedia": "https://en.wikipedia.org/wiki/OpenStreetMap", "keywords": "", "related": "", "slug": "openstreetmap", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/232.png", "url": "openstreetmap.org,osmfoundation.org,stateofthemap.org,stateofthemap.com,openstreetmap.net,openstreetmaps.org,openmaps.org,osm.org", "documents": [{"id": 1142, "name": "Privacy Policy", "url": "https://wiki.osmfoundation.org/wiki/Privacy_Policy", "xpath": "", "text": " Jump to: content, navigation, search Navigation menu <ul>\n<li>Main page</li>\n<li>About</li>\n<li>Contact</li>\n<li>FAQ</li>\n</ul> Privacy Policy From OpenStreetMap Foundation Contents\n<ul>\n<li>1 Introduction</li>\n<li>2 Why do we store and process personal data?</li>\n<li>3 What data do we store and process?\n<ul>\n<li>3.1 Data from contributions to OpenStreetMap</li>\n<li>3.2 OSMF Membership Data</li>\n<li>3.3 Conference and Event Registration Data</li>\n</ul>\n</li>\n<li>4 Who has access to the data</li>\n<li>5 Where do we store the data</li>\n<li>6 How can you control the processing of your data and reduce privacy related issues</li>\n<li>7 Right to Object</li>\n<li>8 Detailed Information\n<ul>\n<li>8.1 GPS Trace Data</li>\n<li>8.2 Map Data</li>\n<li>8.3 User 'home' location</li>\n<li>8.4 Email Addresses\n<ul>\n<li>8.4.1 Gravatar</li>\n</ul>\n</li>\n<li>8.5 Data you may voluntarily add to your profile or diary posts</li>\n<li>8.6 Data we receive automatically</li>\n<li>8.7 Third party provided services and data</li>\n<li>8.8 Communication via OSMF provided Systems</li>\n<li>8.9 Account Removal</li>\n<li>8.10 Cookies</li>\n</ul>\n</li>\n<li>9 Other Relevant Policies</li>\n<li>10 Contact</li>\n</ul> Introduction\n<p>This document states the OpenStreetMap <b>privacy policy</b> for services formally operated and provided by the OpenStreetMap Foundation (OSMF).\nIn particular these are </p>\n<ul>\n<li>the openstreetmap.org website and associated services and APIs,</li>\n<li>the OpenStreetMap data distribution,</li>\n<li>the OpenStreetMap wiki and help sites,</li>\n<li>the OpenStreetMap mailing lists and forums.</li>\n</ul>\n<p>It describes what personal information we may be gathering from you, who can see this information, and what options you have for controlling this.\nWe value your privacy and strive to achieve a balance between the legitimate interests of the OpenStreetMap project and your interests and rights.\n</p>\n<p>This document is mainly intended for OpenStreetMap contributors, if you are using services provided by the OSMF without contributing, section Data we receive automatically will be most relevant for you.\n</p>\n<p>As the OSMF has many legacy systems and practices that have currently not been fully reviewed and documented, it is possible that a subject of particular interest to you has not been covered yet or is inaccurately described.\nPlease use the contact information if you have any such questions or believe that you have found a discrepancy.\nAs we will be updating this document regularly to reflect our better understanding of these issues, please check from time to time for updates.\n</p>\n<p>OpenStreetMap developers, contributors and related companies will often use the OpenStreetMap name and logo to set up groups or services on third-party web sites.\nFor example, there might be a Facebook page, a Google Plus page, a Slack channel, a page on Xing or LinkedIn, a Meetup group, and so on.\nThe privacy practices of such services are outside of OSMF's control and might be located in countries with different data protection rules.\nData you share on these platforms cannot, therefore, be covered by this policy.\nPlease refer to the privacy policies of those third-party services.\n</p>\nWhy do we store and process personal data?\n<p>The purpose of the OpenStreetMap project and the OSMF is to provide open geographic data, such as street maps, to anyone.\n</p>\n<p>To fulfill the goal of distributing data that is truly open, untethered by rights of third parties and of high quality, we do not support anonymous contributions and retain additional, non-geographic, data on a legitimate interest basis (see GDPR article 6.1f ), to enable:\n</p>\n<ul>\n<li>identifying all the contributions made by an account,</li>\n<li>contacting the contributor in the case of questions in respect to the nature and source of the contributions,</li>\n<li>detection, removal and correction of spam accounts, vandallism and violations of the rights of third parties,</li>\n<li>facilitating the communication between OpenStreetMap contributors.</li>\n<li>research and analysis on aggregate contributions to improve or prioritise OSMF services, such as evaluating mapping efficacy, map completeness, determining if locations or mappers are disproportionately represented.</li>\n</ul>\nWhat data do we store and process?\nData from contributions to OpenStreetMap\n<p>Besides the geographic data contributed (points lines, and areas with associated attributes and GPS trace data), and communications related data (diary posts and comments, the user page, changeset comments, messages) we store\n</p>\n<ul>\n<li>editing session meta-data.\nFor example comments added by the user, any version and similar information added by the editing application, which editing application and which aerial imagery layers where used.</li>\n<li>user id and login name of the author of every change to an object and a timestamp when that change occured.</li>\n<li>the e-mail address associated with your account,</li>\n<li>any blocks the user has received and associated messages.</li>\n<li>network access data (example IP addresses) for the systems and services operated by the OSMF.\nsee Data we receive automatically .</li>\n</ul>\nOSMF Membership Data\n<p>The full personal name and residential address of members of the organisation according to the companies act are, by law, required to be added to the OSMF register of members.\nTerminating membership does not lead to the entry being deleted.\nAssociate members are not required to provide their full details and the information can be deleted if membership is terminated.\nPayment details for both classes of members is retained for accounting purposes as long as required by law.\nThe processing of this data is necessary for compliance with a legal obligation (see GDPR article 6.1c).\n</p>\n<p>More details on OSMF membership options can be found on https://join.osmfoundation.org/.\n</p>\nConference and Event Registration Data\n<p>Some events organized by the OSMF require prior registration to be able to participate, most notably our annual State of the Map conference.\nThis data is required to verify payment of entry fees, planning of venues, catering and scheduling of talks and presentations and is visible to the group organizing the event.\nThe processing of this data is necessary for the performance of a contract (see GDPR article 6.1b).\n</p>\nWho has access to the data\n<p>We do not share email addresses associated with accounts with any third party and they are only accessible to our operations and working group personnel that have signed confidentiality agreements.\nUser to user messages are visible to the sender and recipient, other access is limited to our operations staff and only if required for operational reasons, to enforce our acceptable use policies, to fulfil any legal obligations and most notably to prevent SPAM.\n</p>\n<p>Similarly, network access data is only used for internal purposes and access is limited to operating personnel for operational and vandalism and SPAM protection purposes.\n</p>\n<p>The other data is made available, depending on the use case, via the website, via the editing API and from our data dumps, to users with accounts and to the general public.\nSome of the non-geographic data may be available only by some methods however this is subject to change.\n</p>\n<p>To reduce the distribution of the non-geographic information we offer our data dumps with and without the additional data.\nEntities that require and process the additional data can register with the OSMF and you can find contact information for them here: Registered data controllers.\nWe do not contract with them and any processing of the data carried out by such entities is done on their own behalf.\n</p>\nWhere do we store the data\n<p>The website, API servers, databases and the servers for auxiliary services are currently located in the United Kingdom and the Netherlands.\n</p>\n<p>Map tiles are provided by a global network of cache servers, which tile server your browser or app access is determined dynamically by geolocation of the IP address and selection of the cache server \"nearest\" to you.\nWhile in general this means that you will be using the tile cache physically nearest to you, this can be affected by\n</p>\n<ul>\n<li>uncertainties in determining the location of the client from its IP address</li>\n<li>operational issues (server downtime etc)</li>\n<li>network topology and load</li>\n</ul>\n<p>The current list of tile cache servers can be found here: https://hardware.openstreetmap.org/#tile-caches and you can determine which one is currently being used with the following link https://tile.openstreetmap.org/cgi-bin/debug.\n</p>\nHow can you control the processing of your data and reduce privacy related issues\n<p>While not required by law, we provide the following mechanism to reduce the exposure of potentially privacy related information for you.\n</p>\n<ul>\n<li>you can select a non identifying login name and change it at any time you want,</li>\n<li>you are not required to include personal data in diary posts, comments, email listserv, the wiki, or other OSM communications methods, and you may delete diary posts at any time through your account,</li>\n<li>you can request your account to be deleted (restrictions see below) and this will be conveyed to registered entities that are using our full data.</li>\n</ul>\n<p>You should not enable gravatar support or use an e-mail address you have associated with a gravatar with if privacy is a concern.\n</p>\n<p>You can further reduce exposure by not adding personal information to the map data (personal names and similar).\nSuch information is in general not considered to be an useful addition to our data and you should refrain from adding it.\n</p>\nRight to Object\n<p>You have a right to object against processing based on legitimate interests of the data controller.\n</p>\nDetailed Information\nGPS Trace Data\n<p>The uploading of GPS data is entirely optional and not a prerequisite for contributions to OpenStreetMap.\nIf you do submit GPS data, it is uploaded in the form of individual GPX files.\nThese are kept as raw files, as well as imported into the database.\nGPX files can be marked \"public\" by the uploader.\nthis is completely unrelated to the option of making one's <i>edits</i> \"public\".\n</p>\n<p>When GPS data for an area is downloaded via the API no indication is provided of which user uploaded a point, or of the timestamp that was associated with the point.\nPoints are however returned in timestamp order.\nGPS data downloaded in this way will include points from traces which were not marked as public.\n</p>\n<p>If a GPS trace is marked as public when it is uploaded then the raw trace may be downloaded from the web site or using an API call.\nIn this case the user's display name is shown (regardless of whether the user has made their <i>edits</i> public) and the timestamps in the GPX file will be included.\nAlso, any additional information placed in the GPX file will still be present, e.g.\nwaypoints with their names and/or notes entered, associated symbols, elevation data, etc.\nYou should remove any such information from the data and trim enough information from beginning and end of the trace to obscure start and destination before uploading it if you have privacy concerns </p>\nMap Data\n<p>All edits made to the map are recorded in the database with the user ID of the user making the change, and a timestamp at the time of change upload.\nIn general all of this information is also made available to everyone via the website, including links to allow everyone to easily cross-reference which user has made which edit.\n</p>\n<p>Editing programs (such as JOSM and iD) can store further data in the database that may be relevant to your privacy.\nPlease refer to the respective authors and distributors of the programs for more information.\nFor example, iD and JOSM may add the language settings of your device to the metadata of each changeset and the make and operating system of the device may be visible from the transmitted version strings.\n</p>\nUser 'home' location\n<p>If a user sets a home location then they will appear on the \"nearby mappers\" list for other people with a home location near theirs.\nThis is an option on your account settings page.\n</p>\nEmail Addresses\n<p>The registered email address for an OSM user account will never intentionally be published on the internet anywhere, shared with third party organisations, or revealed directly to other users.\nEmail addresses will be used by the server to notify the user if another user has sent a message through the website, and for other system generated notifications.\n</p>\n<p>Only System Administrators will have direct access to email address data associated with the OSM account.\nIt may be used by these people to contact users directly about their edits or other OpenStreetMap related issues.\n</p>\n<p>Email addresses associated with wiki, forum and help site accounts are stored separately from the OSM user account data in the respective systems.\nThese address are used for notifications and user to user communication (if enabled).\nThese addresses are not publicly visible or shared with third parties, but may be visible to the administrators of the systems.\n</p>\n<p>Note that some other types of Accounts used by developers/community do expose email address information more publicly (due to technical limitations of the software used, rather than policy decisions).\nThe Trac system exposes your email address in plaintext on the page if the email address (rather than the display name) is used to login.\nThe mailing list system exposes email addresses of people posting messages to everyone who receives the message, as well as in the archive web pages.\nIf you want to post to the list, the system also requires you to register with your proper 'from' address, not a forwarding address.\n</p>\nGravatar\n<p>The openstreetmap.org website supports the display of Gravatars, these are retrieved from gravatar.com by generating a globally unique key from your e-mail address.\nOur website software will check on the initial signup and on every email address change if you have a Gravatar for the new address and start displaying it if one exists.\nYou can stop this behaviour by explicitly turning Gravatar support off in your account settings.\nYou should be aware that, if a Gravatar is displayed, the key can be used to track your account over any website that has Gravatar support.\n</p>\nData you may voluntarily add to your profile or diary posts\n<p>You are not required to fill out your profile or make diary posts.\nBy voluntarily entering personal data in your user profile or diary posts, you consent to that information being publicly available and stored by OSMF as long as you maintain an OSM account.\nYou may edit your public profile or your diary posts at any time to remove such information if you change your mind.\n</p>\nData we receive automatically\n<p>The OSMF operates a number of services for the OpenStreetMap community, examples are the openstreetmap.org website, the \"Standard\" style online map, the OSM API and the nominatim search facility.\n</p>\n<p>When you visit an OSMF website, access any of the services via a browser or via applications that utilize the provided APIs, records of that use are produced, we collect information about your browser or application and your interaction with our website, including (a) IP address, (b) browser and device type, (c) operating system, (d) referring web page, (e) the date and time of page visits, and (f) the pages accessed on our websites.\n</p>\n<p>Further we may operate user interaction tracking software that will generate additional records of user activity, for example Piwik.\n</p>\n<p>Services that use Geo-DNS or similar mechanisms to distribute load to geographically distributed servers will potentially generate a record of your location at a large scale (for example the OSMF tile cache network determines the country you are likely to be located in and directs your requests to an appropriate server).\n</p>\n<p>These records are used or can be used in the following ways:\n</p>\n<ul>\n<li>in support of the operation of the services from a technical, security and planning point of view.</li>\n<li>as anonymised, summarised data for research and other purposes.\nSuch data may be offered publicly via https://planet.openstreetmap.org or other channels and used by 3rd parties.</li>\n<li>to improve the OpenStreetMap dataset.\nFor example by analysing nominatim queries for missing addresses and postcodes and providing such data to the OSM community.</li>\n</ul>\n<p>The data collected on the systems will be accessible by the system administrators and the appropriate OSMF working groups, for example the Data Working Group.\nNo personal information or information that is linked to an individual will be released to third parties, except as required by law.\n</p>\n<p>IP addresses stored by Piwik are shortened to two bytes and detailed usage information is retained for 180 days.\n</p>\n<p>Given the temporary nature of this storage, it is generally not feasible for us to provide access to IP addresses or the logs associated with them.\n</p>\n<p>The above mentioned data is processed on a legitimate interest basis (see GDPR article 6.1f ).\n</p>\nThird party provided services and data\n<p>Third party services providing content linked to via or third party JavaScript files utilised by OSMF provided sites are not covered by this policy and you will need to refer to the respective service providers for more information.\nUsing these services will typically transmit at least your Internet address and browser information to the operators.\n</p>\n<p>These are specifically\n</p>\n<dl>\n<dd>\n</dd>\n</dl>\n<ul>\n<li>Cycle and Transport Map layers available via the openstreetmap.org website operated by Gravitystorm Limited, New Malden, United Kingdom</li>\n<li>Humanitarian map layer available via the openstreetmap.org website operated by the OpenStreetMap France c/o Maison des Associations du 2ème Arrondissement, 23 rue Greneta, 75002 Paris</li>\n<li>overpass-api used by the query function on the openstreetmap.org website operated by FOSSGIS e.V., Römerweg 5, 79199 Kirchzarten, Germany</li>\n<li>3rd party service integrations in editing applications available from openstreetmap.org:\n<ul>\n<li>background layers, see the Editor Layer Index for information on the operators of the numerous imagery layers.</li>\n<li>Mapillary street-level imagery is provided by Mapillary AB, Bredgatan 4, 211 30 Malmö, Sweden, privacy policy.</li>\n<li>OpenStreetCam street-level imagery is provided by Telenav, Inc.\nUSA, privacy policy.</li>\n</ul>\n</li>\n<li>Gravatar images in user profiles that display these are provided by Aut O’Mattic A8C Ireland Ltd., Business Centre, No.1 Lower Mayor Street, International Financial Services Centre, Dublin 1, Ireland privacy policy</li>\n</ul>\nCommunication via OSMF provided Systems\n<p>The OSM community uses a number of channels for public and inter-personal communication.\nSome of the systems are operated and controlled by third parties and can be located in countries other than the UK.\nYou will need to refer to the respective service providers for more information.\n</p>\n<p>These 3rd party operated systems are:\n</p>\n<ul>\n<li>Mailboxes for the OSMF e-mail addresses are provided by Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043.\nUSA</li>\n<li>IRC channels on the OFTC network</li>\n<li>openstreetmap Organisation and source code repositories on Github</li>\n</ul>\n<p>By using those systems that are provided by the OSMF, for example the messaging system on openstreetmap.org, you agree to your communications being intercepted by OSMF system managers when necessary to address operational issues, to enforce our acceptable use policies, most notably to prevent SPAM, and to fulfil any legal obligations.\n</p>\n<p>You should be aware of the above when communicating sensitive information and you should employ encryption to protect your communications content.\n</p>\nAccount Removal\n<p>You can request your account to be removed and we will honor such requests as far as possible.\n</p>\n<p>If you have not actively contributed to the project we will not retain any records, user page, diary posts and similar will be removed.\n</p>\n<p>If you have contributed your account will be renamed to user_<i>USERID</i> and contributions and changeset comments will be retained with this name, diary entries and your user page will be removed.\nSince we do not allow anonymous edits we will non-publicly retain your email address in case you need to be contacted with respect to your contributions.\n</p>\n<p>Wiki and forum accounts will be renamed to a pseudo-anonymous name, but otherwise will remain as is.\nYou can unsubscribe yourself from any mailing lists, however you need to realize that personal copies held by the recipients of any mails you sent to the lists and the archives on lists.openstreetmap.org can not be removed.\n</p>\n<p>In your request for account removal you need to identify all accounts that are affected as we do not have information on which accounts belong to which OpenStreetMap id.\n</p>\nCookies\n<p>Numerous OSMF operated services use cookies to store information on your login and site navigation state.\nWe also use cookies and similar technologies to recognize and improve your use of our websites..\nYou may delete cookies from your computer, and most browsers provide the option to block them.\nIf you block cookies placed by us (first party cookies), you will not be able to access parts of the OSMF websites and services that require a login.\nHowever, your access to our websites will not be affected if you disable cookies placed by third parties.\n</p>\nOther Relevant Policies\n<p>As well as privacy issues, users and contributors must also be aware of the OpenStreetMap License.\nThis includes disclaimers.\nWe also have an Acceptable Use Policy covering various types of server usage.\n</p>\nContact\n<p>If you have questions or concerns with respect to this policy, please contact the OSMF via our Contact channels.\n</p>\n<p>If you believe that we hold information that would allow us to correct, amend, or delete inaccurate information about you or if you believe that information about you has been processed in violation of this privacy policy please email us at privacy@osmfoundation.org .\nNote that you may change your username, email associated with your account, and ‘home’ location through your account without contacting the OSMF.\n</p> Retrieved from \"https://wiki.osmfoundation.org/w/index.php?title=Privacy_Policy&amp;oldid=7750\" Personal tools <ul>\n<li>English</li>\n<li>Log in</li>\n</ul>\n<ul>\n<li> This page was last edited on 1 November 2020, at 14:34.</li>\n<li>Content is available under Creative Commons Attribution-ShareAlike 2.0 license unless otherwise noted.</li>\n</ul> Namespaces <ul>\n<li>Page</li>\n<li>Discussion</li>\n</ul> Variants <ul>\n</ul> Views <ul>\n<li>View</li>\n<li>View source</li>\n<li>History</li>\n</ul> More <ul>\n</ul> Search Navigation <ul>\n<li>Main page</li>\n<li>OSMF Blog</li>\n<li>Donate</li>\n<li>Join OSMF</li>\n<li>Recent changes</li>\n</ul> Tools <ul>\n<li>What links here</li>\n<li>Related changes</li>\n<li>Special pages</li>\n<li>Printable version</li>\n<li>Permanent link</li>\n<li>Page information</li>\n<li>Cite this page</li>\n</ul> Powered by MediaWiki ", "created_at": "2019-04-03 13:21:19.168518", "updated_at": "2020-12-14 21:30:58.306016"}, {"id": 2275, "name": "Terms of Service", "url": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "xpath": "//*[@id=\"mw-content-text\"]", "text": "OpenStreetMap Foundation Services Terms of Use\n<p>\n<i>Adopted by the OSMF board on September the 20th 2018.</i>\n</p>\nIndex\n<dl>\n<dd>\n<dl>\n<dt> I.\nIntroduction</dt>\n<dd>The basics of OSMF’s Services, what we’re responsible for, what we’re not responsible for, and the rules for using OSM and OSMF Services.</dd>\n<dt> II.\nPrivacy</dt>\n<dd>OSMF’s terms covering privacy.\nand limitations on use by persons under 16</dd>\n<dt> III.\nUnlawful and other unauthorized uses</dt>\n<dd>Defines improper or abusive behavior and limitations and conditions on use of personal data</dd>\n<dt> IV.\nUse by an entity</dt>\n<dd>Additional terms if an entity is agreeing to these terms</dd>\n<dt> V.\nEnd users and notification </dt>\n<dd>Applying these Terms to your end-users (if you have them)</dd>\n<dt> VI.\nAccount cancellation or suspension</dt>\n<dd>Whether voluntary or involuntary</dd>\n<dt> VII.\nAdditional terms</dt>\n<dd>Feedback, severability, and lack of other relationship</dd>\n<dt> VIII.\nDisputes and jurisdiction</dt>\n<dd>Legal venue, jurisdiction, and time bar</dd>\n<dt> IX.\nDisclaimers</dt>\n<dd>Using OSM at your own risk</dd>\n<dt> X.\nLimitations on liability</dt>\n<dd>Limits on what you can sue OSMF for and how much you can get</dd>\n<dt> XI.\nChanges to Services or Terms</dt>\n<dd>What happens when these Terms change</dd>\n</dl>\n</dd>\n</dl>\nI.\nIntroduction\n<p>Thank you for using OpenStreetMap.\nThese terms cover your use of services officially operated and provided by the OpenStreetMap Foundation (OSMF).\nIn particular these are:\n</p>\n<ul>\n<li>the openstreetmap.org website and associated services and APIs,</li>\n<li>the OpenStreetMap data distribution,</li>\n<li>the OpenStreetMap wiki and help websites,</li>\n<li>the OpenStreetMap mailing lists and forums.</li>\n</ul>\n<p>(together, the <b>“Services”</b>).\n</p>\n<p>By using these Services, you agree to be bound by the following Terms of Service, as updated from time to time (collectively, the <b>\"Terms\"'</b>).\nPlease read them carefully.\nIf you don’t agree to these Terms, you may not use the Services.\n</p>\n<p>Please be aware of the following:\n</p>\n<ol>\n<li>\n<b>OSMF as host:</b> OpenStreetMap is a collaborative project.\nA volunteer group operates the infrastructure and websites (many of which are collaborative Open Source projects), but the map data, wiki, mailing lists, and forums are contributed by users.\nWhile one of the goals of the OpenStreetMap project is an accurate open data map of the world, OpenStreetMap Foundation does not and cannot proactively review all edits or other contributions.\nTherefore, we do not represent or guarantee the truthfulness, accuracy, or reliability of any submitted community content.\nSuspected data problems may be reported to the Data Working Group in accordance with its procedures.\n</li>\n<li>\n<b>You are responsible for your own actions:</b> You are legally responsible for your edits and contributions, so for your own protection you should exercise caution and avoid contributing any content that may result in criminal or civil liability under any applicable laws.\nAlthough we may not agree with such actions, we warn editors and contributors that authorities may seek to apply other countries’ laws to you, including local laws where you live or where you view or edit content.\nOSMF generally cannot offer any protection, guarantee, immunity or indemnification.\n</li>\n</ol>\n<p>OpenStreetMap (“OSM”) data available through these Services is licensed under the Open Database License as interpreted by the OSMF Guidelines.\nContributions to OSM are governed by the OSM Contributor Terms.\n</p>\n<p>Though we hope OSM and its supporting projects will continue for the foreseeable future, we reserve the right to suspend or end the Services at any time, with or without cause, and with or without notice.\n</p>\nII.\nPrivacy\n<p>We ask that you review the terms of our Privacy Policy, so that you are aware of how we collect and use your information.\nCertain aspects of the Services require you to have an OSM account and to be logged into that account while you access those aspects.\n</p>\n<p>Because our Services are used by people all over the world, personal information that we collect may be stored and processed in any other country in which we or our agents maintain facilities.\nIf you are a resident of the EU, EEA, or EFTA, your information will be stored and processed in accordance with the GDPR.\nIf you are a resident of another country, you consent to any such transfer of information outside your country by using our Services.\n</p>\n<p>You agree to keep the contact information associated with your OSM account current and complete.\nYour contact information will be used in accordance with the Privacy Policy.\n</p>\nUse by minors\n<p>You must be 13 years or older to use the Services.\n</p>\n<p>If you are at least 13 but under 16 years of age, a parent or other adult authorized by your parent may create an account for you to use.\nThe account must not contain any personal data about you, and you must not add any personal data about yourself.\nFor example, your parent may create an account using your parent’s email address and a username that is not associated with you, which your parent may permit you to use to contribute map edits.\nFor your protection, you are not allowed to use the social aspects of the Services (diary posts, ‘home’ location, mailing lists and forums), but you may contribute edits to the map.\nYou should not reveal any personal data in any communications you have regarding your map edits.\n</p>\n<p>By registering as a user or providing personal information on the Services, you represent that you are at least 16 years old.\n</p>\nIII.\nUnlawful and other unauthorized uses\n<p>You are solely responsible for your compliance with all applicable laws, regulations, and third party agreements in your use of the Services.\nYou represent you are not, and are not controlled by, an individual, organization or entity organized or located in a country or territory that is the target of sanctions imposed, or on any restricted or sanctioned party list maintained by the United Kingdom.\n</p>\n<p>You may not use the Services in any manner that could damage or overburden the Services or interfere with any other party's use of the Services.\nYou agree to abide by OSMF’s Usage Policies and other policies posted on the OSMF website in conjunction with the Services, including accompanying documentation.\nThose policies are incorporated by reference into these Terms.\n</p>\n<p>You may not use the Services to:\n</p>\n<ul>\n<li>Disseminate or store material that infringes the copyright, trademark, patent, trade secret, or other intellectual property right of any person;</li>\n<li>Impersonate any person, create a false identity (a pseudonym does not count as a false identity) or otherwise attempt to mislead others as to the identity or origin of any communication, or engage in fraud;</li>\n<li>Interfere with or attempt to gain unauthorized access to any computer network;</li>\n<li>Host with, transmit to or provide to us any information that is subject to specific European Union or United Kingdom government regulation, including, without limitation, personal data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership, or genetic data, biometric data for the purpose of uniquely identifying a natural person, data concerning health, data concerning a natural person’s sex life or sexual orientation (other than personal data about yourself that you contribute to your user page or diary posts, which is completely voluntary on your part and you can delete at any time), or data relating to criminal convictions and offences or related security measures, and information subject to export control or economic sanction laws;</li>\n<li>Operate dangerous businesses such as emergency services or air traffic control, where the use or failure of the Services could lead to death, personal injury or significant property damage;</li>\n<li>Transmit viruses, trojan horses, or any other malicious code or program;</li>\n<li>Engage in any form of unsolicited advertising;</li>\n<li>Recreate or proxy any part of the Services in order to evade these Terms (including aiding anyone else in doing so);</li>\n<li>Store data available through the Services in order to evade these Terms (including aiding anyone else in doing so).\nor</li>\n<li>Engage in any other activity reasonably deemed by OSMF to be in conflict with the spirit or intent of these Terms.</li>\n</ul>\nAdditional limitations on use of personal data:\n<p>Through your OSM account, you may have access to some personal data from other OSM contributors.\nYou may not use, store, or process any personal data available through the Services for any purpose other than:\n</p>\n<ul>\n<li>If you are a natural person, in the course of a purely personal or household activity</li>\n<li>As necessary for compliance with a legal obligation to which you are subject;</li>\n<li>As necessary for the performance of a task carried out in the public interest</li>\n<li>As necessary for the purposes of the legitimate interests pursued by you or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data, in particular where the data subject is a child.</li>\n<li>Any other purpose authorised by the General Data Privacy Regulation.</li>\n</ul>\n<p>For the avoidance of doubt, you may not use personal data available through the Services to:\n</p>\n<ul>\n<li>Attempt to re-identify any natural person</li>\n<li>Attempt to stalk or harass any natural person</li>\n<li>Gather or collect email addresses, real names, home addresses or phone numbers without express consent</li>\n<li>Seek personal data from any minor without the express consent of their parent or legal guardian</li>\n</ul>\n<p>To fulfill the goal of distributing data that is truly open, untethered by rights of third parties and of high quality, we do not support anonymous contributions and retain additional, non-geographic, data on a legitimate interest base (see GDPR article 6.1f).\nCommon legitimate interests for which OSMF and OSM data users often process personal data include map editing and data integrity efforts that involve:\n</p>\n<ul>\n<li>identifying all the contributions made by an account,</li>\n<li>contacting the contributor in the case of questions in respect to the nature and source of the contributions,</li>\n<li>detection, removal and correction of spam accounts, vandalism and violations of the rights of third parties,</li>\n<li>facilitating communication between OpenStreetMap contributors.</li>\n<li>research and analysis on aggregate contributions to improve or prioritise OSMF services, such as evaluating mapping *efficacy, map completeness, determining if locations or mappers are disproportionately represented.</li>\n</ul>\n<p>Please see OSMF’s Privacy Policy for more information.\n</p>\nIV.\nUse by an entity\n<p>If you are entering into this agreement on behalf of your company or another legal entity, you represent that you have the authority to bind that entity to these Terms, in which case \"you\" will mean the entity you represent.\n</p>\nV.\nEnd users and notification\n<p>You may not permit your end users or other third parties to use the Services in any way that would be a violation of these Terms if done by you, and you agree to take reasonable efforts to prevent such use.\nYou agree to promptly notify OSMF in writing if you become aware of any misappropriation or unauthorized use of the Services.\n</p>\nVI.\nAccount cancellation or suspension\n<p>You are free to stop using the Services any time.\n</p>\n<p>In addition, we may cancel or suspend your account for violation of any policy as determined by the Data Working Group or other Working Group.\nUpon cancellation or suspension, your right to use the Services will stop immediately.\nAttempting to evade a cancellation or suspension (such as by creating a new account or using an alternate account) is a violation of these Terms.\n</p>\n<p>You may not have access to data that you stored on the Services after we cancel or suspend your account.\nYou are responsible for backing up data that you use with the Services.\n</p>\n<p>If your account or access is blocked or otherwise terminated for any reason, your public contributions will remain publicly available (subject to applicable policies), and, unless we notify you otherwise, you may still access our public pages for the sole purpose of reading publicly available content.\nIn such circumstances, however, you may not be able to access your account or settings.\n</p>\n<p>Even after your use and participation are banned, blocked or otherwise suspended, these Terms of Use will remain in effect with respect to relevant provisions, including Sections I-X.\n</p>\nVII.\nAdditional terms\n<p>You agree that we may freely exploit and make available any and all feedback, suggestions, ideas, enhancement requests, recommendations or other information you provide relating to the Services.\n</p>\n<p>If any provision of these Terms is held to be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from these Terms and shall not affect the validity and enforceability of any remaining provisions.\nHeadings are for convenience only and have no legal or contractual effect.\n</p>\n<p>You agree that no joint venture, partnership, employment, or agency relationship exists between you and OSMF as a result of these Terms or your use of the Services.\nYou further acknowledge no confidential, fiduciary, contractually implied, or other relationship is created between you and OSMF other than pursuant to these Terms.\n</p>\nVIII.\nDisputes and jurisdiction\n<p>Highlighted for emphasis\n</p>\n<p>\n<b>We hope that no serious disagreements arise involving you, but, in the event there is a dispute, we encourage you to seek resolution through the dispute resolution procedures or mechanisms provided by the Services, such as through a Working Group or the OSMF Board.</b>\n</p>\n<p>\n<b>If you seek to file a legal claim against us, you agree to file and resolve it exclusively in a court located in London, United Kingdom.\nYou also agree that English law will govern these Terms, as well as any legal claim that might arise between you and us (without reference to conflict of laws principles).\nYou agree to submit to the personal jurisdiction of, and agree that venue is proper in, the courts located in London, United Kingdom, in any legal action or proceeding relating to us or these Terms.</b>\n</p>\n<p>\n<b>To ensure that disputes are dealt with soon after they arise, you agree that regardless of any statute or law to the contrary, any claim or cause of action you might have arising out of or related to use of our Services or these Terms must be filed within the applicable statute of limitations or, if earlier, one (1) year after the pertinent facts underlying such claim or cause of action could have been discovered with reasonable diligence (or be forever barred).</b>\n</p>\nIX.\nDisclaimers\n<p>Highlighted for emphasis\n</p>\n<p>\n<b>Your use of the Services is at your sole risk.\nWe provide the Services on an \"as is\" and \"as available\" basis, and we expressly disclaim all express or implied warranties of all kinds, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement.\nWe make no warranty that our Services will meet your requirements, be safe, secure, uninterrupted, timely, accurate, or error-free, or that your information will be secure.</b>\n</p>\n<p>\n<b>We are not responsible for the content, data, or actions of third parties, and you release us, our directors, officers, employees, and agents from any claims and damages, known and unknown, arising out of or in any way connected with any claim you have against any such third parties.\nNo advice or information, whether oral or written, obtained by you from us or through or from our Services creates any warranty not expressly stated in these Terms.</b>\n</p>\n<p>\n<b>Any material downloaded or otherwise obtained through your use of our Services is done at your own discretion and risk, and you will be solely responsible for any damage to your computer system or loss of data that results from the download of any such material.\nYou agree that we have no responsibility or liability for the deletion of, or the failure to store or to transmit, any content or communication maintained by the service.\nWe retain the right to create limits on use and storage at our sole discretion at any time with or without notice.</b>\n</p>\n<p>\n<b>We may add, change, replace, remove, or discontinue the features and functions of the Services, including APIs.\nIt is your responsibility to ensure that calls or requests you make to the Services are compatible with then-current APIs and authentication methods, and that you handle responses properly.</b>\n</p>\n<p>\n<b>Some states or jurisdictions do not allow the types of disclaimers in this section, so they may not apply to you either in part or in full depending on the law.</b>\n</p>\nX.\nLimitation on liability\n<p>Highlighted for emphasis\n</p>\n<p>\n<b>The OSMF will not be liable to you or to any other party for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, regardless of whether we were advised of the possibility of such damage.\nIn no event shall our liability exceed one thousand British pounds (GBP 1000.00) in aggregate.\nIn the case that applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, the above limitation or exclusion may not apply to you, although our liability will be limited to the fullest extent permitted by applicable law.</b>\n</p>\nXI.\nChanges to Services or Terms\n<p>We may modify these Terms and other terms related to your use of the Services (like our Privacy Policy) from time to time, by posting the changed terms on the OSMF website.\nAll changes will be effective immediately upon posting to the OSMF website unless they specify a later date.\nChanges will not apply retroactively.\nPlease check these Terms periodically for changes -- your continued use of the Services after new Terms become effective constitutes your binding acceptance of the new Terms.\n</p>\n<p>\n<br>\n</p>\n<p>\n<i>The text of these terms is adapted from the Wikimedia Foundation Terms of Use and available under a Creative Commons Attribution-ShareAlike License.</i>\n</p> ", "created_at": "2020-01-05 13:35:55.307191", "updated_at": "2020-01-05 13:36:05.481605"}], "points": [{"id": 27199, "title": "Content is published under a free license instead of a bilateral one", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2022-03-09 21:10:58.28863", "updated_at": "2022-03-09 21:10:58.28863", "quoteText": "OpenStreetMap (“OSM”) data available through these Services is licensed under the Open Database License as interpreted by the OSMF Guidelines.", "case_id": 131, "document_id": 2275, "quoteStart": 3373, "quoteEnd": 3515}, {"id": 27198, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2022-03-09 21:10:00.315597", "updated_at": "2022-03-09 21:10:00.315597", "quoteText": "Therefore, we do not represent or guarantee the truthfulness, accuracy, or reliability of any submitted community content.", "case_id": 288, "document_id": 2275, "quoteStart": 2550, "quoteEnd": 2672}, {"id": 27197, "title": "There is a date of the last update of the agreements", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2022-03-09 21:09:23.034935", "updated_at": "2022-03-09 21:09:23.034935", "quoteText": "Adopted by the OSMF board on September the 20th 2018.</i>", "case_id": 331, "document_id": 2275, "quoteStart": 54, "quoteEnd": 111}, {"id": 27196, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2022-03-09 21:08:56.584536", "updated_at": "2022-03-09 21:08:56.584536", "quoteText": "You are solely responsible for your compliance with all applicable laws, regulations, and third party agreements in your use of the Services.", "case_id": 293, "document_id": 2275, "quoteStart": 5697, "quoteEnd": 5838}, {"id": 11635, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2020-11-24 14:57:26.15072", "updated_at": "2020-11-24 15:58:19.700564", "quoteText": "We make no warranty that our Services will meet your requirements, be safe, secure, uninterrupted, timely, accurate, or error-free, or that your information will be secure.</b>", "case_id": 287, "document_id": 2275, "quoteStart": 15474, "quoteEnd": 15650}, {"id": 11636, "title": "The service does not share user information with third parties", "source": "https://wiki.osmfoundation.org/wiki/Privacy_Policy", "status": "Generated through the annotate view", "created_at": "2020-11-24 15:01:06.711538", "updated_at": "2020-11-24 16:42:55.547053", "quoteText": "No personal information or information that is linked to an individual will be released to third parties, except as required by law.", "case_id": 311, "document_id": 1142, "quoteStart": 16780, "quoteEnd": 16912}, {"id": 1624, "title": "Share and share alike", "source": "Imported from ToS;DR before phoenix", "status": "What you share is stored indefinitely. You retain your copyright, with a share-alike license to OSM project.", "created_at": "2018-05-15 09:11:56.560255", "updated_at": "2021-02-06 03:50:20.549624", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1957, "title": "OpenStreetMaps", "source": "https://groups.google.com/forum#!topic/tosdr/7Zxv3Mjo49I", "status": "OpenStreetMaps", "created_at": "2018-05-15 09:12:09.722299", "updated_at": "2021-02-06 03:50:28.93324", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 594, "title": "https is not used by default", "source": "https://groups.google.com/d/topic/tosdr/G4iR5KH7WVw/", "status": "When you visit the website over http, you are not redirected to https.", "created_at": "2018-01-16 15:26:17.338096", "updated_at": "2019-01-25 06:37:16.893817", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11633, "title": "Your data may be processed and stored anywhere in the world", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2020-11-24 14:56:42.626873", "updated_at": "2020-11-24 16:45:11.463941", "quoteText": "Because our Services are used by people all over the world, personal information that we collect may be stored and processed in any other country in which we or our agents maintain facilities.", "case_id": 187, "document_id": 2275, "quoteStart": 4077, "quoteEnd": 4269}, {"id": 11634, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2020-11-24 14:57:05.997209", "updated_at": "2020-11-24 16:44:47.146212", "quoteText": "We provide the Services on an \"as is\" and \"as available\" basis, and we expressly disclaim all express or implied warranties of all kinds, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement.", "case_id": 286, "document_id": 2275, "quoteStart": 15208, "quoteEnd": 15473}, {"id": 6206, "title": "The service allows you to opt out of providing personal information to third parties", "source": "https://wiki.osmfoundation.org/wiki/Privacy_Policy", "status": "Generated through the annotate view", "created_at": "2019-04-03 13:29:50.058766", "updated_at": "2019-04-04 06:48:10.888493", "quoteText": "Gravatar\n<p>The openstreetmap.org website supports the display of Gravatars, these are retrieved from gravatar.com by generating a globally unique key from your e-mail address.\nOur website software will check on the initial signup and on every email address change if you have a Gravatar for the new address and start displaying it if one exists.\nYou can stop this behaviour by explicitly turning Gravatar support off in your account settings.\nYou should be aware that, if a Gravatar is displayed, the key can be used to track your account over any website that has Gravatar support.\n", "case_id": 337, "document_id": 1142, "quoteStart": 13887, "quoteEnd": 14471}, {"id": 6204, "title": "The service allows you to use pseudonyms", "source": "https://wiki.osmfoundation.org/wiki/Privacy_Policy", "status": "Generated through the annotate view", "created_at": "2019-04-03 13:24:14.245042", "updated_at": "2019-04-04 06:48:37.862975", "quoteText": "<li>you can select a non identifying login name and change it at any time you want,</li>\n<li>you are not required to include personal data in diary posts, comments, email listserv, the wiki, or other OSM communications methods,", "case_id": 215, "document_id": 1142, "quoteStart": 8907, "quoteEnd": 9134}, {"id": 6205, "title": "Your personal data is aggregated into statistics", "source": "https://wiki.osmfoundation.org/wiki/Privacy_Policy", "status": "Generated through the annotate view", "created_at": "2019-04-03 13:26:36.381673", "updated_at": "2019-04-20 11:11:46.546849", "quoteText": "Further we may operate user interaction tracking software that will generate additional records of user activity, for example Piwik", "case_id": 190, "document_id": 1142, "quoteStart": 15602, "quoteEnd": 15733}, {"id": 7813, "title": "Blocking cookies may limit your ability to use the service", "source": "https://wiki.osmfoundation.org/wiki/Privacy_Policy", "status": "Generated through the annotate view", "created_at": "2019-08-24 23:12:33.563247", "updated_at": "2020-12-15 09:34:28.855592", "quoteText": "Cookies\n<p>Numerous OSMF operated services use cookies to store information on your login and site navigation state.\nWe also use cookies and similar technologies to recognize and improve your use of our websites..\nYou may delete cookies from your computer, and most browsers provide the option to block them.\nIf you block cookies placed by us (first party cookies), you will not be able to access parts of the OSMF websites and services that require a login.\nHowever, your access to our websites will not be affected if you disable cookies placed by third parties.\n</p>\n", "case_id": 375, "document_id": 1142, "quoteStart": 21189, "quoteEnd": 21759}, {"id": 8842, "title": "You have the right to leave this service at any time", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2020-01-05 13:43:38.369996", "updated_at": "2020-12-15 10:51:47.177708", "quoteText": "You are free to stop using the Services any time.", "case_id": 170, "document_id": 2275, "quoteStart": 11650, "quoteEnd": 11699}, {"id": 8846, "title": "Users agree to comply with the law of the service's country", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2020-01-05 13:48:59.377847", "updated_at": "2021-02-06 03:50:46.444536", "quoteText": "<b>If you seek to file a legal claim against us, you agree to file and resolve it exclusively in a court located in London, United Kingdom.", "case_id": 237, "document_id": 2275, "quoteStart": 14102, "quoteEnd": 14241}, {"id": 8841, "title": "This service is only available to users of a certain age", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2020-01-05 13:42:07.326658", "updated_at": "2020-06-08 15:57:35.083922", "quoteText": "You must be 13 years or older to use the Services.\n</p>\n<p>If you are at least 13 but under 16 years of age, a parent or other adult authorized by your parent may create an account for you to use.", "case_id": 152, "document_id": 2275, "quoteStart": 4730, "quoteEnd": 4926}, {"id": 8847, "title": "The court of law governing the terms is in location X", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2020-01-05 13:49:17.833499", "updated_at": "2021-02-06 06:26:15.493667", "quoteText": "You also agree that English law will govern these Terms", "case_id": 163, "document_id": 2275, "quoteStart": 14242, "quoteEnd": 14297}, {"id": 8839, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2020-01-05 13:38:38.825521", "updated_at": "2020-12-15 10:51:31.501527", "quoteText": "We may modify these Terms and other terms related to your use of the Services (like our Privacy Policy) from time to time, by posting the changed terms on the OSMF website.\nAll changes will be effective immediately upon posting to the OSMF website unless they specify a later date.", "case_id": 121, "document_id": 2275, "quoteStart": 17983, "quoteEnd": 18264}, {"id": 8840, "title": "There is a date of the last update of the terms", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2020-01-05 13:39:05.961349", "updated_at": "2020-12-15 10:51:39.551147", "quoteText": "OpenStreetMap Foundation Services Terms of Use\n<p>\n<i>Adopted by the OSMF board on September the 20th 2018.</i>", "case_id": 331, "document_id": 2275, "quoteStart": 0, "quoteEnd": 111}, {"id": 8845, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2020-01-05 13:47:39.166991", "updated_at": "2020-12-15 10:51:59.458919", "quoteText": "You agree that we may freely exploit and make available any and all feedback, suggestions, ideas, enhancement requests, recommendations or other information you provide relating to the Services.", "case_id": 182, "document_id": 2275, "quoteStart": 12890, "quoteEnd": 13084}, {"id": 8844, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2020-01-05 13:45:19.208222", "updated_at": "2020-12-15 10:56:07.628687", "quoteText": "Upon cancellation or suspension, your right to use the Services will stop immediately.\nAttempting to evade a cancellation or suspension (such as by creating a new account or using an alternate account) is a violation of these Terms.", "case_id": 319, "document_id": 2275, "quoteStart": 11851, "quoteEnd": 12083}, {"id": 8843, "title": "This service can delete your content if you violate the terms", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2020-01-05 13:44:39.648609", "updated_at": "2020-12-15 10:51:52.068634", "quoteText": "we may cancel or suspend your account for violation of any policy as determined by the Data Working Group or other Working Group.", "case_id": 377, "document_id": 2275, "quoteStart": 11721, "quoteEnd": 11850}, {"id": 13275, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2020-12-24 03:21:08.136878", "updated_at": "2020-12-26 11:57:14.227084", "quoteText": "Limitation on liability\n<p>Highlighted for emphasis\n</p>\n<p>\n<b>The OSMF will not be liable to you or to any other party for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, regardless of whether we were advised of the possibility of such damage.\nIn no event shall our liability exceed one thousand British pounds (GBP 1000.00) in aggregate.\nIn the case that applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, the above limitation or exclusion may not apply to you, although our liability will be limited to the fullest extent permitted by applicable law.", "case_id": 293, "document_id": 2275, "quoteStart": 17185, "quoteEnd": 17937}, {"id": 18641, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://wiki.osmfoundation.org/wiki/Privacy_Policy", "status": "Generated through the annotate view", "created_at": "2021-04-11 22:25:17.902313", "updated_at": "2021-04-12 08:34:26.062905", "quoteText": "IP address", "case_id": 399, "document_id": 1142, "quoteStart": 5080, "quoteEnd": 5090}, {"id": 18642, "title": "You must provide your identifiable information", "source": "https://wiki.osmfoundation.org/wiki/Privacy_Policy", "status": "Generated through the annotate view", "created_at": "2021-04-11 22:29:10.857041", "updated_at": "2021-04-12 08:35:36.954311", "quoteText": "<p>The full personal name and residential address of members of the organisation according to the companies act are, by law, required to be added to the OSMF register of members.", "case_id": 409, "document_id": 1142, "quoteStart": 5213, "quoteEnd": 5391}, {"id": 19601, "title": "The service claims to be GDPR compliant for European users", "source": "https://wiki.osmfoundation.org/wiki/Terms_of_Use", "status": "Generated through the annotate view", "created_at": "2021-05-02 13:29:36.330086", "updated_at": "2021-05-02 20:29:28.592167", "quoteText": "If you are a resident of the EU, EEA, or EFTA, your information will be stored and processed in accordance with the GDPR.", "case_id": 481, "document_id": 2275, "quoteStart": 4270, "quoteEnd": 4391}], "urls": ["openstreetmap.org", "osmfoundation.org", "stateofthemap.org", "stateofthemap.com", "openstreetmap.net", "openstreetmaps.org", "openmaps.org", "osm.org"]}}