{"error": 448, "message": "OK", "parameters": {"id": 3543, "name": "Skiff", "created_at": "2021-05-10 16:36:55.935821", "updated_at": "2021-05-10 22:25:10.018448", "wikipedia": null, "keywords": null, "related": null, "slug": "skiff", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3543.png", "url": "skiff.org,app.skiff.org", "documents": [{"id": 5879, "name": "Acceptable Use Policy", "url": "https://www.skiff.org/acceptable-use-policy", "xpath": "", "text": "SkiffNightwatch<br>LoginCareersUpdatesTwitterGet early accessSkiffAcceptable Use PolicyLast Updated March 23, 2021<p>\n<strong>Skiff Acceptable Use Policy</strong>\n<br>\n<br>We launched Skiff to make privacy the default for online collaboration.\nWe’re committed to making our platform safe, secure, and welcoming.\nTo realize this vision, we need your help.\nThis document outlines some common-sense rules all users must adhere to during their time on Skiff.\nYou can see our full Terms of Service here.<br>‍<br>\n<strong>\n<em>Using Skiff Appropriately<br>‍</em>\n</strong>\n<br>You may not use our Site or the Services (each as defined in our Terms of Service), or enable anyone else to use the Site or the Services, in a manner that:<br>\n<br>•&nbsp;violates or infringes someone else’s rights of privacy, publicity, copyright, trademark, or other intellectual property right<br>\n<br>•&nbsp;is illegal, threatening, intimidating, harassing, hateful, defamatory, obscene, or instigate or encourage conduct that would be illegal, or otherwise inappropriate, including promoting violent crimes or encouraging or supporting the coordination of violent or harmful acts (including, for example, through encouraging or advocating for any form of self-harm);<br>\n<br>• endangers or threatens to endanger the safety or well-being of any individual;<br>\n<br>•&nbsp;bullies, abuses, intimidates, harasses, or defames any one or more Skiff users or other individuals or groups of individuals;<br>\n<br>•&nbsp;collects or shares, or enables the collection or sharing, of any personal information without consent, including contact information, addresses, or payment information;<br>\n<br>•&nbsp;interferes with the integrity or performance of the Site or the Services, or with the work or privacy of other users, whether by use of malicious code, unauthorized access, the creation of inauthentic accounts, or otherwise.\n<br>\n<br>• scrapes content hosted on our Site or through the Services without prior Skiff’s prior written authorization;&nbsp;<br>\n<br>•&nbsp;create accounts to access our Services through unauthorized or automated means;<br>\n<br>• results in spamming, phishing, or any other means of “tricking” users into sharing, becoming a collaborator on, or changing the permissions for any document or resource;&nbsp;<br>\n<br>You also may not use Skiff’s Site or Services if you are:<br>\n<br>• a member of a criminal or terrorist organizations or any individual or group that provides support or resources to such organizations.\nor<br>\n<br>•&nbsp;a child under the age of 13.<br>\n<br>\n<strong>\n<em>Keeping Our Users Safe</em>\n</strong>\n<br>\n<br>Skiff takes enforcement of the standards of conduct outlined above very seriously.\nShould violations of any of the standards come to our attention, we may take action to limit or remove offending users or content.\nIf you ever feel unsafe on the platform, or believe that another user is abusing their privileges, you can report any relevant behavior or content to support@skiff.org, or via the in-app reporting and feedback process.<br>\n</p>Skiff© Copyright 2021All rights reserved.CompanyHomeBlogCareersLegalPrivacy PolicyTerms of UseAcceptable UseSupportSecurityReport an issueFollow us ", "created_at": "2021-05-10 16:36:55.94491", "updated_at": "2021-05-10 14:37:39.947632"}, {"id": 5878, "name": "Terms of Service", "url": "https://www.skiff.org/terms-of-service", "xpath": "", "text": "SkiffNightwatch<br>LoginCareersUpdatesTwitterGet early accessSkiffTerms of ServiceLast Updated March 23, 2021<p>\n<strong>SKIFF TERMS OF USE<br>\n</strong>These Terms of Use (this “<strong>Agreement</strong>”) are entered into by and between Nightwatch, Inc., which operates the website skiff.org and certain services under the name “Skiff” (“<strong>Skiff</strong>”, “<strong>we</strong>”, “<strong>us</strong>” or “<strong>our</strong>”) and you, who is either (a) the person or entity that uses, accesses and/or registers for use of our Services (as defined below), or (b) if you are a Customer User (as defined below), the Customer that has authorized you to use, access, or register for access to the Services for its benefit as a Customer User, and governs your access to and use of the Services.<br>‍<br>PLEASE READ THIS AGREEMENT CAREFULLY.\nTHIS IS A LEGALLY BINDING AGREEMENT BETWEEN YOU AND SKIFF.\nBY SUBSCRIBING TO, ACCESSING OR USING THE SERVICES, YOU CONFIRM THAT (1) YOU HAVE READ THIS AGREEMENT, (2) YOU ACCEPT THE TERMS OF THIS AGREEMENT, AND (3) YOU READ, UNDERSTOOD AND ACCEPT OUR PRIVACY POLICY (available at Privacy Policy (“<strong>Privacy Policy</strong>”).&nbsp;&nbsp;<br>‍<br>CLICKING ON THE “I ACCEPT” BUTTON BELOW INDICATES THAT YOU CONFIRM EACH OF 1-3 ABOVE, AND ACCEPT AND INTEND TO BE BOUND BY THIS AGREEMENT, AND CONSENT TO ENTER INTO THIS AGREEMENT IN ELECTRONIC FORM.\nIF YOU DO NOT ACCEPT THIS AGREEMENT, DO NOT REGISTER FOR OR USE THE SERVICES NOR CLICK “I ACCEPT”.<br>‍<br>\n<strong>IMPORTANT NOTICE REGARDING ARBITRATION:</strong> WHEN YOU AGREE TO THESE TERMS YOU ARE AGREEING (WITH LIMITED EXCEPTION) TO RESOLVE ANY DISPUTE BETWEEN YOU AND SKIFF THROUGH BINDING, INDIVIDUAL ARBITRATION RATHER THAN IN COURT.\nPLEASE REVIEW CAREFULLY THE “DISPUTE RESOLUTION” SECTION BELOW FOR DETAILS REGARDING ARBITRATION.&nbsp;<br>‍<br>We may modify this Agreement from time to time, in which case we will post a new version on this site skiff.org (“<strong>Site</strong>”), and update the “<strong>Effective Date</strong>” above, and changes to this Agreement are effective when posted to the Site.\nYour continued use of the Services following posting of any changes constitutes your acceptance of such changes, and if you do not agree with these changes, you must immediately stop using the Services.\nBecause our Services are evolving over time we may change or discontinue all or any aspect of the Services, at any time and without notice, in our sole discretion.<br>‍<br>\n<strong>1.\nDescription of our Services.</strong> Skiff provides a privacy-first, end-to-end encrypted collaboration web-based platform, which is made available on the Site, and is intended to enable teams to communicate and collaborate on documents privately, keeping sensitive information private only to shared collaborators (the “Services”).&nbsp.\nThe Services are designed to restrict all unauthorized parties, including Skiff, from viewing the content of any documents you post without your consent.&nbsp;<br>‍<br>\n<strong>2.\nDefinitions.<br>‍</strong>\n<br>“<strong>Applicable Laws</strong>” means all laws, ordinances, rules, regulations, orders, licenses, permits, judgments, decisions or other requirements of any governmental authority in any territory that has jurisdiction over the parties, whether those laws are currently in effect or later come into effect during the term of this Agreement.<br>‍<br>“<strong>Customer</strong>” means an individual or legally recognized entity that has entered into a software services subscription agreement with Skiff (the “<strong>Subscription Agreement</strong>”) pursuant to which you may be provided with access to the Services.<br>‍<br>“<strong>Customer Effective Date</strong>” means the effective date of the Subscription Agreement.<br>‍<br>“<strong>Customer User</strong>” means you, if you are an employee or agent of a Customer and (i) are authorized by Customer to access and/or use the Services for Customer’s business purposes in accordance with the Subscription Agreement.\nand (ii) for whom a password-protected account for use of the Services has been created by or on behalf of Customer.<br>‍<br>&nbsp;“<strong>Customer Materials</strong>” means all information, data, content and other materials (including user content), in any form or medium, that is transmitted or otherwise provided by or on behalf of Customer or you through the Services or to Skiff in connection with Customer’s use of the Services, but excluding, for clarity, any Skiff intellectual property.&nbsp;<br>‍<br>“<strong>Subscription Period</strong>” means the term of Customer’s subscription to the Services, pursuant to the terms of the Subscription Agreement.<br>\n<strong>\n<br>3.\nScope of Rights and Restrictions.<br>‍</strong>\n<br>\n<strong>\n<em>3.1.\n</em>\n</strong>\n<em>Services</em>.&nbsp.\nSkiff hereby grants you the revocable, non-exclusive, limited, non-transferable right to access and use the Services via Skiff’s hosted platform solely in strict accordance with this Agreement.\nIf you are a Customer User, then your use of the Services is also subject to the corresponding Customer’s compliance with the terms of the Subscription Agreement, and you may use the Services solely (i) for the associated Customer’s own internal purposes, and (ii) for the term of such Customer’s Subscription Period.<br>‍<br>\n<strong>\n<em>3.2.\n</em>\n</strong>\n<em>Beta Version</em>.&nbsp.\nYou acknowledge and agree that Skiff is providing the Services hereunder in the “beta” software phase, for beta testing purposes.&nbsp.\nYou acknowledge that the Services are being provided on an “AS IS” basis, and Skiff does not make any guarantees about the performance of the Services, or the security of the Services or the Customer Materials you provide or access on the Services.<br>‍<br>\n<strong>\n<em>3.3.</em>\n</strong>\n<em> Feedback</em>.&nbsp;We welcome feedback, comments and suggestions for improvements to the Services (“Feedback”).\nTo the extent you provide Feedback, you assign all right, title and interest in and to such Feedback to Skiff.&nbsp.\nIf for any reason this assignment is not valid, then you grant to us an irrevocable, transferable and sub-licensable (through multiple tiers), worldwide, perpetual, fully-paid, royalty-free license, to use, copy, modify, create derivative works based upon and otherwise exploit the Feedback for any lawful purpose.<br>‍<br>\n<strong>\n<em>3.4.\n</em>\n</strong>\n<em>Use of Customer Materials</em>.&nbsp.\nIn consideration of your use of the Services, you hereby grant to Skiff, its parents, subsidiaries, affiliates, licensees, designees, and successors and assigns a limited, non-exclusive right to use, copy, distribute and display Customer Materials (i) to provide the Services and related services to you and if applicable, Customer, and (ii) the right to sub-license and share any Customer Materials with other users authorized by you or Customer for use within the Services.<br>‍<br>\n<strong>\n<em>3.5.\n</em>\n</strong>\n<em>Restrictions</em>.&nbsp;You agree not to use or allow others to use, the Services in any manner outside of the Services except as otherwise expressly allowed in this Agreement including without limitation, in Section 3.3 above.\nWithout limiting the foregoing, you expressly agree not to do the following with respect to the Services: (i) reverse engineer, decompile, disassemble, re-engineer or otherwise create or attempt to create or permit, allow, or assist others to create the source code of the Services or its structural framework, (ii) sublicense, subcontract, translate or sell any rights to the Services, (iii) use any robot, spider, site search or retrieval mechanism or other manual or automatic device or process to retrieve, index, data mine, or in any way reproduce or circumvent the navigational structure or presentation of the Services, (iv) harvest or collect information about or from other users of the Services (v) probe, scan or test the vulnerability of the Services, nor breach the security or authentication measures on the Services or take any action that imposes an unreasonable or disproportionately large load on the infrastructure of the Services (vi) modify or create derivative works of the Services, (vii) attempt to gain unauthorized access to the Services or its related systems or networks, (viii) use the Services in whole or in part for any illegal or other purpose except as expressly provided under this Agreement (including without limitation allowing any distribution or sublicense of the Services or other access to the Services by any person or entity that is not an Customer User, or processing data using the Services on behalf of third parties or any affiliated entities, (ix) collect or uploaded any personally identifiable information from or to the Services, except as authorized by the relevant subject, or (x) facilitate or encourage any violations of this Section 3.5.\nYou further expressly agree (a) to take all reasonable precautions to prevent unauthorized or improper use of the Services, (b) to not interfere with or disrupt the integrity or performance of the Services, (c) to not attempt to gain unauthorized access to the Services or its related systems or networks, (d) to not create Internet “links” to the Services or “frame” or “mirror” any content therein.\n(e) that your access to the Services will not be used in connection with the development of any product or service that is in competition with the services provided by the Services, nor will you assist or facilitate any third party in any such use.\nand (f) to comply with Skiff’s Acceptable Use Policy.<br>‍<br>\n<strong>\n<em>3.6.\n</em>\n</strong>\n<em>Security</em>.&nbsp.\nYou expressly agree to ensure the confidentiality and security of your account ID, password, and access to the Services.\nIf any administrative account ID or password is stolen or otherwise compromised, you agree to immediately change the password and inform Skiff of the compromise.\nYou acknowledge that the responsibility for all Customer Materials submitted by you or otherwise on your behalf to the Services lies solely with you.\nYou (and if you are a Customer User, the corresponding Customer) are solely responsible for the integrity and quality of Customer Materials, and for maintaining an appropriate backup thereof.\nSkiff may change the authorization method for access to the Services if it determines in its sole discretion that there are circumstances justifying such changes.\nSkiff is not responsible for loss of any Customer Materials or other information or data in transmission or improper transmission by or on behalf of you or Customer.<br>‍<br>\n<strong>\n<em>3.7.\n</em>\n</strong>\n<em>Third Party Services</em>.&nbsp;Certain features and functionalities within the Services as we determine in our sole discretion may include or otherwise also allow you and other holders to interact with, access and/or use compatible third-party services, products, data, technology, websites and content (collectively, “Third Party Services”) through the Services.\nYou agree that Skiff does not provide any aspect of the Third Party Services and is not responsible for the accuracy of such Third Party Services nor any compatibility issues, errors or bugs in the Services or Third Party Services caused in whole or in part by the Third Party Services or any update or upgrade thereto.<br>‍<br>\n<strong>\n<em>3.8.\n</em>\n</strong>\n<em>Equipment</em>.<strong>&nbsp;</strong>As between Skiff and you, you are responsible for obtaining and maintaining all computer hardware, software, communications and office equipment needed to access and use the Services, and for paying any associated third-party access expenses.<br>‍<br>\n<strong>\n<em>3.9.\n</em>\n</strong>\n<em>Reservation of Rights</em>.&nbsp;All rights not expressly granted to you herein are expressly reserved by Skiff.\nSkiff will retain ownership of the Services, including without limitation, all related software, hardware, products, processes, algorithms, user interfaces, know-how, techniques, designs and other tangible or intangible technical material or information, and all copyrights, patents, trademarks, trade secrets, know-how, databases, and other intellectual property rights (whether registered or unregistered) relating to or embodied in the Services and any updates, improvements, modifications or enhancements (including error corrections) thereto, and all derivative works thereof.\nYou will have no right, title, or interest in or to the same except the rights expressly granted to you in Section 3.1.\nNothing in this Agreement will be deemed to grant, by implication, estoppel, or otherwise, a license under any of Skiff’s or its licensors’ existing or future rights in or to the Services except as expressly granted in Section 3.1.\nSkiff trade names, trademarks, service marks, titles, and logos, and any goodwill appurtenant thereto, shall be owned exclusively by Skiff and shall inure solely to the benefit of Skiff.<br>‍<br>\n<strong>4.\nSuspension of Access&nbsp.\n</strong>You agree and acknowledge that Skiff may immediately suspend your access to the Services at any time, without notice to you and without liability, and Skiff shall have the right to withdraw or have returned any Customer Materials&nbsp.\nat any time in its sole discretion.\nIf you are a Customer User, if your access is suspended by Skiff, you agree that your sole recourse, if any, shall be to contact the applicable Customer.\nYou agree and acknowledge that Skiff has no obligation to retain any Customer Materials&nbsp.\nunless otherwise agreed to in the Subscription Agreement.\nIf you are a Customer User, you also agree and acknowledge that Customer Materials may be irretrievably deleted including without limitation, if the applicable Customer’s subscription is terminated.&nbsp.\nWithout limiting the foregoing, Skiff may immediately suspend your access to the Services at any time, without notice and without liability (i) if Skiff suspects or receives notice that the Services or the use thereof actually or allegedly infringes or violates any third party’s rights or violates any Applicable Laws or (ii) if Skiff determines, in its sole discretion, that any improper activity or potential damage may impact the Services (or any other Skiff product or service).<br>\n<br>\n<strong>5.\nTerm and Termination.<br>\n</strong>\n<br>\n<strong>5.1.\n</strong>\n<em>Term</em>.&nbsp.\nIf you are a Customer User, the term of this Agreement will commence on the Customer Effective Date and continue through the Subscription Period unless and otherwise terminated in accordance with this Section 5.\nIf you are not a Customer User, the term of this Agreement will commence on the date that Skiff first makes the Services available to you and will continue until your access is suspended or terminated by Skiff.<br>‍<br>\n<strong>\n<em>5.2.\n</em>\n</strong>\n<em>Termination</em>.&nbsp.\nSkiff may terminate this Agreement immediately, at any time, with or without notice.<br>‍<br>\n<strong>\n<em>5.3.\n</em>\n</strong>\n<em>Effect of Termination</em>.&nbsp.\nUpon termination of this Agreement, your right to access or use the Services shall immediately cease and Skiff will have no obligation to maintain, deliver or provide access to any Customer Materials.\nSections 3.2 (Feedback), 3.4 (Restrictions), 2.8 (Reservation of Rights), 4.3 (Effect of Termination), 5 (Confidentiality), 6 (Disclaimers), 8 (Indemnification and Liability), 9 (General) and 10 (Dispute Resolution) will survive expiration or termination of this Agreement.\nExpiration or termination of this Agreement shall immediately terminate all subscriptions and access rights granted to you and as applicable any other party herein.<br>‍<br>\n<strong>6.\nConfidentiality.<br>‍</strong>\n<br>\n<strong>\n<em>6.1.\n</em>\n</strong>\n<em>Confidential Information</em>.&nbsp.\nYou agree and acknowledge that any and all technical, trade secret, or business information, including, without limitation, financial information, business or marketing strategies or plans, product development or customer information, which is disclosed to you by Skiff or otherwise accessed by you during the term of this Agreement (the “<strong>Confidential Information</strong>”) is confidential and proprietary, constitutes trade secrets of Skiff, Customer, or a third party who has authorized you to view such Confidential Information, and, as such is of great value and importance to the success of the Skiff or its Customer’s or third party’s partner’s business.&nbsp;<br>‍<br>\n<strong>\n<em>6.2.\n</em>\n</strong>\n<em>Exceptions</em>.&nbsp.\nConfidential Information does not include information that is (i) already known to the receiving party at the time of the disclosure.\n(ii) publicly known at the time of the disclosure or becomes publicly known through no wrongful act or failure of the receiving party.\nor (iii) subsequently disclosed to the receiving party on a non-confidential basis by a third party not having a confidential relationship with the disclosing party and which third party rightfully acquired such information.<br>‍<br>\n<strong>\n<em>6.3.\n</em>\n</strong>\n<em>Obligations</em>.&nbsp;&nbsp;<br>‍<br>6.3.1.\nIf you are a Customer User, Skiff’s obligations with respect confidentiality pertaining to your access to and use of the Services shall be limited solely and exclusively to the confidentiality provisions of the corresponding Subscription Agreement that apply to Skiff.\nYou agree to maintain as confidential and not disclose (except, for Customer Users, as is permitted in the Subscription Agreement), copy, or use for purposes other than in connection with use of the Services as authorized hereunder, the Confidential Information.&nbsp;<br>‍<br>6.3.2.\nYou agree to protect the Confidential Information with the same degree of care a prudent person would exercise to protect its own confidential information and to prevent the unauthorized, negligent, or inadvertent use, disclosure, or publication thereof.\nYou shall be liable under this Agreement to Skiff for any use or disclosure in violation of this Agreement by your attorneys, accountants, or other advisors or agents.\nFor Customer Users, this Section 6.3 is in addition to, and without limiting, any duties of confidentiality that you may owe to the corresponding Customer.<br>‍<br>\n<strong>7.\nDisclaimers.&nbsp.\n</strong>EXCEPT AS EXPRESSLY SET FORTH IN THE SUBSCRIPTION AGREEMENT, SKIFF EXPRESSLY DISCLAIMS ALL OTHER WARRANTIES, WHETHER EXPRESS, IMPLIED, OR STATUTORY, REGARDING THE SERVICES AND ANY MATERIALS AND SERVICES PROVIDED HEREUNDER, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nSKIFF DOES NOT REPRESENT OR WARRANT THAT THE SERVICES OR ANY ASSOCIATED SERVICES WILL BE AVAILABLE, ERROR FREE, COMPLETELY SECURE, VIRUS FREE, OR WITHOUT INTERRUPTION, OR THAT THEIR FUNCTIONS WILL MEET ANY PARTICULAR REQUIREMENTS, OR THAT PROGRAM DEFECTS OR ERRORS ARE CAPABLE OF CORRECTION OR IMPROVEMENT.\nTHE SERVICES MAY BE SUBJECT TO LIMITATIONS, DELAYS, AND OTHER PROBLEMS INHERENT IN THE USE OF THE INTERNET AND ELECTRONIC COMMUNICATIONS AND SKIFF IS NOT RESPONSIBLE FOR ANY DELAYS, DELIVERY FAILURES, OR OTHER DAMAGE RESULTING FROM SUCH PROBLEMS.\nYOU ACKNOWLEDGE THAT SKIFF IS NOT RESPONSIBLE FOR THE INTEGRITY OF INFORMATION, INCLUDING WITHOUT LIMITATION, CUSTOMER MATERIALS, INCLUDING COMPLETENESS, ACCURACY, VALIDITY, AUTHORIZATION FOR USE AND INTEGRITY OVER TIME, AND SKIFF SHALL NOT BE RESPONSIBLE FOR ANY LOSS, DAMAGE OR LIABILITY ARISING OUT OF THE CUSTOMER MATERIALS, INCLUDING ANY MISTAKES CONTAINED IN THE CUSTOMER MATERIALS, OR THE USE OR TRANSMISSION OF THE CUSTOMER MATERIALS.\nYOU ACCEPT SOLE RESPONSIBILITY FOR, AND ACKNOWLEDGE THAT YOU EXERCISE YOUR OWN INDEPENDENT JUDGMENT IN, YOUR SELECTION AND USE OF CUSTOMER MATERIALS AND ANY RESULTS OBTAINED THEREFROM.<br>‍<br>\n<strong>8.\nRepresentations made by User.&nbsp;</strong>You represent, warrant and covenant that (i) you will comply with all Applicable Laws with respect to your access to and use of the Services.\nand (ii) you have received all third party consents and certifications necessary for the transmission of Customer Materials to the Services, if applicable.\nSkiff is not responsible for ensuring that the Services, or any portion thereof, is in compliance with your criteria for legal compliance.\nYou acknowledge that Skiff and others will rely upon the truth and accuracy of the foregoing acknowledgments, representations and agreements in this Section 8 and otherwise in this Agreement.\nYou agree that, if any of the acknowledgments, representations or warranties are no longer accurate, you will promptly notify Skiff.\nIf you represent an entity on whose behalf you are making such representations and warranties, you represent that you have full power and authority to make such acknowledgments, representations, and agreements on behalf of such entities.<br>‍<br>\n<strong>9.\nIndemnification and Liability.</strong>\n<br>\n<em>9.1.\nBy User</em>.&nbsp;If instructed by Skiff, you shall be responsible for defending, and in any event indemnifying, and holding harmless Skiff and its affiliates and its and their licensors, suppliers, officers directors, employees and agents, from and against any and all claims arising out of or incurred as a result of: (i) any breach of this Agreement by you.\n(ii) your use of the Services or any component thereof.\nand/or (iii) any modification or unauthorized use of Customer Materials.<br>‍<br>\n<em>9.2.\nProcess</em>.&nbsp;You must give us prompt notice of any claim under Section 9.1.&nbsp.\nWe may elect to either defend the claim at your sole cost or otherwise allow you or if you are a Customer User, Customer to defend the claim.&nbsp.\nWe shall have the right, at your cost, to employ counsel of its choice to participate in the defense of such claim.<br>‍<br>\n<em>9.3.\nLimitation of Liability</em>.&nbsp;TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, SKIFF WILL NOT BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY CONSEQUENTIAL, INCIDENTAL, INDIRECT, SPECIAL, OR EXEMPLARY DAMAGES OF ANY KIND, INCLUDING WITHOUT LIMITATION ANY LOSS OF USE, LOSS OF DATA, LOSS OF BUSINESS, COST OF PROCUREMENT OF SUBSTITUTE PRODUCTS OR SERVICES OR LOSS OF PROFIT OR REVENUE, ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT, THE SERVICES AND ANY OTHER SERVICES RENDERED HEREUNDER (HOWEVER ARISING, INCLUDING NEGLIGENCE), EVEN IF SKIFF IS OR SHOULD HAVE BEEN AWARE OF THE POSSIBILITY OF SUCH DAMAGES.\nSKIFFs TOTAL CUMULATIVE AND AGGREGATE LIABILITY TO YOU WILL NOT EXCEED $500.<br>‍<br>\n<strong>10.\nDispute Resolution.</strong>\n<br>\n<em>10.1.\nDisputes</em>.&nbsp.\nThese Terms and any action related thereto will be governed by the Federal Arbitration Act, federal arbitration law, and the laws of the State of New York, without regard to its conflict of laws provisions.\nExcept as otherwise expressly set forth in this Section 10 (Dispute Resolution), the exclusive jurisdiction for all Disputes (defined below) that you and Skiff are not required to arbitrate will be the state and federal courts located in the County of New York, New York, and you and Skiff each waive any objection to jurisdiction and venue in such courts<br>‍<br>\n<em>10.2.\nMandatory Arbitration of Disputes</em>.&nbsp.\nWe each agree that any dispute, claim or controversy arising out of or relating to this Agreement or the breach, termination, enforcement, interpretation or validity thereof or the use of the Services (collectively, “Disputes”) will be resolved solely by binding, individual arbitration and not in a class, representative or consolidated action or proceeding.\nYou and Skiff agree that the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of this Agreement, and that you and Skiff are each waiving the right to a trial by jury or to participate in a class action.\nThis arbitration provision shall survive termination of this Agreement.&nbsp;<br>\n<em>\n<br>10.3.\nExceptions</em>.&nbsp.\nAs limited exceptions to Section 10.1 above: (i) we both may seek to resolve a Dispute in small claims court if it qualifies.\nand (ii) we each retain the right to seek injunctive or other equitable relief from a court to prevent (or enjoin) the infringement or misappropriation of our intellectual property rights.&nbsp;<br>\n<em>\n<br>10.4.\nConducting Arbitration and Arbitration Rules</em>.&nbsp.\nThe arbitration will be conducted by the American Arbitration Association (“<strong>AAA</strong>”) under its Consumer Arbitration Rules (the “<strong>AAA Rules</strong>”) then in effect, except as modified by this Agreement.\nThe AAA Rules are available at www.adr.org or by calling 1-800-778-7879.\nA party who wishes to start arbitration must submit a written Demand for Arbitration to AAA and give notice to the other party as specified in the AAA Rules.\nThe AAA provides a form Demand for Arbitration at www.adr.org.&nbsp.\nAny arbitration hearings will take place in the county (or parish) where you live, unless we both agree to a different location.\nThe parties agree that the arbitrator shall have exclusive authority to decide all issues relating to the interpretation, applicability, enforceability and scope of this arbitration agreement.<br>\n<em>\n<br>10.5 Arbitration Costs</em>.&nbsp.\nPayment of all filing, administration and arbitrator fees will be governed by the AAA Rules.<br>\n<em>\n<br>10.6.\nInjunctive and Declaratory Relief</em>.\nExcept as provided in Section 10.3 above, the arbitrator shall determine all issues of liability on the merits of any claim asserted by either party and may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party's individual claim.\nTo the extent that you or we prevail on a claim and seek public injunctive relief (that is, injunctive relief that has the primary purpose and effect of prohibiting unlawful acts that threaten future injury to the public), the entitlement to and extent of such relief must be litigated in a civil court of competent jurisdiction and not in arbitration.\nThe parties agree that litigation of any issues of public injunctive relief shall be stayed pending the outcome of the merits of any individual claims in arbitration.<br>\n<em>\n<br>10.7.\nClass Action Waiver</em>.&nbsp.\nYOU AND SKIFF AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.&nbsp.\nFurther, if the parties’ dispute is resolved through arbitration, the arbitrator may not consolidate another person's claims with your claims, and may not otherwise preside over any form of a representative or class proceeding.&nbsp.\nIf this specific provision is found to be unenforceable, then the entirety of this Section 10 (Dispute Resolution) shall be null and void.<br>‍<br>\n<em>10.8 Effect of Changes on Arbitration</em>.&nbsp.\nNotwithstanding anything to the contrary int these Terms, if Skiff changes any of the terms of this Section 10 (Dispute Resolution) after the date you most recently accepted this Agreement, you may reject any such change by sending us written notice (including by email to support@skiff.org) within 30 days of the date such change became effective, as indicated in the “Last Updated” date above or in the date of Skiff’s email to you notifying you of such change.\nBy rejecting any change, you are agreeing that you will arbitrate any Dispute between you and Skiff in accordance with the terms of this Section 10 (Dispute Resolution) as of the date you most recently accepted this Agreement.<br>\n<strong>\n<br>11.\nContent Takedown Requests.</strong> Skiff complies with applicable intellectual property laws and has a policy of terminating the accounts of repeat infringers.\nTo assist with this policy, Skiff follows a take-down procedure for purported copyright infringement.\nIf you believe that your work has been used in a way that constitutes copyright infringement, please provide the following information to the Skiff Copyright Agent:<br>‍<br>a.\na description of the copyrighted work that you claim has been infringed;<br>b.\na description of where the material that you claim is infringing is located on the Site;<br>c.\nyour address, telephone number and email address;<br>d.\na statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent or the law;<br>e.\nan electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest, as applicable.\nand<br>f.\na statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on such owner’s behalf.<br>\n<br>\n<strong>The Skiff Copyright Agent can be reached as follows:<br>\n</strong>Nightwatch, Inc.<br>Copyright Agent<br>1082 De Haro Street<br>San Francisco, CA 94107<br>‍<br>Alternate names: Nightwatch, Skiff, Skiff.org<br>Email: dmca@skiff.org<br>‍Phone:&nbsp.\n917-499-2240<br>‍<br>If we remove or disable access in response to such a notice, or plan to, we may notify the user responsible for the content so that they can object to your request.<br>\n<strong>\n<br>12.\nGeneral.<br>‍</strong>\n<br>\n<em>12.1.\nAssignment</em>.&nbsp.\nThe Agreement and all rights and obligations hereunder are not assignable or transferable by you without the prior written consent of Skiff, and any attempt to do so shall be void.\nThis Agreement will bind the parties’ successors and permitted assigns.&nbsp;<br>‍<br>\n<em>12.2.\nForce Majeure</em>.&nbsp.\nSkiff will not be in default or otherwise liable for any delay in or failure of its performance under this Agreement if such delay or failure arises by any reason beyond its reasonable control including without limitation, labor disputes, strikes, lockouts, shortages of or inability to obtain energy, raw materials or supplies, denial of service or other malicious attacks, telecommunications failure or degradation, governmental orders and acts (including government-imposed travel restrictions and quarantines), pandemics, material changes in law, war, terrorism, riot, or acts of God.&nbsp;<br>\n<em>\n<br>12.3.\nIndependent Contractor</em>.&nbsp.\nYou agree and acknowledge that you and Skiff are independent contractors and nothing in this Agreement will be deemed to create any agency, employee-employer relationship, partnership, or joint venture between you and Skiff.\nYou will not have or represent that you have the right, power or authority to bind, contract or commit Skiff or to create any obligation on behalf of Skiff without its express prior written consent.&nbsp;<br>\n<em>\n<br>12.4 Miscellaneous</em>.&nbsp.\nNotices to you shall be sent to the address that Skiff has on file with your user account.\nYou agree that Skiff may communicate with you electronically regarding administrative, security and other issues relating to your use of the Services.\nNotwithstanding anything to the contrary herein, you agree that any notices, agreements, disclosures or other communications that Skiff sends to you electronically will satisfy any legal communication requirements, including that such communications be in writing.\nThe foregoing does not affect your statutory rights.\nIf any provision of this Agreement is held by a court of law to be illegal, invalid, or unenforceable, the legality, validity, and enforceability of the remaining provisions of this Agreement will not be affected or impaired thereby and the illegal, invalid, or unenforceable provision will be deemed modified such that it is legal, valid, and enforceable and accomplishes the intention of the parties to the fullest extent possible.\nThe failure of either party to enforce any provision of this Agreement, unless waived in writing by such party, will not constitute a waiver of that party’s right to enforce that provision or any other provision of this Agreement.\nIN THE EVENT ANY REMEDY HEREUNDER IS DETERMINED TO HAVE FAILED OF ITS ESSENTIAL PURPOSE, ALL LIMITATIONS OF LIABILITY AND EXCLUSIONS OF DAMAGES SET FORTH HEREIN SHALL REMAIN IN EFFECT TO THE MAXIMUM ALLOWED BY APPLICABLE LAW.\nThis Agreement is made and entered into for the sole protection and benefit of the parties hereto, no other person or entity shall be a direct or indirect beneficiary of nor shall have any direct or indirect cause of action or claim in connection with this Agreement.\nThe enumeration herein of specific remedies shall not be exclusive of any other remedies.\nAny delay or failure by any party to this Agreement to exercise any right, power, remedy or privilege herein contained, or now or hereafter existing under any applicable statute or law, shall not be construed to be a waiver of such right, power, remedy or privilege, nor to limit the exercise of such right, power, remedy, or privilege, nor shall it preclude the further exercise thereof or the exercise of any other right, power, remedy or privilege.\nThis Agreement supersedes all prior discussions, understandings and agreements with respect to its subject matter.\nThis Agreement may only be modified by Skiff as set forth in the fourth paragraph of this Agreement, or by the parties in a writing signed by both parties.<br>\n<em>\n<br>12.5.\nSeverability</em>.&nbsp.\nWith the exception of any of the provisions in Section 10.7 of this Agreement (\"Class Action Waiver\"), if an arbitrator or court of competent jurisdiction decides that any part of this Agreement is invalid or unenforceable, the other parts of this Agreement will still apply.<br>‍<br>12.6.\nContact Us.&nbsp.\nOur Site is operated by Nightwatch, Inc., which is headquartered at 2443 Fillmore Street #106 San Francisco, CA 94115.\nIf you have questions or concerns about the Site, please email us at support@skiff.org.<br>\n</p>Skiff© Copyright 2021All rights reserved.CompanyHomeBlogCareersLegalPrivacy PolicyTerms of UseAcceptable UseSupportSecurityReport an issueFollow us ", "created_at": "2021-05-10 16:36:55.942761", "updated_at": "2021-05-10 14:37:22.553894"}, {"id": 5877, "name": "Privacy Policy", "url": "https://www.skiff.org/privacy-policy", "xpath": "", "text": "SkiffNightwatch<br>LoginCareersUpdatesTwitterGet early accessSkiffPrivacy PolicyLast Updated April 12, 2021<p>‍<strong>SKIFF PRIVACY POLICY<br>\n</strong>Nightwatch, Inc., (which operates the website skiff.org and certain services under the name “Skiff,” and is referred to as “Skiff” in this Privacy Policy), provides a secure collaboration platform for our customers.\nThis Privacy Policy is designed to help you understand how we collect, use, and share your information, and to help you understand and exercise your privacy choices.<br>‍<br>1.\nScope<br>2.\nPersonal Information We Collect<br>3.\nHow We Use Your Information<br>4.\nHow We Disclose Your Information<br>5.\nYour Privacy Choices and Rights<br>6.\nSecurity of Your Information<br>7.\nInternational Data Transfers<br>8.\nRetention of Personal Information<br>9.\nSupplemental Notice for Nevada Residents<br>10.\nChildren's Information<br>11.\nOther Provisions<br>12.\nContact Us</p>\n<p>‍<strong>‍1.\nSCOPE<br>\n</strong>This Privacy Policy applies to information we collect from our site visitors and free users (“<strong>Platform Data</strong>”), including on our websites and other online or offline offerings.\nTo make this Privacy Policy easier to read, our websites and other offerings are collectively called <strong>“Services.”</strong>\n<br>‍<br>\n<strong>An Important Note:</strong> This Privacy Policy does not apply to any Skiff information uploaded to our platform by enterprise customers’ end users (“<strong>Customer Data”</strong>).\nWe process Customer Data in accordance with the contracts that we have in place with our customers and the instructions they provide us, not this Privacy Policy.\nIf you are an end user of an enterprise customer account, any questions or requests relating to Customer Data should be directed to the customer that provides your instance of Skiff.</p>\n<p>\n<strong>2.\nINFORMATION WE COLLECT<br>\n</strong>Skiff’s highest priority is to safeguard the privacy of the users on our platform.\nWhile you are on our platform, we collect only a minimal amount of data needed to provide you with our services.\nHowever, we may collect additional types of information when you visit our website or communicate with us via other channels, such as email or social media.\nWe explain the types information we collect in each of these mediums below.<br>‍<br>\n<strong> &nbsp.\n&nbsp.\n&nbsp;A.\nInformation You Provide to Us Directly<br>\n</strong>‍<br>We may collect the following information that you provide to us.<br>‍<br>\n<strong>• Account Creation.</strong> We may collect information when you create an account, such as your email address and username.\nWhen setting up your account, you may optionally also provide your real name, and your interest in Skiff.\nNote that although you provide login credentials to access the Service, we do not store your plain-text password on our servers.<br>•&nbsp;<strong>Purchases.\n</strong>We may collect information and details associated with your purchases, including payment information collected by our third-party payment processors (e.g., Stripe) on our behalf.\nWe do not directly collect or store any payment card information, but may receive billing address or other non-sensitive information associated with your payment card from our third-party processors.<br>\n<strong>• Interactive Features.</strong> We collect information you choose to share through our interactive features (e.g., content sharing, messaging and chat features, commenting functionalities, etc.).\nAny information you provide using the sharing features of the Services ( “<strong>User Content</strong>”) will be accessible to us and other users you share with.<br>‍<strong>• Your Communications with Us.\n</strong>We may collect information, such as email address, phone number, or mailing address when you request information about our Services, register for our newsletter or loyalty program, request customer or technical support, apply for a job, or otherwise communicate with us.<br>\n<strong>• Surveys.\n</strong>We may contact you to participate in surveys about our Services.\nIf you decide to participate, some surveys may ask you to provide certain information about yourself.<br>\n<strong>• Sweepstakes or Contests.\n</strong>We may collect information you provide for any sweepstakes or contests that we offer.\nIn some jurisdictions, we are required to publicly share information of sweepstakes and contest winners.<br>\n<strong>• Conferences, Trade Shows, and Other Events.\n</strong>We may collect personal information from individuals when we attend conferences, trade shows, and other events.\n<br>\n<strong>•&nbsp;Business Development and Strategic Partnerships.\n</strong>We may collect information about you from individuals and third parties to assess and pursue potential business opportunities.\n<br>\n<strong>• Job Applications.\n</strong>We may post job openings and opportunities on our Services.\nIf you reply to one of these postings by submitting your application, CV and/or cover letter to us, we will collect and use your information to assess your qualifications.<br>\n<strong>‍<br> &nbsp.\n&nbsp.\n&nbsp;B.\nInformation Collected Automatically </strong>\n<em>Website</em>\n<strong>.\n</strong>We may collect certain information automatically when you visit areas of our website outside of our platform:<br>‍<br>\n<strong>• Automatic Data Collection.\n</strong>We may collect certain information automatically when you use our Services, such as your Internet protocol (IP) address, user settings, MAC address, cookie identifiers, mobile carrier, browser or device information, general location information (including approximate location derived from IP address), and Internet service provider.\nWe may also automatically collect information regarding your use of our Services, such as pages that you visit before, during and after using our Services, information about the links you click, the types of content you interact with, the frequency and duration of your activities, and other information about how you use our Services.\n<br>\n<strong>• Cookies and Other Technologies.\n</strong>Cookies are small text files placed in device browsers that store preferences and facilitate and enhance your experience.\nWe, as well as third parties that provide content, advertising, or other functionality on our Services, may use cookies, local storage, and other technologies (“<strong>Technologies</strong>”) to automatically collect information through your use of our Services.\n<br>\n<br>Our uses of these Technologies fall into the following general categories: <br>‍<br>\n<strong>•&nbsp;Operationally Necessary.\n</strong>This includes Technologies that allow you access to our Services and tools that are required to identify irregular website behavior, prevent fraudulent activity and improve security or that allow you to make use of our functionality;<br>\n<strong>• Performance-Related.</strong> We may use Technologies to assess the performance of our Services, including as part of our analytic practices to help us understand how individuals use our Services (see Analytics below);<br>\n<strong>• Functionality-Related.\n</strong>We may use Technologies that allow us to offer you enhanced functionality when accessing or using our Services.\nThis may include identifying you when you sign into our Services or keeping track of your specified preferences;<br>‍<br>\n<em>See “</em>\n<em>Your Privacy Choices</em>\n<em>” below to understand your choices regarding these Technologies.<br>\n</em>‍<br>\n<strong>• Analytics.\n</strong>We may use Technologies and other third-party tools, including those provided by Matomo, to better understand how individuals use our platform.\nFor more information, please visit Matomo’s Privacy Policy.<br>‍<br>\n<em>Platform: </em>We collect only IP addresses on our platform.\nWe collect this information through operationally necessary tracking technology in order to provide you with our services and keep our platform secure.<br>‍<br>\n<strong> &nbsp.\n&nbsp.\n&nbsp;C.\nInformation Collected from Other Sources<br>‍<br>\n</strong>We may obtain information about you from other sources, including through third-party services and organizations.\nFor example, if you access our Services through a third-party application, such as an app store, a third-party login service, or a social networking site, we may collect information about you from that third-party application that you have made available, consistent with your privacy settings.\n</p>\n<p>\n<strong>‍3.\nHOW WE USE YOUR INFORMATION</strong>‍<br>\n<br>‍<em>Information collected through the platform: </em>As noted above, we use the limited information collected from you while you are on our platform only to provide you with our services.\n<strong>We do not have access to the content you upload to Skiff, and therefore do not make any use of the information contained in that content.</strong>\n<br>‍<br>\n<em>Other information: </em>We use the information we collect from you through our website and other off-platform channels for a variety of business purposes, including to provide our Services, for administrative purposes, and to market our products and Services, as described below.<br>\n<br>\n<strong> &nbsp.\n&nbsp.\nA.\nAdministering Our Services<br>\n</strong>\n<br>We use information collected off-platform for administrative purposes, such as:<br>‍<br>• Administering your account;<br>• Providing access to certain areas, functionalities, and features of our website;<br>• Answering requests for customer or technical support.\n<br>• Communicating with you about your account, activities on our Services, and policy changes;<br>• Processing your financial information and other payment methods for products or Services purchased;<br>• Processing applications if you apply for a job we post on our Services.\nand<br>•&nbsp;Allowing you to register for events.<br>\n<br>\n<strong> &nbsp.\n&nbsp.\nB.\nOperational Purposes<br>\n</strong>‍<br>We use your information to operate our business, such as:<br>\n<br>• Preventing and detecting security incidents, protecting against malicious, deceptive, fraudulent or illegal activity, and prosecuting those responsible for that activity;<br>• Measuring and analyzing interest and engagement in our Services.\n<br>• Short-term, transient use, such as contextual customization of ads;<br>• Improving, upgrading or enhancing our Services.\n<br>• Developing new products and Services;<br>• Ensuring internal quality control and safety;<br>• Authenticating and verifying individual identities, including requests to exercise your rights under this policy;<br>• Debugging to identify and repair errors with our Services;<br>• Auditing relating to interactions, transactions and other compliance activities;<br>• Enforcing our agreements and policies.\nand<br>• Complying with our legal obligations.<br>‍<br>\n<strong> &nbsp.\n&nbsp.\nC.\nMarketing and Advertising our Products and Services<br>\n</strong>\n<br>We may use information to market and advertise our products to you.\nSome of the ways we market to you include email campaigns and custom audiences advertising.\nYou can opt out of direct email marketing messages from us by clicking the “unsubscribe” button included in the footer of the emails we send you.\nFor more choices about use of tracking technologies for advertising, please see “Your Privacy Choices” below.<br>‍<br>\n<strong> &nbsp.\n&nbsp.\nD.\nOther Purposes<br>‍<br>\n</strong>We also use your information for other purposes as requested by you or as permitted by applicable law.<br>\n<br>\n<strong>• Consent.\n</strong>&nbsp;We may use your information for other purposes with your explicit consent.<br>\n<strong>• De-identified and Aggregated Information.\n</strong>We may use information about you to create de-identified and/or aggregated information.\nWe may use such aggregate or de-identified information for any purpose, and such information is not subject to the limitations set forth in this Policy.<br>\n<strong>• Share Content with Friends or Colleagues.\n</strong>Our Services may offer various tools and functionalities.\nFor example, we may allow you to provide information about your friends through our referral services.\nOur referral services may allow you to forward or share certain content with a friend or colleague, such as an email inviting your friend to use our Services.\nPlease only share with us contact information of people with whom you have a relationship (e.g., relative, friend neighbor, or co-worker).</p>\n<p>\n<strong>‍4.\nHOW WE DISCLOSE YOUR INFORMATION<br>‍<br>\n</strong>We disclose your information to third parties for a variety of business purposes, including to provide our Services, to protect us or others, or in the event of a major business transaction such as a merger, sale, or asset transfer, as described below.\n<br>\n<br>\n<strong> &nbsp.\n&nbsp.\nA.\nDisclosures to Provide our Services<br>‍<br>\n</strong>The content you upload to Skiff is stored in encrypted form in a secure cloud database hosted by AWS.\nWe do not share user content with any other third party.<br>‍<br>We may share other information we collect with other third parties, as follows:<br>\n<br>\n<strong>• Service Providers.\n</strong>We may share your information with our third-party service providers who use that information to help us provide our Services.\nThis includes service providers that provide us with IT support, hosting, payment processing, customer service, and related services.<br>\n<strong>• Business Partners.\n</strong>We may share your information with business partners to provide you with a product or service you have requested.\nWe may also share your personal information to business partners with whom we jointly offer products or services.<br>\n<strong>• Advertising Partners.\n</strong>We may share information we collect via the Tracking Technologies described in Section 2(B) above with advertising partners in order to help us market and advertise our Services.<br>\n<strong>• Other Users.\n</strong>As described above in “Personal Information We Collect,” our Services allow you to share your profile and/or User Content with other Users.\n<br>\n<br>\n<strong> &nbsp.\n&nbsp.\nB.\nDisclosures to Protect Us or Others<br>\n</strong>\n<br>We may access, preserve, and disclose your information if we, in good faith, believe doing so is required or appropriate to: comply with law enforcement or national security requests and legal process, such as a court order or subpoena.\nprotect your, our, or others’ rights, property, or safety.\nenforce our policies or contracts.\ncollect amounts owed to us.\nor assist with an investigation or prosecution of suspected or actual illegal activity.\nPlease note, however, that we do not have the ability to decrypt content uploaded to our platform.<br>\n<br>\n<strong> &nbsp.\n&nbsp.\n&nbsp;C.\nDisclosure in the Event of Merger, Sale, or Other Asset Transfers<br>\n</strong>\n<br>If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, purchase or sale of assets, or transition of service to another provider, your information may be sold or transferred as part of such a transaction, as permitted by law and/or contract.</p>\n<p>\n<strong>‍5.\nYOUR PRIVACY CHOICES<br>\n</strong>\n<br>\n<strong>• Email Communications.\n</strong>If you do not wish to receive marketing communications from us, you can use the unsubscribe link found at the bottom of the email to opt out of receiving future marketing emails.\nNote that you will continue to receive transaction-related emails regarding products or Services you have requested.\nWe may also send you certain non-promotional communications regarding us and our Services, and you will not be able to opt out of those communications (e.g., communications regarding our Services or updates to our Terms or this Privacy Policy).\n<br>\n<strong>• “Do Not Track.” </strong>Do Not Track (“DNT”) is a privacy preference that users can set in certain web browsers.\nPlease note that we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers.<br>\n<strong>•&nbsp;Cookies and Interest-Based Advertising.\n</strong>You may stop or restrict the placement of Technologies on your device or remove them by adjusting your preferences as your browser or device permits.\nHowever, if you adjust your preferences, our Services may not work properly.\nPlease note you must separately opt out in each browser and on each device.\n<strong>\n<br>• Requests Regarding Your Personal Information.\n</strong>If you would like to request access to a copy of your personal information, or request correction or deletion of your information, please email us at the address listed in the “Contact Us” section below.</p>\n<p>\n<strong>‍6.\nSECURITY OF YOUR INFORMATION<br>‍<br>\n</strong>We take steps to ensure that your information is treated securely and in accordance with this Privacy Policy.\nUnfortunately, no system is 100% secure, and we cannot ensure or warrant the security of any information you provide to us.\nWe have taken appropriate safeguards to require that your personal information will remain protected and require our third-party service providers and partners to have appropriate safeguards as well.\n<br>\n<br>By using our Services or providing information to us, you agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of our Services.\nIf we are required to notify you of a security incident, we may attempt to notify you electronically by posting a notice on our Services, by mail or by sending an email to you.</p>\n<p>\n<strong>‍7.\nINTERNATIONAL DATA TRANSFERS <br>‍<br>\n</strong>All information processed by us may be transferred, processed, and stored anywhere in the world, including, but not limited to, the United States or other countries, which may have data protection laws that are different from the laws where you live.\nWe endeavor to safeguard your information consistent with the requirements of applicable laws.</p>\n<p>\n<strong>‍8.\nRETENTION OF PERSONAL INFORMATION <br>\n</strong>We store the personal information we collect as described in this Privacy Policy for as long as you use our Services or as necessary to fulfill the purpose(s) for which it was collected, provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.\n&nbsp;</p>\n<p>\n<strong>‍9.\nSUPPLEMENTAL NOTICE FOR NEVADA RESIDENTS<br>\n</strong>If you are a resident of Nevada, you have the right to opt-out of the sale of certain Personal Information to third parties who intend to license or sell that Personal Information.\nYou can exercise this right by contacting us at hello@skiff.org with the subject line “Nevada Do Not Sell Request” and providing us with your name and the email address associated with your account.\nPlease note that we do not currently sell your Personal Information as sales are defined in Nevada Revised Statutes Chapter 603A.</p>\n<p>\n<strong>‍10.\nCHILDREN’S INFORMATION<br>\n</strong>The Services are not directed to children under 18 , and we do not knowingly collect personal information from children.<br>\n<br>If you are a parent or guardian and believe your child has uploaded personal information to our site without your consent, you may contact us as described in “Contact Us” below.\nIf we become aware that a child has provided us with personal information in violation of applicable law, we will delete any personal information we have collected, unless we have a legal obligation to keep it, and terminate the child’s account if applicable.\n</p>\n<p>\n<strong>‍11.\nOTHER PROVISIONS<br>\n</strong>\n<br>\n<strong>Third-Party Websites/Applications.\n</strong>The Services may contain links to other websites/applications and other websites/applications may reference or link to our Services.\nThese third-party services are not controlled by us.\nWe encourage our users to read the privacy policies of each website and application with which they interact.\nWe do not endorse, screen or approve, and are not responsible for, the privacy practices or content of such other websites or applications.\nProviding personal information to third-party websites or applications is at your own risk.\n<br>\n<br>\n<strong>Changes to our Privacy Policy.\n</strong>We may revise this Privacy Policy from time to time in our sole discretion.\nIf there are any material changes to this Privacy Policy, we will notify you as required by applicable law.\nYou understand and agree that you will be deemed to have accepted the updated Privacy Policy if you continue to use our Services after the new Privacy Policy takes effect.</p>\n<p>\n<strong>‍12.\nCONTACT US </strong>\n<br>If you have any questions about our privacy practices or this Privacy Policy, or to make requests about your information as detailed in this Privacy Policy, please contact us at:<br>\n<br>Skiff<br>hello@skiff.org</p>Skiff© Copyright 2021All rights reserved.CompanyHomeBlogCareersLegalPrivacy PolicyTerms of UseAcceptable UseSupportSecurityReport an issueFollow us ", "created_at": "2021-05-10 16:36:55.940253", "updated_at": "2021-05-10 14:37:09.472561"}], "points": [{"id": 21102, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.skiff.org/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-24 21:42:14.919852", "updated_at": "2021-05-25 17:37:16.291254", "quoteText": "You expressly agree to ensure the confidentiality and security of your account ID, password, and access to the Services.", "case_id": 148, "document_id": 5878, "quoteStart": 9688, "quoteEnd": 9808}, {"id": 21101, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.skiff.org/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-24 21:41:23.404791", "updated_at": "2021-05-25 17:38:07.843666", "quoteText": "If any administrative account ID or password is stolen or otherwise compromised, you agree to immediately change the password and inform Skiff of the compromise.", "case_id": 484, "document_id": 5878, "quoteStart": 9809, "quoteEnd": 9970}, {"id": 21100, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://www.skiff.org/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-24 21:32:26.690309", "updated_at": "2021-05-26 10:57:35.224585", "quoteText": "We may modify this Agreement from time to time, in which case we will post a new version on this site skiff.org (“<strong>Site</strong>”), and update the “<strong>Effective Date</strong>” above, and changes to this Agreement are effective when posted to the Site.", "case_id": 122, "document_id": 5878, "quoteStart": 1854, "quoteEnd": 2117}], "urls": ["skiff.org", "app.skiff.org"]}}