{"error": 448, "message": "OK", "parameters": {"id": 1599, "name": "offtopical.net Podcast", "created_at": "2019-05-29 17:24:44.780148", "updated_at": "2021-03-25 03:19:48.210057", "wikipedia": null, "keywords": null, "related": null, "slug": "offtopicalnet_podcast", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/1599.png", "url": "https://offtopical.net/", "documents": [{"id": 1432, "name": "Privacy", "url": "https://offtopical.net/#privacy", "xpath": "", "text": " <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<b>Latest Episode:</b> \"Litigious Larry,\" and an especially off topic Off Topical Your browser does not support the audio element.\nEnable visualization <sup>Looking for the web archive?</sup> x Your Hosts Raven67854 <p>[No biography available]</p>\n<p> Raven67854</p> Gardiner Bryant <p>A software developer and all-around nerd from a small coastal town in Maine, Gardiner has been a FOSS enthusiast for over a decade.</p>\n<p>Best known for his YouTube channel <em>The Linux Gamer</em> for the last four years, he has been the host and primary creative force behind his YouTube channel.</p>\n<p>Being on YouTube has taught Gardiner grew unhappy with the abusive relationship Google and YouTube have with creators on their platform.\nThus <em>Off Topical</em> born.</p>\n<ul>\n<li>Give the audience better alternatives to proprietary services like YouTube</li>\n<li>Control the distribution of his content</li>\n<ul>\n<li>(Rather than leaving it to the whims of a fickle algorithm)</li>\n</ul>\n<li>To have fun and participate in challenging work</li>\n</ul>\n<p>\n</p>\n<p> The Linux Gamer</p> x Contact Join the Forum Send us an email <p>Send us an email and we'll be sure to read it on air!</p> x Listen To the Podcast New episodes released every Friday.\nSubscribe to the RSS Audio Feed <p>Subscribe to the audio feed and enjoy the show from any podcast app.</p>\n<p>Don't have an app? No problem, just click here!</p> The Old Fashioned Way <p>Add this URL to your favorite RSS reader or podcast app:</p>\n<p>(Just tap the link and it will copy to your clipboard automatically)</p> Listen on the Web <p>If you'd prefer a more <em>in-browser</em> experience, check out the web archive.</p> Third Party Hosts <p>Enjoy clips and highlights from the show on YouTube or BitChute.</p> x Privacy is our Policy <p>\n<i>Effective 12 October 2018*</i>\n</p> What We Collect <p>Our podcast feed is handled by a self-hosted instance of PodcastGenerator (GPL v3).\nOur traffic is monitored by our hosting's built-in awstats (GPL v3).</p> How we use this data <p>We use this info to get a rough idea of listership.\nThis is an important metric for a podcast, since this ratio gives us insight into the topics that our listeners might be interested in hearing more--or less--of.</p>\n<p>Given how flakey YouTube has been with who actually sees new videos, we're curious to discover the real ratio between subscriber vs download.</p> Personally Identifiable Information <p>We do not collect personally identifiable information from our listeners.</p> Our Pledge <p>We believe in <b>transparency</b>.</p>\n<p>Should we ever find ourselves needing to change the types of information we collect, we pledge to make an announcement at the very beginning of our podcasts at least one week ahead of the change.</p>\n<blockquote>*10 Oct 2018 - Previous to this change, we were using a custom built analytics/rss engine that was quickly shown to be unstable and incompatible with popular podcasting apps.\nAs such, we switched to PodcastGenerator and awstat.</blockquote> ", "created_at": "2019-05-29 17:25:08.517789", "updated_at": "2020-12-14 22:33:01.590448"}], "points": [{"id": 6868, "title": "There is a date of the last update of the terms", "source": "https://offtopical.net/#privacy", "status": "Generated through the annotate view", "created_at": "2019-05-29 17:31:41.92601", "updated_at": "2019-06-08 22:28:14.194071", "quoteText": "Effective 12 October 2018*", "case_id": 331, "document_id": 1432, "quoteStart": 1852, "quoteEnd": 1878}, {"id": 6867, "title": "When the service wants to change its terms, users are notified a week or more in advance.", "source": "https://offtopical.net/#privacy", "status": "Generated through the annotate view", "created_at": "2019-05-29 17:30:45.264579", "updated_at": "2019-06-20 08:16:04.798459", "quoteText": "Should we ever find ourselves needing to change the types of information we collect, we pledge to make an announcement at the very beginning of our podcasts at least one week ahead of the change.", "case_id": 123, "document_id": 1432, "quoteStart": 2628, "quoteEnd": 2823}, {"id": 6869, "title": "This Service does not collect personally identifiable information from its users.", "source": "https://offtopical.net/#privacy", "status": "Generated through the annotate view", "created_at": "2019-05-29 17:34:37.74524", "updated_at": "2021-02-15 00:01:40.820069", "quoteText": "We do not collect personally identifiable information from our listeners", "case_id": 235, "document_id": 1432, "quoteStart": 2545, "quoteEnd": 2617}], "urls": ["https://offtopical.net/"]}}