{"error": 448, "message": "OK", "parameters": {"id": 2953, "name": "Traffic Authority", "created_at": "2021-04-03 19:05:26.43453", "updated_at": "2021-04-04 00:02:11.030113", "wikipedia": null, "keywords": null, "related": null, "slug": "traffic_authority", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2953.png", "url": "trafficauthority.net", "documents": [{"id": 4655, "name": "Disclaimer", "url": "https://www.trafficauthority.net/legal/income.php", "xpath": "//*[@id=\"content-wrap\"]/div/div[1]/div", "text": " <strong>Income Disclaimer</strong>\n<p>The Traffic Authority Compensation Plan is an exciting opportunity that rewards you for selling our premium marketing services and for sponsoring other participants who do the same.\nAlthough the opportunity is based on a simple affiliate business model, individual results will vary depending on commitment levels and sales skills of each participant.\nSince Traffic Authority has recently launched, it lacks enough statistical data to prepare reliable income disclosures.\nThe numbers below reflect estimates prepared by the company pending a more detailed survey to be conducted after its first year.\nBased on industry standards and company projections, the average annual gross income for Affiliates is projected to be anywhere between $500 and $2,000.\nThere will certainly be participants who will earn less while others will earn much more.\nWe’re excited about the Traffic Authority Compensation Plan and we’re confident it will provide you a solid foundation to help you achieve your financial goals.</p>\n<p>If income projections were presented to you prior to your enrollment, such projections are not necessarily representative of the income, if any, that you can or will earn through your participation in the Compensation Plan.\nThese income projections should not be considered as guarantees or projections of your actual earnings or profits.\nSuccess with Traffic Authority results only from hard work, dedication, and leadership.</p>\n<p>This illustration is only for educational purposes and is not intended to serve as a guarantee of income.\nSuccess in this business requires hard work, dedication and good sales skills.\nThe average participant in this business earns between $500 and $2,000 per year.\nSome earn less while some earn much more.</p> ", "created_at": "2021-04-03 19:06:20.353723", "updated_at": "2021-04-03 19:06:31.920188"}, {"id": 4657, "name": "Privacy Policy", "url": "https://www.trafficauthority.net/legal/privacy.php", "xpath": "//*[@id=\"content-wrap\"]/div/div[1]/div", "text": " <strong>Traffic Authority Privacy Policy</strong> Our Commitment to Privacy <p>Our Privacy Policy has been developed as an extension of our commitment to combine quality products and services with integrity in dealing with users.\nThe Policy is designed to assist you in the understanding of how we collect, use and protect the personal information provided to us.</p> What Information Do We Collect? <p>When you visit our site, we collect two types of information: personal information you actively choose to disclose (“Active Information”) and Use information collected, in a way not visible to you, on an aggregate anonymous basis as you and other users browse our site (“Passive Information”).</p> 1.\nPersonally Identifiable Information <p>This refers to information that lets us know specifically about you i.e.\nprofile information.</p> A.\nRegistration <p>When you register to become an authorized reseller of our products or services, we will collect Personally Identifiable Information (such as name, address, email address, and telephone number).\nThis Personally Identifiable Information is securely stored and may be accessed on our website.\nYou are assigned an identification number and select your own password – both are needed to enter the Site and to access your Contact Information.\nPlease safeguard your password in a secure location as we are not responsible for breaches into the system when access is willingly provided.</p> B.\nOrdering <p>When you place an order for products or services, we collect Personally Identifiable Information (such as name, contact and billing information, credit card, and other transactional information).\nWe use this information to deliver your order, process payment, and to communicate the status of your order.</p> C.\nCredit Card Storage <p>Credit card information collected at registration or for product orders is used only to process payment for the transaction and, generally, is not retained on our Site.\nHowever, you may voluntarily elect to securely store multiple credit cards to be used for product orders.</p>\n<p>If any cardholder desires to have their credit card information deleted, we will delete it completely as per your request.</p> D.\nSurveys and Promotions <p>Occasionally, you may voluntarily provide Personally Identifiable Information to complete surveys and questionnaires or to participate in user polls.\nWe use this information to improve our products and services and to ensure that we’re providing accurate disclosures.\nWe may also use your Personally Identifiable Information to provide you newsletters and other marketing information that coincide with your preferences.\nYou may customize your marketing preferences, or let us know if you do not wish to receive any promotional materials, by adjusting your Subscriptions &amp.\nEmail options on the Site.</p> 2.\nAggregate Information <p>This refers to information that does not, by itself, identify you as a specific individual.\nSuch information would include the Uniform Resource Locator (“URL”) of the website that referred you to our Site, your Internet Protocol (“IP”) address (a number automatically assigned to your computer whenever you surf the web), your operating system and browser type, and any search terms that you enter on our Site.\nOur web server aggregates this information in order to monitor the level of activity on our Site, evaluate its effectiveness, and improve the content or our Site in order to make your visit an easy and enjoyable experience.</p>\n<p>We may collect, compile, store, publish, promote, report, or otherwise disclose or use any Aggregate Information, provided that such information does not personally identify you.\nWe do not correlate any Personally Identifiable Information with the Aggregate Information that we collect on our Site.\nIf we do correlate any Aggregate Information to you, it will be protected like any other Personally Identifiable Information under this Privacy Statement.</p> Active Information You Choose to Provide <p>In order to gain use of the site (become a “user”), we require you to disclose the following information: Name, Address and Phone Number.\n<br>We use secure socket layer (SSL) encryption to protect the transmission of the information you submit to us when you use our secure online forms.\nThe information you provide to us is stored securely.</p> 2.\nAggregate Information <p>This refers to information that does not, by itself, identify you as a specific individual.\nSuch information would include the Uniform Resource Locator (“URL”) of the website that referred you to our Site, your Internet Protocol (“IP”) address (a number automatically assigned to your computer whenever you surf the web), your operating system and browser type, and any search terms that you enter on our Site.\nOur web server aggregates this information in order to monitor the level of activity on our Site, evaluate its effectiveness, and improve the content or our Site in order to make your visit an easy and enjoyable experience.</p> Passive Information Collected What is a Cookie? <p>Cookies are a feature of web browser software that allows web servers to recognize the computer used to access a site.\nThey are small pieces of data stored by a user’s browser to simplify subsequent interactions with the site.\nThis makes it easier for a user to move from site to site and to complete transactions over the Internet.\nCookies should make your online experience easier and more personalized.</p>\n<p>Our site utilizes cookies to collect information about how our site is used.\nPassive Information gathered may include the date and time of visits, the site pages viewed, time spent at our site, the sites visited just before and just after visiting our site.\nIf you do not wish to transmit “cookie” information about yourself, you may turn off the cookie function in your web browser.</p>\n<p>Our site’s servers also automatically identify your computer by its Internet Protocol address, which is a unique string of numbers that are assigned to your computer by your Internet Service Provider.\nThe IP address may be used to address problems with our server or to gather broad demographic information about our users.\nWe passively collect your IP Address.</p> How Do We Use the Information Collected? <p>Broadly speaking, persons we employ directly, or as contractors or agents at our direction use Active Information for purposes of administering our business activities, providing customer support and making available other products or services we think might be of interest to our users.\nWe may use the Active Information or Passive Information you provide to contact you about various changes to our site, new services, features or products we offer.\nIf at any time you do not wish to receive such information, you may “opt-out” of doing so by adjusting your email settings in the back office of the website.</p>\n<p>We use Passive Information to gather information about our users and to enhance our site to make it easier, faster and friendlier for users.\nAdditionally, cookies help us better understand the usage pattern of the people that visit our site, which helps us improve our services.\nPassive Information may result in your viewing of particular advertising based on your user habits.</p> Your Information In Relation to Others We Link To <p>You might be able to access other websites through our site via hyperlinks.\nWhen you do so, you are subjecting yourself to their privacy policies and data collection.\nPlease read the privacy policies of those sites to ensure you agree with the terms before using such sites.</p> Sharing Information with Advertisers or Other Third Parties <p>We may disclose anonymous information about user habits to advertisers on our site.\nThe parties who perform services for us (credit card processors, merchant bank, Internet Service Provider) may also have access to your information in performing such services.\nShould we buy or sell assets of our company, another company may need to review our company’s assets, which might include your information, to make business decisions as to whether to acquire such assets.</p> Sharing Information with the Government or As Otherwise Required by Law <p>We may be required by subpoena, law or government agency to disclose both Active and Passive Information you have provided to us.</p> How Do We Secure Active Information and Passive Information? <p>We secure your personal information submitted by you by using reasonable efforts to prevent unauthorized access or disclosure, or accidental loss of Active and Passive Information.\nIndividual postings on this site and other communications to our office via email or standard mail may not be secure unless we advise you that security measures are in place prior to your submission of information.\nTherefore, if you choose to communicate with us through these means, you are assuming the risk of doing so and we respectfully request that you do not send or post sensitive information through these means.</p> Accessing and Correcting Your Information <p>We take reasonable measures to ensure that any Personally Identifiable Information we collect on our Site is accurate, current, complete, and reliable for its intended use.\nIf you wish to update or otherwise correct Personally Identifiable Information provided to us, you may edit your information online.</p> Protecting Your Information <p>We acknowledge your trust and are committed to take reasonable steps to protect Personally Identifiable Information provided from loss, misuse, and unauthorized access.\nWe employ physical, electronic, and managerial processes to safeguard and secure your information.</p>\n<p>It is your responsibility to safeguard the password you use to access our Site and to promptly advise us if you ever suspect that your password has been compromised.\nWe strongly encourage you to change your password regularly to prevent unauthorized access.\nBecause your identification number and password are specific to you, you acknowledge sole responsibility for any and all use of our Site conducted with your identification number and password.</p> Links to Other Websites <p>Links to third-party websites may be provided solely for your information and convenience or to provide additional shopping for various other goods and services through our Merchant and Services Partners.\nIf you use these links, you will leave our Site.\nThis Privacy Statement does not cover the information practices of those websites nor do we control their content or privacy policies.\nWe suggest that you carefully review the privacy policies of each site you visit.</p> Children’s Privacy Protection <p>We take special care to protect the privacy needs of children and encourage parents to be an active participant in their child’s online activities.\nOur Site does not target and is not intended for children under the age of 18, and we will not knowingly collect Personally Identifiable Information from them.\nIf we discover personal data from a child through our site, we will eliminate that data.\nYou may learn more about protecting children’s privacy online by visiting: http://www.ftc.gov/bcp/edu/pubs/consumer/tech/tec08.shtm </p> Changes to This Statement <p>Any updates or changes to the terms of this Privacy Statement will be posted on our Site and the date of the newest version posted below.\nPlease check back frequently, especially before you submit any Personally Identifiable Information at our Site, to see if this Privacy Statement has changed.\nBy using our Site, you acknowledge acceptance of this Privacy Statement in effect at the time of use.</p>\n<p>YOUR USE OF OUR SITE MEANS THAT YOU ACCEPT THE PRACTICES SET FORTH IN THIS POLICY.\nYOUR CONTINUED USE INDICATES YOUR AGREEMENT TO THE CHANGES.</p> ", "created_at": "2021-04-03 19:07:54.709638", "updated_at": "2021-04-03 19:08:06.634466"}, {"id": 4656, "name": "Refund", "url": "https://www.trafficauthority.net/legal/refund.php", "xpath": "//*[@id=\"content-wrap\"]/div/div[1]/div", "text": " <strong>Traffic Authority Refund Policy</strong>\n<p>Traffic Authority offers a 30-day satisfaction guarantee on all initial fees paid to the company.\nAll subsequent fees are nonrefundable.\nWhen a refund is requested by an Affiliate the bonuses and commissions attributable to the refunded service will be deducted from the Affiliate who received bonuses or commissions on such sales.\nDeductions will occur in the month in which the refund is given and continue every pay period thereafter until the commission is recovered.</p>\n<p>Traffic that has already been used is not eligible to be refunded under any circumstance.\nOnly the unused portion of a traffic order can be refunded and the customer is responsible for pausing their own order in the event they decide to request a refund for their remaining traffic order balance.\nSince traffic is allocated when a package is purchased, refunds will be subject to a cancellation fee of 20% of the package price.</p>\n<p>To cancel your subscription or request a refund on your order, please submit a support ticket to https://smsinc.zendesk.com or email support@trafficauthority.net or phone our support center at (850) 745-2961</p> ", "created_at": "2021-04-03 19:07:07.766012", "updated_at": "2021-04-03 19:07:18.223285"}, {"id": 4658, "name": "Terms of Service", "url": "https://www.trafficauthority.net/legal/terms.php", "xpath": "//*[@id=\"content-wrap\"]/div/div[1]/div", "text": " <strong>Traffic Authority Terms Of Service</strong> ACCEPTANCE OF TERMS THROUGH USE <p>By using this site or by clicking “I agree” to this Agreement, you (“<b>User</b>”) signify your agreement to these terms and conditions.\nIf you do not agree to this Agreement please do not use this site and do not click “I agree”.\nPlease check this Agreement periodically for changes as the owner of this site (“<b>Company</b>”) reserves the right to revise this Agreement.\nIn the event of a change to this Agreement, your continued use of this site following the posting of any changes constitutes acceptance of such changes.\nThe Company reserves the right to terminate a User’s use of this site at any time without notice and may do so for any breach of this Agreement.</p> YOU MUST BE 18 OR OLDER TO AGREE TO THIS AGREEMENT AND USE THIS SITE <p>This Agreement must be completed, understood and agreed to by a person over 18.\nIf a parent or guardian wishes to permit a person under 18 to access this site, he or she should email the Company with his or her explicit permission and acceptance of full legal responsibility.\nIf you are not yet 18 or are accessing this site from any country where this material is prohibited, please exit now as you do not have proper authorization.</p> LICENSE TO USE THIS SITE <p>Upon your agreement, Company hereby grants you a non-exclusive, non-transferable limited license to use this site in strict accordance with the terms and conditions in this Agreement.\nYou agree not to make any false or fraudulent statements as you use this site.\nYou acknowledge and agree that all content and services available on this site are property of the Company and are protected by copyrights, trademarks, service marks, patents, trade secrets, and other proprietary rights and laws, in the U.S.\nand internationally.\nAll rights not expressly granted herein are fully reserved by the Company, its advertisers and licensors.\nYou agree to pay for any and all purchases and services using your name and credit card through this Site, not to challenge any such charges and to pay for all collections and/or attorney’s fees resulting from any non-payment.</p> LICENSE RESTRICTIONS Use <p>Except as may be explicitly permitted, you agree not to save, download, cut and paste, sell, license, rent, lease, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit, or create derivative works from materials from this site.\nSystematic retrieval of data or other content from this site to create or compile, directly or indirectly, a collection, database or directory without written permission from the Company is prohibited.\nIn addition, use of the content or materials for any purpose not expressly permitted in this Agreement is prohibited.</p> Security <p>You agree that if you are issued a Username and Password by the Company, you shall use your best efforts to prevent access to this site through your Username and Password by anyone other than yourself, including but not limited to, keeping such information strictly confidential, notifying the Company immediately if you discover loss or access to such information by an unauthorized party and by using a secure Username and Password not easily guessed by a third party.<br>You agree that you shall not try to reverse assemble, reverse compile, decompile, disassemble, translate or otherwise alter any executable code, contents or materials on or received via this site.\nYou understand that such actions are likely to subject you to serious civil and criminal legal penalties and that the Company shall pursue such penalties to the full extent of the law to protect its rights and the rights of its other licensors.</p> Export <p>You agree that you shall comply with all applicable export and import control laws and regulations in your use of this site, or materials or services received through this site, and, in particular, you shall not export or re-export anything on or received through this site in violation or local or foreign export laws and/or without all required U.S.\nand foreign government licenses.</p> Government Use <p>If you are a branch or agency of the U.S.\nGovernment, the following provision applies.\nThis site, code, contents, services and accompanying documentation are comprised of “commercial computer software” and “commercial computer software documentation” as such terms are used in 48 C.F.R.\n12.212 (SEPT 1995) and are provided to the Government (i) for acquisitions by or on behalf of civilian agencies, consistent with the policy set forth in 48 C.F.R.\n12.212.\nor (ii) for acquisitions by or on behalf of units of the Department of Defense, consistent with the policies set forth in 48 C.F.R.\n227.7202-1 (JUN 1995) and 227.7202-3 (JUN 1995.\nUnpublished rights reserved under the copyright laws of the United States.</p> Errors and Corrections <p>While we use reasonable efforts to include accurate and current information on our Site, we do not warrant or represent that the Site will be error-free.\nData entry errors or other technical problems may sometimes result in inaccurate information being shown.\nWe reserve the right to correct any inaccuracies or typographical errors on our Site, including pricing and availability of products and services, and shall have no liability for such errors.\nWe may also make improvements and/or changes to the Site’s features, functionality, or content at any time.\nIf you see any information or description you believe to be incorrect, please contact us and we’ll verify it for you.</p> LINKS TO OTHER WEBSITES <p>Our Site contains links to other websites for your information and convenience, or to provide additional shopping for various other goods and services through our Merchant and Services Partners.\nThese third-party websites are responsible for, and undertake to maintain, their own site terms of use.\nWe suggest that you carefully review the terms of use of each site you choose to access from our Site.</p> USER’S LICENSE GRANT TO SITE <p>Except with regard to personal information, all information which you post on this site or communicate to the Company through this site (collectively “Submissions”) shall forever be the property of the Company.\nThe Company shall not treat any submission as confidential and shall not incur any liability as a result of any similarities that may appear in future Company services or products.\nWithout copy, the Company shall have exclusive ownership of all present and future existing rights to any Submission of every kind and nature everywhere.\nYou acknowledge that you are fully responsible for the message, including its legality, reliability, appropriateness, originality and copyright.\nYou hereby represent and warrant that your Submission does not infringe the rights of any third party.</p> USER CONDUCT <p>By using features of this site that allow you to post or otherwise transmit information to or through this site, or which may be seen by other users, you agree that you shall not upload, post, or otherwise distribute or facilitate distribution of any content – including text, communications, video, software, images, sounds, data, or other information – that:</p>\n<p>A.\nis unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another’s privacy, tortious, obscene, sexually explicit or graphic, or otherwise in violation of this site’s rules or policies;</p>\n<p>B.\ninfringes any patent, trademark, service mark, trade secret, copyright, moral right, right of publicity, privacy or other proprietary right of any party;</p>\n<p>C.\nconstitutes unauthorized or unsolicited advertising, junk or bulk email (also known as “spamming”), chain letters, any other form of unauthorized solicitation, or any form of lottery or gambling;</p>\n<p>D.\ncontains software viruses or any other computer code, files, or programs that are designed or intended to disrupt, damage, or limit the functioning of any software, hardware, or telecommunications equipment or to damage or obtain unauthorized access to any data or other information of any third party.\nor</p>\n<p>E.\nimpersonates any person or entity, including any employee or representative of this site, its licensors or advertisers.</p>\n<p>You also agree that you shall not harvest or collect information about the users of this site or use such information for the purpose of transmitting or facilitating transmission of unsolicited bulk electronic email or communications for any other commercial purpose of your own or a third party.</p>\n<p>You further agree that you shall not solicit or collect information, or attempt to induce any physical contact with, anyone 18 years old or younger without appropriate parental consent.</p>\n<p>This site generally does not pre-screen, monitor, or edit the content posted by users of this site.\nHowever, this site and its agents have the right, at their sole discretion, to remove any content that, in this site’s sole judgment, does not comply with the Site Submission Rules or is otherwise harmful, objectionable, or inaccurate.\nThis site is not liable for any failure, delay, damages or results, in removing such content.</p>\n<p>You agree that your use of this site may be suspended or terminated immediately upon receipt of any notice which alleges that you have used this site in violation of these Rules and/or for any purpose that violates any local, state, federal or law of other nations, including but not limited to the posting of information that may violate third party rights, that may defame a third party, that may be obscene or pornographic, that may harass or assault other, that may violate hacking or other criminal regulations, etc.\nof its agents, officers, directors, contractors or employees.\nIn such event, you agree that the owner of this site may disclose your identity and contact information, if requested by a government or law enforcement body or as a result of a subpoena or other legal action, and the owner of this site shall not be liable for damages or result of a subpoena or other legal action, and the owner of this site shall not be liable for damages or results thereof, and you agree not to bring any action or claim against the owner of this site for such disclosure.</p> INTELLECTUAL PROPERTY RIGHTS 1.\nCopyright <p>The Site design, text, content, selection and arrangement of elements, organization, graphics, compilation, magnetic translation, digital conversion, and other matters related to the Site are protected under applicable copyright laws, ALL RIGHTS RESERVED.\nThe posting of any such elements on the Site does not constitute a waiver of any right in such elements.\nYou do not acquire ownership rights to any such elements viewed through the Site.\nExcept as otherwise provided herein, none of these elements may be used, copied, reproduced, downloaded, posted, displayed, transmitted, mechanical, photocopying, recording, or otherwise, without Company’s prior written permission.</p> 2.\nTrademark <p>Traffic Authority name, logo, and all product names, company names, and other logos, unless otherwise noted, are trademarks and/or trade dress of Traffic Authority.\nThe use or misuse of any Marks or any other materials contained on the Site, without the prior written permission of their owner, is expressly prohibited.</p> THIRD PARTY SITES <p>You may be transferred to online merchants or other third party sites through links or frames from this site.\nYou are cautioned to read their Terms and Conditions and/or Privacy Policies before using such sites.\nThese sites may contain information or material that is illegal, unreasonable or that some people may find inappropriate or offensive.\nThese other sites are not under the control of the Company and are not monitored or reviewed by the Company.\nThe inclusion of such a link or frame does not imply endorsement of this site by the Company, its advertisers or licensors, any association with its operators and is provided solely for your convenience.\nYou agree that the Company and its licensors have no liability whatsoever from such third party sites and your usage of them.</p> PRODUCT DELIVERY <p>Our products are available instantly.\nTraffic Purchases are normally fulfilled within 7 to 14 days.\nHowever, some large Traffic purchases may require a longer time to fulfill to approximately 30 days from the time the client asks us to start traffic to when the order is completely fulfilled.</p> RETURNS <p>Traffic Authority offers a thirty-day, money back guarantee on the initial subscription fee.\nAll subsequent subscription fees are nonrefundable as the benefits of the service are realized immediately upon payment.</p>\n<p>Traffic that has already been used is not eligible to be refunded under any circumstance.\nOnly the unused portion of a traffic order can be refunded and the customer is responsible for pausing their own order in the event they decide to request a refund for their remaining traffic order balance.\nSince traffic is allocated when a package is purchased, refunds will be subject to a cancellation fee of 20% of the package price.</p>\n<p>Upon cancellation of an Affiliate’s agreement, the participant may return resalable sales aids purchased within one (1) year from the date of cancellation for a refund if he or she is unable to sell or use the merchandise.\nA Participant may only return sales aids he or she personally purchased from the Company under his or her Participant Identification Number, and which are in resalable condition.\nUpon receipt of the products and sales aids, the Participant will be reimbursed ninety percent (90%) of the net cost of the original purchase price(s), less shipping charges.\nIf the purchases were made through a credit card, the refund will be credited back to the same account.\nThe Company shall deduct from the reimbursement paid to the Participant any commissions, bonuses, rebates or other incentives received by the Participant that were associated with the merchandise that is returned.</p> DISCLAIMER OF WARRANTIES <p>The Company, its advertisers and licensors make no representation or warranties about this site, the suitability of the information contained on or received through use of this site, or any service or products received through this site.\nAll information and use of this site are provided “as is” without warranty of any kind.\nThe Company, advertisers and/or its licensors hereby disclaim all warranties without regards to this site, the information contained or received through use of this site, and any services or products received through this site, including all express, statutory, and implied warranties of merchantability, fitness for a particular purpose, title and non-infringement.\nThe Company, advertisers and/or its licensors do not warrant that the contents or any information received through this site are accurate, reliable or correct.\nthat this site will be available at any particular time or location.\nthat any defects or errors will be corrected.\nor that the contents of any information received through this site is free of viruses or other harmful components.\nYour use of this site is solely at your risk.\nUser agrees that it has relied on no warranties, representations or statements other than in this agreement.\nBecause some jurisdictions do not permit the exclusion of certain warranties, these exclusions may not apply to you but shall apply to the maximum extent permitted by law of your jurisdiction.</p> LIMITATION OF LIABILITY <p>Under no circumstances shall the Company, advertisers and/or its licensors be liable for any direct, indirect, punitive, incidental, special, or consequential damages that result from the use or inability to use, this site.\nThis limitation applies whether the alleged liability is based on contract, tort, negligence, strict liability, or any other basis, even if the company, advertisers and/or its licensors have been advised of the possibility of such damage.\nBecause some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, the Company, advertisers and/or its respective licensors’ liability in such jurisdictions shall be limited to the maximum extent permitted by law of your jurisdiction.</p> INDEMNIFICATION <p>You agree to defend, indemnify, and hold harmless the Company, its advertisers, licensors, subsidiaries and other affiliated companies, and their employees, contractors, officers, agents and directors from all liabilities, claims, and expenses, including attorney’s fees, that arise from your use of this site, or any services, information or products from this site, or any violation of this Agreement.\nThe Company reserves the right, at it own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you shall cooperate with the Company in asserting any available defenses.</p> LEGAL COMPLIANCE <p>Company may suspend or terminate this Agreement or User’s use immediately upon receipt of any notice which alleges that User has used this site for any purpose that violates any local, state, federal or law of other nations, including but not limited to the posting of information that may violate third party rights, that may defame a third party, that may be obscene or pornographic, that may harass or assault other, that may violate hacking or other criminal regulations of its agent, officers, directors, contractors or employees.\nIn such event, Company may disclose the User’s identity and a subpoena or other legal action, and Company shall not be liable for damages or results thereof and User agrees not to bring any action or claim against Company for such disclosure.</p> CHOICE OF LAW AND FORUM <p>This site (excluding third party linked sites) is controlled by the Company from its offices within the State of Florida, U.S.\nof America.\nIt can be accessed from all 50 states as well as from other countries around the world to the extent permitted by site.\nAs each of these places has laws that may differ from Florida, by assessing this site, both you and the Company agree that the statutes and laws of Florida shall apply to any actions or claims arising out of or in relation to this Agreement or your use of this site, without regards to conflicts of laws principles thereof.\nYou and the Company also agree and hereby submit to the filing of any claim only in the exclusive personal jurisdiction and venue of Florida and any legal proceedings shall be conducted in English.\nThe Company makes no representation that materials on this site are appropriate or available for use in other locations, and accessing them from territories where their contents are illegal is prohibited.</p> MISCELLANEOUS <p>This Agreement incorporates by reference the Site Submission Rules if this site allows posting and posts such Rules.\nThis Agreement constitutes the entire agreement between the parties related to the subject matter thereof, supersedes any prior or contemporaneous (oral, written or electronic) agreement between the parties and shall not be changed except by written agreement signed by an officer of the Company.\nIf any provision of this Agreement is prohibited by law are held to be unenforceable, the remaining provisions hereof shall not be affected, and this Agreement as much as possible under applicable law shall continue in full force and effect as if such unenforceable provision had never constituted a part hereof and the unenforceable provision shall be automatically amended so as to best accomplish the objectives of such unenforceable provision within the limits of applicable law.This site reserves the right to revise these provisions at its discretion, so check back from time to time to be sure you are complying with the current version.</p> ", "created_at": "2021-04-03 19:08:48.281944", "updated_at": "2021-04-03 19:08:59.226259"}, {"id": 4659, "name": "Affiliate Agreement", "url": "https://www.trafficauthority.net/legal/affiliate.php", "xpath": "/html/body/div/div[3]/div/div[1]/div", "text": " <strong>Traffic Authority Affiliate Agreement</strong>\n<p>\n<strong>1.\nAuthorization and Contract.</strong> By executing the Traffic Authority Affiliate Agreement (“Agreement”), you apply for legal authorization to become a Traffic Authority business owner and enter into contract with Streamlined Marketing Systems, Inc., hereinafter “Traffic Authority.” You acknowledge that prior to signing you have received, read and understood the Traffic Authority Income Disclosure Statement, that you have read and understood the Traffic Authority Policies and Procedures, which are incorporated into this Agreement and made part of it as if restated in full, as posted on www.thetrafficauthority.com, and that you have read and agree to all terms set forth in this Agreement.\nTraffic Authority reserves the right to reject any application for any reason within 30 days of receipt.</p>\n<p>\n<strong>2.\nExpiration, Renewal, and Termination.</strong> The term of this Agreement is one year (subject to prior cancellation or disqualification as provided in the Policies and Procedures).\nIf you fail to annually renew your Traffic Authority business, or if it is canceled or terminated for any reason, you understand that you will permanently lose all rights as an Affiliate.\nYou shall not be eligible to sell Traffic Authority services nor shall you be eligible to receive royalties, bonuses, or other income resulting from the activities of your former downline sales organization.\nIn the event of cancellation, termination or nonrenewal, you waive all rights you have, including but not limited to property rights, to your former downline organization and to any bonuses, commissions or other remuneration derived through the sales and other activities of your former downline organization.\nTraffic Authority reserves the right to terminate all Affiliate Agreements upon thirty (30) days’ notice if the Company elects to: (1) cease business operations.\n(2) dissolve as a business entity.\nor (3) terminate distribution of its services via direct selling channels.\nAffiliate may cancel this Agreement at any time, and for any reason, upon written notice to Traffic Authority at its principal business address.\nTraffic Authority may cancel this Agreement for any reason upon 30 days advance written notice to Affiliate.\nTraffic Authority may also take actions short of termination of the Agreement, if the Traffic Authority Affiliate breaches any of its provisions.</p>\n<p>\n<strong>3.\nIndependent Contractor Status.</strong> You agree this authorization does not make you an employee, agent, or legal representative of Traffic Authority or your Sponsoring Affiliate.\nAs a self-employed independent contractor, you will be operating your own independent business, buying and selling services available through Traffic Authority on your own account.\nYou have complete freedom in determining the number of hours that you will devote to your business, and you have the sole discretion of scheduling such hours.\nYou will receive IRS Form 1099-MISC reflecting the amount of income paid to you during the calendar year.\nIt will be your sole responsibility to account for such income on your individual income tax returns.</p>\n<p>\n<strong>4.\nPresenting the Plan.</strong> You agree when presenting the Traffic Authority Compensation Plan to present it in its entirety as outlined in official Traffic Authority materials, emphasizing that sales to end consumers are required to receive compensation in the form of bonuses on downline volume.\nIn presenting the plan to prospects, you agree not to utilize any literature, materials or aids not produced or specifically authorized in writing by Traffic Authority.\nYou agree to instruct all prospective Affiliates to review the Traffic Authority Income Disclosure Statement.</p>\n<p>\n<strong>5.\nSelling the Service.</strong> You agree to make no representations or claims about any of our marketing services beyond those shown in official Traffic Authority literature.\nWe make no guarantees about the effectiveness of our suite of products.</p>\n<p>\n<strong>6.\nTraffic Authority’s Proprietary Information and Trade Secrets.</strong> You recognize and agree that, as further set forth in the Policies and Procedures, information compiled by or maintained by Traffic Authority, including Line of Sponsorship (LOS) information (i.e., information that discloses or relates to all or part of the specific arrangement of sponsorship within the Traffic Authority business including, without limitation, Affiliate lists, sponsorship trees, and all Traffic Authority Affiliate information generated therefrom, in its present or future forms), constitutes a commercially advantageous, unique and proprietary trade secret of Traffic Authority, which it keeps as proprietary and confidential and treats as a trade secret.\nDuring the term of your contract with Traffic Authority, Traffic Authority grants you a personal, non-exclusive, non-transferable and revocable right to use trade secret, confidential, and proprietary business information (Proprietary Information), which includes, without limitation, LOS information, business reports, manufacturing and service developments, and Affiliate sales, earnings and other financial reports to facilitate your Traffic Authority business.</p>\n<p>\n<strong>8.\nImages / Recordings / Consents.</strong> You agree to permit Traffic Authority to obtain photographs, videos, and other recorded media of you or your likeness.\nYou acknowledge and agree to allow any such recorded media to be used by Traffic Authority for any lawful purpose, and without compensation.</p>\n<p>\n<strong>9.\nModification of Terms.</strong> With the exception of the dispute resolution section in Policies and Procedures, which can only be modified by way of mutual consent, the terms of this Agreement may be modified as specified in Rule 1 in the Policies and Procedures.</p>\n<p>\n<strong>10.\nJurisdiction and Governing Law.</strong> The formation, construction, interpretation, and enforceability of your contract with Traffic Authority as set forth in this Affiliate Agreement and any incorporated documents shall be governed by and interpreted in all respects under the laws of the State of Florida without regard to conflict of law provisions.\nLouisiana residents: notwithstanding the foregoing, Louisiana residents may bring an action against Streamlined Marketing Systems, Inc.\nwith jurisdiction and venue as provided by Louisiana law.</p>\n<p>\n<strong>11.\nFax copy.</strong> A faxed copy of the Agreement shall be treated as an original in all respects.</p>\n<p>\n<strong>12.\nDispute Resolution.</strong> All disputes and claims relating to Traffic Authority, its services, the rights and obligations of an Affiliate and Traffic Authority, or any other claims or causes of action relating to the performance of either an Affiliate or Traffic Authority under the Agreement or the Traffic Authority Policies and Procedures shall be settled totally and finally by arbitration as enumerated in the Policies and Procedures in Tallahassee, Florida, or such other location as Traffic Authority prescribed, in accordance with the Federal Arbitration Act and the Commercial Arbitration Rules of the American Arbitration Association, except that all parties shall be entitled to discovery rights allowed under the Federal Rules of Civil Procedure.\n<strong>Additionally, you agree not to initiate or participate in any class action proceeding against Traffic Authority, whether in a judicial or mediation or arbitration proceeding, and you waive all rights to become a member of any certified class in any lawsuit or proceeding.</strong> This agreement to arbitrate shall survive any termination or expiration of the Agreement.\nNothing in the Agreement shall prevent Traffic Authority from applying to and obtaining from any court having jurisdiction a writ of attachment, garnishment, temporary injunction, preliminary injunction, permanent injunction or other equitable relief available to safeguard and protect its interest prior to, during or following the filing of any arbitration or other proceeding or pending the rendition of a decision or award in connection with any arbitration or other proceeding.</p>\n<p>\n<strong>13.\nTime Limitation.</strong> If an Affiliate wishes to bring an action against Traffic Authority for any act or omission relating to or arising from the Agreement, such action must be brought within one year from the date of the alleged conduct giving rise to the cause of action.\nAffiliate waives all claims that any other statutes of limitations apply.</p>\n<p>\n<strong>14.\nRefund Policy.</strong> Traffic Authority offers a thirty (30) day satisfaction guarantee on all initial fees paid to the company.\nAll subsequent fees are nonrefundable.\nThe digital nature of the service and the immediacy of the benefits make any possibility for a longer refund period commercially impractical.\nTraffic that has already been used is not eligible to be refunded under any circumstance.\nOnly the unused portion of a traffic order can be refunded and the customer is responsible for pausing their own order in the event they decide to request a refund for their remaining traffic order balance.</p>\n<p>\n<strong>15.\nMiscellaneous.</strong> If any provision of the Agreement is held to be invalid or unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable, and the balance of the Agreement will remain in full force and effect.\nThis Agreement may be executed in any number of counterparts, each of which shall be deemed an original, but all of which together shall constitute one instrument.\nThe provisions of this Agreement, including all documents incorporated herein by reference, embody the whole agreement between you and Traffic Authority and supersedes any prior agreements, understandings and obligations between you and Traffic Authority concerning the subject matter of your contract with Traffic Authority.</p>\n<p>\n<strong>16.\nMontana residents:</strong> A Montana resident may cancel his or her Affiliate Agreement within fifteen (15) days from the date of enrollment.</p>\n<p>\n<strong>17.\nNotice of Right to Cancel.</strong> You may request a refund on your enrollment fee if it’s done within seven business days from the date of enrollment.\nIf you cancel, any enrollment fees paid will be returned within TEN BUSINESS DAYS following receipt by the seller of your cancellation notice.\nTo cancel this transaction, mail or deliver written notice, to Streamlined Marketing Systems, Inc., 3122 Mahan Drive, Suite 801-341, Tallahassee, Florida, 32308, not later than midnight of the seventh business day following the date of this Agreement.\nTraffic that has already been used is not eligible to be refunded under any circumstance.\nOnly the unused portion of a traffic order can be refunded and you are responsible for pausing your own order in the event you decide to request a refund for your remaining traffic order balance.</p>\n<p>\n<strong>18.\nSubmission of Electronic W-9.</strong> Under penalty of perjury, I certify that (1) the number shown on this form is my correct taxpayer identification number (or I am waiting for a number to be issued to me), and (2), I am not subject to backup withholding because: (a) I am exempt from backup withholding, or (b) I have not been notified by the Internal Revenue Service (IRS) that I am subject to backup withholding as a result of a failure to report all interest or dividends, or (c) the IRS has notified me that I am no longer subject to backup withholding, and (3) I am a U.S.\nCitizen or other U.S.\nperson.</p> ", "created_at": "2021-04-03 19:09:48.613251", "updated_at": "2021-04-03 19:10:01.026601"}, {"id": 4660, "name": "Compliance", "url": "https://www.trafficauthority.net/legal/compliance.php", "xpath": "//*[@id=\"content-wrap\"]/div/div[5]", "text": " <br>\n<strong>Do's and Don'ts:</strong> You Should <ul>\n<li>You may use TA marketing material and self created literature (as long as it follows the guidelines on this page)</li>\n<li>You may create website(s) to promote TA identifying yourself as an TA Affiliate, with full name and ID #.</li>\n<li>You may use the TA Independent Affiliate logo including your full name and TA Username.</li>\n<li>You may only use Company endorsed marketing /auto responders to promote your TA business.\n(Aweber, Get Response, GVO)</li>\n<li>Affiliates are personally responsible for their postings and all other online activity that relates to TA.\nALL postings must align with TA values, Policies &amp.\nProcedures, Terms &amp.\nConditions and Compensation Plan and contributes to the TA community greater good.</li>\n<li>Whenever discussing TA products, services or the TA opportunity online in any manner, Affiliates must disclose their full name, TA username and conspicuously identify themselves as an TA Independent Affiliate.</li>\n<li>For those in violation of any TA's P &amp.\nP's, it may result in disciplinary action, which may include fine, suspension, or termination of the offending Affiliate.\n</li>\n</ul> You Should not <ul>\n<li>You may not make improper income or product claims, even if true without a clear and conspicuous Income Disclosure Statement visible.</li>\n<li>You may not use third party shopping carts to publicize or sell TA products – like eBay, Amazon, Alibaba, or self-created, etc.</li>\n<li>You may not self create website(s) to promote TA without identifying yourself as an TA Affiliate.</li>\n<li>You may not capitalize on the TA brand and products.\nSuch as selling leads, offering Coops to TA Affiliates or the public.</li>\n<li>You may not use Facebook, eBay, Amazon, or Twitter to market TA online unless you identify yourself as an TA Affiliate.</li>\n<li>You may not re-produce sales aids either electronically or in print.</li>\n<li>You may not use the TA name or product names or any noncompliant verbiage as usernames in any email addresses, URLs or social media websites such as Facebook, LinkedIn or Twitter.</li>\n<li>You may not make any financial commitments or media contacts on behalf of TA.</li>\n<li>You may not use any false or misleading testimonials.\nincluding product claims or income claims.</li>\n<li>You may not do anything that may bring the TA name, brand or Affiliates any disrespect.</li>\n</ul> ", "created_at": "2021-04-03 19:10:45.845769", "updated_at": "2021-04-03 19:10:57.205834"}], "points": [], "urls": ["trafficauthority.net"]}}