{"error": 448, "message": "OK", "parameters": {"id": 4780, "name": "InfinityFree", "created_at": "2021-07-16 20:56:24.583679", "updated_at": "2022-03-12 21:10:08.806354", "wikipedia": null, "keywords": null, "related": null, "slug": "infinityfree", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/4780.png", "url": "infinityfree.net", "documents": [{"id": 8563, "name": "Privacy Policy", "url": "https://infinityfree.net/privacy/", "xpath": "/html/body/section[3]/div/div/div", "text": "\nInfinityFree.net Privacy Policy\n<p>InfinityFree.net cares about and respects your privacy.\nFor this reason, we collect and use personal data only as it might be needed for us to deliver to you our products, services and websites (collectively, our “Services”).\nYour personal data includes information such as:</p>\n<ul>\n<li>Name</li>\n<li>Email address</li>\n<li>IP address</li>\n<li>Online identifiers, such as usernames (which may be provided by you or by us).</li>\n<li>Other data collected that could directly or indirectly identify you</li>\n</ul>\n<p>Our Privacy Policy is intended to describe to you how and what data we collect, and how and why we use your personal data.\nIt also describes options we provide for you to access, update or otherwise take control of your personal data that we process.</p>\n<p>If at any time you have questions about our practices or any of your rights described below, you may reach us by contacting us at hello@infinityfree.net .\nThis inbox is actively monitored and managed so that we can provide you with information you can confidently trust.</p>\nWhat information do we collect\n<p>We collect information to provide the best possible experience when you use our Services.\nMuch of what you consider personal data is collected directly from you when you:</p>\n<ul>\n<li>Create an account or purchase any of our Services (e.g.\nbilling information, including name, address, and credit card number).</li>\n<li>Request assistance from our Customer Services team (e.g.\ntelephone number).</li>\n<li>Complete contact forms or request newsletters or other information from us (e.g.\nemail courses, e-books, or emails).</li>\n<li>Participate in contests and surveys, apply for a job, or otherwise participate in activities we promote that might require information about you.</li>\n</ul>\n<p>However, we also collect additional information when delivering our Services to you to ensure necessary and optimal performance.\nThese methods of collection may not be as obvious, so we wanted to explain what these might be (as they vary from time to time) and how they work:</p>\n<p>\n<strong>Account related information</strong> is collected in association with your use of our Services, such as account number, products you have purchased, when products renew or expire, information requests, support requests, and notes or details on our interactions.</p>\n<p>\n<strong>Cookies and similar technologies</strong> on our websites allow us to track your browsing behavior, links clicked, items purchased, and your device types.\nThey also allow us to collect data (including analytics) about how you use and interact with our Services.\nThis allows us to provide you with more relevant product offerings, a better experience on our sites and mobile applications, and to collect, analyse, and improve the performance of our Services.\nWe may also collect your location via Internet Protocol (IP) address, so that we can personalize our Services.</p>\n<p>\n<strong>Data about Usage of Services</strong> is automatically collected when you use and interact with our Services, including metadata, log files, cookie/device IDs, and location information.\nThis information includes specific data about your interactions with the features, content, and links (including third-parties, such as social media plugins) contained within the Services, IP address, browser type and settings (including configuration and plug-ins), the date and time the Services were used, language preferences and cookie data, and information about devices accessing the Services, including type of device, what operating system is used, device settings, application IDs, unique device identifiers, and error data.\nSome of this data collected might be capable of and be used to approximate your location.</p>\n<p>\n<strong>Supplemented Data</strong> may be received about you from other sources, including publicly available databases or third parties from whom we have purchased data, in which case we may combine this data with information we already have about you so that we can update, expand, and analyse the accuracy of our records, identify new customers, and provide products and services that may be of interest to you.\nIf you provide us personal information about others, or if others give us your information, we will only use that information for the specific reason for which it was provided to us.</p>\nHow we use information\n<p>We strongly believe in both reducing the amount of data we collect and limiting the use and purpose of that data to only:</p>\n<ul>\n<li>Data for which we have been given permission</li>\n<li>Data necessary to deliver the Services you purchase or interact with</li>\n<li>Data we might be required or permitted to keep for legal compliance or other lawful purposes.</li>\n</ul>\n<p>We utilise this information to:</p>\n<ul>\n<li>Improve and optimise the operation and performance of our Services (again, including our websites and mobile applications)</li>\n<li>Diagnose problems with and identify any security risks, errors, or needed enhancements to the Services</li>\n<li>Detect and prevent fraud and abuse of our Services and systems</li>\n<li>Collecting aggregate statistics about use of the Services</li>\n<li>Understand and analyse how you use our Services and what products and services are most relevant to you.</li>\n</ul>\n<p>Often, much of the data we collect is aggregated or statistical data about how individuals use our Services, and is not linked to any personal data.\nBut as it is itself personal data, or it can be linked or linkable to personal data, we treat it accordingly.</p>\nSharing with trusted third parties\n<p>We may share your personal data with affiliated companies within our corporate family, with third parties with which we have partnered to allow you to integrate their services into our own Services, and with trusted third-party service providers as necessary for them to perform services on our behalf, such as:</p>\n<ul>\n<li>Fulfilling of the Services provided to you</li>\n<li>Processing payments</li>\n<li>Serving advertisements</li>\n<li>Conducting contests or surveys</li>\n<li>Performing analysis of our Services and customer demographics</li>\n<li>Communicating with you, such as by way email or survey delivery</li>\n<li>Customer relationship management</li>\n</ul>\n<p>We only share your personal data as necessary for any third party to provide the services as requested or as needed on our behalf.\nThese third parties (and any subcontractors) are subject to strict data processing terms and conditions and are prohibited from utilizing, sharing or retaining your personal data for any purpose other than as they have been specifically contracted for (or without your consent).</p>\nOur relation with iFastNet Ltd\n<p>The free website hosting services on InfinityFree.net are fulfilled by iFastNet Ltd.\nWe transmit personal information to them to fulfill the service on our behalf.</p>\n<p>We transmit the following personal information to iFastNet Ltd.:</p>\n<ul>\n<li>Email address</li>\n<li>IP address</li>\n</ul>\n<p>In addition, iFastNet Ltd.\nmay collect personal data directly through your usage of their service.\nFor more information of what they collect and how they process it, please consult iFastNet Ltd’s privacy policy: https://ifastnet.com/privacy.php</p>\nCommunicating with you\n<p>We may contact you directly, or through a third-party service provider, regarding products or services you have signed up or purchased from us, such as necessary to deliver transactional or service related communications.\nWe may also contact you with offers for additional services we think you’ll find valuable if you give us consent, or where allowed based upon legitimate interests.\nYou don’t need to provide consent as a condition to purchase our goods or services.\nThese contacts may include:</p>\n<ul>\n<li>Email</li>\n<li>Text (SMS) messages</li>\n</ul>\n<p>If you make use of a service that allows you to import contacts (e.g.\nusing email marketing services to send emails on your behalf), we will only use the contacts and any other personal information needed for the requested service.\nIf you believe that anyone has provided us with your personal information and you would like to request that it be removed from our database, please contact us at hello@infinityfree.net</p>\nTransfer of personal data abroad\n<p>If you utilise our Services from a country other than the country where our servers are located, your communications with us may result in transferring your personal data across international borders.\nAlso, when you call us or initiate a chat, we may provide you with support from one of our global locations outside your country of origin.\nYour personal data will be transferred and processed outside of the EEA.\nIn these cases, your personal data is handled according to this Privacy Policy.</p>\nCompliance with legal, regulatory and law enforcement requests\n<p>We cooperate with government and law enforcement officials and private parties to enforce and comply with the law.\nWe will disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate to respond to claims and legal process (such as subpoena requests), to protect our property and rights or the property and rights of a third party, to protect the safety of the public or any person, or to prevent or stop activity we consider to be illegal or unethical.</p>\n<p>To the extent we are legally permitted to do so, we will take reasonable steps to notify you in the event that we are required to provide your personal information to third parties as part of legal process.</p>\nWebsite analytics\n<p>We use multiple web analytics tools provided by service partners such as Google Analytics and Statcounter.com to collect information about how you interact with our website or mobile applications, including what pages you visit, what site you visited prior to visiting our website, how much time you spend on each page, what operating system and web browser you use, and network and IP information.\nWe use the information provided by these tools to improve our Services.</p>\n<p>These tools place persistent cookies in your browser to identify you as a unique user the next time you visit our website.\nEach cookie cannot be used by anyone other than the service provider (eg: Facebook and Google for Google Analytics).\nThe information collected from the cookie may be transmitted to and stored by these service partners on servers in a country other than the country in which you reside.\nThough information collected does not include personal data such as name, address, billing information, etc., the information collected is used and shared by these service providers in accordance with their individual privacy policies.</p>\n<p>You can control the technologies we use by utilizing settings in your browser or third-party tools, such as Disconnect, Ghostery and others.</p>\nTargeted advertisements\n<p>Targeted ads or interest-based offers may be presented to you based on your activities on our webpages and other websites, and based on the products you currently own.\nThese offers will display as varying product banners presented to you while browsing.\nWe also partner with third parties to manage our advertising on our webpages and other websites such as Facebook, Twitter, Google, and Microsoft.\nOur third-party partners may use technologies such as cookies to gather information about such activities in order to provide you with advertising based upon your browsing activities and interests, and to measure advertising effectiveness.\nIf you wish to opt out of interest-based advertising in the European Union, please visit https://youronlinechoices.eu .\nPlease note, you will continue to receive generic ads.</p>\nThird-party websites\n<p>Our website and our mobile applications contain links to third-party websites.\nWe are not responsible for the privacy practices or the content of third-party sites.\nPlease read the privacy policy of any website you visit.</p>\nHow you can access, update or delete your data\n<p>To easily access, view, update, delete, or port your personal data (where available), or to update your subscription preferences, please sign into your Account and visit “Edit Account Details.” Please contact us at hello@infinityfree.net for additional information and guidance for accessing, updating, or deleting data.</p>\n<p>If you make a request to delete your personal data and that data is necessary for the products or services you have purchased, the request will be honoured only to the extent it is no longer necessary for any Services purchased or required for our legitimate business purposes or legal or contractual record keeping requirements.</p>\n<p>If you are unable for any reason to access your Account Settings, you may also contact us by one of the methods described in the “Contact Us” section below.</p>\nHow we secure, store, and retain your data\n<p>We follow generally accepted standards to store and protect the personal data we collect, both during transmission and once received and stored, including utilization of encryption where appropriate.</p>\n<p>We retain personal data only for as long as necessary to provide the Services you have requested and thereafter for a variety of legitimate legal or business purposes.\nThese might include retention periods:</p>\n<ul>\n<li>mandated by law, contract, or similar obligations applicable to our business operations;</li>\n<li>for preserving, resolving, defending, or enforcing our legal/contractual rights.\nor</li>\n<li>needed to maintain adequate and accurate business and financial records.</li>\n</ul>\n<p>If you have any questions about the security or retention of your personal data, you can contact us at hello@infinityfree.net</p>\nCalifornia Consumer Privacy Act (“CCPA”)\n<p>Under CCPA, Californian residents have the right to declare their preferences on the sale of data for advertising and marketing purposes.\nIf you wish to change your preferences, click this link to launch our preference portal:</p>\n<p>Californian residents also have the right to access and/or delete collected data about them.\nIf you wish to invoke either right, please see this link.</p>\n<p>We use a third-party to provide monetisation technologies for our site.\nYou can review their privacy and cookie policy here.</p>\n‘Do Not Track’ notifications\n<p>Some browsers allow you to automatically notify websites you visit not to track you using a “Do Not Track” signal.\nThere is no consensus among industry participants as to what “Do Not Track” means in this context.\nLike many websites and online services, we currently do not alter our practices when we receive a “Do Not Track” signal from a visitor’s browser.\nTo find out more about “Do Not Track,” you may wish to visit https://www.allaboutdnt.com.</p>\nAge restrictions\n<p>Our Services are available for purchase only for those over the age of 16.\nOur Services are not targeted to, intended to be consumed by or designed to entice individuals under the age of 16.\nIf you know of or have reason to believe anyone under the age of 16 has provided us with any personal data, please contact us.</p>\nChanges in our Privacy Policy\n<p>We reserve the right to modify this Privacy Policy at any time.\nIf we decide to change our Privacy Policy, we will post those changes to this Privacy Policy and any other places we deem appropriate, so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it.\nIf we make material changes to this Privacy Policy, we will notify you here, by email, or by means of a notice on our home page, at least thirty (30) days prior to the implementation of the changes.</p>\nContact us\n<p>If you have any questions, concerns or complaints about our Privacy Policy, our practices, or our Services, you may contact us at hello@infinityfree.net</p>\n", "created_at": "2021-07-16 18:59:56.150296", "updated_at": "2021-07-16 19:00:35.375086"}, {"id": 8562, "name": "Terms of Service", "url": "https://infinityfree.net/terms/", "xpath": "/html/body/section[3]/div/div/div", "text": "\n1.\nACCEPTANCE OF TERMS\n<p>InfinityFree welcomes you.</p>\n<p>InfinityFree provides its service to you subject to the following Terms\nof Service (\"TOS\"), which may be updated by us from time to time\nwithout notice to you.\nYou can review the most current version of the\nTOS at any time at: /terms/.\nIn addition, when using\nparticular InfinityFree owned or operated services, you and InfinityFree\nshall be subject to any posted guidelines or rules applicable to such\nservices, which may be posted from time to time.\nAll such guidelines or\nrules (including but not limited to our Spam Policy) are hereby\nincorporated by reference into the TOS.\nInfinityFree may also offer\nother services that are governed by different Terms of Service.</p>\n2.\nDESCRIPTION OF SERVICE\n<p>InfinityFree provides users with access to a rich collection of\nresources, including various communications tools, forums, shopping\nservices, search services, personalized content and branded programming\nthrough its network of properties which may be accessed through any\nvarious medium or device now known or hereafter developed (the\n\"Service\").\nYou also understand and agree that the Service may include\nadvertisements and that these advertisements are necessary for\nInfinityFree or it's Partners to provide the Service.\nYou also\nunderstand and agree that the Service may include certain communications\nfrom InfinityFree or it's Partners, such as service announcements,\nadministrative messages and the InfinityFree Newsletter, and that these\ncommunications are considered part of InfinityFree membership and you\nwill not be able to opt out of receiving them.\nUnless explicitly stated\notherwise, any new features that augment or enhance the current Service,\nincluding the release of new InfinityFree properties, shall be subject\nto the TOS.\nYou understand and agree that the Service is provided\n\"AS-IS\" and that InfinityFree assumes no responsibility for the\ntimeliness, deletion, mis-delivery or failure to store any user\ncommunications or personalization settings.\nYou are responsible for\nobtaining access to the Service, and that access may involve third-party\nfees (such as Internet service provider or airtime charges).\nYou are\nresponsible for those fees, including those fees associated with the\ndisplay or delivery of advertisements.\nIn addition, you must provide and\nare responsible for all equipment necessary to access the Service.</p>\n3.\nYOUR REGISTRATION OBLIGATIONS\n<p>In consideration of your use of the Service, you represent that you are\nof legal age to form a binding contract and are not a person barred from\nreceiving services under the laws of the United States or other\napplicable jurisdiction.\nYou also agree to:</p>\n<p>(a) provide true, accurate, current and complete information about\nyourself as prompted by the Service's registration form (the\n\"Registration Data\") and</p>\n<p>(b) maintain and promptly update the Registration Data to keep it true,\naccurate, current and complete.\nIf you provide any information that is\nuntrue, inaccurate, not current or incomplete, or InfinityFree has\nreasonable grounds to suspect that such information is untrue,\ninaccurate, not current or incomplete, InfinityFree has the right to\nsuspend or terminate your account and refuse any and all current or\nfuture use of the Service (or any portion thereof).</p>\n<p>InfinityFree is concerned about the safety and privacy of all its users,\nparticularly children.\nPlease remember that the Service is designed to\nappeal to a broad audience.\nAccordingly, as the legal guardian, it is\nyour responsibility to determine whether any of the Service areas and/or\nContent (as defined in Section 6 below) are appropriate for your child.</p>\n4.\nINFINITYFREE PRIVACY POLICY\n<p>Registration Data and certain other information about you is subject to\nour Privacy Policy.\nFor more information, see our full privacy policy at\n/privacy/ , You\nunderstand that through your use of the Service you consent to the\ncollection and use (as set forth in the Privacy Policy) of this\ninformation, including the transfer of this information to the United\nStates and/or other countries for storage, processing and use by\nInfinityFree and its affiliates.</p>\n5.\nMEMBER ACCOUNT, PASSWORD AND SECURITY\n<p>You will receive a password and account designation upon completing the\nService's registration process.\nYou are responsible for maintaining the\nconfidentiality of the password and account and are fully responsible\nfor all activities that occur under your password or account.\nYou agree\nto</p>\n<ul>\n<li>immediately notify InfinityFree of any unauthorized use of your\npassword or account or any other breach of security, and</li>\n<li>ensure that you exit from your account at the end of each session.\nInfinityFree cannot and will not be liable for any loss or damage\narising from your failure to comply with this Section 5.</li>\n</ul>\n6.\nMEMBER CONDUCT\n<p>You understand that all information, data, text, software, music, sound,\nphotographs, graphics, video, messages, tags, or other materials\n(\"Content\"), whether publicly posted or privately transmitted, are the\nsole responsibility of the person from whom such Content originated.\nThis means that you, and not InfinityFree, are entirely responsible for\nall Content that you upload, post, email, transmit or otherwise make\navailable via the Service.\nInfinityFree does not control the Content\nposted via the Service and, as such, does not guarantee the accuracy,\nintegrity or quality of such Content.\nYou understand that by using the\nService, you may be exposed to Content that is offensive, pornographic,\nindecent or objectionable.\nUnder no circumstances will InfinityFree be\nliable in any way for any Content, including, but not limited to, any\nerrors or omissions in any Content, or any loss or damage of any kind\nincurred as a result of the use of any Content posted, emailed,\ntransmitted or otherwise made available via the Service.</p>\nYou agree to not use the Service to\n<ol>\n<li>upload, post, email, transmit or otherwise make available any\nContent that is unlawful, harmful, threatening, abusive, harassing,\ntortious, defamatory, vulgar, obscene, libelous, invasive of\nanother's privacy, hateful, or racially, ethnically or otherwise\nobjectionable;</li>\n<li>harm minors in any way;</li>\n<li>impersonate any person or entity, including, but not limited to, a\nInfinityFree official, forum leader, guide or host, or falsely state\nor otherwise misrepresent your affiliation with a person or entity;</li>\n<li>forge headers or otherwise manipulate identifiers in order to\ndisguise the origin of any Content transmitted through the Service;</li>\n<li>upload, post, email, transmit or otherwise make available any\nContent that you do not have a right to make available under any law\nor under contractual or fiduciary relationships (such as inside\ninformation, proprietary and confidential information learned or\ndisclosed as part of employment relationships or under nondisclosure\nagreements);</li>\n<li>upload, post, email, transmit or otherwise make available any\nContent that infringes any patent, trademark, trade secret,\ncopyright or other proprietary rights (\"Rights\") of any party.\nThis includes linking to or redirecting to any content or copyright\nfiles hosted on a 3rd party resource / servers.</li>\n<li>upload, post, email, transmit or otherwise make available any\nunsolicited or unauthorized advertising, promotional materials,\n\"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" or\nany other form of solicitation, except in those areas (such as\nshopping) that are designated for such purpose (please read our\ncomplete Spam Policy);</li>\n<li>upload, post, email, transmit or otherwise make available any\nmaterial that contains software viruses or any other computer code,\nfiles or programs designed to interrupt, destroy or limit the\nfunctionality of any computer software or hardware or\ntelecommunications equipment;</li>\n<li>upload, post, email, transmit or otherwise make available any\nmaterial that is of broadcast / streaming types.</li>\n<li>upload, post, email, transmit or otherwise make available any\nmaterial that is of keylogging / proxy service / irc / shell(s) if\nany type / file hosting / file sharing types.</li>\n<li>upload, post, email, transmit or otherwise make available any\nmaterial on free hosting accounts that is of pornographic nature.</li>\n<li>interfere with or disrupt the Service or servers or networks\nconnected to the Service, or disobey any requirements, procedures,\npolicies or regulations of networks connected to the Service;</li>\n<li>intentionally or unintentionally violate any applicable local,\nstate, national or international law, including, but not limited to,\nregulations promulgated by the U.S.\nSecurities and Exchange\nCommission, any rules of any national or other securities exchange,\nincluding, without limitation, the New York Stock Exchange, the\nAmerican Stock Exchange or the NASDAQ, and any regulations having\nthe force of law;</li>\n<li>provide material support or resources (or to conceal or disguise the\nnature, location, source, or ownership of material support or\nresources) to any organization(s) designated by the United States\ngovernment as a foreign terrorist organization pursuant to section\n219 of the Immigration and Nationality Act;</li>\n<li>\"stalk\" or otherwise harass another.\nand/or</li>\n<li>upload, post, email, transmit or otherwise material for the purposes\nof file distribution, relay, or streaming reasons.</li>\n<li>collect or store personal data about other users in connection with\nthe prohibited conduct and activities set forth in paragraphs 1\nthrough 15 above.</li>\n</ol>\n7.\nUSE OF COPYRIGHT MATERIAL AND PROOF OF OWNERSHIP OF CONTENT\n<p>Sites must not contain Warez, copyright or other illegal material\nincluding links or redirects to copyright material hosted on 3rd party\nwebsites / resources.\nThe onus is on you the customer to prove that you\nown the rights to publish material, not for InfinityFree to prove that\nyou do not.\nInfinityFree does not allow the propagation or distribution\nof copyright material, files or warez under any circumstances.</p>\n8.\nACCEPTABLE SERVER RESOURCE USE\n<p>Sites must not use excessive amounts of server resources.\nThese include\nbandwidth, processor utilization and / or disk space.\nPlease see the\n'High Resource Use Policy' in the General Terms and Conditions.</p>\n9.\nBACKUPS / REQUESTING DATA BACKUP\n<p>It is the client / account holders responsibility to maintain and keep\nbackups of website and MySQL data.\nWe do not provide data restores from\nour archives / restoring a website or database to an earlier version.\nWe\nalso do not provide free backups / archives of customers own current\ndata.\nWe reserve the right to charge a fee of 14.99 USD if we are\nrequested to create a backup on a customers behalf.\nWe may choose to\nwaive this fee under circumstances of our choosing.</p>\n10.\nSCRIPT USAGE TERMS\n<p>Scripts on the site must be designed to produce web-based content, and\nnot to use the server as an application server.\nUsing the server to\ngenerate large volumes of email from a database is an example of\nactivity that is not allowed.\nScripts should not attempt to manipulate\nthe timeouts on servers.\nThese are set at the present values to ensure\nthe reliability of the server.\nSites that reset these do so because they\nare resource intensive, and adversely affect server performance and are\ntherefore not allowed.\nScripts that are designed to provide proxy\nservices, anonymous or otherwise, are not allowed.</p>\n<p>The primary purpose of any script must be to produce a web page.\nScripts\nthat send a single email based upon user entered information, or update\na database are acceptable.\nScripts that send bulk email or perform\nprocessor intensive database processes are not allowed.\nAll outgoing\nmail is monitored and filtered and must be sent to or from a\nInfinityFree-hosted domain.</p>\n<p>Sites must not contain scripts that attempt to access privileged server\nresources, or other sites on the same server</p>\n<p>Examples of not allowed script and website types include (but are not\nlimited to):</p>\n<ul>\n<li>Pornographic/adult content</li>\n<li>Proxy scripts</li>\n<li>Chat scripts</li>\n<li>Bitcoin / cryptocurrency faucet sites</li>\n<li>File sharing / file storage scripts</li>\n<li>Autolike scripts</li>\n<li>Hacking scripts / PHP shell scripts</li>\n<li>Phishing</li>\n<li>Mass mail scripts</li>\n<li>Website scraping/crawling/downloading scripts</li>\n<li>Torrents</li>\n<li>Warez</li>\n<li>Cracked/pirated content of any kind</li>\n</ul>\n11.\nUSAGE OF DISK SPACE TERMS\n<p>InfinityFree offers large web space and bandwidth with hosting accounts.\nBy this, we mean space for legitimate web site content and bandwidth for\nvisitors to view it.\nAll files on a domain must be part of the active\nwebsite and linked to the site.\nSites should not contain any backups,\ndownloads, or other non-web based content.\nWe will treat all password\nprotected archive (e.g.\nzip and rar) files as unacceptable.\nMultimedia\ncontent such as audio and video is acceptable provided it is streamed to\nthe user, links to HTTP download of this content is not acceptable.</p>\n<p>Archives of movie files, audio files, zips, rars or any large volumes of\nfiles used for downloading / sharing is not allowed.</p>\n12.\nRIGHT TO SUSPEND / TERMINATE HOSTING SERVICES\n<p>We reserve the right to suspend or terminate any hosting services if a\nwebsite/hosting service consumes excessive server resources or effects\nother websites / hosting services on a shared or clustered hosting\nserver.\nExcessive resource usage can constitute any form of server usage\ncalculated and determined at the discretion of InfinityFree.\nInfinityFree reserves the right to suspend service at any time without\nprior notice if or when the health or normal running / performance of a\nservice is effected / degraded by a website or hosting service.</p>\n<p>You acknowledge that InfinityFree may or may not pre-screen Content, but\nthat InfinityFree and its designees shall have the right (but not the\nobligation) in their sole discretion to pre-screen, refuse, or remove\nany Content that is available via the Service.\nWithout limiting the\nforegoing, InfinityFree and its designees shall have the right to remove\nany Content that violates the TOS or is otherwise objectionable.\nYou\nagree that you must evaluate, and bear all risks associated with, the\nuse of any Content, including any reliance on the accuracy,\ncompleteness, or usefulness of such Content.\nIn this regard, you\nacknowledge that you may not rely on any Content created by InfinityFree\nor submitted to InfinityFree, including without limitation information\nin InfinityFree Message Boards and in all other parts of the Service.</p>\n<p>You acknowledge, consent and agree that InfinityFree may access,\npreserve and disclose your account information and Content if required\nto do so by law or in a good faith belief that such access preservation\nor disclosure is reasonably necessary to:</p>\n<ul>\n<li>comply with legal process;</li>\n<li>enforce the TOS;</li>\n<li>respond to claims that any Content violates the rights of third\nparties;</li>\n<li>respond to your requests for customer service.\nor</li>\n<li>protect the rights, property or personal safety of InfinityFree, its\nusers and the public.</li>\n</ul>\n<p>You understand that the technical processing and transmission of the\nService, including your Content, may involve</p>\n<ul>\n<li>transmissions over various networks.\nand</li>\n<li>changes to conform and adapt to technical requirements of connecting\nnetworks or devices.</li>\n</ul>\n<p>You understand that the Service and software embodied within the Service\nmay include security components that permit digital materials to be\nprotected, and that use of these materials is subject to usage rules set\nby InfinityFree and/or content providers who provide content to the\nService.\nYou may not attempt to override or circumvent any of the usage\nrules embedded into the Service.\nAny unauthorized reproduction,\npublication, further distribution or public exhibition of the materials\nprovided on the Service, in whole or in part, is strictly prohibited.</p>\n13.\nINTERSTATE NATURE OF COMMUNICATIONS ON INFINITYFREE NETWORK\n<p>When you register with InfinityFree, you acknowledge that in using\nInfinityFree services to send electronic communications (including but\nnot limited to email, uploading photos and files and other Internet\nactivities), you will be causing communications to be sent through\nInfinityFree's computer networks, portions of which are located in\nCalifornia, Ohio, UK, and other locations in the United States and\nportions of which are located abroad.\nAs a result, and also as a result\nof InfinityFree's network architecture and business practices and the\nnature of electronic communications, even communications that seem to be\nintrastate in nature can result in the transmission of interstate\ncommunications regardless of where you are physically located at the\ntime of transmission.\nAccordingly, by agreeing to this Terms of Service,\nyou acknowledge that use of the service results in interstate data\ntransmissions.</p>\n14.\nSPECIAL ADMONITIONS FOR INTERNATIONAL USE\n<p>Recognizing the global nature of the Internet, you agree to comply with\nall local rules regarding online conduct and acceptable Content.\nSpecifically, you agree to comply with all applicable laws regarding the\ntransmission of technical data exported from the United States or the\ncountry in which you reside.</p>\n15.\nCONTENT SUBMITTED OR MADE AVAILABLE FOR INCLUSION ON THE SERVICE\n<p>InfinityFree does not claim ownership of Content you submit or make\navailable for inclusion on the Service.\nHowever, with respect to Content\nyou submit or make available for inclusion on publicly accessible areas\nof the Service, you grant InfinityFree the following worldwide,\nroyalty-free and non-exclusive license(s), as applicable:</p>\n<ul>\n<li>With respect to Content you submit or make available for inclusion\non publicly accessible areas of InfinityFree Servers, the license to\nuse, distribute, reproduce, modify, adapt, publicly perform and\npublicly display such Content on the Service solely for the purposes\nof providing and promoting the InfinityFree Service to which such\nContent was submitted or made available.\nThis license exists only\nfor as long as you elect to continue to include such Content on the\nService and will terminate at the time you remove or InfinityFree\nremoves such Content from the Service.</li>\n<li>With respect to photos, graphics, audio or video you submit or make\navailable for inclusion on publicly accessible areas of the Service\nother than InfinityFree Servers, the license to use, distribute,\nreproduce, modify, adapt, publicly perform and publicly display such\nContent on the Service solely for the purpose for which such Content\nwas submitted or made available.\nThis license exists only for as\nlong as you elect to continue to include such Content on the Service\nand will terminate at the time you remove or InfinityFree removes\nsuch Content from the Service.</li>\n<li>With respect to Content other than photos, graphics, audio or video\nyou submit or make available for inclusion on publicly accessible\nareas of the Service other than InfinityFree Servers, the perpetual,\nirrevocable and fully sublicensable license to use, distribute,\nreproduce, modify, adapt, publish, translate, publicly perform and\npublicly display such Content (in whole or in part) and to\nincorporate such Content into other works in any format or medium\nnow known or later developed.</li>\n</ul>\n<p>\"Publicly accessible\" areas of the Service are those areas of the\nInfinityFree network of properties that are intended by InfinityFree to\nbe available to the general public.\nBy way of example, publicly\naccessible areas of the Service would include InfinityFree Message\nBoards and all areas that are open to both members and visitors.\nHowever, publicly accessible areas of the Service would not include\nportions of InfinityFree Servers that are limited to members,\nInfinityFree services intended for private communication such as\nInfinityFree Mail or, or areas off of the InfinityFree network of\nproperties such as portions of World Wide Web sites that are accessible\nvia hypertext or other links but are not hosted or served by\nInfinityFree.</p>\n15.\nCONTRIBUTIONS TO INFINITYFREE\n<p>By submitting ideas, suggestions, documents, and/or proposals\n(\"Contributions\") to InfinityFree through its forum, or contact forms,\nyou acknowledge and agree that:</p>\n<ul>\n<li>your Contributions do not contain confidential or proprietary\ninformation;</li>\n<li>InfinityFree is not under any obligation of confidentiality, express\nor implied, with respect to the Contributions;</li>\n<li>InfinityFree shall be entitled to use or disclose (or choose not to\nuse or disclose) such Contributions for any purpose, in any way, in\nany media worldwide;</li>\n<li>InfinityFree may have something similar to the Contributions already\nunder consideration or in development;</li>\n<li>your Contributions automatically become the property of InfinityFree\nwithout any obligation of InfinityFree to you.\nand</li>\n<li>you are not entitled to any compensation or reimbursement of any\nkind from InfinityFree under any circumstances.</li>\n</ul>\n16.\nINDEMNITY\n<p>You agree to indemnify and hold InfinityFree and its subsidiaries,\naffiliates, officers, agents, employees, partners and licensors harmless\nfrom any claim or demand, including reasonable attorneys' fees, made by\nany third party due to or arising out of Content you submit, post,\ntransmit or otherwise make available through the Service, your use of\nthe Service, your connection to the Service, your violation of the TOS,\nor your violation of any rights of another.</p>\n17.\nNO RESALE OF SERVICE\n<p>You agree not to reproduce, duplicate, copy, sell, trade, resell or\nexploit for any commercial purposes, any portion of the Service\n(including your InfinityFree ID), use of the Service, or access to the\nService, unless you are a member of the InfinityFree Reseller Service,\nutilising the reselling platform to resell to end users.</p>\n18.\nGENERAL PRACTICES REGARDING USE AND STORAGE\n<p>You acknowledge that InfinityFree may establish general practices and\nlimits concerning use of the Service, including without limitation the\nmaximum number of days that idle hosting accounts, message board\npostings or other uploaded Content will be retained by the Service, the\nmaximum number of email messages that may be sent from or received by an\naccount on the Service, the maximum size of any email message that may\nbe sent from or received by an account on the Service, the maximum disk\nspace that will be allotted on InfinityFree's servers on your behalf,\nand the maximum number of times (and the maximum duration for which) you\nmay access the Service in a given period of time.\nYou agree that\nInfinityFree has no responsibility or liability for the deletion or\nfailure to store any messages and other communications or other Content\nmaintained or transmitted by the Service.\nYou acknowledge that\nInfinityFree reserves the right to log off accounts that are inactive\nfor an extended period of time.\nYou further acknowledge that\nInfinityFree reserves the right to modify these general practices and\nlimits from time to time.</p>\n19.\nMODIFICATIONS TO SERVICE\n<p>InfinityFree reserves the right at any time and from time to time to\nmodify or discontinue, temporarily or permanently, the Service (or any\npart thereof) with or without notice.\nYou agree that InfinityFree shall\nnot be liable to you or to any third party for any modification,\nsuspension or discontinuance of the Service.</p>\n<p>Certain services provided by InfinityFree are resold.\nThus, certain\nequipment, routing, software, and programming used by InfinityFree are\nnot directly owned or written by InfinityFree.\nInfinityFree shall not be\nresponsible for any changes in services provided by a 3rd party\nprovider, also will not be held liable for any damage or loss which may\narise from service disruption provided by a 3rd party provider.\nInfinityFree will show highest interest to make sure that that services\nprovided by a 3rd party are running smoothly and correctly, and will\ncontact the 3rd party provider when changes or fixes are needed, however\nthe time needed for any fix or alteration will not be decided by\nInfinityFree and InfinityFree will not be held liable for any fixes or\nalterations to be performed on a product provided by a 3rd party in a\ndefinite time frame.</p>\n20.\nTERMINATION\n<p>You agree that InfinityFree may, under certain circumstances and without\nprior notice, immediately terminate your InfinityFree account, any\nassociated email address, and access to the Service.\nCause for such\ntermination shall include, but not be limited to,</p>\n<ul>\n<li>breaches or violations of the TOS or other incorporated agreements\nor guidelines,</li>\n<li>requests by law enforcement or other government agencies,</li>\n<li>a request by you (self-initiated account deletions),</li>\n<li>discontinuance or material modification to the Service (or any part\nthereof),</li>\n<li>unexpected technical or security issues or problems,</li>\n<li>extended periods of inactivity,</li>\n<li>engagement by you in fraudulent or illegal activities, and/or</li>\n<li>nonpayment of any fees owed by you in connection with the Services.</li>\n</ul>\n<p>Termination of your InfinityFree account includes</p>\n<ul>\n<li>removal of access to all offerings within the Service, including but\nnot limited to Hosting accounts, Email Services, SQL databases,</li>\n<li>deletion of your password and all related information, files and\ncontent associated with or inside your account (or any part\nthereof), and</li>\n<li>barring of further use of the Service.\nFurther, you agree that all\nterminations for cause shall be made in InfinityFree's sole\ndiscretion and that InfinityFree shall not be liable to you or any\nthird party for any termination of your account, any associated\nemail address, or access to the Service.</li>\n</ul>\n21.\nDEALINGS WITH ADVERTISERS\n<p>Your correspondence or business dealings with, or participation in\npromotions of, advertisers found on or through the Service, including\npayment and delivery of related goods or services, and any other terms,\nconditions, warranties or representations associated with such dealings,\nare solely between you and such advertiser.\nYou agree that InfinityFree\nshall not be responsible or liable for any loss or damage of any sort\nincurred as the result of any such dealings or as the result of the\npresence of such advertisers on the Service.</p>\n22.\nLINKS\n<p>The Service may provide, or third parties may provide, links to other\nWorld Wide Web sites or resources.\nBecause InfinityFree has no control\nover such sites and resources, you acknowledge and agree that\nInfinityFree is not responsible for the availability of such external\nsites or resources, and does not endorse and is not responsible or\nliable for any Content, advertising, products or other materials on or\navailable from such sites or resources.\nYou further acknowledge and\nagree that InfinityFree shall not be responsible or liable, directly or\nindirectly, for any damage or loss caused or alleged to be caused by or\nin connection with use of or reliance on any such Content, goods or\nservices available on or through any such site or resource.</p>\n23.\nMAXIMUM FREE HOSTING ACCOUNTS PER PERSON\n<p>Three free hosting accounts are allowed per person.\nRegistering more\nthan three accounts is considered abuse and will result in all accounts\nbeing terminated without notice.</p>\n24.\nINFINITYFREE'S PROPRIETARY RIGHTS\n<p>You acknowledge and agree that the Service and any necessary software\nused in connection with the Service (\"Software\") contain proprietary\nand confidential information that is protected by applicable\nintellectual property and other laws.\nYou further acknowledge and agree\nthat Content contained in sponsor advertisements or information\npresented to you through the Service or by advertisers is protected by\ncopyrights, trademarks, service marks, patents or other proprietary\nrights and laws.\nExcept as expressly authorized by InfinityFree or\nadvertisers, you agree not to modify, rent, lease, loan, sell,\ndistribute or create derivative works based on the Service or the\nSoftware, in whole or in part.</p>\n25.\nUSE OF ADVERT BLOCKERS\n<p>InfinityFree may use adverts to subsidize the costs of running the\nservice.\nThe use of advert blockers, or the process of recommending\nadvert blockers whilst using the service is forbidden.\nViolation will\nresult in termination.</p>\n26.\nDISCLAIMER OF WARRANTIES\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT:</p>\n<p>1.\nYOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED\nON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nInfinityFree AND ITS\nSUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND\nLICENSORS EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS\nOR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF\nMERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.</p>\n<p>2.\nINFINITYFREE AND ITS SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES,\nAGENTS, PARTNERS AND LICENSORS MAKE NO WARRANTY THAT (i) THE SERVICE\nWILL MEET YOUR REQUIREMENTS.\n(ii) THE SERVICE WILL BE UNINTERRUPTED,\nTIMELY, SECURE OR ERROR-FREE.\n(iii) THE RESULTS THAT MAY BE OBTAINED\nFROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE.\n(iv) THE\nQUALITY OF ANY PRODUCTS, SERVICES, INFORMATION OR OTHER MATERIAL\nPURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR\nEXPECTATIONS.\nAND (v) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.</p>\n<p>3.\nANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE\nSERVICE IS ACCESSED AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE\nSOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF\nDATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.</p>\n<p>4.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU\nFROM INFINITYFREE OR THROUGH OR FROM THE SERVICE SHALL CREATE ANY\nWARRANTY NOT EXPRESSLY STATED IN THE TOS.</p>\n<p>5.\nA SMALL PERCENTAGE OF USERS MAY EXPERIENCE EPILEPTIC SEIZURES WHEN\nEXPOSED TO CERTAIN LIGHT PATTERNS OR BACKGROUNDS ON A COMPUTER SCREEN OR\nWHILE USING THE SERVICE.\nCERTAIN CONDITIONS MAY INDUCE PREVIOUSLY\nUNDETECTED EPILEPTIC SYMPTOMS EVEN IN USERS WHO HAVE NO HISTORY OF PRIOR\nSEIZURES OR EPILEPSY.\nIF YOU, OR ANYONE IN YOUR FAMILY, HAVE AN\nEPILEPTIC CONDITION, CONSULT YOUR PHYSICIAN PRIOR TO USING THE SERVICE.\nIMMEDIATELY DISCONTINUE USE OF THE SERVICE AND CONSULT YOUR PHYSICIAN IF\nYOU EXPERIENCE ANY OF THE FOLLOWING SYMPTOMS WHILE USING THE SERVICE:\nDIZZINESS, ALTERED VISION, EYE OR MUSCLE TWITCHES, LOSS OF AWARENESS,\nDISORIENTATION, ANY INVOLUNTARY MOVEMENT, OR CONVULSIONS.</p>\n26.\nLIMITATION OF LIABILITY\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT InfinityFree AND ITS\nSUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND\nLICENSORS SHALL NOT BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT,\nINCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING, BUT\nNOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR\nOTHER INTANGIBLE LOSSES (EVEN IF InfinityFree HAS BEEN ADVISED OF THE\nPOSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OR THE\nINABILITY TO USE THE SERVICE.\n(ii) THE COST OF PROCUREMENT OF SUBSTITUTE\nGOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR\nSERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS\nENTERED INTO THROUGH OR FROM THE SERVICE.\n(iii) UNAUTHORIZED ACCESS TO\nOR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(iv) STATEMENTS OR CONDUCT\nOF ANY THIRD PARTY ON THE SERVICE.\nOR (v) ANY OTHER MATTER RELATING TO\nTHE SERVICE.</p>\n28.\nEXCLUSIONS AND LIMITATIONS\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR\nTHE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL\nDAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS OF SECTIONS 19 AND\n20 MAY NOT APPLY TO YOU.</p>\n29.\nSPECIAL ADMONITION FOR SERVICES RELATING TO FINANCIAL MATTERS\n<p>If you intend to create or join any service, receive or request any\nnews, messages, alerts or other information from the Service concerning\ncompanies, stock quotes, investments or securities, please read the\nabove Sections 24 and 26 again.\nThey go doubly for you.\nIn addition, for\nthis type of information particularly, the phrase \"Let the investor\nbeware\" is apt.\nThe Service is provided for informational purposes\nonly, and no Content included in the Service is intended for trading or\ninvesting purposes.\nInfinityFree and its licensors shall not be\nresponsible or liable for the accuracy, usefulness or availability of\nany information transmitted or made available via the Service, and shall\nnot be responsible or liable for any trading or investment decisions\nbased on such information.</p>\n30.\nNO THIRD-PARTY BENEFICIARIES\n<p>You agree that, except as otherwise expressly provided in this TOS,\nthere shall be no third-party beneficiaries to this agreement.</p>\n31.\nNOTICE\n<p>InfinityFree may provide you with notices, including those regarding\nchanges to the TOS, by email, regular mail or postings on the Service.</p>\n32.\nTRADEMARK INFORMATION\n<p>The InfinityFree, InfinityFree logo, trademarks and service marks and\nother InfinityFree logos and product and service names are trademarks of\nInfinityFree (the \"InfinityFree Marks\").\nWithout InfinityFree's prior\npermission, you agree not to display or use in any manner the\nInfinityFree Marks.</p>\n33.\nNOTICE AND PROCEDURE FOR MAKING CLAIMS OF COPYRIGHT OR INTELLECTUAL PROPERTY INFRINGEMENT\n<p>InfinityFree respects the intellectual property of others, and we ask\nour users to do the same.\nInfinityFree may, in appropriate circumstances\nand at its discretion, disable and/or terminate the accounts of users\nwho may be repeat infringers.\nIf you believe that your work has been\ncopied in a way that constitutes copyright infringement, or your\nintellectual property rights have been otherwise violated, please\nprovide InfinityFree's Copyright Agent the following information:</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act\non behalf of the owner of the copyright or other intellectual\nproperty interest;</li>\n<li>a description of the copyrighted work or other intellectual property\nthat you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is\nlocated on the site;</li>\n<li>your address, telephone number, and email address;</li>\n<li>a statement by you that you have a good faith belief that the\ndisputed use is not authorized by the copyright owner, its agent, or\nthe law;</li>\n<li>a statement by you, made under penalty of perjury, that the above\ninformation in your Notice is accurate and that you are the\ncopyright or intellectual property owner or authorized to act on the\ncopyright or intellectual property owner's behalf.</li>\n</ul>\n34.\nGENERAL INFORMATION\nEntire Agreement\n<p>The TOS constitutes the entire agreement between you and InfinityFree\nand governs your use of the Service, superseding any prior agreements\nbetween you and InfinityFree with respect to the Service.\nYou also may\nbe subject to additional terms and conditions that may apply when you\nuse or purchase certain other InfinityFree services, affiliate services,\nthird-party content or third-party software.</p>\nWaiver and Severability of Terms\n<p>The failure of InfinityFree to exercise or enforce any right or\nprovision of the TOS shall not constitute a waiver of such right or\nprovision.\nIf any provision of the TOS is found by a court of competent\njurisdiction to be invalid, the parties nevertheless agree that the\ncourt should endeavor to give effect to the parties' intentions as\nreflected in the provision, and the other provisions of the TOS remain\nin full force and effect.</p>\nNo Right of Survivorship and Non-Transferability\n<p>You agree that your InfinityFree account is non-transferable and any\nrights to your InfinityFree ID or contents within your account terminate\nupon your death.\nUpon receipt of a copy of a death certificate, your\naccount may be terminated and all contents therein permanently deleted.</p>\nStatute of Limitations\n<p>You agree that regardless of any statute or law to the contrary, any\nclaim or cause of action arising out of or related to use of the Service\nor the TOS must be filed within one (1) year after such claim or cause\nof action arose or be forever barred.</p>\n<p>The section titles in the TOS are for convenience only and have no legal\nor contractual effect.</p>\n35.\nVIOLATIONS\n<p>Please report any violations of the TOS to compliance@infinityfree.net.</p>\n", "created_at": "2021-07-16 20:56:24.591867", "updated_at": "2021-07-16 18:58:08.00336"}], "points": [{"id": 25838, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://infinityfree.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-11-21 12:51:17.954196", "updated_at": "2022-03-12 20:27:01.353434", "quoteText": "We may share your personal data with affiliated companies within our corporate family, with third parties with which we have partnered to allow you to integrate their services into our own Services, and with trusted third-party service providers as necessary for them to perform services on our behalf, such as:</p>\n<ul>\n<li>Fulfilling of the Services provided to you</li>\n<li>Processing payments</li>\n<li>Serving advertisements</li>\n<li>Conducting contests or surveys</li>\n<li>Performing analysis of our Services and customer demographics</li>\n<li>Communicating with you, such as by way email or survey delivery</li>\n<li>Customer relationship management</li>", "case_id": 188, "document_id": 8563, "quoteStart": 5634, "quoteEnd": 6293}, {"id": 25860, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://infinityfree.net/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 14:22:38.618395", "updated_at": "2022-03-12 20:26:44.256846", "quoteText": "You agree that InfinityFree may, under certain circumstances and without\nprior notice, immediately terminate your InfinityFree account, any\nassociated email address, and access to the Service.\nCause for such\ntermination shall include, but not be limited to,</p>\n<ul>\n<li>breaches or violations of the TOS or other incorporated agreements\nor guidelines,</li>\n<li>requests by law enforcement or other government agencies,</li>\n<li>a request by you (self-initiated account deletions),</li>\n<li>discontinuance or material modification to the Service (or any part\nthereof),</li>\n<li>unexpected technical or security issues or problems,</li>\n<li>extended periods of inactivity,</li>\n<li>engagement by you in fraudulent or illegal activities, and/or</li>\n<li>nonpayment of any fees owed by you in connection with the Services.", "case_id": 201, "document_id": 8562, "quoteStart": 24571, "quoteEnd": 25390}, {"id": 25861, "title": "They may stop providing the service at any time", "source": "https://infinityfree.net/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 14:30:18.804532", "updated_at": "2021-11-22 05:28:32.901762", "quoteText": "InfinityFree reserves the right at any time and from time to time to\nmodify or discontinue, temporarily or permanently, the Service (or any\npart thereof) with or without notice.\nYou agree that InfinityFree shall\nnot be liable to you or to any third party for any modification,\nsuspension or discontinuance of the Service.", "case_id": 203, "document_id": 8562, "quoteStart": 23366, "quoteEnd": 23687}, {"id": 25835, "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance", "source": "https://infinityfree.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-11-21 12:37:19.398873", "updated_at": "2021-11-22 05:22:43.472659", "quoteText": "If we make material changes to this Privacy Policy, we will notify you here, by email, or by means of a notice on our home page, at least thirty (30) days prior to the implementation of the changes.", "case_id": 124, "document_id": 8563, "quoteStart": 15574, "quoteEnd": 15772}, {"id": 25851, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://infinityfree.net/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 13:08:42.889339", "updated_at": "2021-11-22 05:21:11.707395", "quoteText": "InfinityFree provides its service to you subject to the following Terms\nof Service (\"TOS\"), which may be updated by us from time to time\nwithout notice to you.", "case_id": 121, "document_id": 8562, "quoteStart": 61, "quoteEnd": 220}, {"id": 25866, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://infinityfree.net/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 14:47:07.112517", "updated_at": "2022-03-12 20:25:20.057636", "quoteText": "You understand that all information, data, text, software, music, sound,\nphotographs, graphics, video, messages, tags, or other materials\n(\"Content\"), whether publicly posted or privately transmitted, are the\nsole responsibility of the person from whom such Content originated.\nThis means that you, and not InfinityFree, are entirely responsible for\nall Content that you upload, post, email, transmit or otherwise make\navailable via the Service.\n", "case_id": 292, "document_id": 8562, "quoteStart": 4896, "quoteEnd": 5342}, {"id": 25865, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://infinityfree.net/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 14:46:05.781527", "updated_at": "2021-11-22 05:26:57.366128", "quoteText": "InfinityFree does not control the Content\nposted via the Service and, as such, does not guarantee the accuracy,\nintegrity or quality of such Content.", "case_id": 288, "document_id": 8562, "quoteStart": 5342, "quoteEnd": 5491}, {"id": 25864, "title": "You agree not to use the service for illegal purposes", "source": "https://infinityfree.net/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 14:40:01.314548", "updated_at": "2022-03-12 20:27:11.75894", "quoteText": "You agree to not use the Service to\n<ol>\n<li>upload, post, email, transmit or otherwise make available any\nContent that is unlawful, harmful, threatening, abusive, harassing,\ntortious, defamatory, vulgar, obscene, libelous, invasive of\nanother's privacy, hateful, or racially, ethnically or otherwise\nobjectionable;</li>\n<li>harm minors in any way;</li>\n<li>impersonate any person or entity, including, but not limited to, a\nInfinityFree official, forum leader, guide or host, or falsely state\nor otherwise misrepresent your affiliation with a person or entity;</li>\n<li>forge headers or otherwise manipulate identifiers in order to\ndisguise the origin of any Content transmitted through the Service;</li>\n<li>upload, post, email, transmit or otherwise make available any\nContent that you do not have a right to make available under any law\nor under contractual or fiduciary relationships (such as inside\ninformation, proprietary and confidential information learned or\ndisclosed as part of employment relationships or under nondisclosure\nagreements);</li>\n<li>upload, post, email, transmit or otherwise make available any\nContent that infringes any patent, trademark, trade secret,\ncopyright or other proprietary rights (\"Rights\") of any party.", "case_id": 280, "document_id": 8562, "quoteStart": 5933, "quoteEnd": 7178}, {"id": 25863, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://infinityfree.net/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 14:32:45.240179", "updated_at": "2022-01-04 14:14:21.980817", "quoteText": "You agree\nto</p>\n<ul>\n<li>immediately notify InfinityFree of any unauthorized use of your\npassword or account or any other breach of security, and</li>\n<li>ensure that you exit from your account at the end of each session.", "case_id": 484, "document_id": 8562, "quoteStart": 4518, "quoteEnd": 4740}, {"id": 25862, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://infinityfree.net/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 14:32:02.319037", "updated_at": "2021-12-06 17:26:53.862373", "quoteText": "You are responsible for maintaining the\nconfidentiality of the password and account and are fully responsible\nfor all activities that occur under your password or account.", "case_id": 148, "document_id": 8562, "quoteStart": 4346, "quoteEnd": 4517}, {"id": 25859, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://infinityfree.net/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 13:48:58.20736", "updated_at": "2021-11-22 05:27:30.65366", "quoteText": "2.\nINFINITYFREE AND ITS SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES,\nAGENTS, PARTNERS AND LICENSORS MAKE NO WARRANTY THAT (i) THE SERVICE\nWILL MEET YOUR REQUIREMENTS.\n(ii) THE SERVICE WILL BE UNINTERRUPTED,\nTIMELY, SECURE OR ERROR-FREE.", "case_id": 287, "document_id": 8562, "quoteStart": 29147, "quoteEnd": 29385}, {"id": 25858, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://infinityfree.net/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 13:46:18.152264", "updated_at": "2021-11-24 15:48:17.324848", "quoteText": "YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED\nON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.", "case_id": 286, "document_id": 8562, "quoteStart": 28728, "quoteEnd": 28837}, {"id": 25857, "title": "The service claims to be CCPA compliant for California users", "source": "https://infinityfree.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-11-21 13:43:08.8848", "updated_at": "2022-03-12 20:25:14.388926", "quoteText": "Under CCPA, Californian residents have the right to declare their preferences on the sale of data for advertising and marketing purposes.\nIf you wish to change your preferences, click this link to launch our preference portal:</p>\n<p>Californian residents also have the right to access and/or delete collected data about them.\nIf you wish to invoke either right, please see this link.</p>", "case_id": 482, "document_id": 8563, "quoteStart": 13870, "quoteEnd": 14258}, {"id": 25856, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://infinityfree.net/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 13:39:13.997155", "updated_at": "2021-11-27 14:00:31.516355", "quoteText": "If any provision of the TOS is found by a court of competent\njurisdiction to be invalid, the parties nevertheless agree that the\ncourt should endeavor to give effect to the parties' intentions as\nreflected in the provision, and the other provisions of the TOS remain\nin full force and effect.", "case_id": 294, "document_id": 8562, "quoteStart": 35634, "quoteEnd": 35926}, {"id": 25855, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://infinityfree.net/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 13:36:09.617288", "updated_at": "2021-12-10 16:39:26.051535", "quoteText": "The Service may provide, or third parties may provide, links to other\nWorld Wide Web sites or resources.\nBecause InfinityFree has no control\nover such sites and resources, you acknowledge and agree that\nInfinityFree is not responsible for the availability of such external\nsites or resources, and does not endorse and is not responsible or\nliable for any Content, advertising, products or other materials on or\navailable from such sites or resources.", "case_id": 279, "document_id": 8562, "quoteStart": 26655, "quoteEnd": 27105}, {"id": 25854, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://infinityfree.net/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 13:30:55.703162", "updated_at": "2021-12-09 18:20:35.27833", "quoteText": "The failure of InfinityFree to exercise or enforce any right or\nprovision of the TOS shall not constitute a waiver of such right or\nprovision.\n", "case_id": 295, "document_id": 8562, "quoteStart": 35491, "quoteEnd": 35634}, {"id": 25853, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://infinityfree.net/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 13:27:02.419699", "updated_at": "2021-11-28 17:26:46.310283", "quoteText": "If any provision of the TOS is found by a court of competent\njurisdiction to be invalid, the parties nevertheless agree that the\ncourt should endeavor to give effect to the parties' intentions as\nreflected in the provision, and the other provisions of the TOS remain\nin full force and effect.", "case_id": 294, "document_id": 8562, "quoteStart": 35634, "quoteEnd": 35926}, {"id": 25852, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://infinityfree.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-11-21 13:13:04.387134", "updated_at": "2022-02-05 15:24:01.766948", "quoteText": "This information includes specific data about your interactions with the features, content, and links (including third-parties, such as social media plugins) contained within the Services, IP address, browser type and settings (including configuration and plug-ins), the date and time the Services were used, language preferences and cookie data, and information about devices accessing the Services, including type of device, what operating system is used, device settings, application IDs, unique device identifiers, and error data.\nSome of this data collected might be capable of and be used to approximate your location.</p>", "case_id": 399, "document_id": 8563, "quoteStart": 3150, "quoteEnd": 3778}, {"id": 25844, "title": "This service may collect, use, and share location data", "source": "https://infinityfree.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-11-21 13:00:08.47505", "updated_at": "2022-03-12 20:26:49.014741", "quoteText": "We may also collect your location via Internet Protocol (IP) address, so that we can personalize our Services.", "case_id": 373, "document_id": 8563, "quoteStart": 2837, "quoteEnd": 2947}, {"id": 25843, "title": "You cannot opt out of promotional communications", "source": "https://infinityfree.net/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-21 12:57:41.99912", "updated_at": "2021-12-05 12:09:00.727843", "quoteText": "You also\nunderstand and agree that the Service may include certain communications\nfrom InfinityFree or it's Partners, such as service announcements,\nadministrative messages and the InfinityFree Newsletter, and that these\ncommunications are considered part of InfinityFree membership and you\nwill not be able to opt out of receiving them.", "case_id": 224, "document_id": 8562, "quoteStart": 1288, "quoteEnd": 1625}, {"id": 25841, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://infinityfree.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-11-21 12:53:36.01023", "updated_at": "2021-11-22 18:23:52.286219", "quoteText": "These third parties (and any subcontractors) are subject to strict data processing terms and conditions and are prohibited from utilizing, sharing or retaining your personal data for any purpose other than as they have been specifically contracted for (or without your consent).", "case_id": 210, "document_id": 8563, "quoteStart": 6434, "quoteEnd": 6712}, {"id": 25836, "title": "This service is only available to users over a certain age", "source": "https://infinityfree.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-11-21 12:43:41.837987", "updated_at": "2022-03-12 20:27:14.919104", "quoteText": "Our Services are available for purchase only for those over the age of 16.", "case_id": 152, "document_id": 8563, "quoteStart": 14897, "quoteEnd": 14971}, {"id": 25834, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://infinityfree.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-11-21 12:36:53.159053", "updated_at": "2022-05-12 22:05:06.503981", "quoteText": "e reserve the right to modify this Privacy Policy at any time.\nIf we decide to change our Privacy Policy, we will post those changes to this Privacy Policy and any other places we deem appropriate, so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it.", "case_id": 329, "document_id": 8563, "quoteStart": 15253, "quoteEnd": 15573}, {"id": 25833, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://infinityfree.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-11-21 12:27:15.158701", "updated_at": "2022-03-12 20:27:04.43938", "quoteText": "Like many websites and online services, we currently do not alter our practices when we receive a “Do Not Track” signal from a visitor’s browser.", "case_id": 233, "document_id": 8563, "quoteStart": 14637, "quoteEnd": 14782}], "urls": ["infinityfree.net"]}}