{"error": 448, "message": "OK", "parameters": {"id": 6622, "name": "Lokinet", "created_at": "2022-05-12 04:05:33.550735", "updated_at": "2022-05-12 22:01:10.786708", "wikipedia": null, "keywords": null, "related": null, "slug": "lokinet", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6622.png", "url": "lokinet.org", "documents": [{"id": 12061, "name": "Privacy Policy", "url": "https://lokinet.org/privacy-policy/", "xpath": "//body", "text": "FAQLokinet Privacy PolicyLokinet never knows who you are or what websites you visit.<strong>Lokinet App</strong>\n<p>We are mission-driven to protect your privacy.</p>\n<p>Lokinet is designed so that it doesn’t access, create, or store any information which could be used to identify or track you.\nLokinet doesn’t store any identifying information about your device or connection, such as your IP address.\n</p>\n<p>There is no registration process for Lokinet.\nYou don’t need a phone number, email, or any information tied to your real identity to use Lokinet.\nWe did this so that you’ll know you’re private and anonymous whenever you use Lokinet.</p>\n<p>We don’t have control over what services you access using Lokinet.\nThey may attempt to track or log information about you.\nFor more information, it is important that you refer to the privacy policy of the service you are accessing.\n</p>\n<strong>Using Lokinet on a MacOS or Windows device</strong>\n<p>If you use Lokinet on your macOS or Windows computer, Apple or Microsoft might store information about how you use the app.</p>\n<p>MacOS analytics and Windows diagnostic data collection may record app crashes or usage information, depending on your personal operating system settings.\nThis is a feature of these operating systems and applies to any software you use.\nLokinet itself never records stores, or shares any of this information.</p>\n<strong>Website Privacy Policy</strong>\n<p>The Lokinet website never attempts to link your usage of the website to your real identity or create a user profile based on your activity.\nThe Lokinet website can also be accessed anonymously, using Lokinet, here.</p>\n<p>We do not use any cookies on our website to track information, and access logs on the Lokinet.org server are automatically deleted every twenty four hours.</p>\n<p>We do not and cannot share any information related to you or your access of the Lokinet website.</p>Updates<p>We will update this privacy policy as needed so that it is current and accurate.\nYour continued use of Lokinet confirms your acceptance of our updated Privacy Policy.</p>Get in touch! <p>If you would like more information about Lokinet’s Privacy Policy, or have suggestions about how we can better protect your privacy, or just want to say hello — please send us an email at team@oxen.io</p>Privacy Policy<p>\n</p>", "created_at": "2022-05-12 04:05:33.552889", "updated_at": "2022-05-12 02:06:15.519732"}], "points": [], "urls": ["lokinet.org"]}}