{"error": 448, "message": "OK", "parameters": {"id": 3782, "name": "Schiffer", "created_at": "2021-05-25 21:09:03.473619", "updated_at": "2021-05-25 22:00:21.225367", "wikipedia": null, "keywords": null, "related": null, "slug": "schiffer", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3782.png", "url": "schiffer.tech", "documents": [{"id": 6346, "name": "Privacy Policy", "url": "https://schiffer.tech/privacy.html", "xpath": "/html/body/main/section/div/div", "text": "\nPrivacy Policy\n1.\nAn overview of data protection\nGeneral information <p>The following information will provide you with an easy to navigate overview of what will happen with your personal data when you visit this website.\nThe term “personal data” comprises all data that can be used to personally identify you.\nFor detailed information about the subject matter of data protection, please consult our Data Protection Declaration, which we have included beneath this copy.</p>\nData recording on this website <p>\n<strong>Who is the responsible party for the recording of data on this website (i.e.\nthe “controller”)?</strong>\n</p>\n<p>The data on this website is processed by the operator of the website, whose contact information is available under section “Information Required by Law” on this website.</p>\n<p>\n<strong>How do we record your data?</strong>\n</p>\n<p>We collect your data as a result of your sharing of your data with us.\nThis may, for instance be information you enter into our contact form.</p>\n<p>Other data shall be recorded by our IT systems automatically or after you consent to its recording during your website visit.\nThis data comprises primarily technical information (e.g.\nweb browser, operating system or time the site was accessed).\nThis information is recorded automatically when you access this website.</p>\n<p>\n<strong>What are the purposes we use your data for?</strong>\n</p>\n<p>A portion of the information is generated to guarantee the error free provision of the website.\nOther data may be used to analyze your user patterns.</p>\n<p>\n<strong>What rights do you have as far as your information is concerned?</strong>\n</p>\n<p>You have the right to receive information about the source, recipients and purposes of your archived personal data at any time without having to pay a fee for such disclosures.\nYou also have the right to demand that your data are rectified or eradicated.\nIf you have consented to data processing, you have the option to revoke this consent at any time, which shall affect all future data processing.\nMoreover, you have the right to demand that the processing of your data be restricted under certain circumstances.\nFurthermore, you have the right to log a complaint with the competent supervising agency.</p>\n<p>Please do not hesitate to contact us at any time under the address disclosed in section “Information Required by Law” on this website if you have questions about this or any other data protection related issues.</p>\n2.\nHosting and Content Delivery Networks (CDN)\nExternal Hosting <p>This website is hosted by an external service provider (host).\nPersonal data collected on this website are stored on the servers of the host.\nThese may include, but are not limited to, IP addresses, contact requests, metadata and communications, contract information, contact information, names, web page access, and other data generated through a web site.</p>\n<p>The host is used for the purpose of fulfilling the contract with our potential and existing customers (Art.\n6 para.\n1 lit.\nb GDPR) and in the interest of secure, fast and efficient provision of our online services by a professional provider (Art.\n6 para.\n1 lit.\nf GDPR).</p>\n<p>Our host will only process your data to the extent necessary to fulfil its performance obligations and to follow our instructions with respect to such data.</p>\nCloudflare <p>We use the “Cloudflare” service provided by Cloudflare Inc., 101 Townsend St., San Francisco, CA 94107, USA.\n(hereinafter referred to as “Cloudflare”).</p>\n<p>Cloudflare offers a content delivery network with DNS that is available worldwide.\nAs a result, the information transfer that occurs between your browser and our website is technically routed via Cloudflare’s network.\nThis enables Cloudflare to analyze data transactions between your browser and our website and to work as a filter between our servers and potentially malicious data traffic from the Internet.\nIn this context, Cloudflare may also use cookies or other technologies deployed to recognize Internet users, which shall, however, only be used for the herein described purpose.</p>\n<p>Cloudflare is a certified participant of the “EU-US Privacy Shield Framework.” Cloudflare has undertaken to handle all personal data originating from the member states of the European Union (EU) in compliance with the “Privacy Shield Framework.”</p>\n<p>The use of Cloudflare is based on our legitimate interest in a provision of our website offerings that is as error free and secure as possible (Art.\n6 Sect.\n1 lit.\nf GDPR).</p>\n<p>For more information on Cloudflare’s security precautions and data privacy policies, please follow this link: https://www.cloudflare.com/privacypolicy/.</p>\n3.\nGeneral information and mandatory information\nData protection <p>The operators of this website and its pages take the protection of your personal data very seriously.\nHence, we handle your personal data as confidential information and in compliance with the statutory data protection regulations and this Data Protection Declaration.</p>\n<p>Whenever you use this website, a variety of personal information will be collected.\nPersonal data comprises data that can be used to personally identify you.\nThis Data Protection Declaration explains which data we collect as well as the purposes we use this data for.\nIt also explains how, and for which purpose the information is collected.</p>\n<p>We herewith advise you that the transmission of data via the Internet (i.e.\nthrough e-mail communications) may be prone to security gaps.\nIt is not possible to completely protect data against third party access.</p>\nInformation about the responsible party (referred to as the “controller” in the GDPR) <p>The data processing controller on this website is:</p>\n<p>schiffer.tech UG (haftungsbeschränkt)<br>\nBerlderath 17<br>\n52525 Waldfeucht</p>\n<p>Phone: +49 1781 162020<br>\nE-mail: operator@schiffer.tech</p>\n<p>The controller is the natural person or legal entity that single-handedly or jointly with others makes decisions as to the purposes of and resources for the processing of personal data (e.g.\nnames, e-mail addresses, etc.).</p>\nRevocation of your consent to the processing of data <p>A wide range of data processing transactions are possible only subject to your express consent.\nYou can also revoke at any time any consent you have already given us.\nThis shall be without prejudice to the lawfulness of any data collection that occurred prior to your revocation.</p>\nRight to object to the collection of data in special cases.\nright to object to direct advertising (Art.\n21 GDPR) <p>IN THE EVENT THAT DATA ARE PROCESSED ON THE BASIS OF ART.\n6 SECT.\n1 LIT.\nE OR F GDPR, YOU HAVE THE RIGHT TO AT ANY TIME OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA BASED ON GROUNDS ARISING FROM YOUR UNIQUE SITUATION.\nTHIS ALSO APPLIES TO ANY PROFILING BASED ON THESE PROVISIONS.\nTO DETERMINE THE LEGAL BASIS, ON WHICH ANY PROCESSING OF DATA IS BASED, PLEASE CONSULT THIS DATA PROTECTION DECLARATION.\nIF YOU LOG AN OBJECTION, WE WILL NO LONGER PROCESS YOUR AFFECTED PERSONAL DATA, UNLESS WE ARE IN A POSITION TO PRESENT COMPELLING PROTECTION WORTHY GROUNDS FOR THE PROCESSING OF YOUR DATA, THAT OUTWEIGH YOUR INTERESTS, RIGHTS AND FREEDOMS OR IF THE PURPOSE OF THE PROCESSING IS THE CLAIMING, EXERCISING OR DEFENCE OF LEGAL ENTITLEMENTS (OBJECTION PURSUANT TO ART.\n21 SECT.\n1 GDPR).</p>\n<p>IF YOUR PERSONAL DATA IS BEING PROCESSED IN ORDER TO ENGAGE IN DIRECT ADVERTISING, YOU HAVE THE RIGHT TO AT ANY TIME OBJECT TO THE PROCESSING OF YOUR AFFECTED PERSONAL DATA FOR THE PURPOSES OF SUCH ADVERTISING.\nTHIS ALSO APPLIES TO PROFILING TO THE EXTENT THAT IT IS AFFILIATED WITH SUCH DIRECT ADVERTISING.\nIF YOU OBJECT, YOUR PERSONAL DATA WILL SUBSEQUENTLY NO LONGER BE USED FOR DIRECT ADVERTISING PURPOSES (OBJECTION PURSUANT TO ART.\n21 SECT.\n2 GDPR).</p>\nRight to log a complaint with the competent supervisory agency <p>In the event of violations of the GDPR, data subjects are entitled to log a complaint with a supervisory agency, in particular in the member state where they usually maintain their domicile, place of work or at the place where the alleged violation occurred.\nThe right to log a complaint is in effect regardless of any other administrative or court proceedings available as legal recourses.</p>\nRight to data portability <p>You have the right to demand that we hand over any data we automatically process on the basis of your consent or in order to fulfil a contract be handed over to you or a third party in a commonly used, machine readable format.\nIf you should demand the direct transfer of the data to another controller, this will be done only if it is technically feasible.</p>\nSSL and/or TLS encryption <p>For security reasons and to protect the transmission of confidential content, such as purchase orders or inquiries you submit to us as the website operator, this website uses either an SSL or a TLS encryption program.\nYou can recognize an encrypted connection by checking whether the address line of the browser switches from “http://” to “https://” and also by the appearance of the lock icon in the browser line.</p>\n<p>If the SSL or TLS encryption is activated, data you transmit to us cannot be read by third parties.</p>\nInformation about, rectification and eradication of data <p>Within the scope of the applicable statutory provisions, you have the right to at any time demand information about your archived personal data, their source and recipients as well as the purpose of the processing of your data.\nYou may also have a right to have your data rectified or eradicated.\nIf you have questions about this subject matter or any other questions about personal data, please do not hesitate to contact us at any time at the address provided in section “Information Required by Law.”</p>\nRight to demand processing restrictions <p>You have the right to demand the imposition of restrictions as far as the processing of your personal data is concerned.\nTo do so, you may contact us at any time at the address provided in section “Information Required by Law.” The right to demand restriction of processing applies in the following cases:</p>\n<ul>\n<li>In the event that you should dispute the correctness of your data archived by us, we will usually need some time to verify this claim.\nDuring the time that this investigation is ongoing, you have the right to demand that we restrict the processing of your personal data.</li>\n<li>If the processing of your personal data was/is conducted in an unlawful manner, you have the option to demand the restriction of the processing of your data in lieu of demanding the eradication of this data.</li>\n<li>If we do not need your personal data any longer and you need it to exercise, defend or claim legal entitlements, you have the right to demand the restriction of the processing of your personal data instead of its eradication.</li>\n<li>If you have raised an objection pursuant to Art.\n21 Sect.\n1 GDPR, your rights and our rights will have to be weighed against each other.\nAs long as it has not been determined whose interests prevail, you have the right to demand a restriction of the processing of your personal data.</li>\n</ul>\n<p>If you have restricted the processing of your personal data, these data – with the exception of their archiving – may be processed only subject to your consent or to claim, exercise or defend legal entitlements or to protect the rights of other natural persons or legal entities or for important public interest reasons cited by the European Union or a member state of the EU.</p>\n4.\nRecording of data on this website\nServer log files <p>The provider of this website and its pages automatically collects and stores information in so-called server log files, which your browser communicates to us automatically.\nThe information comprises:</p>\n<ul>\n<li>The type and version of browser used</li>\n<li>The used operating system</li>\n<li>Referrer URL</li>\n<li>The hostname of the accessing computer</li>\n<li>The time of the server inquiry</li>\n<li>The IP address</li>\n</ul>\n<p>This data is not merged with other data sources.</p>\n<p>This data is recorded on the basis of Art.\n6 Sect.\n1 lit.\nf GDPR.\nThe operator of the website has a legitimate interest in the technically error free depiction and the optimization of the operator’s website.\nIn order to achieve this, server log files must be recorded.</p> ", "created_at": "2021-05-25 21:09:03.478516", "updated_at": "2021-05-25 19:09:57.749695"}], "points": [], "urls": ["schiffer.tech"]}}