{"error": 448, "message": "OK", "parameters": {"id": 5455, "name": "NEXTERS ", "created_at": "2021-11-03 02:11:04.597736", "updated_at": "2021-11-03 23:01:06.86715", "wikipedia": null, "keywords": null, "related": null, "slug": "nexters", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5455.png", "url": "nexters.com", "documents": [{"id": 9802, "name": "Terms of Service", "url": "https://nexters.com/terms_of_service", "xpath": "/html/body/div[1]/div[2]/div", "text": "TERMS OF SERVICE (HEREINAFTER THE “TERMS”) OF THE NEXTERS PROJECT (THE “PROJECT”).\n(Version dated by the August 3, 2021) <p> PLEASE READ CAREFULLY BEFORE USING THE GAME AND RELATED SERVICES OF THE PROJECT OR ANY SERVICES PROVIDED THROUGH THE PROJECT IS SUBJECT TO THESE TERMS.\nYOU AGREE TO BE BOUND BY THE TERMS PRESENTED BELOW.\nIF YOU DO NOT AGREE TO THESE TERMS, DO NOT USE THE PROJECT IN ANY WAY OR FOR ANY PURPOSE WHATSOEVER.\n</p>\n<p>\n<b>ACCEPTANCE OF THE TERMS</b>\n</p>\n<p>These Terms sets out the legal terms between you (either an individual or legal and non-legal entity) and NEXTERS GLOBAL LIMITED.</p>\n<p> These Terms and including cases where personal data is collected and processed in accordance with and as stipulated by the Article 6(1)(f) of the GDPR Regulation, are accepted by you when you actually use the Project and (or) Services provided by NEXTERS.\nYou may print a copy of these Terms and Privacy Policy for your records and we highly recommend you to do so.\nThese Terms remain effective from the date of acceptance until terminated by you or NEXTERS in accordance with these Terms.\nYou cannot accept these Terms if: (a) you are not lawfully entitled to use the Services under any applicable laws in the country in which you are located or resident.\nor (b) if you are not of legal age to form a binding agreement with NEXTERS.\nBy accepting these terms you acknowledge, represent and agree that you have reached the age to enter into such binding agreement in the country in which you are located or resident or that you have your parent or legal guardian’s permission if required by applicable law.\nYou expressly represent that you are legally allowed to enter into these Terms and that you do not violate any applicable laws.\n</p>\n<p> You may also be required to register an account on the Project and (or) Service (hereinafter referred to as \"Account\").\n</p>\n<p> Certain countries maintain legal restrictions on the usage of the Service and (or) downloading, installing and/or using of products, portions of products, or software that are or might be available through the Service.\nYou expressly represent that you comply with all applicable legal restrictions in your jurisdiction.\nYou are not permitted to use our Product if you are, or if you are owned or controlled directly or indirectly by, a person that is the target of export control restrictions, embargoes, or economic or trade sanctions maintained by the United States (including the U.S.\nDepartment of the Treasury’s Office of Foreign Asset Control (“OFAC”), the U.S.\nDepartment of Commerce, or the U.S.\nDepartment of State), the United Nations Security Council, the European Union, any European Union member state, or Her Majesty’s Treasury of the United Kingdom (collectively, “Sanctions”), including any person (a) named on any Sanctions-related list of designated persons, including the Specially Designated Nationals and Blocked Persons List maintained by OFAC, or the Entity List maintained by the U.S.\nDepartment of Commerce, the “Consolidated list of persons, groups and entities subject to EU financial sanctions” maintained by the European Union, or the “UK Consolidated List of Asset Freeze Targets” maintained by Her Majesty’s Treasury of the United Kingdom.\nor (b) operating, organized, or resident in a country or territory that is the target of comprehensive Sanctions (currently Cuba, Iran, North Korea, Syria, and the Crimea region) (collectively, a “Prohibited Person”).\nBy using our Product you represent and warrant that (i) you are not (nor are you owned or controlled by, or acting for or on behalf of, directly or indirectly) a Prohibited Person.\n(ii) you are not prohibited by any Sanctions from using Nexters’ Product.\nand (iii) you will not provide access to the Product to any Prohibited Persons.\n</p>\n<p> If you access the Project and (or) the Service from a social network, you shall comply with its terms of service/use and Privacy Policy as well as these Terms and Privacy Policy.\n</p>\n<p> Please note that these rules shall not create any third party’s rights including any enforcement right (civil right of action) thereof, and may be enforced solely by NEXTERS in its sole discretion.\n</p>\n<p> The failure by NEXTERS to exercise or enforce any of the Terms shall not constitute or be deemed a waiver of its right thereafter to enforce each and every of these Terms.\n</p>\n<p>\n<b>INTELLECTUAL PROPERTY RIGHTS</b> NEXTERS is the owner of all exclusive rights, intellectual property rights and interests associated with the Project and Services, as well as all their functions and components, including but not limited to: </p>\n<ul>\n<li> all the virtual content that is contained and displayed in the Project, including: <ol>\n<li> – visual components: project locations, characters (names, appearance, characteristic behavior and utterances), artwork, structural or landscape design, animation and audiovisual effects.\n</li>\n<li>– thematic content: themes, concepts, stories and storylines;</li>\n<li>– musical and sound compositions and recordings;</li>\n<li>– user accounts;</li>\n</ol>\n</li>\n<li> project elements: Virtual Items and Intra-Project Values, as well as intra-project options and ways of acquiring them.\n</li>\n<li> other intellectual property that provides technical and other access to the Project and Services, including but not limited to: <ol>\n<li> – software and source code.\n</li>\n<li>– methods of work and original works of authorship used in the Project;</li>\n</ol>\n</li>\n<li> all Accounts, including Account names and any player’s identification tools.\nAny use of the Account must be in accordance with the interests of NEXTERS.\nNEXTERS does not allow the transfer of Accounts.\nYou cannot purchase, sell, gift and otherwise assign the Account, and also offer any Account to purchase, sell, gift or any form of assignment, and any such attempt will be void and may lead to the termination of the Account.\n</li>\n<li>intangible rights thereto.</li>\n</ul>\n<p> For the avoidance of doubts, the Services shall be construed as providing you with access to use the Project without transferring any exclusive or other intellectual property rights or interests to the Project and Services.\n</p>\n<p>\n<b>VIRTUAL ITEMS AND INTRA-PROJECT VALUES</b> NEXTERS may offer you the ability to: (i) purchase a limited license to use intra-project values.\n(ii) earn a limited license to use intra-project values by performing specified tasks in the Project (hereafter and everywhere - “Intra-Project Values”).\nand/or (iii) earn a limited license, and/or purchase a limited license with Intra-Project Values, to virtual objects made available by NEXTERS in the Project (hereinafter and everywhere - “Virtual Items”).\nIf NEXTERS offers the ability to purchase or earn such licenses, NEXTERS shall grant you a non-exclusive, non-transferable, revocable, limited right and license to use such Intra-Project Values or Virtual Items, as applicable.\nThese right and license are only valid for your personal, non-commercial use exclusively in the Project, subject to the provisions of these Terms and your compliance therewith.\n</p>\n<p> Intra-Project Values may only be redeemed for Virtual Items for use in the Project and neither Intra-Project Values or Virtual Items are redeemable for money, anything of monetary value, or for any monetary equivalent from NEXTERS or any other person or entity, except as otherwise required by applicable law.\nIntra-Project Values and Virtual Items do not have an equivalent value in real currency and do not act as a substitute for real currency.\n\\Neither NEXTERS nor any other person or entity has any obligation to exchange Intra-Project Values or Virtual Items for anything of value, including, but not limited to, real currency.\nYou acknowledge and agree that NEXTERS may engage in actions that may impact the intra-project attributes or perceived value of Intra-Project Values and/or Virtual Items at any time, except as prohibited by applicable law.\nNEXTERS, in its sole discretion, may impose limits on the amount of Intra-Project Values that may be purchased, earned, or redeemed.\n</p>\n<p>\n<b>Refund policy</b>\n</p>\n<p> The purchase of a license for Intra-Project Values is final and is not refundable, transferable, or exchangeable under any circumstances, except as otherwise required by applicable law or refund policy of the platform.\nIf you give your Account or payment details to other users, appear to be abusing our policies, or don’t protect your account with authentication, we usually can’t issue a refund.\n</p>\n<p> We do not give refunds for most purchases committed within the project.\nHowever, there are exceptions (see below.) You can also contact our support team.\nThe support team can process refunds pursuant to these policies, applicable laws, and the payment processor’s standard terms and conditions.\nUser refunds are exclusive of taxes previously charged to users for product purchases.\n</p>\n<p> For some cases, you may be able to get a refund depending on the following details of the purchase: </p>\n<ol>\n<li>– a refund can be made within 48 hours of payment;</li>\n<li>– Intra-Project Values have not been used;</li>\n<li> – the purchase did not affect other users and (or) did not give you preferences in relation to other users (VIP status, unique skin, etc.).\n</li>\n</ol>\n<br>\n<p> The license granted to Intra-Project Values or Virtual Items ceases to be effective upon the removal of the Account within the Project.\n</p>\n<p> If you are a resident of any EU Member State, you have certain withdrawal rights for purchases of Intra-Project Values or Virtual Items made with real currency.\nHowever, you expressly waive your withdrawal right once the performance of the Service in terms of obtaining initial access to the Project through your Account.\nYou agree that: (i) download of Intra-Project Values or Virtual Items begins immediately after purchase.\nand (ii) you lose your right of withdrawal once the purchase is complete.\n</p>\n<p>\n<b>By using the Project and (or) the Services, you acknowledge and agree that:</b> Under no circumstances will NEXTERS be liable in any way for any content or for any loss or damage of any kind incurred as a result of the use of any content, emailed or otherwise made available via the Project and (or) the Service (hereinafter referred to as “User Content”).\n</p>\n<p> If you post any comments or User Content within the Projects and (or) the Service of NEXTERS, unless we expressly indicate otherwise, you grant NEXTERS and its affiliates a non-exclusive, royalty-free, perpetual, irrevocable and fully sub-licensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform and display such User Content by any means and media whether now known or hereafter devised without any further notice or compensation of any kind to you, in connection with: </p>\n<ol>\n<li>– providing and promoting the Project and (or) the Services.\nand/or</li>\n<li>– exercising the rights under these Terms.</li>\n</ol>\n<br>\n<p> The license grant to NEXTERS survives any termination or revocation of these Terms.\nYou may not upload, publish, post, distribute or disseminate any User Content that defames, abuses, harasses, stalks, threatens or otherwise violates the legal rights (such as rights of privacy and free speech) of other individuals including the Project’s team.\nYou may not upload, publish, post, distribute or disseminate any User Content that promotes hatred towards groups based on their race or ethnic origin, religion, disability, gender, age and (or) sexual orientation/gender identity.\n</p>\n<p> You expressly represent that your use of the Project and all User Content you posted on, transmitted through or linked from the Project and (or) the Service and (or) mobile applications (where applicable) is in compliance with these Terms and Privacy Policy as well as all applicable local, state, national and international laws, rules and regulations including any laws regarding the transmission of technical data exported from your country of residence and all export control laws.\n</p>\n<p>\n<b>NOTICE: You agree to follow the COPPA terms (\"Children's Online Privacy Protection Act of 1998\").</b>\n</p>\n<p>\n<b>COMMUNICATIONS OF USERS</b>\n</p>\n<p> Your use of the Project and (or) Services may include your communication with other users of the Project and (or) Services, subject to other provisions of these Terms.\nThe communication may be done through the Project and (or) Services, if such Project and (or) Services have functional abilities to operate such communication.\n</p>\n<p>\n<b>INACTIVE/DISABLED ACCOUNT POLICY</b>\n</p>\n<p> Accounts that have been inactive or disabled either by You contacting NEXTERS and requesting the Account be terminated, by You using NEXTERS’s administration tools to terminate the account, or by NEXTERS’s account service team due to these Terms or otherwise, may be permanently deleted at least seven (7) days, as applicable, after the date of the Account’s termination unless you agree to pay NEXTERS’s applicable maintenance fee for the inactive accounts.\n</p>\n<p> For the purposes of this paragraph, the term “applicable maintenance fee” shall mean any monetary purchase of a limited license to use the Intra-Project Values, subject to these Terms.\n</p>\n<p>\n<b>DISCLAIMER</b>\n</p>\n<p> YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT YOUR USE OF THE PROJECT AND (OR) SERVICES IS AT YOUR SOLE RISK, ND IS PROVIDED ON AN \"AS IS\" BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF NON-INFRINGEMENT, MERCHANTABILITY FOR A PARTICULAR PURPOSE (EXCEPT ONLY TO THE EXTENT PROHIBITED UNDER APPLICABLE LAW WITH ANY LEGALLY REQUIRED WARRANTY PERIOD TO THE SHORTER OF THIRTY DAYS FROM FIRST USE OR THE MINIMUM PERIOD REQUIRED).\n</p>\n<p> WITHOUT LIMITING THE FOREGOING, NEITHER NEXTERS NOR ITS AFFILIATES OR SUBSIDIARIES, OR ANY OF THEIR DIRECTORS, EMPLOYEES, AGENTS, ATTORNEYS, THIRD-PARTY CONTENT PROVIDERS, DISTRIBUTORS, LICENSEES OR LICENSORS (COLLECTIVELY REFERRED TO AS THE \"NEXTERS PARTIES\") WARRANT THAT THE PROJECT AND (OR) SERVICE WILL BE UNINTERRUPTED OR ERROR-FREE.\n</p>\n<p> YOU ACKNOWLEDGE AND AGREE THAT, TO THE FULLEST EXTENT PERMITTED BY ANY APPLICABLE LAW, THE DISCLAIMERS OF LIABILITY CONTAINED HEREIN APPLY TO ANY AND ALL DAMAGES OR INJURY WHATSOEVER CAUSED BY OR RELATED TO USE OF, OR INABILITY TO USE, THE PROJECT AND (OR) SERVICE UNDER ANY CAUSE OR ACTION WHATSOEVER OF ANY JURISDICTION, INCLUDING, WITHOUT LIMITATION, ACTIONS FOR BREACH OF WARRANTY, BREACH OF CONTRACT OR TORT (INCLUDING NEGLIGENCE) AND THAT THE NEXTERS PARTIES SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, INCLUDING FOR LOSS OF PROFITS, GOODWILL OR DATA, IN ANY WAY WHATSOEVER ARISING OUT OF THE USE OF, OR INABILITY TO USE, THE PROJECT AND (OR) SERVICE.\n</p>\n<p> YOU FURTHER SPECIFICALLY ACKNOWLEDGE AND AGREE NOT TO SEEK TO HOLD THE NEXTERS PARTIES LIABLE, FOR THE CONDUCT OF THIRD PARTIES, INCLUDING OTHER USERS OF THE PROJECT AND (OR) SERVICE AND OPERATORS OF EXTERNAL WEB-SITES, AND THAT THE RISK OF INFRINGEMENT OF YOUR RIGHTS AND (OR) DAMAGES FROM USING THIRD PARTY SERVICES AND EXTERNAL WEB-SITES RESTS ENTIRELY WITH YOU.\n</p>\n<p> TO THE FULLEST EXTENT PERMITTED BY ANY APPLICABLE LAW, UNDER NO CIRCUMSTANCES WILL THE NEXTERS PARTIES BE LIABLE TO YOU FOR MORE THAN THE AMOUNT YOU HAVE PAID TO THE NEXTERS PARTIES.\n</p>\n<p> SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR CERTAIN TYPES OF DAMAGES.\nTHEREFORE, SOME OF THE ABOVE LIMITATIONS IN THIS SECTION MAY NOT APPLY TO YOU.\nIN PARTICULAR, NOTHING IN THESE TERMS SHALL AFFECT THE STATUTORY RIGHTS OF ANY CONSUMER OR EXCLUDE OR RESTRICT ANY LIABILITY FOR DEATH OR PERSONAL INJURY ARISING FROM ANY NEGLIGENCE OR FRAUD OF NEXTERS.\n</p>\n<p>\n<b>CLASS ACTION WAIVER</b>\n</p>\n<p> IF YOU ARE A RESIDENT OF THE UNITED STATES OF AMERICA, BY ACCEPTING THE TERMS, YOU AND NEXTERS HEREBY AGREE: (i) THAT EACH CLAIM IS PERSONAL TO YOU AND NEXTERS, AND SHALL ONLY BE CONDUCTED AS AN INDIVIDUAL COURT PROCEEDING, AND NOT AS A CLASS ACTION OR OTHER FORM OF REPRESENTATIVE ACTION.\n(ii) EXPRESSLY WAIVE ANY RIGHT TO FILE OR PARTICIPATE IN A CLASS ACTION OR SEEK RELIEF ON A CLASS OR REPRESENTATIVE BASIS.\nAND (iii) THE COURT MAY ONLY CONDUCT AN INDIVIDUAL COURT ACTION, MAY NOT CONSOLIDATE MORE THAN ONE INDIVIDUAL’S CLAIMS, AND MAY NOT PRESIDE OVER ANY FORM OF REPRESENTATIVE OR CLASS PROCEEDING RELATING TO SUCH CLAIMS.\nUNLESS YOU SUBMIT A PROPER OPT OUT NOTICE (AS DESCRIBED BELOW), YOU AND NEXTERS AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\n</p>\n<p>\n<b>Severability of Class Action Waiver</b>\n</p>\n<p> You and NEXTERS agree that, no provision of this Class Action Waiver shall be enforceable against you or NEXTERS and all claims shall be governed by Governance Law and Jurisdiction provisions of these Terms, below, in the event either: (i) a court of competent jurisdiction conclusively determines that any term or provision of this Class Action Waiver is unenforceable, prohibited by applicable law, or inapplicable to any сlaim.\nor (ii) you submit a proper Opt Out Notice, wherein you have elected to opt out of this Class Action Waiver.\nIn no event may the severance of the Class Action Waiver be interpreted or deemed to constitute consent by you or NEXTERS to participate in a class action.\n</p>\n<p>\n<b>Opt Out Procedure</b>\n</p>\n<p> You have the right to opt out and not be bound by the foregoing Class Action Waiver, by sending a written notice of your election to opt out from such Class Action Waiver (the “Opt Out Notice”), in strict compliance with the following requirements of paragraphs (i) – (iii): </p>\n<ol>\n<li>\n<b>Form &amp.\nAddress</b>\n<br> Your Opt Out Notice must be sent to the following address: NEXTERS GLOBAL LIMITED, 107 Faneromenis Avenue 6031, Larnaca, Cyprus, and either by: (a) first class mail, postage prepaid, certified and return receipt requested.\nor (b) overnight courier service.\n</li>\n<li>\n<b>Time Limitations</b>\n<br> Unless a longer period is required by applicable law, your Opt Our Notice must be postmarked (if sent by first class mail) or deposited (if sent by overnight courier service) within 30 days of the date on which you first accessed to your Account in the Project.\n</li>\n<li>\n<b>Required Information</b>\n<br> Your Opt Our Notice must include: (i) the title of the Project to which your Opt Out Notice is intended to apply.\n(ii) your first and last name.\n(iii) your address.\n(iv) your phone number.\n(v) your email address.\n(vi) if you are a registered user of the Project, each of your usernames for the Project.\nand (vii) a statement that you do not agree to the Class Action Waiver.\nNEXTERS may use the foregoing information included in the Opt Out Notice to record, process, maintain, and administer your opting out of the Class Action Waiver, as applicable, but not for marketing purposes.\n</li>\n<li>\n<b>Effects of Proper Opt Out Notice</b>\n<br> If your Opt Out Notice meets all of the above requirements, you and NEXTERS will be deemed to have opted out of the Class Action Waiver, subject to your statement in such Opt Out Notice, with respect to these Terms.\nSubmission of a valid Opt Out Notice applies only to Claims arising from or relating to the Project identified therein, as between NEXTERS and the individual identified in such Opt Out Notice.\n</li>\n<li>\n<b>Effects of Improper Opt Out Notice</b>\n<br> If you submit an Opt Out Notice that fails to meet any of the requirements set forth in paragraphs i – iii, you and NEXTERS will be bound by the Class Action Waiver set forth in these Terms.\n</li>\n</ol>\n<p>\n<b>MISCELLANEOUS</b>\n</p>\n<p> If any provision of these Terms (or part of it), is found by any court or administrative body of competent jurisdiction to be illegal, invalid or unenforceable, then such provision (or part of it) shall be removed from the Terms without affecting the legality, validity or enforceability of the remainder of the Terms.\n</p>\n<p> The failure by NEXTERS to exercise, or delay in exercising, a legal right or remedy provided by these Terms or by law shall not constitute a waiver of NEXTERS’s right or remedy.\n</p>\n<p> We may make changes to these Terms from time to time and we will publish the changes at this link.\nChanges will be effective when published.\nPlease review these Terms on a regular basis.\nYou acknowledge and agree that you express acceptance of the Terms of Services after the date of publication shall constitute your agreement to the updated Terms.\nIf you do not agree with the amended Terms, you may terminate these Terms in accordance with the set forth below.\n</p>\n<p> If we are unable to provide the Services as a result of force majeure, we will not be in breach of any of its obligations towards you under these Terms.\n</p>\n<p>\n<b>Governance Law and Jurisdiction</b>\n</p>\n<p> These Terms are governed by and construed in accordance with applicable law of the Republic of Cyprus, without regard to its conflicts of law provisions, including those that might imply the use of law of another jurisdiction.\nYou agree that the United Nations Convention on Contracts for the International Sale of Goods (Vienna, 1980) shall not apply to any dispute or transaction arising under these Terms.\n</p>\n<p> Exclusive jurisdiction and venue for any judicial proceedings concerning the subject matter of these Terms has the competent court of the Republic of Cyprus, and each party waives any objection to the jurisdiction and venue of these courts.\nHowever, we reserve the right to seek a cancellation of any injunction relief in any jurisdiction where we deem it necessary.\n</p>\n<p> These Terms are made in English language.\nWe can provide you with a French, German, Italian, Spanish and Portuguese translation of these Terms.\nIn the event of any inconsistency between a non-English translation of these Terms and the English version, the English version shall prevail.\n</p>\n<p> YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT YOU HAVE READ THESE TERMS AND UNDERSTAND ALL RIGHTS, OBLIGATIONS, TERMS AND CONDITIONS SET FOR THE PROJECT.\nBY CONTINUING TO USE THE SERVICES OF THE PROJECT YOU EXPRESSLY CONSENT TO BE BOUND BY THESE TERMS YOU GRANT TO NEXTERS THE RIGHTS SET FORTH HEREIN.\n</p>\n<p> NEXTERS GLOBAL LIMITED <br> 107 Faneromenis Avenue 6031, Larnaca, Cyprus <br> info@nextersglobal.com</p>", "created_at": "2021-11-03 02:11:04.601371", "updated_at": "2021-11-03 01:13:48.496041"}, {"id": 9801, "name": "Privacy Policy", "url": "https://nexters.com/privacy_policy", "xpath": "/html/body/div[1]/div[2]/div", "text": "Privacy Policy of the NEXTERS project (the “Project”) (Revised as of August 3, 2021) <p>Thank you for choosing NEXTERS GLOBAL LIMITED Project.</p>\n<p> Please review our Privacy Policy (hereinafter referred to as the “Policy”) to understand what type of data, for what purposes, and in which ways we can process.\nThis Privacy Policy is designed in such to make its content as clear as possible.\nIf you have any questions or suggestions regarding our Policy, please contact us through the Help and Support section of the Project so we can reply to you more quickly.\n</p>\n<p> The Controller for the purposes of the GDPR and other applicable data protection or data privacy laws of the EU Member States, as well as other data protection requirements in respect of the Project, is: </p>\n<p>\n<b>NEXTERS GLOBAL LIMITED</b>\n<br> 07 Faneromenis Avenue <br> 6031, Larnaca, Cyprus <br> Email: info@nextersglobal.com</p>\n<p> Data processing is carried out by us solely for the purposes defined by this Policy.\nPlease note that you have the right to withdraw consent at any time, in the manner specified by this Policy.\n</p>\n<p> By accepting this Policy, you also accept the Terms of Service.\nYou acknowledge and agree that you have reached the age allowing you to enter into such binding agreement in the country of your residence or domicile, or that you have your parent or legal guardian’s permission (if required by applicable law).\nChild is a person that has not reached the minimum age required to provide the consent for Data collection and processing in accordance with applicable laws of the resident country.\n</p>\n<p>We may update this Privacy Policy by posting a notice in the Project before such changes take effect.</p>\n<p>This Policy describes:</p>\n<ol>\n<li>– What data we process;</li>\n<li>– Whom we may share your data with;</li>\n<li>– Purpose of data processing;</li>\n<li>– How long do we store data;</li>\n<li>– How we protect your data;</li>\n<li>– How you can manage the data.</li>\n</ol>\n<p>\n<b>1.\nPROCESSED DATA</b>\n</p>\n<p>In general, by “Data” we mean any information that identifies, relates to, describes, or is reasonably capable of being associated with a particular individual.\nBy the “Data”, we also refer to any information that relates to you and usage of the Services.\nAll information of your activity in the Project and (or) Service processed by us where it is necessary for providing access to the Project and (or) Services, is hereinafter referred to as the \"Account\".\n</p>\n<p>\n<b>We collect your personal data on the following lawful basis: </b>\n</p>\n<ol>\n<li>– the data necessary to provide you with access to the Project or the provision of our Services on the basis of the Contract.\n</li>\n<li>– the data necessary for marketing or analytical purposes on the basis of your consent.</li>\n</ol>\n<p>\n<b>Methods of collecting information (categories of sources used in the collection).</b>\n</p>\n<p>\n<b>1.1.\nData you provide by yourself.</b> We include the following information that you provide to this type of data:</p>\n<ol>\n<li>– date of creating an Account;</li>\n<li>– your use of social functions and channels for communicating with other people in the Project;</li>\n<li>– purchases or financial transactions, such as in-house purchases and / or received prizes;</li>\n<li>– technical and support services.</li>\n</ol>\n<p> WARNING! We are not responsible for the relevance, correctness, completeness or quality of the information you provide.\nWhen you place the data indicated independently, we proceed from the presumption of your good faith, accept the specified information as relevant, correct, complete and reliable.\nIf you indicate inaccurate and (or) irrelevant information, access to a number of Services may be limited for you, and a technical support and support services regarding the processing of personal data is suspended until the confirmation of your ownership of the specified information.\nThese measures are necessary to ensure the protection of your data.\n</p>\n<p>\n<b>1.2.\nInformation we receive or generate as a result of your use of the Project.\n</b> We may collect data related to your use of the Project and your in-game activity, to your use of our services and the nature of this use and to your devices.\nThe collection of such information is necessary for the analysis of possible technical errors in the Project and their timely elimination.\nThe processing of information about your in-game activity is related to the social nature of our Project, the results of your in-game actions are reflected throughout the in-game world.\n</p>\n<p>\n<b>1.3.\nInformation collected from external sources.</b> We may receive information about you and your actions from third parties when you connect external accounts.\nfrom advertisers or service providers about your contacts and interactions with them.\n</p>\n<p>\n<b>1.4.\nCOOKIES</b> Cookies are text files with small pieces of data — like a username and password — that are used to identify your device as you use a network.\nSpecific cookies known as HTTP cookies are used to identify specific users and improve your web browsing experience.\nData stored in a cookie is created by the server upon your connection.\nThis data is labeled with an ID unique to you and your device.\nFor more information, please see the Cookies Policy.\n</p>\n<p>\n<b>2.\nPROVISION OF DATA TO THIRD PARTIES</b>\n</p>\n<p> To provide the Services, we may provide the Data to suppliers or agents working on our behalf.\nWe do not sell your personal data to third parties.\nWe may disclose the Data to third parties that provide a service to us, ensuring that they are contractually obligated to keep your personal data confidential and will comply with the GDPR and other relevant data protection laws.\n</p>\n<p>We may share your information with the following types of third parties:</p>\n<p>a) technical and customer support providers who assist us in the provision of the Services,</p>\n<p> b) third party software providers, including ‘software as a service’ solution providers, where the provider hosts the relevant personal data on our behalf.\n</p>\n<p>c) analytical services that help us develop and improve the Project;</p>\n<p>d) providers that help us generate and collate reviews in relation to our goods and services;</p>\n<p> e) advertising and promotional agencies and those organisations or online platforms selected by us to carry out marketing campaigns on our behalf and to advertise their own products or services that may be of interest to you.\nand/or </p>\n<p>f) professional advisers such as solicitors, accountants, tax advisors, auditors, and insurance brokers;</p>\n<p>g) service providers that assist us in providing our services.</p>\n<p> We may share your personal data with our affiliates and partners in the EU / EEA and outside the EU / EEA.\nIf the transfer of data outside the EU / EEA is not regulated by an EU Commission sufficiency decision, we base on the legal guarantees set out in Article 46 et al.\nSeqq.\nGDPR.\nThis mainly includes EU Commission-approved Standard Contractual Clauses, which we have strengthened with additional security measures such as additional individual risk assessment, additional contractual guarantees, and technical guarantees, including additional encryption or pseudonymization, to enable international transfers with NEXTERS affiliates and partners outside the EU/EEA.\n</p>\n<p> Learn more about the EU Commission's approved Standard Contractual Clauses .\n</p>\n<p> We may share personal data with external providers or service providers or providers whom we engage to perform services or functions on our behalf and in accordance with our instructions.\n</p>\n<p> If these providers are established within the EU, we ensure that they are contractually bound to comply with EU data protection regulations.\nWe also guarantee in our contracts with these organizations that they only Process Personal Data in accordance with our instructions and provide consistent services and protect the integrity and confidentiality of your personal data entrusted to them.\nWe may also disclose personal information to our advisers, consultants, law enforcement and other government agencies (such as tax and social security authorities), police, prosecutors, and courts.\nAll these recipients are themselves responsible for complying with EU data protection regulations.\nSome of the suppliers we work with are located outside the European Economic Area.\nIf the EU Commission has not recognized them as providing adequate protection of personal data, we rely on the legal guarantees described above.\n</p>\n<p> These companies may access and process your data in accordance with their own privacy policies, being an equivalent Data Controller.\nWe encourage you to review their privacy policies to learn more about how they process data.\n</p>\n<p> We may disclose your personal data as permitted by law to investigate, prevent, or act regarding illegal activities, suspected fraud, violation of our intellectual property rights, situations involving potential threats to the physical safety of any person, violation of our Terms and Conditions or other agreements, or as required by law.\n</p>\n<p> Please feel free to contact us for additional information on third country data transfers as well as our safeguards and supplementary security measures.\n</p>\n<p>\n<b>3.\nREASONS FOR DATA PROCESSING</b>\n</p>\n<p> We process your Data only when necessary to provide access to the Project and (or) Services, while taking reasonable security measures to protect your Data from loss, misuse and unauthorized access, disclosure, modification or destruction.\n</p>\n<p> With respect to the users covered by the General Data Protection Regulation (EU) 2016/679 (hereinafter – the “GDPR”), we use the Data collected through the Project and (or) Services for the purposes of our legitimate interests in accordance with Article 6(1)(f) of the GDPR as well as for the purposes stipulated in the Terms of Service and this Policy.\nE.g., we may use information we collect - </p>\n<ol>\n<li>– to provide our Services or information you request as well as to process and complete any transactions;</li>\n<li>– to respond to your submissions, questions, comments, requests and complaints as well as to provide customer service;</li>\n<li> – to monitor and analyze the Project’s use and trends or to personalize and improve the Project or user experience on our web sites, such as providing ads, Content or features that match their profiles or interests as well as to increase the Project’s functionality and user friendliness.\n</li>\n<li>– to provide gifts and rewards that you may have to win in the Project etc.;</li>\n<li>– to send you confirmations, updates, security alerts as well as support and administrative messages and otherwise</li>\n<li>– to facilitate your use of and our administration and operation of our web sites.\nand</li>\n<li>– any other purpose for which the information is collected.</li>\n</ol>\n<p>Data is collected when you provide it within the Project and (or) Service.\nIndirect collection shall be allowed only on anonymous basis.</p>\n<p>\n<b>4.\nTERM OF PROCESSING AND STORAGE</b>\n</p>\n<p> We process and store Data during the Project period and within thirty (30) days from the confirmation of the request for deletion, except for the information that is necessary to fulfill the requirements of applicable law (for example, in the field of taxation and accounting) and anonymous information.\nWe do not control the data published by you or copied by other users, as well as the data published in the chat of the Project (if applicable) or on thematic groups and forums.\nAfter deleting your data, your anonymized account can be saved in the Project if it is used in conjunction with other users.\n</p>\n<p> Information contains personal data of users (if applicable), collected or created by providing of technical support to users, is stored during the period of the User Account that has applied for support in order to provide an optimal solution to issues and problems.\nInformation that does not contain personal data can be stored for the entire duration of the Project.\n</p>\n<p>\n<b>5.\nDATA SECURITY AND PROTECTION</b>\n</p>\n<p> NEXTERS GLOBAL LIMITED respects the confidentiality of your data and strives to ensure the highest level of protection.\nDespite the measures we are taking to protect your information, any measures that we apply will not have any effect if you neglect the data security.\n</p>\n<p> The project implemented reliable means of protection to ensure the security of your data.\nWe do everything possible for your safety when using the Project and are constantly improving our information protection methods.\nAs some means of protecting information from unauthorized access, alteration, disclosure or destruction, we use the following methods: </p>\n<ol>\n<li>– data encryption during storage and transmission;</li>\n<li>– we carry out two-stage user authentication when requesting an action with the Data;</li>\n<li>– we improve the techniques and methods of collecting, storing and processing the Data;</li>\n<li> – access to the Data, in encrypted and impersonal form, have only authorized employees, consultants or interested groups of people who need access to this information to perform their duties.\n</li>\n<li> – all persons having access to the Data are briefed on working with data, their knowledge and skills are systematically being checked.\n</li>\n</ol>\n<p> In spite of all measures taken by us, your careful attitude to the Account and access to it has a great importance in the safety of your Data.\nTo prevent unauthorized access to your Data and Account, we strongly recommend you not to share access to the account to any third parties and to comply with the rules of the project and use of the Services.\nIn case of your violation of the Terms of Use of the Services, we will not be able to guarantee the security of your Data.\n</p>\n<p> WARNING! The following actions are prohibited by this Policy and the Terms, and may also violate the confidentiality of your data: </p>\n<ol>\n<li> – transfer of information about the Account and (or) access rights to third parties.\nPlease note that our official representative will never request access to your Account.\n</li>\n<li> – the use of unauthorized third-party programs, the use of robot programs and (or) programs that change the game process, including assistance in the game process.\nIn addition to the fact that the use of such programs is expressly prohibited by the Terms, they may contain malicious software that could harm the security of your data.\n</li>\n<li> – the acquisition of in-game values from third parties.\nBy acquiring in-game values bypassing the Terms of Use, you can become a victim of fraudsters.\n</li>\n</ol>\n<p>\n<b>6.\nDATA MANAGEMENT</b>\n</p>\n<p> You have all the technical capabilities to determine how the Data shall be used.\nWe are constantly improving the data management methods available to you.\n</p>\n<p> You can form a request within the Project by sending a request in the Help section.\nYou are entitled to obtain information from us on how we handle your personal data, to see copies of all personal data held by us and to request that your personal data is amended, corrected or deleted from our systems.\nYou can also limit, restrict or object to the processing of your data.\n</p>\n<p>For exercising your rights, you can:</p>\n<ol>\n<li>– at any time withdraw your consent for Data Processing given in full or in part;</li>\n<li>– access to your Data received by us;</li>\n<li>– require limitation of Data processing for the time required to verify the reliability of the information provided;</li>\n<li>– change the Data.\nYou may discretionary determine the Data, which shall be associated with your Account.</li>\n<li> – object to the processing of your Data.\nIf you believe that we have no legitimate reason for processing your Data, please contact us using the contacts provided below.\n</li>\n<li> – You may also file a complaint with the local supervisory authority: <br> delete your Account and Data related therewith.\n</li>\n</ol>\n<p>\n<b>The procedure for withdrawing consent to the processing and deletion of Data:</b>\n</p>\n<p> PLEASE NOTE that the Data is used by us solely for the purpose of providing you access to the Project and improving the quality of the Services.\nBy deleting of Account Data, you will lose access to the Project and your Data will be permanently deleted.\n</p>\n<p>\n<b>The order of execution of the request:</b>\n</p>\n<ul>\n<li> – An initial request that meets the requirements of this Policy can be sent through the contact form in the Project in the section «Support» / «Privacy protection request».\n</li>\n<li> – Confirmation of the request - carried out by you through the specified and verified email address.\n</li>\n<li> – Execution of the request – usually carried out within 30 days from the date of confirmation of the request.\nThis period is necessary for organizational and technical measures to fulfill your request and, if necessary, may require more time.\n</li>\n</ul>\n<p> PAY ATTENTION, We reserve the right to refuse to fulfill the request if the ownership of the Data is not confirmed by the User and (or) the request affects the rights and freedoms of others.\n</p>\n<p> If you have lost access to the Project and do not have the technical ability to perform actions to confirm ownership of the Data, you can send a letter to the address: </p>\n<p> 107 Faneromenis Avenue <br> 6031, Larnaca, Cyprus <br> Recipient: NEXTERS GLOBAL LIMITED </p>\n<p> In the letter you must provide information by which we can uniquely identify you and the ownership of the Account Data.\n<br> FULL NAME AND CONTACT DETAILS OF THE AUTHORIZED DATA PROTECTION MANAGER FROM NEXTERS GLOBAL LIMITED: <br> NEXTERS GLOBAL User Data Protection Manager: <br> Personal Data Specialist <br> 107 Faneromenis Avenue <br> 6031, Larnaca, Cyprus <br> Email: privacy@nextersglobal.com</p>\n<p>\n<b>7.\nLOCAL LEGISLATION</b>\n</p>\n<p> We provide you with access to international projects and strive to comply with applicable local laws.\nPlease note that our Services are provided \"as is\" and you should get to know with applicable laws.\nBy continuing your use of the Project, you are warrant that your use of the Project is not contrary to the applicable law and Terms of Service.\n</p>\n<p> Please note we do not sell users’ Personal Data in California.\nData transfer is carried out in order to provide the Services legally.\n</p>\n<p>\n<b>8.\nFINAL PROVISIONS</b>\n</p>\n<p>We reserve the right to modify this Policy at any time, so please review it on a periodic basis.</p>\n<p>\n<b> This Policy is made in English language.\nWe can provide you with a translation in French, German, Italian, Spanish and Portuguese languages.\nIn case of any inconsistency or discrepancies between a non-English translation of this Policy and the English version, the English version shall prevail.\n</b>\n</p>\n<p>\n<b>FAITHFULLY YOURS, <br>NEXTERS GLOBAL LIMITED</b>\n</p>", "created_at": "2021-11-03 02:11:04.599833", "updated_at": "2021-11-03 01:12:24.656011"}], "points": [], "urls": ["nexters.com"]}}