{"error": 448, "message": "OK", "parameters": {"id": 5890, "name": "rss.app", "created_at": "2021-11-27 01:40:54.431133", "updated_at": "2021-11-27 23:01:09.578335", "wikipedia": null, "keywords": null, "related": null, "slug": "rss-app", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5890.png", "url": "rss.app", "documents": [{"id": 10635, "name": "PRIVACY POLICY", "url": "https://rss.app/privacy", "xpath": "/html/body/div[1]/main", "text": "PRIVACY POLICY<p>Last updated November 24, 2019</p>\n<p>Thank you for choosing to be part of our community at RSS.app (<strong>“Company”, “we”, “us”, or “our”</strong>).\nWe are committed to protecting your personal information and your right to privacy.\nIf you have any questions or concerns about our policy, or our practices with regards to your personal information, please contact us at support@rss.app.<br>When you visit our website https://rss.app, and use our services, you trust us with your personal information.\nWe take your privacy very seriously.\nIn this privacy notice, we describe our privacy policy.\nWe seek to explain to you in the clearest way possible what information we collect, how we use it and what rights you have in relation to it.\nWe hope you take some time to read through it carefully, as it is important.\nIf there are any terms in this privacy policy that you do not agree with, please discontinue use of our Sites and our services.<br>This privacy policy applies to all information collected through our website (such as https://rss.app), and/or any related services, sales, marketing or events (we refer to them collectively in this privacy policy as the <strong>“Sites”</strong>).<br>\n<strong>Please read this privacy policy carefully as it will help you make informed decisions about sharing your personal information with us.</strong>\n</p>TABLE OF CONTENTS1.\nWHAT INFORMATION DO WE COLLECT?2.\nHOW DO WE USE YOUR INFORMATION?3.\nWILL YOUR INFORMATION BE SHARED WITH ANYONE?4.\nDO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?5.\nHOW LONG DO WE KEEP YOUR INFORMATION?6.\nHOW DO WE KEEP YOUR INFORMATION SAFE?7.\nDO WE COLLECT INFORMATION FROM MINORS?8.\nWHAT ARE YOUR PRIVACY RIGHTS?9.\nCONTROLS FOR DO-NOT-TRACK FEATURES10.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?11.\nDO WE MAKE UPDATES TO THIS POLICY?12.\nHOW CAN YOU CONTACT US ABOUT THIS POLICY?1.\nWHAT INFORMATION DO WE COLLECT?Personal information you disclose to us<p>\n<em>\n<strong>In Short:</strong> We collect personal information that you provide to us such as name, address, contact information, passwords and security data, and payment information.</em>\n<br>We collect personal information that you voluntarily provide to us when registering at the Sites expressing an interest in obtaining information about us or our products and services, when participating in activities on the Sites or otherwise contacting us.<br>The personal information that we collect depends on the context of your interactions with us and the Sites, the choices you make and the products and features you use.\nThe personal information we collect can include the following:<br>\n<strong>Name and Contact Data.</strong> We collect your first and last name, email address, postal address, phone number, and other similar contact data.<br>\n<strong>Credentials.</strong> We collect passwords, password hints, and similar security information used for authentication and account access.<br>\n<strong>Payment Data.</strong> We collect data necessary to process your payment if you make purchases, such as your payment instrument number (such as a credit card number), and the security code associated with your payment instrument.\nAll payment data is stored by our payment processor and you should review its privacy policies and contact the payment processor directly to respond to your questions.<br>All personal information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such personal information.</p>Information automatically collected<p>\n<em>\n<strong>In Short:</strong> Some information – such as IP address and/or browser and device characteristics – is collected automatically when you visit our Sites.</em>\n<br>We automatically collect certain information when you visit, use or navigate the Sites.\nThis information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Sites and other technical information.\nThis information is primarily needed to maintain the security and operation of our Sites, and for our internal analytics and reporting purposes.<br>Like many businesses, we also collect information through cookies and similar technologies.</p>Information collected from other sources<p>\n<em>\n<strong>In Short:</strong> We may collect limited data from public databases, marketing partners, and other outside sources.</em>\n<br>We may obtain information about you from other sources, such as public databases, joint marketing partners, as well as from other third parties.\nExamples of the information we receive from other sources include: social media profile information.\nmarketing leads and search results and links, including paid listings (such as sponsored links).</p>2.\nHOW DO WE USE YOUR INFORMATION?<p>\n<em>\n<strong>In Short:</strong> We process your information for purposes based on legitimate business interests, the fulfillment of our contract with you, compliance with our legal obligations, and/or your consent.</em>\n<br>We use personal information collected via our Sites for a variety of business purposes described below.\nWe process your personal information for these purposes in reliance on our legitimate business interests, in order to enter into or perform a contract with you, with your consent, and/or for compliance with our legal obligations.\nWe indicate the specific processing grounds we rely on next to each purpose listed below.<br>We use the information we collect or receive:<br>\n<br>\n<strong>To facilitate account creation and logon process.</strong> If you choose to link your account with us to a third party account *(such as your Google or Facebook account), we use the information you allowed us to collect from those third parties to facilitate account creation and logon process.<br>\n<strong>Request Feedback.</strong> We may use your information to request feedback and to contact you about your use of our Sites.</p>3.\nWILL YOUR INFORMATION BE SHARED WITH ANYONE?<p>\n<em>\n<strong>In Short:</strong> We only share information with your consent, to comply with laws, to protect your rights, or to fulfill business obligations.</em>\n<br>\n<br>We may process or share data based on the following legal basis:<br>\n<strong>Consent:</strong> We may process your data if you have given us specific consent to use your personal information in a specific purpose.<br>\n<br>\n<strong>Legitimate Interests:</strong> We may process your data when it is reasonably necessary to achieve our legitimate business interests.<br>\n<br>\n<strong>Performance of a Contract:</strong> Where we have entered into a contract with you, we may process your personal information to fulfill the terms of our contract.<br>\n<br>\n<strong>Legal Obligations:</strong> We may disclose your information where we are legally required to do so in order to comply with applicable law, governmental requests, a judicial proceeding, court order, or legal process, such as in response to a court order or a subpoena (including in response to public authorities to meet national security or law enforcement requirements).<br>\n<br>\n<strong>Vital Interests:</strong> We may disclose your information where we believe it is necessary to investigate, prevent, or take action regarding potential violations of our policies, suspected fraud, situations involving potential threats to the safety of any person and illegal activities, or as evidence in litigation in which we are involved.<br>\n<br>More specifically, we may need to process your data or share your personal information in the following situations:<strong>Vendors, Consultants and Other Third-Party Service Providers.</strong> We may share your data with third party vendors, service providers, contractors or agents who perform services for us or on our behalf and require access to such information to do that work.\nExamples include: payment processing, data analysis, email delivery, hosting services, customer service and marketing efforts.\nWe may allow selected third parties to use tracking technology on the Sites, which will enable them to collect data about how you interact with the Sites over time.\nThis information may be used to, among other things, analyze and track data, determine the popularity of certain content and better understand online activity.\nUnless described in this Policy, we do not share, sell, rent or trade any of your information with third parties for their promotional purposes.<br>\n<br>\n<strong>Business Transfers.</strong> We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.</p>4.\nDO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?<p>\n<em>\n<strong>In Short:</strong> We may use cookies and other tracking technologies to collect and store your information.</em>\n<br>We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information.\nSpecific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Policy.</p>5.\nHOW LONG DO WE KEEP YOUR INFORMATION?<p>\n<em>\n<strong>In Short:</strong> We keep your information for as long as necessary to fulfill the purposes outlined in this privacy policy unless otherwise required by law.</em>\n<br>We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy policy, unless a longer retention period is required or permitted by law (such as tax, accounting or other legal requirements).\nNo purpose in this policy will require us keeping your personal information for longer than the period of time in which users have an account with us.<br>When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.</p>6.\nHOW DO WE KEEP YOUR INFORMATION SAFE?<p>\n<em>\n<strong>In Short:</strong> We aim to protect your personal information through a system of organizational and technical security measures.</em>\n<br>We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process.\nHowever, please also remember that we cannot guarantee that the internet itself is 100% secure.\nAlthough we will do our best to protect your personal information, transmission of personal information to and from our Sites is at your own risk.\nYou should only access the services within a secure environment.</p>7.\nDO WE COLLECT INFORMATION FROM MINORS?<p>\n<em>\n<strong>In Short:</strong> We do not knowingly collect data from or market to children under 18 years of age.</em>\n<br>We do not knowingly solicit data from or market to children under 18 years of age.\nBy using the Sites, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the Sites.\nIf we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records.\nIf you become aware of any data we have collected from children under age 18, please contact us at support@rss.app.</p>8.\nWHAT ARE YOUR PRIVACY RIGHTS?<p>\n<em>\n<strong>In Short:</strong> In some regions, such as the European Economic Area, you have rights that allow you greater access to and control over your personal information.\nYou may review, change, or terminate your account at any time.</em>\n<br>In some regions (like the European Economic Area), you have certain rights under applicable data protection laws.\nThese may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure.\n(iii) to restrict the processing of your personal information.\nand (iv) if applicable, to data portability.\nIn certain circumstances, you may also have the right to object to the processing of your personal information.\nTo make such a request, please use the contact details provided below.\nWe will consider and act upon any request in accordance with applicable data protection laws.<br>If we are relying on your consent to process your personal information, you have the right to withdraw your consent at any time.\nPlease note however that this will not affect the lawfulness of the processing before its withdrawal.<br>If you are resident in the European Economic Area and you believe we are unlawfully processing your personal information, you also have the right to complain to your local data protection supervisory authority.\nYou can find their contact details here: http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm</p>Account Information<p>If you would at any time like to review or change the information in your account or terminate your account, you can:<br>- Contact us using the contact information provided.<br>- Log into your account settings and update your user account.<br>\n<br>Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases.\nHowever, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with legal requirements.<br>\n<u>\n<strong>Cookies and similar technologies:</strong>\n</u> Most Web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove cookies and to reject cookies.\nIf you choose to remove cookies or reject cookies, this could affect certain features or services of our Sites.\nTo opt-out of interest-based advertising by advertisers on our Sites visit http://www.aboutads.info/choices/ .<br>\n<u>\n<strong>Opting out of email marketing:</strong>\n</u> You can unsubscribe from our marketing email list at any time by clicking on the unsubscribe link in the emails that we send or by contacting us using the details provided below.\nYou will then be removed from the marketing email list – however, we will still need to send you service-related emails that are necessary for the administration and use of your account.\nTo otherwise opt-out, you may:<br>- Contact us using the contact information provided.</p>9.\nCONTROLS FOR DO-NOT-TRACK FEATURES<p>Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (“DNT”) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.\nNo uniform technology standard for recognizing and implementing DNT signals has been finalized.\nAs such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.\nIf a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this Privacy Policy.</p>10.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?<p>\n<em>\n<strong>In Short:</strong> Yes, if you are a resident of California, you are granted specific rights regarding access to your personal information.</em>\n<br>California Civil Code Section 1798.83, also known as the “Shine The Light” law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year.\nIf you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below.<br>If you are under 18 years of age, reside in California, and have a registered account with the Sites, you have the right to request removal of unwanted data that you publicly post on the Sites.\nTo request removal of such data, please contact us using the contact information provided below, and include the email address associated with your account and a statement that you reside in California.\nWe will make sure the data is not publicly displayed on the Sites, but please be aware that the data may not be completely or comprehensively removed from our systems.</p>11.\nDO WE MAKE UPDATES TO THIS POLICY?<p>\n<em>\n<strong>In Short:</strong> Yes, we will update this policy as necessary to stay compliant with relevant laws.</em>\n<br>We may update this privacy policy from time to time.\nThe updated version will be indicated by an updated “Revised” date and the updated version will be effective as soon as it is accessible.\nIf we make material changes to this privacy policy, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification.\nWe encourage you to review this privacy policy frequently to be informed of how we are protecting your information.</p>12.\nHOW CAN YOU CONTACT US ABOUT THIS POLICY?<p>If you have questions or comments about this policy, you may email us at support@rss.app or by post to:<br>RSS.app</p>", "created_at": "2021-11-27 01:40:54.435978", "updated_at": "2021-11-27 00:41:24.24193"}, {"id": 10634, "name": "TERMS OF USE", "url": "https://rss.app/terms", "xpath": "/html/body/div[1]/main", "text": "TERMS OF USE<p>Last updated November 24, 2019</p>TERMS OF USE<p>These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and RSS.app (“Company”, “we”, “us”, or “our”), concerning your access to and use of the https://rss.app website as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site”).\nYou agree that by accessing the Site, you have read, understood, and agree to be bound by all of these Terms of Use.\nIF YOU DO NOT AGREE WITH ALL OF THESE TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE AND YOU MUST DISCONTINUE USE IMMEDIATELY.<br>\n<br>Supplemental terms and conditions or documents that may be posted on the Site from time to time are hereby expressly incorporated herein by reference.\nWe reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use at any time and for any reason.\nWe will alert you about any changes by updating the “Last updated” date of these Terms of Use, and you waive any right to receive specific notice of each such change.\nIt is your responsibility to periodically review these Terms of Use to stay informed of updates.\nYou will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted.<br>\n<br>The information provided on the Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country.\nAccordingly, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.<br>\n<br>The Site is intended for users who are at least 13 years of age.\nAll users who are minors in the jurisdiction in which they reside (generally under the age of 18) must have the permission of, and be directly supervised by, their parent or guardian to use the Site.\nIf you are a minor, you must have your parent or guardian read and agree to these Terms of Use prior to you using the Site.</p>INTELLECTUAL PROPERTY RIGHTS<p>Unless otherwise indicated, the Site is our proprietary property and all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein (the “Marks”) are owned or controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\nThe Content and the Marks are provided on the Site “AS IS” for your information and personal use only.\nExcept as expressly provided in these Terms of Use, no part of the Site and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.<br>\n<br>Provided that you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use.\nWe reserve all rights not expressly granted to you in and to the Site, the Content and the Marks.</p>USER REPRESENTATIONS<p>By using the Site, you represent and warrant that: (1) all registration information you submit will be true, accurate, current, and complete.\n(2) you will maintain the accuracy of such information and promptly update such registration information as necessary.\n(3) you have the legal capacity and you agree to comply with these Terms of Use.\n(4) you are not under the age of 13.\n(5) you are not a minor in the jurisdiction in which you reside, or if a minor, you have received parental permission to use the Site.\n(6) you will not access the Site through automated or non-human means, whether through a bot, script or otherwise.\n(7) you will not use the Site for any illegal or unauthorized purpose.\nand (8) your use of the Site will not violate any applicable law or regulation.<br>\n<br>If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).</p>USER REGISTRATION<p>You may be required to register with the Site.\nYou agree to keep your password confidential and will be responsible for all use of your account and password.\nWe reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.</p>FEES AND PAYMENT<p>We accept the following forms of payment:<br>\n<br>- PayPal<br>- Discover<br>- American Express<br>- Mastercard<br>- Visa<br>\n<br>You may be required to purchase or pay a fee to access some of our services.\nYou agree to provide current, complete, and accurate purchase and account information for all purchases made via the Site.\nYou further agree to promptly update account and payment information, including email address, payment method, and payment card expiration date, so that we can complete your transactions and contact you as needed.\nWe bill you through an online billing account for purchases made via the Site.\nSales tax will be added to the price of purchases as deemed required by us.\nWe may change prices at any time.\nAll payments shall be in U.S.\ndollars.<br>\n<br>You agree to pay all charges or fees at the prices then in effect for your purchases, and you authorize us to charge your chosen payment provider for any such amounts upon making your purchase.\nIf your purchase is subject to recurring charges, then you consent to our charging your payment method on a recurring basis without requiring your prior approval for each recurring charge, until you notify us of your cancellation.<br>\n<br>We reserve the right to correct any errors or mistakes in pricing, even if we have already requested or received payment.\nWe also reserve the right to refuse any order placed through the Site.</p>FREE TRIAL<p>We offer a 7-day free trial to new users who register with RSS.app .\nAll new users are defaulted to 7-day premium free trial.</p>CANCELLATION<p>All purchases are non-refundable.\nYou can cancel your subscription at any time by logging into your account or contacting us using the contact information provided below.\nYour cancellation will take effect at the end of the current paid term.<br>\n<br>If you are unsatisfied with our services, please email us at support@rss.app</p>PROHIBITED ACTIVITIES<p>You may not access or use the Site for any purpose other than that for which we make the Site available.\nThe Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.<br>\n<br>As a user of the Site, you agree not to:</p>MOBILE APPLICATION LICENSEUse License<p>If you access the Site via a mobile application, then we grant you a revocable, non-exclusive, non-transferable, limited right to install and use the mobile application on wireless electronic devices owned or controlled by you, and to access and use the mobile application on such devices strictly in accordance with the terms and conditions of this mobile application license contained in these Terms of Use.\nYou shall not: (1) decompile, reverse engineer, disassemble, attempt to derive the source code of, or decrypt the application.\n(2) make any modification, adaptation, improvement, enhancement, translation, or derivative work from the application.\n(3) violate any applicable laws, rules, or regulations in connection with your access or use of the application.\n(4) remove, alter, or obscure any proprietary notice (including any notice of copyright or trademark) posted by us or the licensors of the application.\n(5) use the application for any revenue generating endeavor, commercial enterprise, or other purpose for which it is not designed or intended.\n(6) make the application available over a network or other environment permitting access or use by multiple devices or users at the same time.\n(7) use the application for creating a product, service, or software that is, directly or indirectly, competitive with or in any way a substitute for the application.\n(8) use the application to send automated queries to any website or to send any unsolicited commercial e-mail.\nor (9) use any proprietary information or any of our interfaces or our other intellectual property in the design, development, manufacture, licensing, or distribution of any applications, accessories, or devices for use with the application.</p>Apple and Android Devices<p>The following terms apply when you use a mobile application obtained from either the Apple Store or Google Play (each an “App Distributor”) to access the Site: (1) the license granted to you for our mobile application is limited to a non-transferable license to use the application on a device that utilizes the Apple iOS or Android operating systems, as applicable, and in accordance with the usage rules set forth in the applicable App Distributor’s terms of service.\n(2) we are responsible for providing any maintenance and support services with respect to the mobile application as specified in the terms and conditions of this mobile application license contained in these Terms of Use or as otherwise required under applicable law, and you acknowledge that each App Distributor has no obligation whatsoever to furnish any maintenance and support services with respect to the mobile application.\n(3) in the event of any failure of the mobile application to conform to any applicable warranty, you may notify the applicable App Distributor, and the App Distributor, in accordance with its terms and policies, may refund the purchase price, if any, paid for the mobile application, and to the maximum extent permitted by applicable law, the App Distributor will have no other warranty obligation whatsoever with respect to the mobile application.\n(4) you represent and warrant that (i) you are not located in a country that is subject to a U.S.\ngovernment embargo, or that has been designated by the U.S.\ngovernment as a “terrorist supporting” country and (ii) you are not listed on any U.S.\ngovernment list of prohibited or restricted parties.\n(5) you must comply with applicable third-party terms of agreement when using the mobile application, e.g., if you have a VoIP application, then you must not be in violation of their wireless data service agreement when using the mobile application.\nand (6) you acknowledge and agree that the App Distributors are third-party beneficiaries of the terms and conditions in this mobile application license contained in these Terms of Use, and that each App Distributor will have the right (and will be deemed to have accepted the right) to enforce the terms and conditions in this mobile application license contained in these Terms of Use against you as a third-party beneficiary thereof.</p>SUBMISSIONS<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site (”Submissions”) provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.\nYou hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions.\nYou agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.</p>THIRD-PARTY WEBSITES AND CONTENT<p>The Site may contain (or you may be sent via the Site) links to other websites (”Third-Party Websites”) as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (“Third-Party Content”).\nSuch Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Site or any Third-Party Content posted on, available through, or installed from the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.\nInclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Use no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site.\nAny purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\nYou agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services.\nAdditionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.</p>U.S.\nGOVERNMENT RIGHTS<p>Our services are “commercial items” as defined in Federal Acquisition Regulation (“FAR”) 2.101.\nIf our services are acquired by or on behalf of any agency not within the Department of Defense (“DOD”), our services are subject to the terms of these Terms of Use in accordance with FAR 12.212 (for computer software) and FAR 12.211 (for technical data).\nIf our services are acquired by or on behalf of any agency within the Department of Defense, our services are subject to the terms of these Terms of Use in accordance with Defense Federal Acquisition Regulation (“DFARS”) 227.7202‑3.\nIn addition, DFARS 252.227‑7015 applies to technical data acquired by the DOD.\nThis U.S.\nGovernment Rights clause is in lieu of, and supersedes, any other FAR, DFARS, or other clause or provision that addresses government rights in computer software or technical data under these Terms of Use.</p>SITE MANAGEMENT<p>We reserve the right, but not the obligation, to: (1) monitor the Site for violations of these Terms of Use.\n(2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Use, including without limitation, reporting such user to law enforcement authorities.\n(3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof.\n(4) in our sole discretion and without limitation, notice, or liability, to remove from the Site or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems.\nand (5) otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site.</p>PRIVACY POLICY<p>We care about data privacy and security.\nBy using the Site, you agree to be bound by our Privacy Policy posted on the Site, which is incorporated into these Terms of Use.\nPlease be advised the Site is hosted in the United States.\nIf you access the Site from the European Union, Asia, or any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in the United States, then through your continued use of the Site, you are transferring your data to the United States, and you expressly consent to have your data transferred to and processed in the United States.\nFurther, we do not knowingly accept, request, or solicit information from children or knowingly market to children.\nTherefore, in accordance with the U.S.\nChildren’s Online Privacy Protection Act, if we receive actual knowledge that anyone under the age of 13 has provided personal information to us without the requisite and verifiable parental consent, we will delete that information from the Site as quickly as is reasonably practical.</p>TERM AND TERMINATION<p>These Terms of Use shall remain in full force and effect while you use the Site.\nWITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE YOUR ACCOUNT AND ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.<br>\n<br>If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.\nIn addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.</p>MODIFICATIONS AND INTERRUPTIONS<p>We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our Site.\nWe also reserve the right to modify or discontinue all or part of the Site without notice at any time.\nWe will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Site.<br>\n<br>We cannot guarantee the Site will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors.\nWe reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Site at any time or for any reason without notice to you.\nYou agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site during any downtime or discontinuance of the Site.\nNothing in these Terms of Use will be construed to obligate us to maintain and support the Site or to supply any corrections, updates, or releases in connection therewith.</p>GOVERNING LAW<p>These Terms of Use and your use of the Site are governed by and construed in accordance with the laws of the State of New York applicable to agreements made and to be entirely performed within the State of New York, without regard to its conflict of law principles.</p>GOVERNING LAW<p>These Terms of Use and your use of the Site are governed by and construed in accordance with the laws of the State of New York applicable to agreements made and to be entirely performed within the State of New York, without regard to its conflict of law principles.</p>DISPUTE RESOLUTIONInformal Negotiations<p>To expedite resolution and control the cost of any dispute, controversy, or claim related to these Terms of Use (each a “Dispute” and collectively, the “Disputes”) brought by either you or us (individually, a “Party” and collectively, the “Parties”), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least thirty (30) days before initiating arbitration.\nSuch informal negotiations commence upon written notice from one Party to the other Party.</p>Binding Arbitration<p>If the Parties are unable to resolve a Dispute through informal negotiations, the Dispute (except those Disputes expressly excluded below) will be finally and exclusively resolved by binding arbitration.\nYOU UNDERSTAND THAT WITHOUT THIS PROVISION, YOU WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.\nThe arbitration shall be commenced and conducted under the Commercial Arbitration Rules of the American Arbitration Association (“AAA”) and, where appropriate, the AAA’s Supplementary Procedures for Consumer Related Disputes (“AAA Consumer Rules”), both of which are available at the AAA website www.adr.org.\nYour arbitration fees and your share of arbitrator compensation shall be governed by the AAA Consumer Rules and, where appropriate, limited by the AAA Consumer Rules.\nThe arbitration may be conducted in person, through the submission of documents, by phone, or online.\nThe arbitrator will make a decision in writing, but need not provide a statement of reasons unless requested by either Party.\nThe arbitrator must follow applicable law, and any award may be challenged if the arbitrator fails to do so.\nExcept where otherwise required by the applicable AAA rules or applicable law, the arbitration will take place in United States County, New York.\nExcept as otherwise provided herein, the Parties may litigate in court to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.<br>\n<br>If for any reason, a Dispute proceeds in court rather than arbitration, the Dispute shall be commenced or prosecuted in the state and federal courts located in United States County, New York, and the Parties hereby consent to, and waive all defenses of lack of personal jurisdiction, and forum non conveniens with respect to venue and jurisdiction in such state and federal courts.\nApplication of the United Nations Convention on Contracts for the International Sale of Goods and the the Uniform Computer Information Transaction Act (UCITA) are excluded from these Terms of Use.<br>\n<br>In no event shall any Dispute brought by either Party related in any way to the Site be commenced more than one (1) years after the cause of action arose.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.</p>Restrictions<p>The Parties agree that any arbitration shall be limited to the Dispute between the Parties individually.\nTo the full extent permitted by law, (a) no arbitration shall be joined with any other proceeding.\n(b) there is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilize class action procedures.\nand (c) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.</p>Exceptions to Informal Negotiations and Arbitration<p>The Parties agree that the following Disputes are not subject to the above provisions concerning informal negotiations and binding arbitration: (a) any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party.\n(b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorized use.\nand (c) any claim for injunctive relief.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.</p>CORRECTIONS<p>There may be information on the Site that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information.\nWe reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice.</p>DISCLAIMER<p>THE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SITE, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SITE, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITE.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.</p>LIMITATIONS OF LIABILITY<p>IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO US.\nCERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.</p>INDEMNIFICATION<p>You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: (1) use of the Site.\n(2) breach of these Terms of Use.\n(3) any breach of your representations and warranties set forth in these Terms of Use.\n(4) your violation of the rights of a third party, including but not limited to intellectual property rights.\nor (5) any overt harmful act toward any other user of the Site with whom you connected via the Site.\nNotwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims.\nWe will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.</p>USER DATA<p>We will maintain certain data that you transmit to the Site for the purpose of managing the performance of the Site, as well as data relating to your use of the Site.\nAlthough we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Site.\nYou agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.</p>ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES<p>Visiting the Site, sending us emails, and completing online forms constitute electronic communications.\nYou consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing.\nYOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE.\nYou hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.</p>CALIFORNIA USERS AND RESIDENTS<p>If any complaint with us is not satisfactorily resolved, you can contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 North Market Blvd., Suite N 112, Sacramento, California 95834 or by telephone at (800) 952-5210 or (916) 445-1254.</p>MISCELLANEOUS<p>These Terms of Use and any policies or operating rules posted by us on the Site or in respect to the Site constitute the entire agreement and understanding between you and us.\nOur failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision.\nThese Terms of Use operate to the fullest extent permissible by law.\nWe may assign any or all of our rights and obligations to others at any time.\nWe shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.\nIf any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions.\nThere is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Use or use of the Site.\nYou agree that these Terms of Use will not be construed against us by virtue of having drafted them.\nYou hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use.</p>CONTACT US<p>In order to resolve a complaint regarding the Site or to receive further information regarding use of the Site, please contact us at:<br>\n<br>\n<strong>support@rss.app</strong>\n</p>", "created_at": "2021-11-27 01:40:54.433496", "updated_at": "2021-11-27 00:41:36.625328"}], "points": [], "urls": ["rss.app"]}}