{"error": 448, "message": "OK", "parameters": {"id": 2892, "name": "Aternos", "created_at": "2021-03-29 17:34:42.082039", "updated_at": "2022-08-09 22:00:07.952217", "wikipedia": null, "keywords": null, "related": null, "slug": "aternos", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2892.png", "url": "aternos.gmbh", "documents": [{"id": 10976, "name": "Terms of service", "url": "https://aternos.gmbh/en/aternos/terms", "xpath": "//body", "text": " Aternos GmbH aternos.gmbh Terms of service - Aternos <strong>Welcome to the terms of service for Aternos.</strong>\n<br> The following terms and conditions apply to every registered account on the website aternos.org and all corresponding services (henceforth referred to as “website”), e.g.\nthe operated game servers (henceforth referred to as “server”).\nWhen signing up on the website you have to agree to these terms and conditions.\n<br>\n<br> The website is operated by the <strong>Aternos GmbH</strong> (henceforth referred to as “we”/”us”): <br>\n<br>\n<strong>Aternos GmbH</strong>\n<br> Rheinweg 24<br> 53113 Bonn<br> +49 228 18038354<br>\n<br> Represented by: Matthias Neid (matthias@aternos.org) §1 - Availability of our services <ol>\n<li>The website and all corresponding services are usually available 24 hours per day, but interruptions of this availability might occur because of planned maintenance or unforeseen events.\nA faultless operation of the website is technically impossible, and therefore we cannot accept the responsibility for errors of any kind.</li>\n<li>We always try to ensure that all your data is saved correctly and available at any time, especially the files of the provided services.\nBut it is possible that there are failures while transmitting, storing, retrieving, or operating those services, which leads to a partial or full loss of data.\nWe do not assume any liability related to lost data or resulting damages.\nYou are responsible for creating backups using the tools provided by us.</li>\n<li>Furthermore, the availability of the website depends on conditions and benefits beyond our influence, e.g.\nyour internet connection.\nWe are not responsible for disturbances caused by those conditions.</li>\n</ol> §2 - User account <ol>\n<li>Access to most functions of the website requires the creation of a user account.\nFor this purpose, a username and optionally an email address must be provided.\nThe authentication of the account can either be done using a password or a third-party account (Google/Facebook).\nIf password authentication is used, two-factor authentication can be enabled additionally in the account settings.</li>\n<li>The optional email address is only used to reset your password.\nIt is not possible to reset your password if you do not provide an email address, the provided email address is invalid, non-existent, or you have lost access to your email inbox.\nIt is always possible to add an email address or to change your current email address if you still have access to your account.\nWe do not check the validity or functionality of your email address, it is your responsibility to ensure that your email address is valid and functional.</li>\n<li>You are responsible for ensuring the confidentiality of your account credentials, i.e.\nyour password or your third-party account, and for restricting access to your devices.\nTo the extent permitted by applicable law, you agree that you are responsible for all activities that occur under your account.</li>\n<li>You are solely responsible for any loss of access, such as loss of your password, third-party account, or two-factor authentication.\nA recovery of access through the linked email address is generally possible, but not guaranteed.\nIn the event of a complete loss of access, we will not be able to give you access to any account data.</li>\n<li>We reserve the right to deny you access to our website and services and to close your account immediately without giving any reason.\nThis applies in particular in case of violation of applicable law or our terms of service.\nIn those cases releasing any data is not possible.</li>\n<li>Additionally, we reserve the right to access your account and all related services and data at any time without notice and to modify or delete them.</li>\n<li>You can close your account at any time in the account settings, whereby it will be deleted automatically after 7 days.\nWithin this period, the closure can be aborted at any time by logging into the account again.\nAfter this period, all account data will be permanently deleted.</li>\n<li>On the website, it is possible to grant other users access to certain features and settings of your servers.\nYou are always responsible for servers created under your account and must ensure that other users only use them in accordance with these terms of service.\nAll actions taken by other users on your servers are final and cannot be undone or tracked.</li>\n<li>Passing your account on to someone else is explicitly prohibited, especially for money.</li>\n</ol> §3- Support <ol>\n<li>If you have any questions about your user account or the provided services, you can contact our customer support (support@aternos.org), who will try to help you with any problems.\nIt might, however, take some time before you receive an answer to your request, and we do not guarantee an answer to support requests.</li>\n<li>Especially for questions regarding content that is not directly related to our website such as third-party plugins or mods, our support might not be able to help you.\nIn such cases, please search for a solution yourself or contact the support of the content in question.</li>\n<li>We use third-party services such as Discord or Twitter to allow communication and interaction between users.\nWe do not take responsibility for any support given by other users.\nAll third-party services are subject to their own terms and conditions.</li>\n</ol> §4 - Third-party content <ol>\n<li>Our website offers the ability to install content from third parties (software, mods, plugins, add-ons, etc.).\nWe cannot guarantee that that content is functional, updated or safe.\nWe also cannot provide any support for third-party content.</li>\n<li>You have to ensure that the third-party content installed by you is from trustworthy sources and that you are respecting all rights of any involved party.\nThis explicitly includes the Minecraft / Mojang Studios End User License Agreement: https://account.mojang.com/documents/minecraft_eula</li>\n</ol> §5 - Abuse and limitations <ol>\n<li>You agree to use the provided services only for their intended purpose and to comply with applicable law.\nThe abuse of services or the circumvention of the technical restrictions and limitations in place is prohibited.\nLikewise, disproportionate use of the provided resources is to be avoided.\nWe reserve the right to delete your user account and all associated data immediately.</li>\n<li> As a free service, we have to set certain limitations and implement restrictions to ensure the integrity of our system, the fairness between all users, and the best possible security for our users.\nCircumventing those restrictions or limitations is strictly prohibited.\n<br> This concerns in particular: <ol>\n<li>Modifying or overwriting the amount of active players on a server.</li>\n<li> Circumventing the so-called “idle timeout” especially by … <ol>\n<li>… modifying the setting which defines the time after which a player connection is terminated for inactivity.</li>\n<li>… automatically or repeatedly reconnecting to a server after the connection was terminated.</li>\n<li>… faking player activity.</li>\n</ol>\n</li>\n<li> Circumventing or prolonging the stop routine which stops servers without active players especially by … <ol>\n<li>… using fake players, e.g.\nbots.\n</li>\n<li>… automatically or repeatedly restarting a server.</li>\n</ol>\n</li>\n<li>Uploading/downloading external executable files.</li>\n<li>Automatically accessing our website or automating actions on our website.</li>\n</ol>\n</li>\n<li> The commercial usage of our services is prohibited.\n<ol>\n<li>The creation of media content (e.g.\nvideos) and the commercial usage of that content is explicitly permitted.</li>\n</ol>\n</li>\n<li>Excessive use of our provided resources is prohibited.</li>\n<li> An infringement of these terms of service can result in deletion or suspension of your account and all related servers and data.\n<ol>\n<li>Accessing your account, your servers or your data is not possible when your account is suspended.</li>\n<li>All server data is permanently deleted after 7 days of suspension.</li>\n</ol>\n</li>\n<li>Serious misuses such as attacks against the infrastructure of our website or third parties (e.g.\nthe execution of DDOS attacks or malicious programs), fraud, or other criminally relevant activities can be reported to law enforcement.</li>\n</ol> §6 - Server data and backups <ol>\n<li>We store your server data according to our privacy policy: https://aternos.gmbh/en/aternos/privacy</li>\n<li>We delete servers after a long period of inactivity.\nUsually, this period lasts 3 months, but this can change without notice or explanation.\nOnly certain actions, such as starting your server, count as activity.\nAccessing your server on our website or modifying server settings does not count as activity.\nYou can always delete your server manually on our website.</li>\n<li>Deleting a server removes all server data and settings permanently.\nYour server address is released as well and can be used by other users.\nThere is no entitlement to a specific server address.</li>\n<li> Backups <ol>\n<li>A backup account is an account with a third-party provider (e.g.\nGoogle Drive) which can be linked to your server to store backups of your server.</li>\n<li>Backups cannot and must not be accessed or modified directly through the third-party provider.</li>\n<li>Backups in your backup account are not subject to regular server deletion.\nUnless you delete your backups through the third-party provider it is always possible to restore backups to a newly created server by linking the same backup account.</li>\n<li>Some settings like the server address or the server ID cannot be restored through backups.</li>\n<li>We do not know which backup account was used for a deleted server.\nTherefore, it is your responsibility to know which backup is stored in which backup account.</li>\n<li>Backups of a server that belongs to a suspended account cannot be accessed or restored.</li>\n<li>We don’t take any responsibility for the availability and functionality of backups.</li>\n</ol>\n</li>\n</ol> §7 - Final clauses <ol>\n<li>We reserve the right to change our website and our services including these terms of service at any time.</li>\n<li>If a provision of this agreement is or becomes legally invalid or if there is any gap that needs to be filled, the validity of the remainder of the agreement shall not be affected thereby.\nInvalid provisions shall be replaced by common consent with such provisions which come as close as possible to the intended result of the invalid provision</li>\n<li>If you violate these terms and conditions, and we do not take action against you, we are still entitled to enforce our rights when you violate these terms of service.</li>\n</ol> Deutsch © 2018 - 2021 by Aternos | Imprint | Branding | Advertise ", "created_at": "2021-12-16 00:19:58.893621", "updated_at": "2021-12-16 00:20:05.688458"}, {"id": 4485, "name": "Privacy Policy", "url": "https://aternos.gmbh/en/aternos/privacy", "xpath": "/html/body/div/main", "text": " Privacy Policy - Aternos <strong>Welcome to the privacy policy of Aternos,</strong>\n<br> We take the protection of your data very seriously and store only what we have to.\nIn this policy, we will try to explain as good and comprehensible as possible which data we store and why.\n<br>\n<br> If you have any questions regarding your data, you can always write to us at privacy@aternos.org.\n<br>\n<br> Legally responsible for the protection of your data is the Aternos GmbH: <br>\n<br>\n<strong>Aternos GmbH</strong>\n<br> Rheinweg 24<br> 53113 Bonn<br> +49 228 18038354<br>\n<br> Represented by: Matthias Neid (matthias@aternos.org) Which data do we store and why? After we have clarified this, we can now talk about your data that we store: When you sign up you have to enter your username, your email address and your password or you link a Google/Facebook account.\nIf you connect a Google/Facebook account, we save your account identifier and the email address of that account.\n<br>\n<br> Usually, your <strong>username</strong> cannot be traced back to you except if it contains your name or if you also use it on other platforms.\nBecause of that, we protect your username the same way we protect personal data.\n<br>\n<br> We only use your <strong>email address</strong> to reset your password.\nYou receive an email with a link to perform that action in that case, which has to be executed manually on our website.\nWe will never use your email address for a newsletter or anything like that.\nIf you sign up through your Google/Facebook account, we only save your email address in case you forgot which email address you have used to sign up.\nWe will never send you an email in this case.\n<br>\n<br> Your <strong>password</strong> is already concealed on your computer (hash) and will then be stored with more security (hash + salt) on our servers.\nSo your password will never reach our servers in plaintext and is extra secured.\n<br>\n<br> We also save the <strong>point in time</strong> of your registration to create statistics.\nBesides that, we have to keep that time to be able to prove that you have accepted this policy.\n<br>\n<br> All <strong>settings</strong> of your Minecraft server and all <strong>files</strong> that are created by your Minecraft server are saved on our servers.\nFurthermore, we send this data as a backup to your Google Drive account if you want that and have it enabled.\n<br>\n<br> Our <strong>storage system</strong> which stores the files of your Minecraft server logs all events (e.g.\nloading your files when starting the server or saving when stopping the server) together with your username or your user ID.\nThose events are saved for up to 7 days and help to identify and solve general or individual problems with our storage system.\n<br>\n<br> Furthermore, we store how many and which <strong>players</strong> are currently on your Minecraft server to display them on the website in your account and to determine statistics on the total number of players.\n<br>\n<br> Every time you <strong>start your server</strong> or a <strong>player joins</strong> your server, we collect this event together with the pseudonymised (hashed) user or player name.\nThose events are aggregated without personal data, and the individual events are deleted after 24 hours.\nThis allows us to measure how many different servers are started and how many different players join every day.\n<br>\n<br> Every <strong>request to our website</strong> is captured and stored for up to 24 hours.\nThe URL, the IP address, the session ID, the Cloudflare Ray ID and the country code provided by Cloudflare are stored.\nThis data is only used to analyse problems and especially to detect and defend against attacks.\n<br>\n<br> Besides that, we never save your <strong>IP address</strong> for the long term when you use our website.\nBut it is possible, that your Minecraft server writes your IP address and the IP addresses of other players into a log file.\nThis log file is overwritten on every start and can always be deleted by reinstalling the server.\nYou can always see your log file at https://aternos.org/log/.\n<br>\n<br> To be able to understand what happened when errors or problems occur, we save <strong>miscellaneous activities</strong> on our website in a log file, e.g.\nwhen you start your server, who enters or leaves your server, when you up- or download a world or when you change your email address or password.\nThis data will not be processed automatically.\nIt will only be used manually to solve errors or to help you.\n<br>\n<br> Some <strong>errors</strong> that can occur in our system, e.g.\ndifferent errors related to transferring files or when starting your Minecraft server are stored together with your username for up to 24 hours to detect unusual peak occurrences of those errors, to analyse those errors and to solve them.\nWho has access to your data and why? To operate our website, we need the services of various third parties that may have contact with your data.\nWe have an agreement with all of the companies listed below to ensure that they only use your information for their intended purpose.\n<br>\n<br>\n<strong>Google Inc.\nor Google Ireland Limited</strong>: We use Google Analytics on our website for detailed statistics.\nYour activities are pseudonymized, recorded and stored by Google.\nYour IP address will be anonymized.\n<br>\n<br>\n<strong>Cloudflare Inc</strong>: CDN and WAF (performance and security enhancements) for our website.\nAll data sent to our website will be reviewed and forwarded by Cloudflare.\n<br>\n<br>\n<strong>Message Systems Inc</strong>: We use the SparkPost service to send emails on the above occasions.\n<br>\n<br>\n<strong>Snigel Web Services Ltd</strong>: Snigel provides ads on our website.\nYou can review their privacy and cookie policy here.\nConsent to third-party data processing for advertising purposes is requested separately from this policy when you visit our website.\nYou can always manage your choices here.\n<br>\n<br>\n<strong>Zendesk Inc</strong>: We offer our user support using the services provided by Zendesk.\nWeb form requests, emails to support@aternos.org, Tweets and Twitter direct messages to @Aternos, Facebook messages on our Facebook page (Aternos), messages to our Telegram bot @AternosSupportBot, messages to our Discord bot, posts on our Subreddit, messages to our Reddit bot and comments on our YouTube channel are stored and processed by Zendesk.\n<br>\n<br>\n<strong>oneCorp Systems, owned by Tristan Fischer</strong>: oneCorp provides us with the necessary hardware to operate our website and the game servers and may only in exceptional cases have access to the drives on which your data is stored.\n<br>\n<br>\n<strong>Online S.A.S.</strong>: Depending on the demand, we run game servers using the public cloud services provided by Scaleway.\n<br>\n<br>\n<strong>OVH GmbH</strong>: Depending on the demand, we run game servers using the public cloud services provided by OVH.\nYour rights We save all mentioned data starting from the registration until you decide to close your account here: https://aternos.org/close/ In doing so, we will delete your data 7 days after the closing to avoid possible issues or to cancel an unintended closing.\nApart from this, you have the right to complete the deletion of your data, but we ask you to use the functions mentioned above.\n<br>\n<br> You have the right to information about your personal data as well as for correction.\nAdditionally, you can limit the processing or contradict it completely.\nPlease contact us with sufficient verification at privacy@aternos.org.\n<br>\n<br> Furthermore, according to §77 GDPR, you have the right to lodge a complaint with a supervisory authority if you believe that the processing of your personal data is illicit.\n<br>\n<br> The provision of your personal data is neither legally nor contractually binding and is optional.\nIf you do not agree to this policy, we cannot offer you our services, unfortunately.\n<br>\n<br> You are only allowed to agree to this policy if you are at least 16 years old (or less if your country has different regulations) or if consent is given by the holder of your parental responsibility.\n", "created_at": "2021-03-29 17:35:13.668816", "updated_at": "2021-03-29 17:35:20.252008"}], "points": [{"id": 26418, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://aternos.gmbh/en/aternos/terms", "status": "Generated through the annotate view", "created_at": "2021-12-16 00:36:23.050343", "updated_at": "2022-08-09 16:17:46.968021", "quoteText": "We reserve the right to deny you access to our website and services and to close your account immediately without giving any reason.", "case_id": 201, "document_id": 10976, "quoteStart": 3355, "quoteEnd": 3487}], "urls": ["aternos.gmbh"]}}