{"error": 448, "message": "OK", "parameters": {"id": 3223, "name": "CurseForge", "created_at": "2021-04-23 12:02:58.74068", "updated_at": "2022-08-09 22:00:08.839365", "wikipedia": null, "keywords": null, "related": null, "slug": "curseforge", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3223.png", "url": "curseforge.com", "documents": [{"id": 5269, "name": "Terms of Use", "url": "https://www.overwolf.com/legal/terms/", "xpath": "", "text": " <ul>\n<li> Developers <ul>\n<li>Getting started</li>\n<li>Documentation</li>\n<li>App creation process</li>\n<li>Apply for funding</li>\n</ul>\n</li>\n<li>Gamers</li>\n<li>Appstore</li>\n<li>About</li>\n<li>Careers</li>\n<li>Blog</li>\n<li>Privacy</li>\n<li> Support <ul>\n<li>Help center</li>\n<li>Get help on Twitter</li>\n<li>Developer's Q&amp;A</li>\n</ul>\n</li>\n</ul> Download Overwolf <ul>\n<li> Discord </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li> Facebook </li>\n<li> YouTube </li>\n</ul>\n<ul>\n<li> Developers <ul>\n<li>Getting started</li>\n<li>Documentation</li>\n<li>App creation process</li>\n<li>Apply for funding</li>\n</ul>\n</li>\n<li>Gamers</li>\n<li>Appstore</li>\n<li>About</li>\n<li>Careers</li>\n<li>Blog</li>\n<li>Privacy</li>\n<li> Support <ul>\n<li>Help center</li>\n<li>Get help on Twitter</li>\n<li>Developer's Q&amp;A</li>\n</ul>\n</li>\n<li> Visit us on <ul>\n<li> Discord </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li> Facebook </li>\n<li> YouTube </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Terms of Use </li>\n<li> Privacy Policy </li>\n<li> Cookies Policy </li>\n<li> Learn More </li>\n</ul> Overwolf Terms of Use Last updated: June, 2020 TL;DR <ol>\n<li>Developing a gaming app from scratch is hard.\nThis is why we’ve built a framework that provides creators all the tools they need to build apps that benefit gamers.\nEvery app is independent (desktop icon, dedicated installer etc.), the creator has full ownership and development freedom, and Overwolf makes sure it meets the terms of Game Developers (read more, if you like)</li>\n<li>Overwolf is free and registration is NOT required.</li>\n<li>App developers own, choose, control and manage their creations.\nThey can offer them free of charge, place ads or ask for a monthly subscription.\nIt’s up to them.\nOverwolf makes sure they do it based on our guidelines for quality and user experience.</li>\n<li>Overwolf partners with select service providers to facilitate integrations for app developers (for example, we may partner with Xsoalla or PayPal to facilitate the subscription model for app developers)</li>\n<li>When you install or use an app, you also agree to their Terms of Use and Privacy Policy.\n</li>\n<li>If you have any feedback or concerns, please let us know.</li>\n</ol>\n<br>\n<p> Overwolf is a tech framework, allowing 3rd party developers (“App Developers”) to build gaming apps using HTML and JavaScript (“Apps”).\nApps are available for download at the Overwolf website or through the Overwolf software (\"Site\") .\nFor purposes of these Terms of Service (the \"Terms\"), \"Overwolf\" shall include Overwolf Ltd., and its divisions, subsidiaries, successors, parent companies, if any, and their employees, partners, principals, agents and representatives, and any blogs, forums, sources of information or data available on the Site or Software.\n</p>\n<p> Please read the Terms carefully.\nThese Terms govern your access to and use of the Site, including any information or data made available through the Site (\"Services\").\n</p>\n<p> This is a legal agreement between you and Overwolf.\nBy accessing the Site or using the Services or downloading, installing or activating the Software or by clicking \"I agree\" below, you agree to be bound by these Terms, whether you are a \"Visitor\" (which means that you are only browsing the Site) or you are a \"Member\" (which means that you have downloaded, installed or used activated the Software).\nThe term \"User\" refers to a Visitor or a Member.\nYour use of the Site and any Services, as well as any account you may have with Overwolf, is subject at all times to the Overwolf Terms (whether as a Visitor or a Member, regardless of whether your access or use is intended).\nIssues concerning collection and use of information by Overwolf are described in Overwolf Privacy Policy, which is incorporated herein.\n</p>\n<p> The Overwolf Site and Services are always evolving, so it is important that you periodically check here, as well as the specific rules for any Services in which you choose to participate, for updates.\nIf we revise the Terms, such revision will take effect immediately upon being posted on the Site.\nBy accessing the Site, or taking part in or downloading any Services, you agree to review the Terms periodically to become aware of such revisions.\nIf you do not agree to any of the Terms stated herein, you should discontinue using the Site or participating in or using any Services.\nOverwolf reserves the right, in its sole discretion, at any time to modify, discontinue or terminate the Site and any Services without notice.\nOverwolf may also impose limits on certain features or restrict your access to or use of the Service, Site, or parts thereof in its sole discretion and without notice.\n</p>\n<p> Overwolf grants you a limited license to access and use the Site and Services subject to the terms and conditions of these Terms for your personal, non-commercial use and not for the benefit of any other person or entity.\nOverwolf grants you a non-exclusive license to use the Software, including any Documentation only in connection with a single discrete computer.\nThis license does not allow you to make any commercial use or any derivative use of the Site or the Services (including any of its individual elements or Content (as defined below).\nAll copyright notices must be retained at all times.\nYou acknowledge that Overwolf may, at its sole discretion and at any time, discontinue providing any part of the Site or the Services without notice.\n</p>\n<p> You have no ownership rights in the Software.\nRather, you have a license to use the Software as long as these Terms remain in full force and effect.\nOwnership of the Software, Documentation and all intellectual property rights therein shall remain at all times with Overwolf or its licensors.\nAny other use of the Software or Documentation by any person, business, corporation, government organization or any other entity is strictly forbidden and is a violation of these Terms.\n</p>\n<p> These Terms are your proof of license to exercise the rights granted herein and must be retained by you.\nYou must protect the Software and Documentation consistent with Overwolf's rights therein, including informing persons who are permitted access thereto in order to satisfy your obligations hereunder and maintain the confidentiality of the Software and Documentation.\n</p>\n<p> Use of the Services and access to the Site is void where prohibited.\nBy using the Site or Services, you represent and warrant that (a) all registration information you submit is truthful and accurate.\n(b) you will maintain the accuracy of such information.\n(c) you are 18 years of age or older or else, have your parent's or guardian's permission to enter into these Terms, or otherwise have the ability to form a binding contract.\nand (d) your use of the Services and/or Site does not violate any applicable law or regulation or any obligation you may have to a third party.\n</p>\n<p>We use the YouTube API Services.\nBy using our Services you agree to the YouTube Terms.</p>\n<p> You are welcome to link to the Site from your website, provided that your website does not imply any endorsement by or association with Overwolf.\n</p> 1.\nProperty <p> Overwolf owns the Site and Services, including all worldwide intellectual property rights in the Site, and Services, and the trademarks, service marks, and logos contained therein.\nOverwolf hereby grants you a limited, revocable, non sublicensable license to use the Site and Services solely for your personal use.\nExcept as expressly permitted herein, you may not copy, further develop, reproduce, republish, modify, alter download, post, broadcast, transmit or otherwise use the Site or the Services.\nAll rights not granted to you herein are reserved to Overwolf.\nYou will not remove, alter or conceal any copyright, trademark, service mark or other proprietary rights notices incorporated in the Site, Content or Services.\n</p>\n<p> Certain types of content may be made available through the Site or Services.\n\"Content\" as used in these Terms means, collectively, all content on or made available through the Site or Services, including but not limited to information on any videos, blogs or forums available on the Site or Services.\nOverwolf reserves the rights to remove and permanently delete any Content from the Site or Services without notice.\n</p>\n<p> The Site and Services may contain reviews, support articles and widgets, knowledge base articles, integration documentation, blogs, forums, to which Overwolf may allow you, in its sole discretion, to post Content.\nBy submitting or posting such Content, you grant Overwolf and its successors a worldwide, non-exclusive, royalty-free, perpetual, sub licensable and transferable license to use, copy, distribute, transmit, modify, prepare derivative works of, publicly display, and publicly perform such Content on, through or in connection with the Site or Services in any media formats and through any media channels, including without limitation, for commercially promoting the Site and Services.\nYou are fully and solely responsible for anything you submit or post to the Site and/or Services, and represent and warrant that such Content complies with all applicable law and does not infringe third party intellectual property rights.\nSuch posted or submitted Content shall not be considered confidential and may be disseminated by Overwolf without any compensation to you.\nThis provision shall not apply to personal information that is subject to Overwolf's privacy policy except to the extent that you make such personal information publicly available on or through the Site or the Services.\n</p>\n<p> Site or the Services.\nUnder the Digital Millennium Copyright Act of 1998 (the \"<strong>DMCA</strong>\"), it is our policy to respond expeditiously to copyright owners who believe material appearing on the Site and/or Services infringes their rights.\nIf you believe that something appearing on the Site and/or Services infringes your copyright, you may send us a notice requesting that it be removed, or access to it blocked.\nIf you believe that such a notice has been wrongly filed against you, the DMCA lets you send us a counter-notice.\nNotices and counter-notices must meet the DMCA's requirements.\nWe suggest that you consult your legal advisor before filing a notice or counter-notice.\nBe aware that there can be substantial penalties for false claims.\nSend notices and counter-notices to our support team: support@overwolf.com.\n</p>\n<p> Overwolf may provide you with the opportunity to download its logos, service marks and trademarks (together, the \"Marks\") through the Site or Services.\nAll Marks are the property of Overwolf and constitute important and valuable assets.\nAll download and use of Marks are subject to the terms and conditions set forth herein.\nYou may not use any Marks except as expressly set forth herein.\n</p>\n<p> You may refer to Overwolf products and services by their associated Marks, so long as such references (a) are truthful, fair, and not misleading, and (b) comply with these Terms.\nYou may not incorporate Marks into your own product names, service names, applications, products, trademarks, logos or company names, and you may not adopt marks or logos that are confusingly similar to the Marks.\nYou may not alter the Marks in any way or use them to refer to goods or services for which they were not originally intended.\nYou may not use Marks on or in connection with any defamatory, scandalous, pornographic, or other objectionable materials of any sort, or in connection with any material that violates any applicable law, rule or regulation.\n</p>\n<p> You must use all trademarks, tradenames and service marks as adjectives to refer to the Overwolf products.\nYou may not use any of the foregoing as nouns or verbs, pluralize them or make them a possessive.\nYou may not join any of the foregoing to other words, symbols, or numbers, either as one word or with a hyphen.\n</p>\n<p> A Mark should be followed by a notice that it is being used as a trademark whenever possible.\nThe trademark superscript symbol is preferred, but if it is not available, use parentheses such as, for example: (TM).\n</p> 2.\nAccount registration <p> Registration is optional If you choose to register, you create an Overwolf account and become a registered Member.\nYour account allows you to participate in certain Services, subject to the Terms and the Overwolf Privacy Policy, which is available at Privacy policy.\nOverwolf reserves the right to refuse to allow a User to open an account for any reason, or to limit the number of accounts a User can establish on the Site or with respect to the Services, all at Overwolf's sole discretion.\n</p>\n<p> To create an account, you must select a username and password.\nYour username is your Overwolf identity.\nYou may not select a username that is used by someone else, and your username cannot be indecent, or otherwise offensive, or be used in any way that violates these Terms and common practices.\nYou may not provide false information during the registration process.\nYou must provide truthful and accurate information while creating your Overwolf account.\n</p>\n<p> You should not reveal your password to other users.\nOverwolf will not ask you to reveal your password.\nIf you forget your password, you can request to have a new password sent to your registered e-mail address.\nYour account is at risk if you let someone use it inappropriately and your account is subject to termination if you or anyone using your account violates Overwolf Terms.\nIf your account is terminated, you may not join Overwolf again without its express permission.\n</p>\n<p> You agree to immediately notify Overwolf of any unauthorized use of your Overwolf account or password.\nYou are fully and solely responsible for the security of your computer system and all activity on your account, even if such activities were not committed by you.\nOverwolf will not be liable for any losses or damage arising from unauthorized use of your account or password, and you agree to indemnify and hold Overwolf harmless for any improper or illegal use of your account.\nThis includes illegal or improper use by someone to whom you have given permission to use your account.\n</p> 3.\nTermination of accounts <p> You agree that Overwolf may for any reason, at its sole discretion and without notice, terminate your account, and remove from the Site or Services any Content associated with your account.\nGrounds for such termination may include but shall not be limited to (i) extended periods of inactivity, (ii) violation of the letter or spirit of these Terms, (iii) fraudulent, harassing or abusive behavior or (iv) behavior that is harmful to other users, third parties, or the business interests of Overwolf.\n</p>\n<p> If Overwolf believes, at its sole discretion, that a violation of these Terms or any illegal or inappropriate behavior has occurred, we may take any other corrective action we deem appropriate.\nWe reserve the right to investigate suspected violations of these Terms or illegal and inappropriate behavior on the Site and/or Services.\nWe will fully cooperate to a court order requesting or directing us to disclose any information we might have including the identity of anyone believed to have violated these Terms or to have engaged in illegal behavior on the Site and/or Services.\nYou may request termination of your Overwolf account at any time and for any reason by sending an email to support@overwolf.com.\nAny suspension, termination, or cancellation shall not affect your obligations to Overwolf under these Terms (including but not limited to ownership, indemnification, and limitation of liability), which by their sense and context are intended to survive such suspension, termination, or cancellation.\n</p> 4.\nPayments <p> App developers decide and control how to monetize their apps.\nSome may choose to provide it free of charge, some may choose to place ads and some may choose to ask for a paid subscription.\nOverwolf facilitates those services for app developers by partnering with select partners and providing SDK/API to easily control and manage them.\nWhen a Member signs up for a subscription, it will automatically charge him/her the applicable payment every month.\nThe subscription months will be calculated from the date of payment.\nThe Member may cancel the subscription at any time, such that s/he will continue to receive the benefits in connection with the subscription until the end of that month and his/her subscription will end at the end of that month.\nWe reserve the right to modify, terminate or otherwise amend offered subscription plans at any time in accordance with these Terms.\nSubscription prices may change, including recurring subscription fees from time to time and will communicate any price changes to you in advance and, if applicable, how to accept those changes.\nPrice changes will take effect at the start of the next subscription period following the date of the price change.\nSubject to applicable law, you accept the new price by continuing to use the Service after the price change takes effect.\nIf you do not agree with a price change, you have the right to reject the change by unsubscribing from the subscription prior to the price change going into effect.\n</p>\n<p> Overwolf currently facilitates payments through PayPal and Xsolla's platform.\nXsolla is also an authorized global distributor of the Software.\nOverwolf may add or change payment methods in its sole discretion.\nYou must respect the terms and conditions of any payment methods you use.\nWe reserve the right to cancel any Services ordered if full payment is not timely received.\nWe reserve the right to cancel any transaction that we have reason to believe to have been fraudulently made, including by unauthorized use of a credit card, debit card, or other payment method.\n</p>\n<p> You are solely responsible for any taxes on amounts you may pay or obtain through the Services.\nOverwolf will deduct applicable charges and taxes from any payable amounts, as required by law.\n</p> 5.\nDisclaimer of warranty <p> Your use of the Site, Content and Services is at your sole discretion and risk.\nThe Site, Content and Services are provided on an AS IS and AS AVAILABLE basis without warranties of any kind from Overwolf.\nSome of the Content on the Site and/or Services shall be provided by third parties, including users of the Site and/or Services and Overwolf shall have no liability for such Content.\nOVERWOLF EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, EXPRESS, IMPLIED OR STATUTORY, RELATING TO THE SITE, CONTENT, AND SERVICES, INCLUDING WITHOUT LIMITATION THE WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT OF PROPRIETARY RIGHTS, COURSE OF DEALING OR COURSE OF PERFORMANCE.\nOVERWOLF DISCLAIMS ANY WARRANTIES, EXPRESS OR IMPLIED,: (I) REGARDING THE SECURITY, ACCURACY, RELIABILITY OF THE SITE, CONTENT, AND SERVICES.\nOR (II) THAT THE SITE AND SERVICES WILL BE ERROR-FREE OR THAT ANY ERRORS WILL BE CORRECTED.\nOR (III) REGARDING THE ACCURACY, QUALITY, CURRENCY, COMPLETENESS OR USEFULNESS OF ANY INFORMATION PROVIDED BY THE SITE AND SERVICES.\nOverwolf does not warrant that the functions contained in the Software will meet any requirements or needs you may have or that the Software is compatible with any particular platform.\nOverwolf is not obligated to provide any updates to the Software.\nSome jurisdictions do not allow the waiver or exclusion of implied warranties.\nOverwolf is not responsible for any incorrect or inaccurate Content posted on the Site or in connection with the Services, whether caused by Users of the Site or Services or by any of the equipment or programming associated with or utilized in the Site or Services.\nOverwolf takes no responsibility for third party advertisements which are posted on this Site or through the Services, nor does it take any responsibility for the goods or services provided by its advertisers.\nNo advice or information, whether oral or written, obtained by you from Overwolf, shall create any warranty not expressly stated in these Terms.\nIf you choose to rely on such information, you do so solely at your own risk.\nSome states or jurisdictions do not allow the exclusion of certain warranties.\nAccordingly, some of the above exclusions may not apply to you.\n</p> 6.\nLimitation of liability <p> IN NO EVENT SHALL OVERWOLF OR ANY OF ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY DAMAGES WHATSOEVER, INCLUDING WITHOUT LIMITATION INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, (INCLUDING, WITHOUT LIMITATION, INDIRECT, SPECIAL, PUNITIVE, OR EXEMPLARY DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS, BUSINESS INTERRUPTION, OR LOSS OF BUSINESS INFORMATION) ARISING OUT OF OR IN CONNECTION WITH YOUR USE OF OR INABILITY TO USE THE SITE, CONTENT OR SERVICES, INCLUDING BUT NOT LIMITED TO THE QUALITY, ACCURACY, OR UTILITY OF THE INFORMATION PROVIDED.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION AND IN NO EVENT SHALL OVERWOLF'S CUMULATIVE LIABILITY TO YOU FOR ANY AND ALL CLAIMS EXCEED U.S.\n$100.\nBECAUSE SOME STATES/COUNTRIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nOverwolf is not responsible for any problems or technical malfunction of any telephone network or lines, computer online systems, servers or providers, computer equipment, software, failure of any email due to technical problems or traffic congestion on the internet, including any injury or damage to users or to any person's computer related to or resulting from participation or downloading materials in connection with the Software or Services.\nUnder no circumstances shall Overwolf be responsible for any loss or damage resulting from use of the Site or Services from any content posted on or through the Site or Services or from the conduct of any users of the Site or Services.\n</p>\n<p> The Site, Services or Content may provide links to third-party websites or resources.\nYou acknowledge and agree that Overwolf is not responsible or liable for the availability or accuracy of such websites or resources or the content, products, or services on or available from such websites or resources.\nYou further acknowledge that Overwolf does not endorse such websites or resources or the content, products, or services on or available from such websites or resources.\nYou acknowledge sole responsibility for and assume all risk arising from your use of any such websites or resources.\n</p>\n<p> You agree you will not do any of the following while using or accessing the Site, Services or any Content thereon: </p>\n<ol>\n<li>Use the Site, Content, or Services in connection with any commercial endeavors in any manner, except for the purposes specifically set forth in these Terms.\n</li>\n<li>Circumvent, disable, or otherwise interfere with security-related features of the Services or the Site or features that prevent or restrict use or copying of any Content.\n</li>\n<li>Interfere with or disrupt (or attempt to interfere with or disrupt) any web page available at the Site and/or Services, servers, or networks connected to the Site and/or Services, or the technical delivery systems of Overwolf's providers, or disobey any requirements, procedures, policies, or regulations of networks connected to the Site and/or Services.\n</li>\n<li>Attempt to probe, scan, or test the vulnerability of any Overwolf system or network or breach or impair or circumvent any security or authentication measures protecting the Site and/or Services.\n</li>\n<li>Publish, display, disclose, rent, lease, modify, copy, loan, distribute, or create derivative works based on the Site, Services, Content or any part thereof.\n</li>\n<li>Attempt to decipher, decompile, disassemble, or reverse-engineer any of the software used to provide the Services or the Site.\n</li>\n<li>Attempt to access, scrape, data mine, aggregate any data, search, or meta-search the Site, Services or Content thereon with any engine, software, tool, agent, device, or mechanism other than software and/or search agents provided by Overwolf or other generally available third-party web browsers, including without limitation any software that sends queries to the Site and/or Services to determine how a website or web page ranks.\n</li>\n<li>Violate the Terms or any other rule or agreement applicable to you or Overwolf through the Site's and/or Services' inclusion in, reference to, or relationship with any third party or third-party site or service, or your use of any such third-party site or service.\n</li>\n<li>Use, launch, or permit to be used any automated system, including without limitation \"robots,\" \"crawlers,\" or \"spiders\".\n</li>\n<li>Attempt to create the source code from the object code for the Software;</li>\n<li>Transmit the Software over any network or between any devices;</li>\n<li>Sublicense or permit use of the Software by more than one user;</li>\n<li>Export the Software.\nor</li>\n<li>Use the Site, Services or Content thereon in any manner not permitted by these Terms or in violation of applicable laws and regulations.\n</li>\n</ol>\n<p> You agree to defend and indemnify Overwolf and its officers, directors, employees, and agents and to hold them harmless from and against any and all claims, liabilities, damages, losses, and expenses, including without limitation reasonable attorney's fees and costs, arising out of or in any way connected with (i) your access to or use of the Site and/or Services.\nor (ii) your violation of any of these Terms.\n</p>\n<p> The Overwolf client may include certain software made available under open source licenses (the \"Open Source Software\").\nA list of such Open Source Software is available in Overwolf's installation folder under \"Licenses\".\nTo the extent required by the applicable open source licenses, the terms and conditions of such licenses shall apply to the Open Source Software in lieu of the terms and conditions of these Terms.\nNotwithstanding anything to the contrary in these Terms, Overwolf makes no warranties in respect of Open Source Software in excess of the warranties set forth in the applicable open source license itself, and accepts no liability in respect of Open Source Software in excess of the limitation of liability set forth in the applicable open source license.\nIf any license requires Overwolf to provide source code, Overwolf shall make such source code available to you upon your written request according to the terms of the applicable open source license.\n</p>\n<p> In the event that any provision in these Terms is held to be invalid or unenforceable, the remaining provisions will remain in full force and effect.\nThe failure of a party to enforce any right or provision of these Terms will not be deemed a waiver of such right or provision.\nOverwolf may assign these Terms or any rights hereunder without your consent.\nThese Terms shall be governed by and interpreted in accordance with the laws of Israel excluding that body of law pertaining to conflict of laws.\nAny legal action or proceeding arising under these Terms will be brought exclusively in courts located in Israel and the parties hereby irrevocably consent to the personal jurisdiction and venue therein.\nYou agree that these Terms and the rules, restrictions, and policies contained herein, and Overwolf's enforcement thereof, are not intended to confer and do not confer any rights or remedies on any person other than you and Overwolf.\n</p>\n<ul>\n<li> Products <ul>\n<li>Overwolf Platform</li>\n<li>Appstore</li>\n<li>CurseForge</li>\n<li>CurseForge Core</li>\n</ul>\n</li>\n<li> Developers <ul>\n<li>Getting started</li>\n<li>Documentation</li>\n<li>Apply for funding</li>\n</ul>\n</li>\n<li> Partners <ul>\n<li>Advertise on Overwolf</li>\n<li>Partner with us</li>\n<li>Influencers</li>\n</ul>\n</li>\n<li> Company <ul>\n<li>About us</li>\n<li>Our story</li>\n<li>Commitment to gamers</li>\n<li>Blog</li>\n<li>Careers</li>\n</ul>\n</li>\n<li> Resources <ul>\n<li>Help &amp.\nSupport</li>\n<li>Terms of service</li>\n<li>Privacy Policy</li>\n<li>Brand guidelines</li>\n</ul>\n</li>\n</ul> We use cookies to improve your experience and increase the relevancy of content when using Overwolf.\nOur cookies are used for analytics, optimization, and advertising operations.\nLearn more Got it ", "created_at": "2021-04-23 12:02:59.710039", "updated_at": "2021-04-23 12:27:33.108901"}], "points": [{"id": 26545, "title": "The terms of this service are governed by and interpreted in accordance with the laws of Israel", "source": "https://www.overwolf.com/legal/terms/", "status": "", "created_at": "2022-01-01 22:47:06.566298", "updated_at": "2022-08-09 16:10:22.697643", "quoteText": "These Terms shall be governed by and interpreted in accordance with the laws of Israel excluding that body of law pertaining to conflict of laws.", "case_id": 237, "document_id": 5269, "quoteStart": 27077, "quoteEnd": 27222}, {"id": 26544, "title": "You may only seek legal action in courts located in Israel", "source": "https://www.overwolf.com/legal/terms/", "status": "Generated through the annotate view", "created_at": "2022-01-01 22:43:11.665602", "updated_at": "2022-08-09 16:10:46.346633", "quoteText": "Any legal action or proceeding arising under these Terms will be brought exclusively in courts located in Israel and the parties hereby irrevocably consent to the personal jurisdiction and venue therein.", "case_id": 144, "document_id": 5269, "quoteStart": 27223, "quoteEnd": 27426}, {"id": 26543, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.overwolf.com/legal/terms/", "status": "Generated through the annotate view", "created_at": "2022-01-01 22:39:27.851103", "updated_at": "2022-08-09 16:11:07.654503", "quoteText": "\n<p> The Site, Services or Content may provide links to third-party websites or resources.\nYou acknowledge and agree that Overwolf is not responsible or liable for the availability or accuracy of such websites or resources or the content, products, or services on or available from such websites or resources.", "case_id": 279, "document_id": 5269, "quoteStart": 22098, "quoteEnd": 22407}, {"id": 25797, "title": "First-party cookies are used", "source": "https://www.overwolf.com/legal/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-17 14:12:21.482889", "updated_at": "2022-08-09 16:12:13.981172", "quoteText": "We use cookies to improve your experience and increase the relevancy of content when using Overwolf.\nOur cookies are used for analytics, optimization, and advertising operations.", "case_id": 126, "document_id": 5269, "quoteStart": 28278, "quoteEnd": 28456}, {"id": 26540, "title": " Terms may be changed any time at their discretion, without notice to you and you agree to review the Terms periodically", "source": "https://www.overwolf.com/legal/terms/", "status": "", "created_at": "2022-01-01 22:25:34.02185", "updated_at": "2022-08-09 16:12:39.565047", "quoteText": "By accessing the Site, or taking part in or downloading any Services, you agree to review the Terms periodically to become aware of such revisions.", "case_id": 121, "document_id": 5269, "quoteStart": 4100, "quoteEnd": 4247}, {"id": 26539, "title": "You maintain ownership of your content", "source": "https://www.overwolf.com/legal/terms/", "status": "Generated through the annotate view", "created_at": "2022-01-01 22:23:04.111866", "updated_at": "2022-08-09 16:10:29.998089", "quoteText": "App developers own, choose, control and manage their creations.\nThey can offer them free of charge, place ads or ask for a monthly subscription.\nIt’s up to them.", "case_id": 183, "document_id": 5269, "quoteStart": 1584, "quoteEnd": 1745}, {"id": 26538, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://www.overwolf.com/legal/terms/", "status": "Generated through the annotate view", "created_at": "2022-01-01 22:22:14.17364", "updated_at": "2022-08-09 16:12:06.565552", "quoteText": "You agree that Overwolf may for any reason, at its sole discretion and without notice, terminate your account", "case_id": 201, "document_id": 5269, "quoteStart": 14281, "quoteEnd": 14390}, {"id": 26537, "title": "You have the right to leave this service at any time", "source": "https://www.overwolf.com/legal/terms/", "status": "Generated through the annotate view", "created_at": "2022-01-01 22:21:30.852132", "updated_at": "2022-08-09 16:10:35.662909", "quoteText": "You may request termination of your Overwolf account at any time and for any reason by sending an email to support@overwolf.com", "case_id": 170, "document_id": 5269, "quoteStart": 15373, "quoteEnd": 15500}, {"id": 26536, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account unless stated to be eligible", "source": "https://www.overwolf.com/legal/terms/", "status": "Generated through the annotate view", "created_at": "2022-01-01 22:15:22.411808", "updated_at": "2022-08-09 16:11:14.381293", "quoteText": "If your account is terminated, you may not join Overwolf again without its express permission.", "case_id": 319, "document_id": 5269, "quoteStart": 13556, "quoteEnd": 13650}, {"id": 26535, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.overwolf.com/legal/terms/", "status": "Generated through the annotate view", "created_at": "2022-01-01 22:11:14.55912", "updated_at": "2022-08-09 16:10:06.746392", "quoteText": "you are 18 years of age or older or else, have your parent's or guardian's permission to enter into these Terms", "case_id": 486, "document_id": 5269, "quoteStart": 6595, "quoteEnd": 6706}, {"id": 25795, "title": "Any liability on behalf of the service is only limited to $100", "source": "https://www.overwolf.com/legal/terms/", "status": "", "created_at": "2021-11-17 14:08:07.688089", "updated_at": "2022-08-09 16:10:16.589472", "quoteText": "IN NO EVENT SHALL OVERWOLF OR ANY OF ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY DAMAGES WHATSOEVER, INCLUDING WITHOUT LIMITATION INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, (INCLUDING, WITHOUT LIMITATION, INDIRECT, SPECIAL, PUNITIVE, OR EXEMPLARY DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS, BUSINESS INTERRUPTION, OR LOSS OF BUSINESS INFORMATION) ARISING OUT OF OR IN CONNECTION WITH YOUR USE OF OR INABILITY TO USE THE SITE, CONTENT OR SERVICES, INCLUDING BUT NOT LIMITED TO THE QUALITY, ACCURACY, OR UTILITY OF THE INFORMATION PROVIDED.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION AND IN NO EVENT SHALL OVERWOLF'S CUMULATIVE LIABILITY TO YOU FOR ANY AND ALL CLAIMS EXCEED U.S.\n$100.\nBECAUSE SOME STATES/COUNTRIES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.", "case_id": 149, "document_id": 5269, "quoteStart": 20404, "quoteEnd": 21408}, {"id": 25794, "title": "You agree to hold the service harmless and indemnify in case of a claim related to your use of the service", "source": "https://www.overwolf.com/legal/terms/", "status": "", "created_at": "2021-11-17 14:06:57.775403", "updated_at": "2022-08-09 16:19:41.489061", "quoteText": "Overwolf will not be liable for any losses or damage arising from unauthorized use of your account or password, and you agree to indemnify and hold Overwolf harmless for any improper or illegal use of your account.", "case_id": 146, "document_id": 5269, "quoteStart": 13926, "quoteEnd": 14140}, {"id": 25796, "title": "No need to register", "source": "https://www.overwolf.com/legal/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-17 14:10:58.642533", "updated_at": "2021-11-19 19:19:24.620896", "quoteText": "Registration is optional If you choose to register, you create an Overwolf account and become a registered Member.", "case_id": 320, "document_id": 5269, "quoteStart": 12209, "quoteEnd": 12323}, {"id": 25799, "title": "No guarantee is given regarding quality", "source": "https://www.overwolf.com/legal/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-17 14:15:07.112553", "updated_at": "2021-11-19 19:19:36.296312", "quoteText": "OVERWOLF EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, EXPRESS, IMPLIED OR STATUTORY, RELATING TO THE SITE, CONTENT, AND SERVICES, INCLUDING WITHOUT LIMITATION THE WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT OF PROPRIETARY RIGHTS, COURSE OF DEALING OR COURSE OF PERFORMANCE.\nOVERWOLF DISCLAIMS ANY WARRANTIES, EXPRESS OR IMPLIED,: (I) REGARDING THE SECURITY, ACCURACY, RELIABILITY OF THE SITE, CONTENT, AND SERVICES.\nOR (II) THAT THE SITE AND SERVICES WILL BE ERROR-FREE OR THAT ANY ERRORS WILL BE CORRECTED.\nOR (III) REGARDING THE ACCURACY, QUALITY, CURRENCY, COMPLETENESS OR USEFULNESS OF ANY INFORMATION PROVIDED BY THE SITE AND SERVICES.", "case_id": 160, "document_id": 5269, "quoteStart": 18507, "quoteEnd": 19195}, {"id": 25798, "title": "You are responsible for any risks, damages, or losses that may incur by downloading materials", "source": "https://www.overwolf.com/legal/terms/", "status": "Generated through the annotate view", "created_at": "2021-11-17 14:14:19.751572", "updated_at": "2022-08-09 16:12:26.3746", "quoteText": "Under no circumstances shall Overwolf be responsible for any loss or damage resulting from use of the Site or Services from any content posted on or through the Site or Services or from the conduct of any users of the Site or Services.", "case_id": 291, "document_id": 5269, "quoteStart": 21858, "quoteEnd": 22093}], "urls": ["curseforge.com"]}}