{"error": 448, "message": "OK", "parameters": {"id": 6544, "name": "SimpliServers", "created_at": "2022-05-07 04:54:55.125975", "updated_at": "2022-05-07 22:01:18.175507", "wikipedia": null, "keywords": null, "related": null, "slug": "simpliservers", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6544.png", "url": "simpliservers.com", "documents": [{"id": 11910, "name": "Privacy Policy", "url": "https://simpliservers.com/policies/pp", "xpath": "//body", "text": " <ul>\n<li>\nHOME </li>\n<li>\nVIRTUAL SERVERS </li>\n<li>\nWEB HOSTING\n<i>\n</i>\n<ul>\n<li>\nShared Web\nHosting </li>\n<li>\nCloud Web\nHosting </li>\n</ul>\n</li>\n<li>\nOTHER\n<i>\n</i>\n<ul>\n<li> System\nAdministration </li>\n</ul>\n</li>\n<li>\nCompany\n<i>\n</i>\n<ul>\n<li>\nAbout Us </li>\n<li>\nFAQ </li>\n</ul>\n</li>\n<li>\n<i>\n</i>Secure Login <ul>\n<li>\n<i>\n</i> Billing Portal </li>\n<li>\n<i>\n</i>\nSolusVM\nControl Panel </li>\n<li>\n<i>\n</i>\ncPanel Control Panel </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Support </li>\n<li>\n<i>\n</i>Knowledgebase </li>\n<li>\n<i>\n</i>Partners </li>\n<li>\n<i>\n</i>Specs </li>\n<li>\n<i>\n</i>Service Status </li>\n</ul>\n<i>menu\n</i>\n<i>menu</i> Privacy Policy <p>\nLast updated on December 12th, 2020\n</p>\n<p>This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of\nYour information when You use the Service and tells You about Your privacy rights and how the law\nprotects You.\n</p>\n<p>We use Your Personal data to provide and improve the Service.\nBy using the Service, You agree to the\ncollection and use of information in accordance with this Privacy Policy.\n</p>\nInterpretation and Definitions Interpretation <p>The words of which the initial letter is capitalized have meanings defined under the following\nconditions.\nThe following definitions shall have the same meaning regardless of whether they appear\nin singular or in plural.\n</p>\nDefinitions <p>For the purposes of this Privacy Policy:\n</p>\n<ul>\n<li>\n<p>\n<strong>Account\n</strong> means a unique account created for You to access our Service or\nparts of our Service.\n</p>\n</li>\n<li>\n<p>\n<strong>Business\n</strong>, for the purpose of the CCPA (California Consumer Privacy Act),\nrefers to the Company as the legal entity that collects Consumers' personal information and\ndetermines the purposes and means of the processing of Consumers' personal information, or\non behalf of which such information is collected and that alone, or jointly with others,\ndetermines the purposes and means of the processing of consumers' personal information, that\ndoes business in the State of California.\n</p>\n</li>\n<li>\n<p>\n<strong>Company\n</strong> (referred to as either \"the Company\", \"We\",\n\"Us\" or \"Our\" in this Agreement) refers to SimpliServers Hosting\nServices, Lootsa tn 8a, 11415 Tallinn .\n</p>\n<p>For the purpose of the GDPR, the Company is the Data Controller.\n</p>\n</li>\n<li>\n<p>\n<strong>Consumer\n</strong>, for the purpose of the CCPA (California Consumer Privacy Act),\nmeans a natural person who is a California resident.\nA resident, as defined in the law,\nincludes (1) every individual who is in the USA for other than a temporary or transitory\npurpose, and (2) every individual who is domiciled in the USA who is outside the USA for a\ntemporary or transitory purpose.\n</p>\n</li>\n<li>\n<p>\n<strong>Cookies\n</strong> are small files that are placed on Your computer, mobile device or\nany other device by a website, containing the details of Your browsing history on that\nwebsite among its many uses.\n</p>\n</li>\n<li>\n<p>\n<strong>Country\n</strong> refers to: Estonia\n</p>\n</li>\n<li>\n<p>\n<strong>Data Controller\n</strong>, for the purposes of the GDPR (General Data Protection\nRegulation), refers to the Company as the legal person which alone or jointly with others\ndetermines the purposes and means of the processing of Personal Data.\n</p>\n</li>\n<li>\n<p>\n<strong>Device\n</strong> means any device that can access the Service such as a computer, a\ncellphone or a digital tablet.\n</p>\n</li>\n<li>\n<p>\n<strong>Do Not Track\n</strong> (DNT) is a concept that has been promoted by US regulatory\nauthorities, in particular the U.S.\nFederal Trade Commission (FTC), for the Internet\nindustry to develop and implement a mechanism for allowing internet users to control the\ntracking of their online activities across websites.\n</p>\n</li>\n<li>\n<p>\n<strong>Personal Data\n</strong> is any information that relates to an identified or\nidentifiable individual.\n</p>\n<p>For the purposes for GDPR, Personal Data means any information relating to You such as a\nname, an identification number, location data, online identifier or to one or more factors\nspecific to the physical, physiological, genetic, mental, economic, cultural or social\nidentity.\n</p>\n<p>For the purposes of the CCPA, Personal Data means any information that identifies, relates\nto, describes or is capable of being associated with, or could reasonably be linked,\ndirectly or indirectly, with You.\n</p>\n</li>\n<li>\n<p>\n<strong>Sale\n</strong>, for the purpose of the CCPA (California Consumer Privacy Act), means\nselling, renting, releasing, disclosing, disseminating, making available, transferring, or\notherwise communicating orally, in writing, or by electronic or other means, a Consumer's\nPersonal information to another business or a third party for monetary or other valuable\nconsideration.\n</p>\n</li>\n<li>\n<p>\n<strong>Service\n</strong> refers to the Website.\n</p>\n</li>\n<li>\n<p>\n<strong>Service Provider\n</strong> means any natural or legal person who processes the data on\nbehalf of the Company.\nIt refers to third-party companies or individuals employed by the\nCompany to facilitate the Service, to provide the Service on behalf of the Company, to\nperform services related to the Service or to assist the Company in analyzing how the\nService is used.\nFor the purpose of the GDPR, Service Providers are considered Data Processors.\n</p>\n</li>\n<li>\n<p>\n<strong>Third-party Social Media Service\n</strong> refers to any website or any social network\nwebsite through which a User can log in or create an account to use the Service.\n</p>\n</li>\n<li>\n<p>\n<strong>Usage Data\n</strong> refers to data collected automatically, either generated by the\nuse of the Service or from the Service infrastructure itself (for example, the duration of a\npage visit).\n</p>\n</li>\n<li>\n<p>\n<strong>Website\n</strong> refers to SimpliServers - High Performance Hosting Experience,\naccessible from\nhttps://simpliservers.com </p>\n</li>\n<li>\n<p>\n<strong>You\n</strong> means the individual accessing or using the Service, or the company, or\nother legal entity on behalf of which such individual is accessing or using the Service, as\napplicable.\n</p>\n<p>Under GDPR (General Data Protection Regulation), You can be referred to as the Data Subject\nor as the User as you are the individual using the Service.\n</p>\n</li>\n</ul>\nCollecting and Using Your Personal Data Types of Data Collected Personal Data <p>While using Our Service, We may ask You to provide Us with certain personally identifiable\ninformation that can be used to contact or identify You.\nPersonally identifiable information may\ninclude, but is not limited to:\n</p>\n<ul>\n<li>Email address\n</li>\n<li>First name and last name\n</li>\n<li>Phone number\n</li>\n<li>Address, State, Province, ZIP/Postal code, City\n</li>\n<li>Bank account information in order to pay for products and/or services within the Service\n</li>\n<li>Usage Data\n</li>\n</ul>\n<p>When You pay for a product and/or a service via bank transfer, We may ask You to provide information\nto facilitate this transaction and to verify Your identity.\nSuch information may include, without\nlimitation:\n</p>\n<ul>\n<li>Date of birth\n</li>\n<li>Passport or National ID card\n</li>\n<li>Bank card statement\n</li>\n<li>Other information linking You to an address\n</li>\n</ul>\nUsage Data <p>Usage Data is collected automatically when using the Service.\n</p>\n<p>Usage Data may include information such as Your Device's Internet Protocol address (e.g.\nIP address),\nbrowser type, browser version, the pages of our Service that You visit, the time and date of Your\nvisit, the time spent on those pages, unique device identifiers and other diagnostic data.\n</p>\n<p>When You access the Service by or through a mobile device, We may collect certain information\nautomatically, including, but not limited to, the type of mobile device You use, Your mobile device\nunique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile\nInternet browser You use, unique device identifiers and other diagnostic data.\n</p>\n<p>We may also collect information that Your browser sends whenever You visit our Service or when You\naccess the Service by or through a mobile device.\n</p>\nTracking Technologies and Cookies <p>We use Cookies and similar tracking technologies to track the activity on Our Service and store\ncertain information.\nTracking technologies used are beacons, tags, and scripts to collect and track\ninformation and to improve and analyze Our Service.\n</p>\n<p>You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent.\nHowever, if You do not accept Cookies, You may not be able to use some parts of our Service.\n</p>\n<p>Cookies can be \"Persistent\" or \"Session\" Cookies.\nPersistent Cookies remain on\nyour personal computer or mobile device when You go offline, while Session Cookies are deleted as\nsoon as You close your web browser.\nLearn more about cookies:\nWhat Are Cookies?\n.\n</p>\n<p>We use both session and persistent Cookies for the purposes set out below:\n</p>\n<ul>\n<li>\n<p>\n<strong>Necessary / Essential Cookies\n</strong>\n</p>\n<p>Type: Session Cookies\n</p>\n<p>Administered by: Us\n</p>\n<p>Purpose: These Cookies are essential to provide You with services available through the\nWebsite and to enable You to use some of its features.\nThey help to authenticate users and\nprevent fraudulent use of user accounts.\nWithout these Cookies, the services that You have\nasked for cannot be provided, and We only use these Cookies to provide You with those\nservices.\n</p>\n</li>\n<li>\n<p>\n<strong>Cookies Policy / Notice Acceptance Cookies\n</strong>\n</p>\n<p>Type: Persistent Cookies\n</p>\n<p>Administered by: Us\n</p>\n<p>Purpose: These Cookies identify if users have accepted the use of cookies on the Website.\n</p>\n</li>\n<li>\n<p>\n<strong>Functionality Cookies\n</strong>\n</p>\n<p>Type: Persistent Cookies\n</p>\n<p>Administered by: Us\n</p>\n<p>Purpose: These Cookies allow us to remember choices You make when You use the Website, such\nas remembering your login details or language preference.\nThe purpose of these Cookies is to\nprovide You with a more personal experience and to avoid You having to re-enter your\npreferences every time You use the Website.\n</p>\n</li>\n<li>\n<p>\n<strong>Tracking and Performance Cookies\n</strong>\n</p>\n<p>Type: Persistent Cookies\n</p>\n<p>Administered by: Third-Parties\n</p>\n<p>Purpose: These Cookies are used to track information about traffic to the Website and how\nusers use the Website.\nThe information gathered via these Cookies may directly or indirectly\nidentify you as an individual visitor.\nThis is because the information collected is\ntypically linked to a pseudonymous identifier associated with the device you use to access\nthe Website.\nWe may also use these Cookies to test new advertisements, pages, features or\nnew functionality of the Website to see how our users react to them.\n</p>\n</li>\n</ul>\n<p>For more information about the cookies we use and your choices regarding cookies, please visit our\nCookies Policy or the Cookies section of our Privacy Policy.\n</p>\nUse of Your Personal Data <p>The Company may use Personal Data for the following purposes:\n</p>\n<ul>\n<li>\n<strong>To provide and maintain our Service\n</strong>, including to monitor the usage of our\nService.\n</li>\n<li>\n<strong>To manage Your Account:\n</strong> to manage Your registration as a user of the Service.\nThe Personal Data You provide can give You access to different functionalities of the Service\nthat are available to You as a registered user.\n</li>\n<li>\n<strong>For the performance of a contract:\n</strong> the development, compliance and undertaking\nof the purchase contract for the products, items or services You have purchased or of any other\ncontract with Us through the Service.\n</li>\n<li>\n<strong>To contact You:\n</strong> To contact You by email, telephone calls, SMS, or other\nequivalent forms of electronic communication, such as a mobile application's push notifications\nregarding updates or informative communications related to the functionalities, products or\ncontracted services, including the security updates, when necessary or reasonable for their\nimplementation.\n</li>\n<li>\n<strong>To provide You\n</strong> with news, special offers and general information about other\ngoods, services and events which we offer that are similar to those that you have already\npurchased or enquired about unless You have opted not to receive such information.\n</li>\n<li>\n<strong>To manage Your requests:\n</strong> To attend and manage Your requests to Us.\n</li>\n</ul>\n<p>We may share your personal information in the following situations:\n</p>\n<ul>\n<li>\n<strong>With Service Providers:\n</strong> We may share Your personal information with Service\nProviders to monitor and analyze the use of our Service, to advertise on third party websites to\nYou after You visited our Service, for payment processing, to contact You.\n</li>\n<li>\n<strong>For Business transfers:\n</strong> We may share or transfer Your personal information in\nconnection with, or during negotiations of, any merger, sale of Company assets, financing, or\nacquisition of all or a portion of our business to another company.\n</li>\n<li>\n<strong>With Affiliates:\n</strong> We may share Your information with Our affiliates, in which\ncase we will require those affiliates to honor this Privacy Policy.\nAffiliates include Our\nparent company and any other subsidiaries, joint venture partners or other companies that We\ncontrol or that are under common control with Us.\n</li>\n<li>\n<strong>With Business partners:\n</strong> We may share Your information with Our business\npartners to offer You certain products, services or promotions.\n</li>\n<li>\n<strong>With other users:\n</strong> when You share personal information or otherwise interact in\nthe public areas with other users, such information may be viewed by all users and may be\npublicly distributed outside.\nIf You interact with other users or register through a Third-Party\nSocial Media Service, Your contacts on the Third-Party Social Media Service may see Your name,\nprofile, pictures and description of Your activity.\nSimilarly, other users will be able to view\ndescriptions of Your activity, communicate with You and view Your profile.\n</li>\n</ul>\nRetention of Your Personal Data <p>The Company will retain Your Personal Data only for as long as is necessary for the purposes set out\nin this Privacy Policy.\nWe will retain and use Your Personal Data to the extent necessary to comply\nwith our legal obligations (for example, if we are required to retain your data to comply with\napplicable laws), resolve disputes, and enforce our legal agreements and policies.\n</p>\n<p>The Company will also retain Usage Data for internal analysis purposes.\nUsage Data is generally\nretained for a shorter period of time, except when this data is used to strengthen the security or\nto improve the functionality of Our Service, or We are legally obligated to retain this data for\nlonger time periods.\n</p>\nTransfer of Your Personal Data <p>Your information, including Personal Data, is processed at the Company's operating offices and in any\nother places where the parties involved in the processing are located.\nIt means that this\ninformation may be transferred to — and maintained on — computers located outside of Your state,\nprovince, country or other governmental jurisdiction where the data protection laws may differ than\nthose from Your jurisdiction.\n</p>\n<p>Your consent to this Privacy Policy followed by Your submission of such information represents Your\nagreement to that transfer.\n</p>\n<p>The Company will take all steps reasonably necessary to ensure that Your data is treated securely and\nin accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an\norganization or a country unless there are adequate controls in place including the security of Your\ndata and other personal information.\n</p>\nDisclosure of Your Personal Data Business Transactions <p>If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be\ntransferred.\nWe will provide notice before Your Personal Data is transferred and becomes subject to\na different Privacy Policy.\n</p>\nLaw enforcement <p>Under certain circumstances, the Company may be required to disclose Your Personal Data if required\nto do so by law or in response to valid requests by public authorities (e.g.\na court or a government\nagency).\n</p>\nOther legal requirements <p>The Company may disclose Your Personal Data in the good faith belief that such action is necessary\nto:\n</p>\n<ul>\n<li>Comply with a legal obligation\n</li>\n<li>Protect and defend the rights or property of the Company\n</li>\n<li>Prevent or investigate possible wrongdoing in connection with the Service\n</li>\n<li>Protect the personal safety of Users of the Service or the public\n</li>\n<li>Protect against legal liability\n</li>\n</ul>\nSecurity of Your Personal Data <p>The security of Your Personal Data is important to Us, but remember that no method of transmission\nover the Internet, or method of electronic storage is 100% secure.\nWhile We strive to use\ncommercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute\nsecurity.\n</p>\nDetailed Information on the Processing of Your Personal Data <p>Service Providers have access to Your Personal Data only to perform their tasks on Our behalf and are\nobligated not to disclose or use it for any other purpose.\n</p>\nAnalytics <p>We may use third-party Service providers to monitor and analyze the use of our Service.\n</p>\n<ul>\n<li>\n<p>\n<strong>Google Analytics\n</strong>\n</p>\n<p>Google Analytics is a web analytics service offered by Google that tracks and reports website\ntraffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis\ndata is shared with other Google services.\nGoogle may use the collected data to\ncontextualize and personalize the ads of its own advertising network.\n</p>\n<p>You can opt-out of having made your activity on the Service available to Google Analytics by\ninstalling the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google\nAnalytics JavaScript (ga.js, analytics.js and dc.js) from sharing information with Google\nAnalytics about visits activity.\n</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy\n&amp.\nTerms web page:\nhttps://policies.google.com/privacy </p>\n</li>\n<li>\n<p>\n<strong>Matomo\n</strong>\n</p>\n<p>Matomo is a web analytics service.\nYou can visit their Privacy Policy page here:\nhttps://matomo.org/privacy-policy </p>\n</li>\n<li>\n<p>\n<strong>Ackee - Anonymized tracking\n</strong>\n</p>\n<p>Their Privacy Policy can be viewed at\nhttps://electerious.com/privacy_policy.html </p>\n</li>\n</ul>\nEmail Marketing <p>We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and\nother information that may be of interest to You.\nYou may opt-out of receiving any, or all, of these\ncommunications from Us by following the unsubscribe link or instructions provided in any email We\nsend or by contacting Us.\n</p>\n<p>We may use Email Marketing Service Providers to manage and send emails to You.\n</p>\n<ul>\n<li>\n<p>\n<strong>Mailchimp\n</strong>\n</p>\n<p>Mailchimp is an email marketing sending service provided by The Rocket Science Group LLC.\n</p>\n<p>For more information on the privacy practices of Mailchimp, please visit their Privacy\npolicy:\nhttps://mailchimp.com/legal/privacy/ </p>\n</li>\n<li>\n<p>\n<strong>Manual Emails\n</strong>\n</p>\n<p>Their Privacy Policy can be viewed at\nhttps://simpliservers.com/legal </p>\n</li>\n</ul>\nPayments <p>We may provide paid products and/or services within the Service.\nIn that case, we may use third-party\nservices for payment processing (e.g.\npayment processors).\n</p>\n<p>We will not store or collect Your payment card details.\nThat information is provided directly to Our\nthird-party payment processors whose use of Your personal information is governed by their Privacy\nPolicy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI\nSecurity Standards Council, which is a joint effort of brands like Visa, Mastercard, American\nExpress and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.\n</p>\n<ul>\n<li>\n<p>\n<strong>Stripe\n</strong>\n</p>\n<p>Their Privacy Policy can be viewed at\nhttps://stripe.com/us/privacy </p>\n</li>\n<li>\n<p>\n<strong>PayPal\n</strong>\n</p>\n<p>Their Privacy Policy can be viewed at\nhttps://www.paypal.com/webapps/mpp/ua/privacy-full </p>\n</li>\n<li>\n<p>\n<strong>Braintree\n</strong>\n</p>\n<p>Their Privacy Policy can be viewed at\nhttps://www.braintreepayments.com/legal/braintree-privacy-policy </p>\n</li>\n<li>\n<p>\n<strong>2Checkout\n</strong>\n</p>\n<p>Their Privacy Policy can be viewed at\nhttps://www.2checkout.com/policies/privacy-policy </p>\n</li>\n</ul>\n<p>When You use Our Service to pay a product and/or service via bank transfer, We may ask You to provide\ninformation to facilitate this transaction and to verify Your identity.\n</p>\nBehavioral Remarketing <p>The Company uses remarketing services to advertise on third party websites to You after You visited\nour Service.\nWe and Our third-party vendors use cookies to inform, optimize and serve ads based on\nYour past visits to our Service.\n</p>\n<ul>\n<li>\n<p>\n<strong>Google Ads (AdWords)\n</strong>\n</p>\n<p>Google Ads (AdWords) remarketing service is provided by Google Inc.\n</p>\n<p>You can opt-out of Google Analytics for Display Advertising and customise the Google Display\nNetwork ads by visiting the Google Ads Settings page:\nhttp://www.google.com/settings/ads </p>\n<p>Google also recommends installing the Google Analytics Opt-out Browser Add-on -\nhttps://tools.google.com/dlpage/gaoptout - for your web browser.\nGoogle Analytics Opt-out Browser Add-on provides visitors with the ability to prevent their\ndata from being collected and used by Google Analytics.\n</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy\n&amp.\nTerms web page:\nhttps://policies.google.com/privacy </p>\n</li>\n<li>\n<p>\n<strong>Twitter\n</strong>\n</p>\n<p>Twitter remarketing service is provided by Twitter Inc.\n</p>\n<p>You can opt-out from Twitter's interest-based ads by following their instructions:\nhttps://support.twitter.com/articles/20170405 </p>\n<p>You can learn more about the privacy practices and policies of Twitter by visiting their\nPrivacy Policy page:\nhttps://twitter.com/privacy </p>\n</li>\n<li>\n<p>\n<strong>Facebook\n</strong>\n</p>\n<p>Facebook remarketing service is provided by Facebook Inc.\n</p>\n<p>You can learn more about interest-based advertising from Facebook by visiting this page:\nhttps://www.facebook.com/help/164968693837950 </p>\n<p>To opt-out from Facebook's interest-based ads, follow these instructions from Facebook:\nhttps://www.facebook.com/help/568137493302217 </p>\n<p>Facebook adheres to the Self-Regulatory Principles for Online Behavioural Advertising\nestablished by the Digital Advertising Alliance.\nYou can also opt-out from Facebook and\nother participating companies through the Digital Advertising Alliance in the USA\nhttp://www.aboutads.info/choices/\n, the Digital Advertising Alliance\nof Canada in Canada\nhttp://youradchoices.ca/ or the European Interactive Digital\nAdvertising Alliance in Europe\nhttp://www.youronlinechoices.eu/\n,\nor opt-out using your mobile device settings.\n</p>\n<p>For more information on the privacy practices of Facebook, please visit Facebook's Data\nPolicy:\nhttps://www.facebook.com/privacy/explanation </p>\n</li>\n<li>\n<p>\n<strong>Pinterest\n</strong>\n</p>\n<p>Pinterest remarketing service is provided by Pinterest Inc.\n</p>\n<p>You can opt-out from Pinterest's interest-based ads by enabling the \"Do Not Track\"\nfunctionality of your web browser or by following Pinterest instructions:\nhttp://help.pinterest.com/en/articles/personalization-and-data </p>\n<p>You can learn more about the privacy practices and policies of Pinterest by visiting their\nPrivacy Policy page:\nhttps://about.pinterest.com/en/privacy-policy </p>\n</li>\n</ul>\nGDPR Privacy Legal Basis for Processing Personal Data under GDPR <p>We may process Personal Data under the following conditions:\n</p>\n<ul>\n<li>\n<strong>Consent:\n</strong> You have given Your consent for processing Personal Data for one or\nmore specific purposes.\n</li>\n<li>\n<strong>Performance of a contract:\n</strong> Provision of Personal Data is necessary for the\nperformance of an agreement with You and/or for any pre-contractual obligations thereof.\n</li>\n<li>\n<strong>Legal obligations:\n</strong> Processing Personal Data is necessary for compliance with a\nlegal obligation to which the Company is subject.\n</li>\n<li>\n<strong>Vital interests:\n</strong> Processing Personal Data is necessary in order to protect Your\nvital interests or of another natural person.\n</li>\n<li>\n<strong>Public interests:\n</strong> Processing Personal Data is related to a task that is carried\nout in the public interest or in the exercise of official authority vested in the Company.\n</li>\n<li>\n<strong>Legitimate interests:\n</strong> Processing Personal Data is necessary for the purposes of\nthe legitimate interests pursued by the Company.\n</li>\n</ul>\n<p>In any case, the Company will gladly help to clarify the specific legal basis that applies to the\nprocessing, and in particular whether the provision of Personal Data is a statutory or contractual\nrequirement, or a requirement necessary to enter into a contract.\n</p>\nYour Rights under the GDPR <p>The Company undertakes to respect the confidentiality of Your Personal Data and to guarantee You can\nexercise Your rights.\n</p>\n<p>You have the right under this Privacy Policy, and by law if You are within the EU, to:\n</p>\n<ul>\n<li>\n<strong>Request access to Your Personal Data.\n</strong> The right to access, update or delete the\ninformation We have on You.\nWhenever made possible, you can access, update or request deletion\nof Your Personal Data directly within Your account settings section.\nIf you are unable to\nperform these actions yourself, please contact Us to assist You.\nThis also enables You to\nreceive a copy of the Personal Data We hold about You.\n</li>\n<li>\n<strong>Request correction of the Personal Data that We hold about You.\n</strong> You have the\nright to to have any incomplete or inaccurate information We hold about You corrected.\n</li>\n<li>\n<strong>Object to processing of Your Personal Data.\n</strong> This right exists where We are\nrelying on a legitimate interest as the legal basis for Our processing and there is something\nabout Your particular situation, which makes You want to object to our processing of Your\nPersonal Data on this ground.\nYou also have the right to object where We are processing Your\nPersonal Data for direct marketing purposes.\n</li>\n<li>\n<strong>Request erasure of Your Personal Data.\n</strong> You have the right to ask Us to delete\nor remove Personal Data when there is no good reason for Us to continue processing it.\n</li>\n<li>\n<strong>Request the transfer of Your Personal Data.\n</strong> We will provide to You, or to a\nthird-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable\nformat.\nPlease note that this right only applies to automated information which You initially\nprovided consent for Us to use or where We used the information to perform a contract with You.\n</li>\n<li>\n<strong>Withdraw Your consent.\n</strong> You have the right to withdraw Your consent on using\nyour Personal Data.\nIf You withdraw Your consent, We may not be able to provide You with access\nto certain specific functionalities of the Service.\n</li>\n</ul>\nExercising of Your GDPR Data Protection Rights <p>You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us.\nPlease note that we may ask You to verify Your identity before responding to such requests.\nIf You\nmake a request, We will try our best to respond to You as soon as possible.\n</p>\n<p>You have the right to complain to a Data Protection Authority about Our collection and use of Your\nPersonal Data.\nFor more information, if You are in the European Economic Area (EEA), please contact\nYour local data protection authority in the EEA.\n</p>\nCCPA Privacy Your Rights under the CCPA <p>Under this Privacy Policy, and by law if You are a resident of California, You have the following\nrights:\n</p>\n<ul>\n<li>\n<strong>The right to notice.\n</strong> You must be properly notified which categories of Personal\nData are being collected and the purposes for which the Personal Data is being used.\n</li>\n<li>\n<strong>The right to access / the right to request.\n</strong> The CCPA permits You to request and\nobtain from the Company information regarding the disclosure of Your Personal Data that has been\ncollected in the past 12 months by the Company or its subsidiaries to a third-party for the\nthird party's direct marketing purposes.\n</li>\n<li>\n<strong>The right to say no to the sale of Personal Data.\n</strong> You also have the right to\nask the Company not to sell Your Personal Data to third parties.\nYou can submit such a request\nby visiting our \"Do Not Sell My Personal Information\" section or web page.\n</li>\n<li>\n<strong>The right to know about Your Personal Data.\n</strong> You have the right to request and\nobtain from the Company information regarding the disclosure of the following:\n<ul>\n<li>The categories of Personal Data collected\n</li>\n<li>The sources from which the Personal Data was collected\n</li>\n<li>The business or commercial purpose for collecting or selling the Personal Data\n</li>\n<li>Categories of third parties with whom We share Personal Data\n</li>\n<li>The specific pieces of Personal Data we collected about You\n</li>\n</ul>\n</li>\n<li>\n<strong>The right to delete Personal Data.\n</strong> You also have the right to request the\ndeletion of Your Personal Data that have been collected in the past 12 months.\n</li>\n<li>\n<strong>The right not to be discriminated against.\n</strong> You have the right not to be\ndiscriminated against for exercising any of Your Consumer's rights, including by:\n<ul>\n<li>Denying goods or services to You\n</li>\n<li>Charging different prices or rates for goods or services, including the use of discounts\nor other benefits or imposing penalties\n</li>\n<li>Providing a different level or quality of goods or services to You\n</li>\n<li>Suggesting that You will receive a different price or rate for goods or services or a\ndifferent level or quality of goods or services.\n</li>\n</ul>\n</li>\n</ul>\nExercising Your CCPA Data Protection Rights <p>In order to exercise any of Your rights under the CCPA, and if you are a California resident, You can\nemail or call us or visit our \"Do Not Sell My Personal Information\" section or web page.\n</p>\n<p>The Company will disclose and deliver the required information free of charge within 45 days of\nreceiving Your verifiable request.\nThe time period to provide the required information may be\nextended once by an additional 45 days when reasonable necessary and with prior notice.\n</p>\nDo Not Sell My Personal Information <p>We do not sell personal information.\nHowever, the Service Providers we partner with (for example, our\nadvertising partners) may use technology on the Service that \"sells\" personal information\nas defined by the CCPA law.\n</p>\n<p>If you wish to opt out of the use of your personal information for interest-based advertising\npurposes and these potential sales as defined under CCPA law, you may do so by following the\ninstructions below.\n</p>\n<p>Please note that any opt out is specific to the browser You use.\nYou may need to opt out on every\nbrowser that you use.\n</p>\nWebsite <p>You can opt out of receiving ads that are personalized as served by our Service Providers by\nfollowing our instructions presented on the Service:\n</p>\n<ul>\n<li>From Our \"Cookie Consent\" notice banner\n</li>\n<li>Or from Our \"CCPA Opt-out\" notice banner\n</li>\n<li>Or from Our \"Do Not Sell My Personal Information\" notice banner\n</li>\n<li>Or from Our \"Do Not Sell My Personal Information\" link\n</li>\n</ul>\n<p>The opt out will place a cookie on Your computer that is unique to the browser You use to opt out.\nIf\nyou change browsers or delete the cookies saved by your browser, you will need to opt out again.\n</p>\nMobile Devices <p>Your mobile device may give you the ability to opt out of the use of information about the apps you\nuse in order to serve you ads that are targeted to your interests:\n</p>\n<ul>\n<li>\"Opt out of Interest-Based Ads\" or \"Opt out of Ads Personalization\" on\nAndroid devices\n</li>\n<li>\"Limit Ad Tracking\" on iOS devices\n</li>\n</ul>\n<p>You can also stop the collection of location information from Your mobile device by changing the\npreferences on your mobile device.\n</p>\n\"Do Not Track\" Policy as Required by California Online Privacy Protection Act (CalOPPA) <p>Our Service does not respond to Do Not Track signals.\n</p>\n<p>However, some third party websites do keep track of Your browsing activities.\nIf You are visiting\nsuch websites, You can set Your preferences in Your web browser to inform websites that You do not\nwant to be tracked.\nYou can enable or disable DNT by visiting the preferences or settings page of\nYour web browser.\n</p>\nYour California Privacy Rights (California's Shine the Light law) <p>Under California Civil Code Section 1798 (California's Shine the Light law), California residents\nwith an established business relationship with us can request information once a year about sharing their Personal Data with third parties for the third parties' direct marketing purposes.\n</p>\n<p>If you'd like to request more information under the California Shine the Light law, and if you are a\nCalifornia resident, You can contact Us using the contact information provided below.\n</p>\nCalifornia Privacy Rights for Minor Users (California Business and Professions Code Section 22581) <p>California Business and Professions Code section 22581 allow California residents under the age of 18\nwho are registered users of online sites, services or applications to request and obtain removal of\ncontent or information they have publicly posted.\n</p>\n<p>To request removal of such data, and if you are a California resident, You can contact Us using the\ncontact information provided below, and include the email address associated with Your account.\n</p>\n<p>Be aware that Your request does not guarantee complete or comprehensive removal of content or\ninformation posted online and that the law may not permit or require removal in certain\ncircumstances.\n</p>\nLinks to Other Websites <p>Our Service may contain links to other websites that are not operated by Us.\nIf You click on a third\nparty link, You will be directed to that third party's site.\nWe strongly advise You to review the\nPrivacy Policy of every site You visit.\n</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices\nof any third party sites or services.\n</p>\nChanges to this Privacy Policy <p>We may update our Privacy Policy from time to time.\nWe will notify You of any changes by posting the\nnew Privacy Policy on this page.\n</p>\n<p>We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming\neffective and update the \"Last updated\" date at the top of this Privacy Policy.\n</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy\nPolicy are effective when they are posted on this page.\n</p>\nContact Us <p>If you have any questions about this Privacy Policy, You can contact us:\n</p>\n<ul>\n<li>\n<p>By email:\nmoc.srevresilpmis@troppus </p>\n</li>\n<li>\n<p>By visiting this page on our website:\nhttps://simpliservers.com/support </p>\n</li>\n</ul> SIMPLISERVERS <ul>\n<li>\nAbout Us </li>\n<li>\nStatus Page </li>\n<li>\nJob Openings </li>\n</ul> PRODUCTS <ul>\n<li>\nVPS Hosting </li>\n<li>\nWeb Hosting </li>\n<li>\nSystem Administration </li>\n</ul> SUPPORT <ul>\n<li>\nKnowledgebase </li>\n<li>\nContact </li>\n<li>\nReport Abuse </li>\n</ul> ABOUT US <p>Started in January 2018, we are committed to providing high quality, transparent, reliable, and DDoS protected services to all clients backed by trained support agents.\nWith nodes deployed in top tier facilities around the globe, we can serve a large number of users, and guarantee low server latency.\n</p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> CONTROL PANELS <ul>\n<li>\nBilling Portal </li>\n<li>\nSolusVM Control Panel </li>\n<li>\ncPanel Control Panel </li>\n</ul> INFORMATION <ul>\n<li>\nPartners </li>\n<li>\nFAQ </li>\n<li>\nSpecifications </li>\n<li>\nDDoS Protection </li>\n</ul> LEGAL INFO <ul>\n<li>\nTerms of Service </li>\n<li> Privacy Policy </li>\n<li>\nSLA </li>\n<li>\nTrademarks </li>\n</ul> PAYMENT INFORMATION <p>Payments are processed through secure gateways.\nConnection to this website is secured by 256-bit SSL encryption.\n</p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<p>Copyright 2019 - 2022 © SimpliServers Hosting Services.\nAll rights reserved.\n<br>Registered in Estonia via Xolo Go OÜ.\nVAT ID: EE102156920, ORN: 14717109.\n</p> All systems operational ×<ul>\n</ul>\n<p>SimpliServers uses cookies to provide necessary website functionality, improve your experience and analyze our traffic.\nBy using our website, you agree to our Privacy Policy and our cookies usage.</p>ALLOW ALLNoALLOW ESSENTIALS", "created_at": "2022-05-07 04:54:55.130754", "updated_at": "2022-05-07 02:55:44.180956"}, {"id": 11909, "name": "Terms of Service", "url": "https://simpliservers.com/policies/tos", "xpath": "//body", "text": " <ul>\n<li>\nHOME </li>\n<li>\nVIRTUAL SERVERS </li>\n<li>\nWEB HOSTING\n<i>\n</i>\n<ul>\n<li>\nShared Web\nHosting </li>\n<li>\nCloud Web\nHosting </li>\n</ul>\n</li>\n<li>\nOTHER\n<i>\n</i>\n<ul>\n<li> System\nAdministration </li>\n</ul>\n</li>\n<li>\nCompany\n<i>\n</i>\n<ul>\n<li>\nAbout Us </li>\n<li>\nFAQ </li>\n</ul>\n</li>\n<li>\n<i>\n</i>Secure Login <ul>\n<li>\n<i>\n</i> Billing Portal </li>\n<li>\n<i>\n</i>\nSolusVM\nControl Panel </li>\n<li>\n<i>\n</i>\ncPanel Control Panel </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Support </li>\n<li>\n<i>\n</i>Knowledgebase </li>\n<li>\n<i>\n</i>Partners </li>\n<li>\n<i>\n</i>Specs </li>\n<li>\n<i>\n</i>Service Status </li>\n</ul>\n<i>menu\n</i>\n<i>menu</i> Terms of Service <p>\nLast updated on April 29th, 2022\n</p>\n<p>Please read these terms and conditions carefully before using Our Service.\n</p>\nInterpretation and Definitions Interpretation <p>The words of which the initial letter is capitalized have meanings defined under the following conditions.\nThe following definitions shall have the same meaning regardless of whether they appear in singular or in plural.\n</p>\nDefinitions <p>For the purposes of these Terms and Conditions:\n</p>\n<ul>\n<li>\n<p>\n<strong>Affiliate\n</strong> means an entity that controls, is controlled by or is under common control with a party, where \"control\" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.\n</p>\n</li>\n<li>\n<p>\n<strong>Account\n</strong> means a unique account created for You to access our Service or parts of our Service.\n</p>\n</li>\n<li>\n<p>\n<strong>Country\n</strong> refers to: Estonia\n</p>\n</li>\n<li>\n<p>\n<strong>Company\n</strong> (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to SimpliServers Hosting Services, Lootsa tn 8a, 11415 Tallinn .\n</p>\n</li>\n<li>\n<p>\n<strong>Content\n</strong> refers to content such as text, images, or other information that can be posted, uploaded, linked to or otherwise made available by You, regardless of the form of that content.\n</p>\n</li>\n<li>\n<p>\n<strong>Device\n</strong> means any device that can access the Service such as a computer, a cellphone or a digital tablet.\n</p>\n</li>\n<li>\n<p>\n<strong>Feedback\n</strong> means feedback, innovations or suggestions sent by You regarding the attributes, performance or features of our Service.\n</p>\n</li>\n<li>\n<p>\n<strong>Free Trial\n</strong> refers to a limited period of time that may be free when purchasing a Subscription.\n</p>\n</li>\n<li>\n<p>\n<strong>Promotions\n</strong> refer to contests, sweepstakes or other promotions offered through the Service.\n</p>\n</li>\n<li>\n<p>\n<strong>Service\n</strong> refers to the Website.\n</p>\n</li>\n<li>\n<p>\n<strong>Subscriptions\n</strong> refer to the services or access to the Service offered on a subscription basis by the Company to You.\n</p>\n</li>\n<li>\n<p>\n<strong>Terms and Conditions\n</strong> (also referred as \"Terms\") mean these Terms and Conditions that form the entire agreement between You and the Company regarding the use of the Service.\n</p>\n</li>\n<li>\n<p>\n<strong>Third-party Social Media Service\n</strong> means any services or content (including data, information, products or services) provided by a third-party that may be displayed, included or made available by the Service.\n</p>\n</li>\n<li>\n<p>\n<strong>Website\n</strong> refers to SimpliServers - High Performance Hosting Experience, accessible from\nhttps://simpliservers.com </p>\n</li>\n<li>\n<p>\n<strong>You\n</strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.\n</p>\n</li>\n</ul>\nAcknowledgment <p>These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and the Company.\nThese Terms and Conditions set out the rights and obligations of all users regarding the use of the Service.\n</p>\n<p>Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions.\nThese Terms and Conditions apply to all visitors, users and others who access or use the Service.\n</p>\n<p>By accessing or using the Service You agree to be bound by these Terms and Conditions.\nIf You disagree with any part of these Terms and Conditions then You may not access the Service.\n</p>\n<p>You represent that you are over the age of 18.\nThe Company does not permit those under 18 to use the Service.\n</p>\n<p>Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company.\nOur Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You.\nPlease read Our Privacy Policy carefully before using Our Service.\n</p>\n<p>Unfortunately, due to legal restrictions and international sanctions or other reasons, we cannot serve customers located in these countries:\n</p>\n<ul>\n<li>Belarus\n</li>\n<li>Bolivarian Republic of Venezuela (Venezuela)\n</li>\n<li>China\n</li>\n<li>Congo (Brazzaville)\n</li>\n<li>Congo (Kinshasa)\n</li>\n<li>Cote d'Ivoire\n</li>\n<li>Cuba\n</li>\n<li>Iran\n</li>\n<li>Iraq\n</li>\n<li>Lebanon\n</li>\n<li>Liberia\n</li>\n<li>Libya\n</li>\n<li>Myanmar\n</li>\n<li>Nigeria\n</li>\n<li>North Korea (Democratic People's Republic of Korea)\n</li>\n<li>Russian Federation\n</li>\n<li>Somalia\n</li>\n<li>South Sudan\n</li>\n<li>Sudan\n</li>\n<li>Syrian Arab Republic (Syria)\n</li>\n<li>Zimbabwe\n</li>\n</ul>\nSubscriptions Subscription period <p>The Service or some parts of the Service are available only with a paid Subscription.\nYou will be billed in advance on a recurring and periodic basis (such as daily, weekly, monthly or annually), depending on the type of Subscription plan you select when purchasing the Subscription.\n</p>\n<p>At the end of each period, Your Subscription will automatically renew under the exact same conditions unless You cancel it or the Company cancels it.\n</p>\nSubscription cancellations <p>You may cancel Your Subscription renewal either through Your Account settings page or by contacting the Company.\nRefunds are handled by our Refund Policy.\n</p>\nBilling <p>You shall provide the Company with accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information.\n</p>\n<p>Should automatic billing fail to occur for any reason, the Company will issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.\n</p>\n<p>Our invoicing system for VPS and Web Hosting works in the following way:\n</p>\n<p>Always happens:\n<br> 1.\nInvoice is generated 14 days prior to the renewal date\n<br> 2.\nIf client uses Stripe payment gateway, the system will attempt to autocharge the card 7 days prior to the renewal date.\n<br> 3.\nIf invoice isn't paid a reminder is sent 3 days prior to the renewal date\n</p>\n<p>If the client pays:\n<br> 1.\nInvoice confirmation email is delivered, service will renew normally on the next billing period.\n</p>\n<p>If the client doesn't pay:\n</p>\n<p>1.\nOne day after invoice being overdue 1st reminder is send and the product is immediatelly suspended\n<br> 2.\nThree days after invoice being overdue 2nd reminder is sent and a fixed late fee of 5.00€ is added\n<br> 3.\nOn 5th day after invoice being overdue 3rd and last reminder is sent\n<br> 4.\n2 days later, (after 7 days of invoice being overdue) product is terminated, however, the whole client's account still remains active for any purchases in the future.\n</p>\n<p>Invoices for dedicated servers are generated 14 days in advance, if invoice is still unpaid reminder is sent 3 day prior to the renewal date.\nIf payment is missed on the renewal date, dedicated server is immediatelly terminated.\n</p>\nFee Changes <p>The Company, in its sole discretion and at any time, may modify the Subscription fees.\nAny Subscription fee change will become effective at the end of the then-current Subscription period.\n</p>\n<p>The Company will provide You with reasonable prior notice of any change in Subscription fees to give You an opportunity to terminate Your Subscription before such change becomes effective.\n</p>\n<p>Your continued use of the Service after the Subscription fee change comes into effect constitutes Your agreement to pay the modified Subscription fee amount.\n</p>\nFree Trial <p>The Company may, at its sole discretion, offer a Subscription with a Free trial for a limited period of time.\n</p>\n<p>You may be required to enter Your billing information in order to sign up for the Free trial.\n</p>\n<p>If You do enter Your billing information when signing up for a Free Trial, You will not be charged by the Company until the Free trial has expired.\nOn the last day of the Free Trial period, unless You cancelled Your Subscription, You will be automatically charged the applicable Subscription fees for the type of Subscription You have selected.\n</p>\n<p>At any time and without notice, the Company reserves the right to (i) modify the terms and conditions of the Free Trial offer, or (ii) cancel such Free trial offer.\n</p>\nPromotions <p>Any Promotions made available through the Service may be governed by rules that are separate from these Terms.\n</p>\n<p>If You participate in any Promotions, please review the applicable rules as well as our Privacy policy.\nIf the rules for a Promotion conflict with these Terms, the Promotion rules will apply.\n</p>\nUser Accounts <p>When You create an account with Us, You must provide Us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the Terms, which may result in immediate termination of Your account on Our Service.\n</p>\n<p>You are responsible for safeguarding the password that You use to access the Service and for any activities or actions under Your password, whether Your password is with Our Service or a Third-Party Social Media Service.\n</p>\n<p>You agree not to disclose Your password to any third party.\nYou must notify Us immediately upon becoming aware of any breach of security or unauthorized use of Your account.\n</p>\n<p>You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than You without appropriate authorization, or a name that is otherwise offensive, vulgar or obscene.\n</p>\n<p>Your account and your data are your and your responsibility only.\nKeep it safe! While we take internal backups, data restore, may not always be available.\nDue to nature of hosting business, we are not responsible for your data loss.\nOur backup VPS addon is provided for administrative services (we do not guarantee 100% data loss prevention), and the client is fully responsible to make a local backup in order to ensure best redundacy.\nIn any case, our systems always run on RAID replicated storage.\nIn any case, we imply best efforts to recover any data, however, nothing is guaranteed.\n</p>\nContent Your Right to Post Content <p>Our Service allows You to post Content.\nYou are responsible for the Content that You post to the Service, including its legality, reliability, and appropriateness.\n</p>\n<p>By posting Content to the Service, You grant Us the right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through the Service.\nYou retain any and all of Your rights to any Content You submit, post or display on or through the Service and You are responsible for protecting those rights.\nYou agree that this license includes the right for Us to make Your Content available to other users of the Service, who may also use Your Content subject to these Terms.\n</p>\n<p>You represent and warrant that: (i) the Content is Yours (You own it) or You have the right to use it and grant Us the rights and license as provided in these Terms, and (ii) the posting of Your Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.\n</p>\nContent Restrictions <p>The Company is not responsible for the content of the Service's users.\nYou expressly understand and agree that You are solely responsible for the Content and for all activity that occurs under your account, whether done so by You or any third person using Your account.\n</p>\n<p>You may not transmit any Content that is unlawful, offensive, upsetting, intended to disgust, threatening, libelous, defamatory, obscene or otherwise objectionable.\nExamples of such objectionable Content include, but are not limited to, the following:\n</p>\n<ul>\n<li>Unlawful or promoting unlawful activity.\n</li>\n<li>Defamatory, discriminatory, or mean-spirited content, including references or commentary about religion, race, sexual orientation, gender, national/ethnic origin, or other targeted groups.\n</li>\n<li>Spam, machine – or randomly – generated, constituting unauthorized or unsolicited advertising, chain letters, any other form of unauthorized solicitation, or any form of lottery or gambling.\n</li>\n<li>Containing or installing any viruses, worms, malware, trojan horses, or other content that is designed or intended to disrupt, damage, or limit the functioning of any software, hardware or telecommunications equipment or to damage or obtain unauthorized access to any data or other information of a third person.\n</li>\n<li>Infringing on any proprietary rights of any party, including patent, trademark, trade secret, copyright, right of publicity or other rights.\n</li>\n<li>Impersonating any person or entity including the Company and its employees or representatives.\n</li>\n<li>Violating the privacy of any third person.\n</li>\n<li>False information and features.\n</li>\n</ul>\n<p>The Company reserves the right, but not the obligation, to, in its sole discretion, determine whether or not any Content is appropriate and complies with this Terms, refuse or remove this Content.\nThe Company further reserves the right to make formatting and edits and change the manner any Content.\nThe Company can also limit or revoke the use of the Service if You post such objectionable Content.\nAs the Company cannot control all content posted by users and/or third parties on the Service, you agree to use the Service at your own risk.\nYou understand that by using the Service You may be exposed to content that You may find offensive, indecent, incorrect or objectionable, and You agree that under no circumstances will the Company be liable in any way for any content, including any errors or omissions in any content, or any loss or damage of any kind incurred as a result of your use of any content.\n</p>\nContent Backups <p>Although regular backups of Content are performed, the Company do not guarantee there will be no loss or corruption of data.\n</p>\n<p>Corrupt or invalid backup points may be caused by, without limitation, Content that is corrupted prior to being backed up or that changes during the time a backup is performed.\n</p>\n<p>The Company will provide support and attempt to troubleshoot any known or discovered issues that may affect the backups of Content.\nBut You acknowledge that the Company has no liability related to the integrity of Content or the failure to successfully restore Content to a usable state.\n</p>\n<p>You agree to maintain a complete and accurate copy of any Content in a location independent of the Service.\n</p>\nCopyright Policy Intellectual Property Infringement <p>We respect the intellectual property rights of others.\nIt is Our policy to respond to any claim that Content posted on the Service infringes a copyright or other intellectual property infringement of any person.\n</p>\n<p>If You are a copyright owner, or authorized on behalf of one, and You believe that the copyrighted work has been copied in a way that constitutes copyright infringement that is taking place through the Service, You must submit Your notice in writing to the attention of our copyright agent via email at\nmoc.srevresilpmis@troppus and include in Your notice a detailed description of the alleged infringement.\n</p>\n<p>You may be held accountable for damages (including costs and attorneys' fees) for misrepresenting that any Content is infringing Your copyright.\n</p>\nDMCA Notice and DMCA Procedure for Copyright Infringement Claims <p>You may submit a notification pursuant to the Digital Millennium Copyright Act (DMCA) by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):\n</p>\n<ul>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright's interest.\n</li>\n<li>A description of the copyrighted work that You claim has been infringed, including the URL (i.e., web page address) of the location where the copyrighted work exists or a copy of the copyrighted work.\n</li>\n<li>Identification of the URL or other specific location on the Service where the material that You claim is infringing is located.\n</li>\n<li>Your address, telephone number, and email address.\n</li>\n<li>A statement by You that You have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\n</li>\n<li>A statement by You, made under penalty of perjury, that the above information in Your notice is accurate and that You are the copyright owner or authorized to act on the copyright owner's behalf.\n</li>\n</ul>\n<p>You can contact our copyright agent via email at\nmoc.srevresilpmis@troppus\n.\nUpon receipt of a notification, the Company will take whatever action, in its sole discretion, it deems appropriate, including removal of the challenged content from the Service.\n</p>\n<p>NOTICE: We are an infrastructure provider, meaning we provide virtual and shared hosting and it is up to our customers what they want to run on their server.\nWe do not limit that as long as it is legal.\nOf course, we have an abuse process in place to ensure that we only host legal content.\n</p>\n<p>After the above information is received our legal team will respond in the shortest time possible.\nWe take all reports very seriously, however, we do not scan servers, therefore, we can only act after the report is in our hands and can make a final decision to terminate the hosting account or not.\n</p>\n<p>The outcome is simple.\nIf the service violates any agreements (including but not limited to using nulled licenses or hosting illegal content) we will terminate it immediately and report the activities to a fraud prevention agency and any other law enforcement.\n</p>\nIntellectual Property <p>The Service and its original content (excluding Content provided by You or other users), features and functionality are and will remain the exclusive property of the Company and its licensors.\n</p>\n<p>The Service is protected by copyright, trademark, and other laws of both the Country and foreign countries.\n</p>\n<p>Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of the Company.\n</p>\nYour Feedback to Us <p>You assign all rights, title and interest in any Feedback You provide the Company.\nIf for any reason such assignment is ineffective, You agree to grant the Company a non-exclusive, perpetual, irrevocable, royalty free, worldwide right and license to use, reproduce, disclose, sub-license, distribute, modify and exploit such Feedback without restriction.\n</p>\nLinks to Other Websites <p>Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company.\n</p>\n<p>The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services.\nYou further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services.\n</p>\n<p>We strongly advise You to read the terms and conditions and privacy policies of any third-party web sites or services that You visit.\n</p>\nDisputes <p>We strive to protect against fraud and unfair disputes which cause harm to our business operations, therefore customer agrees to pay SimpliServers' reasonable costs of collection of overdue amounts, including collection agency fees, dispute/chargeback fees, attorney fees and court costs where applicable.\n</p>\n<p>Opening a dispute voids your service(s), account and access to the support systems while the dispute is opened.\nAn example of a dispute is counted, but not limited to a Credit Card chargeback, PayPal Dispute or Claim or Chargeback.\n</p>\n<p>However, we believe in 2nd chances, therefore we will only suspend the disputed service and attempt to contact the client via any available contact details we have on record.\n</p>\n<p>In case the client agrees to a mutual dispute resolution we will unsuspend the disputed service within 24 hours after the dispute closure.\n</p>\n<p>If the client does not agree to a mutual dispute resolution or does not respond within 72 hours, we will proceed with our non-negotiable procedure for handling disputes:\n</p>\n<br>\n<ol>\n<li>Flat dispute fee of 50€ is charged.\nThis covers staff and other costs which occur when the client continue the dispute without mutual resolution.\n</li>\n<li>All services are instantly suspended and will remain offline until the dispute is resolved.\nBy opening a dispute you acknowledge that you do not require access to any of the data on your services, therefore access to them is blocked.\n</li>\n<li>We will respond to the dispute via our dispute handling platform.\n</li>\n<li>Depending on the dispute outcome we will:\n</li>\n<li>\nDispute favoured in company favour:\n<br>\n<ul>\n<li>We will unsuspend the services within 24 hours after the 50€ fee is paid.\n</li>\n<li>The client's account remains active and they can repurchase additional services with us in the future.\n</li>\n<li>Services will not be terminated and access to data is restored.\n</li>\n</ul>\n</li>\n<li>\nDispute favoured in client favour:\n<br>\n<ul>\n<li>All services are immediately terminated with complete data loss.\n</li>\n<li>We reserve a right to redirect the case to the debt collection agency for the 50€ flat fee, all disputed payment and other fees.\n</li>\n<li>Services will not be terminated and access to data is restored.\n</li>\n<li>We refer all disputes of this category to a fraud prevention company to ensure unfair disputes do not happen to us or other companies in the future.\n</li>\n<li>The client's account is permanently terminated and banned from using our platform.\n</li>\n</ul>\n</li>\n</ol>\nTermination <p>We may terminate or suspend Your Account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions.\n</p>\n<p>Upon termination, Your right to use the Service will cease immediately.\nIf You wish to terminate Your Account, You may simply discontinue using the Service.\nAt the same time we reserve a right to deny any order.\n</p>\n<p>Imediatelly once we detect a chargeback, all your services are suspended, until te dispute is resolved.\nAfter that it's upon our desition if we decide to close your account or offer you further services on our platform.\n</p>\nLimitation of Liability <p>Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven't purchased anything through the Service.\n</p>\n<p>To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.\n</p>\n<p>Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply.\nIn these states, each party's liability will be limited to the greatest extent permitted by law.\n</p>\n\"AS IS\" and \"AS AVAILABLE\" Disclaimer <p>The Service is provided to You \"AS IS\" and \"AS AVAILABLE\" and with all faults and defects without warranty of any kind.\nTo the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice.\nWithout limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected.\n</p>\n<p>Without limiting the foregoing, neither the Company nor any of the company's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon.\n(ii) that the Service will be uninterrupted or error-free.\n(iii) as to the accuracy, reliability, or currency of any information or content provided through the Service.\nor (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components.\n</p>\n<p>Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You.\nBut in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law.\n</p>\nGoverning Law <p>The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service.\nYour use of the Application may also be subject to other local, state, national, or international laws.\n</p>\nDisputes Resolution <p>If You have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company.\n</p>\nFor European Union (EU) Users <p>If You are a European Union consumer, you will benefit from any mandatory provisions of the law of the country in which you are resident in.\n</p>\nUnited States Federal Government End Use Provisions <p>If You are a U.S.\nfederal government end user, our Service is a \"Commercial Item\" as that term is defined at 48 C.F.R.\n§2.101.\n</p>\nUnited States Legal Compliance <p>You represent and warrant that (i) You are not located in a country that is subject to the United States government embargo, or that has been designated by the United States government as a \"terrorist supporting\" country, and (ii) You are not listed on any United States government list of prohibited or restricted parties.\n</p>\nSeverability and Waiver Severability <p>If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.\n</p>\nWaiver <p>Except as provided herein, the failure to exercise a right or to require performance of an obligation under this Terms shall not effect a party's ability to exercise such right or require such performance at any time thereafter nor shall be the waiver of a breach constitute a waiver of any subsequent breach.\n</p>\nTranslation Interpretation <p>These Terms and Conditions may have been translated if We have made them available to You on our Service.\nYou agree that the original English text shall prevail in the case of a dispute.\n</p>\nChanges to These Terms and Conditions <p>We reserve the right, at Our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material We will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at Our sole discretion.\n</p>\n<p>By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms.\nIf You do not agree to the new terms, in whole or in part, please stop using the website and the Service.\n</p>\nContact Us <p>If you have any questions about these Terms and Conditions, You can contact us:\n</p>\n<ul>\n<li>\n<p>By email:\nmoc.srevresilpmis@troppus </p>\n</li>\n<li>\n<p>By visiting this page on our website:\nhttps://simpliservers.com/support </p>\n</li>\n</ul> SIMPLISERVERS <ul>\n<li>\nAbout Us </li>\n<li>\nStatus Page </li>\n<li>\nJob Openings </li>\n</ul> PRODUCTS <ul>\n<li>\nVPS Hosting </li>\n<li>\nWeb Hosting </li>\n<li>\nSystem Administration </li>\n</ul> SUPPORT <ul>\n<li>\nKnowledgebase </li>\n<li>\nContact </li>\n<li>\nReport Abuse </li>\n</ul> ABOUT US <p>Started in January 2018, we are committed to providing high quality, transparent, reliable, and DDoS protected services to all clients backed by trained support agents.\nWith nodes deployed in top tier facilities around the globe, we can serve a large number of users, and guarantee low server latency.\n</p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> CONTROL PANELS <ul>\n<li>\nBilling Portal </li>\n<li>\nSolusVM Control Panel </li>\n<li>\ncPanel Control Panel </li>\n</ul> INFORMATION <ul>\n<li>\nPartners </li>\n<li>\nFAQ </li>\n<li>\nSpecifications </li>\n<li>\nDDoS Protection </li>\n</ul> LEGAL INFO <ul>\n<li>\nTerms of Service </li>\n<li>\nPrivacy Policy </li>\n<li>\nSLA </li>\n<li>\nTrademarks </li>\n</ul> PAYMENT INFORMATION <p>Payments are processed through secure gateways.\nConnection to this website is secured by 256-bit SSL encryption.\n</p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<p>Copyright 2019 - 2022 © SimpliServers Hosting Services.\nAll rights reserved.\n<br>Registered in Estonia via Xolo Go OÜ.\nVAT ID: EE102156920, ORN: 14717109.\n</p> All systems operational ×<ul>\n</ul>\n<p>SimpliServers uses cookies to provide necessary website functionality, improve your experience and analyze our traffic.\nBy using our website, you agree to our Privacy Policy and our cookies usage.</p>ALLOW ALLNoALLOW ESSENTIALS", "created_at": "2022-05-07 04:54:55.128524", "updated_at": "2022-05-07 02:55:24.287431"}], "points": [], "urls": ["simpliservers.com"]}}