{"error": 448, "message": "OK", "parameters": {"id": 1715, "name": "MiiCharacters", "created_at": "2019-07-17 23:26:03.329886", "updated_at": "2021-03-25 03:19:46.007756", "wikipedia": null, "keywords": null, "related": null, "slug": "miicharacters", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1715.png", "url": "miicharacters.com", "documents": [{"id": 1658, "name": "Privacy Policy", "url": "http://www.miicharacters.com/privacy.php", "xpath": "//*[@id='privacy']", "text": "\nMiiCharacters.com Privacy Policy <p>MiiCharacters.com takes the privacy of our visitors' personal information very seriously.\nThis privacy policy covers the types of personal information received and collected by MiiCharacters.com and how such information is used.</p>\n<dl>\n<dt>Information Collection</dt>\n<dd>MiiCharacters.com may collect and store personal information submitted by users.\nInformation may also be collected through your use of the site, including but not limited to which pages you visited or which links you click.</dd>\n<dt>Log Files</dt>\n<dd>Like many other Web sites, MiiCharacters.com makes use of log files.\nThe information inside the log files may include your internet protocol ( IP ) address, type of browser, Internet Service Provider ( ISP ), pages you've visited, date and time of your page views, and referring pages.\nThis information may be used to analyze trends, administer the site, and gather demographic information.\nIP addresses and other such information are not linked to any information that is personally identifiable.</dd>\n<dt>Cookies, Web Beacons, and Session Information</dt>\n<dd>MiiCharacters.com may use cookies to store information such as personal preferences, user-specific information, or other information sent via your browser.\nThis information is used to personalize and enhance your experience on the site.\nFor example, cookies may be used to store login information and grant access to certain members-only areas of the site.</dd>\n<dt>Information Sharing and Disclosure</dt>\n<dd>We do not share any of your personal information with any third party, except if required to by a court order.\nThird party advertisers may collect information when you click on or view their advertisements, but do not receive any information directly from MiiCharacters.com.</dd>\n<dt>Advertising Partners</dt>\n<dd>Some of our advertising partners (such as Google through the Google AdSense program) may use cookies and web beacons on our site.\nThese third-party ad servers or ad networks can use technology which displays the advertisements that appear on our site directly to your browser, enabling them to collect information.\nThese companies may use information (not including your name, address, email address, or telephone number) about your visits to this and other websites in order to provide advertisements about goods and services of interest to you, or measure the effectiveness of their advertisements.\nGoogle's use of the DART cookie enables it to serve ads to your users based on their visit to your sites and other sites on the Internet.\n(Users may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy.) If you would like more information about these practices and to know your choices about not having this information used by these companies, consult the respective privacy policies of these third-party ad servers for more detailed information on their practices as well as for instructions about how to opt-out of certain practices.</dd>\n<dt>Limitations and Alternatives</dt>\n<dd>MiiCharacters.com's privacy policy does not apply to, and we cannot control the activities of, third party advertisers or other websites.\nYou can chose to disable or selectively turn off cookies or third-party cookies in your browser settings, or by managing preferences in third party Internet security programs.\nhowever, this can affect how you are able to interact with our site as well as many other websites.\nThis could include the inability to login or store your preferences.\nMore detailed information about cookie management with your specific web browser can be found at your browser's website.</dd>\n<dt>Confidentiality and Security</dt>\n<dd>MiiCharacters.com goes to great lengths to secure all personal data from being viewed or used by any third parties or any parties who do not need access to such information.\nIn the event that you feel your personal data or username and password have been compromised, you should contact us immediately.</dd>\n<dt>Privacy Policy changes</dt>\n<dd>MiiCharacters.com may change this privacy policy at any time without notification.\nHowever, if we feel that users will be directly affected by a change in the privacy policy, we will make our best effort to notify users of the change.</dd>\n<dt>Questions</dt>\n<dd>If you require any more information or have any questions about our privacy policy, please feel free to contact us.</dd>\n</dl> ", "created_at": "2019-07-17 23:27:25.142845", "updated_at": "2019-07-17 23:38:58.527853"}], "points": [{"id": 7387, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "http://www.miicharacters.com/privacy.php", "status": "Generated through the annotate view", "created_at": "2019-07-17 23:51:22.126736", "updated_at": "2020-12-15 09:04:24.319668", "quoteText": "MiiCharacters.com may change this privacy policy at any time without notification.", "case_id": 121, "document_id": 1658, "quoteStart": 4075, "quoteEnd": 4157}, {"id": 7384, "title": "The service explains how to prevent disclosure of personal information to third parties", "source": "http://www.miicharacters.com/privacy.php", "status": "Generated through the annotate view", "created_at": "2019-07-17 23:44:56.569498", "updated_at": "2020-12-15 09:04:06.12552", "quoteText": "\n(Users may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy.)", "case_id": 334, "document_id": 1658, "quoteStart": 2587, "quoteEnd": 2699}, {"id": 7383, "title": "This service only uses temporary session cookies", "source": "http://www.miicharacters.com/privacy.php", "status": "Generated through the annotate view", "created_at": "2019-07-17 23:42:33.85151", "updated_at": "2019-09-28 22:12:20.790861", "quoteText": "MiiCharacters.com may use cookies to store information such as personal preferences, user-specific information, or other information sent via your browser.\nThis information is used to personalize and enhance your experience on the site.", "case_id": 125, "document_id": 1658, "quoteStart": 1125, "quoteEnd": 1361}, {"id": 7386, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "http://www.miicharacters.com/privacy.php", "status": "Generated through the annotate view", "created_at": "2019-07-17 23:50:39.468914", "updated_at": "2019-08-24 03:14:08.77624", "quoteText": "\nGoogle's use of the DART cookie enables it to serve ads to your users based on their visit to your sites and other sites on the Internet.", "case_id": 220, "document_id": 1658, "quoteStart": 2449, "quoteEnd": 2587}, {"id": 7385, "title": "This service keeps user logs for an undefined period of time", "source": "http://www.miicharacters.com/privacy.php", "status": "Generated through the annotate view", "created_at": "2019-07-17 23:48:58.325804", "updated_at": "2020-12-15 09:04:15.504246", "quoteText": "Like many other Web sites, MiiCharacters.com makes use of log files.", "case_id": 178, "document_id": 1658, "quoteStart": 563, "quoteEnd": 631}, {"id": 7388, "title": "Blocking cookies may limit your ability to use the service", "source": "http://www.miicharacters.com/privacy.php", "status": "Generated through the annotate view", "created_at": "2019-07-17 23:54:49.37086", "updated_at": "2020-12-15 09:04:31.673174", "quoteText": "You can chose to disable or selectively turn off cookies or third-party cookies in your browser settings, or by managing preferences in third party Internet security programs.\nhowever, this can affect how you are able to interact with our site as well as many other websites.\nThis could include the inability to login or store your preferences.", "case_id": 375, "document_id": 1658, "quoteStart": 3218, "quoteEnd": 3562}], "urls": ["miicharacters.com"]}}