{"error": 448, "message": "OK", "parameters": {"id": 2305, "name": "Tatum Report", "created_at": "2020-07-22 15:17:01.25786", "updated_at": "2021-03-25 03:19:51.587215", "wikipedia": null, "keywords": null, "related": null, "slug": "tatum_report", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2305.png", "url": "tatumreport.com", "documents": [{"id": 2709, "name": "Privacy Policy", "url": "https://tatumreport.com/?page_id=160", "xpath": null, "text": " <ul>\n<li>Exclusives</li>\n<li>Videos</li>\n<li>Merch</li>\n</ul>\n<i>\n</i>\nMenu <ul>\n<li>Exclusives</li>\n<li>Videos</li>\n<li>Merch</li>\n</ul>\n<i>\n</i>\nSearch Donate <i>\n</i>\nMenu <ul>\n<li>Exclusives</li>\n<li>Videos</li>\n<li>Merch</li>\n<li>The Officer Tatum Site</li>\n<li>Book Brandon</li>\n<li>About Us</li>\n<li>Contact Us</li>\n</ul> Merch Donate <i>\n</i>\nSearch Privacy <strong>Your privacy is important to us.</strong>\n<p>To better protect your privacy, we provide this notice explaining our information practices and the choices you can make about the way your information is collected and used.\nTo make this notice easy to find, we make it available on every pages of our website.</p>\n<p>\n<strong>The information we collect:</strong>\n</p>\n<p>This notice applies to all information collected or submitted on the TatumReport.com’s website or via phone with a TatumReport.com representative.\nThe types of information collected are personal, billing and project related.\nWe might also collect information from you regarding third parties in relation to you (i.e.\nhosting company etc…).</p>\n<p>\n<strong>The way we use information:</strong>\n</p>\n<p>We use the information you provide about yourself to provide services.\nWe do not share this information with outside parties except to the extent necessary to complete your request for our services.\nTatumReport.com reserves the right to reveal this information pursuant to a valid subpoena or court order.<br>We use return email addresses to answer the email we receive for tech support, customer service, tell-a-friend, email updates.\nSuch addresses are not used for any other purpose and are not shared with outside parties.</p>\n<p>Finally, we never use or share the personally identifiable information provided to us online, via phone, or in person, in ways unrelated to the ones described above without also providing you an opportunity to opt-out or otherwise prohibit such unrelated uses.</p>\n<p>\n<strong>Our commitment to data security:</strong>\n</p>\n<p>To prevent unauthorized access, maintain data accuracy, and ensure the correct use of information, we have put in place appropriate physical, electronic, and managerial procedures to safeguard and secure the information we collect online and offline.<br>All online credit card transactions are performed only on secure servers through a secure SSL connection and comply with the latest standards in the industry.\nAll billing information, including credit cards information, are deleted upon termination of the project with the client.</p>\n<p>\n<strong>Our commitment to children’s privacy:</strong>\n</p>\n<p>Protecting the privacy of the very young is especially important.\nFor that reason, we never collect or maintain information at our website from those we actually know are under 13, and no part of our website is structured to attract anyone under 13.</p>\n<p>\n<strong>Third-party websites:</strong>\n</p>\n<p>This website may provide links to third-party websites.\nAny such links are provided solely as a convenience to you.\nTatumReport.com has no control over these websites or their content and does not assume any responsibility or liability for these websites.\nTatumReport.com does not endorse or make any representations about these websites, or any information, materials, or products found thereon.\nIf you access any of the third-party websites linked on this Web site, you do so at your own risk.</p>\n<p>\n<strong>How you can access or correct your information:</strong>\n</p>\n<p>At any time, you may later review or update the personal information we have collected online from you by contacting us at: info@TatumReport.com<br>To protect your privacy and security, we will also take reasonable steps to verify your identity before granting access or making corrections.</p>\n<p>\n<strong>How to contact us:</strong>\n</p>\n<p>Should you have other questions or concerns about these privacy policies, please send us an email at: info@TatumReport.com</p> Get the latest breaking news straight into your inbox Plus 10% discount code for merch when you sign up! Receive the latest news Sign up For News Alerts​ SIGN UP Find Us Here Twitter\n<i>\n</i> Youtube\n<i>\n</i> Facebook-f\n<i>\n</i>\n<ul>\n<li>About Us</li>\n<li>Privacy</li>\n<li>Contact Us</li>\n<li>Terms</li>\n</ul>\n<i>\n</i>\nMenu <ul>\n<li>About Us</li>\n<li>Privacy</li>\n<li>Contact Us</li>\n<li>Terms</li>\n</ul> Copyright © 2020 · Tatum Report · All Rights Reserved.​ Feedback× Feedback Send Powered by Doorbell.io ", "created_at": "2020-07-22 15:18:06.23109", "updated_at": "2020-12-15 00:27:00.320235"}], "points": [], "urls": ["tatumreport.com"]}}