{"error": 448, "message": "OK", "parameters": {"id": 3299, "name": "Samsung Knox", "created_at": "2021-04-25 13:52:11.02279", "updated_at": "2021-04-26 00:02:25.089585", "wikipedia": "https://en.wikipedia.org/wiki/Samsung_Knox", "keywords": null, "related": null, "slug": "samsung_knox", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3299.png", "url": "samsungknox.com", "documents": [{"id": 5401, "name": "Privacy Policy (Web)", "url": "https://www2.samsungknox.com/en/privacy-policy", "xpath": "//body", "text": " test IE (this should not be displayed) Skip to main content Enroll Sign in with AD Sign in Samsung Knox Privacy Policy Version 10 Version 9 Version 8 Version 7 Version 6 Version 5 Version 4 Version 3 Version 2 Version 1 <p>Effective: Jan.\n08, 2021</p>\n<p>Samsung Electronics Co., Ltd.\n(“<strong>Samsung</strong>,”) knows how important privacy is to its customers and their employees and partners, and we strive to be clear about how we collect, use, disclose, transfer and store your information.\nThis Privacy Policy provides an overview of our information practices with respect to personal information collected through Samsung Knox or other services that link or refer to this Privacy Policy (collectively, the \"<strong>Business Services</strong>\").</p>\n<p>This Privacy Policy may be updated periodically to reflect changes in our personal information practices with respect to the Business Services or changes in the applicable law.\nWe will indicate at the top of this Privacy Policy when it was most recently updated.\nIf we update the Privacy Policy, we will let you know in advance about changes we consider to be material by placing a notice on the Business Services or by emailing you, where appropriate.</p>\n<p>&nbsp;</p>\n<p>\n<strong>What information do we collect about you?</strong>\n</p>\n<p>We may collect various types of personal information in connection with the Business Services.</p>\n<p>For example:</p>\n<ul>\n<li>We may collect personal information that you provide, such as your name, address, e-mail address, country and contact details, job title and position, company, registration details, information about the managed devices (such as IMEI, serial number, model name) and any communications you send or deliver to us;</li>\n<li>We may collect data about your use of the Business Services, including the time and duration of your use.\ninformation stored in cookies that we have set on your device.\nand information about your device settings;</li>\n<li>We may collect information about the products and services you or your employer have bought or received and payment data and other information provided in connection with a transaction;</li>\n<li>We also may receive personal information about you from your employer or service provider or from publicly and commercially available sources (as permitted by law), which we may combine with other information we receive from or about you.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>How do we use your information?</strong>\n</p>\n<p>We may use information we collect for the following purposes:</p>\n<ul>\n<li>to provide products and services that you (or your employer) requested and to register or authenticate you or your device.</li>\n<li>to offer better and more customized products and services that take into account your company’s purchasing history and service record and other relevant information, when requested;</li>\n<li>subject to your separate consent where required by applicable law, to inform you about new products and services;</li>\n<li>for assessment and analysis of our market, customers, products, and services (including asking you for your opinions on our products and services and carrying out customer surveys);</li>\n<li>to understand the way companies use the Business Services so that we can improve them and develop new products and services;</li>\n<li>to provide maintenance services and to maintain a sufficient level of security on the Business Services;</li>\n<li>to protect the rights, property, or safety of Samsung, or any of our respective affiliates, business partners, employees or customers, for example, in legal proceedings, internal investigations and investigations by competent authorities.\nand</li>\n<li>Otherwise with your separate consent or as described to at the time your information is collected.</li>\n</ul>\n<p>Through the Business Services, we may collect personal information about your online activities on websites and connected devices over time and across third-party websites, devices, apps and other online features and services.\nWe may use third-party analytics services on the Business Services, such as those of Google Analytics.\nThe service providers that administer these analytics services help us to analyze your use of the Business Services and improve the Business Services.\nThe information we obtain may be disclosed to or collected directly by these providers and other relevant third parties who use the information, for example, to evaluate use of the Business Services, help administer the Business Services and diagnose technical issues.\nTo learn more about Google Analytics, please visit&nbsp;https://www.google.com/analytics/learn/privacy.html&nbsp;and&nbsp;https://www.google.com/policies/privacy/partners.</p>\n<p>&nbsp;</p>\n<p>\n<strong>To whom do we disclose your information?</strong>\n</p>\n<p>We do not disclose your information to third parties for their own independent marketing or business purposes without your consent.\nBut we may share your information with the following entities:</p>\n<ul>\n<li>Samsung affiliates;</li>\n<li>third parties when necessary to provide you with requested products and services.\nFor example, we may disclose your payment data to financial institutions as appropriate to process transactions that you have requested;</li>\n<li>companies that provide services for or on behalf of us, such as companies that help us with the billing process;</li>\n<li>other parties: (i) to comply with the law or respond to compulsory legal process (such as a search warrant or other court order).\n(ii) to verify or enforce compliance with the policies governing our Business Services.\n(iii) to protect the rights, property, or safety of Samsung, or any of our respective affiliates, business partners, or customers.\n(iv) as part of a merger or transfer, or in the event of a bankruptcy;</li>\n<li>with other third parties when you consent to or request such sharing.</li>\n</ul>\n<p>Submissions that you make to public areas of a website, mobile application, or other online service, such as bulletin boards may be viewable to other users of the Business Services.\nWe do not control, and are not responsible for, how other users of the Business Services may use this information.\nFor example, personal information that you submit in public areas could be collected and used by others to send you unsolicited messages or for other purposes.</p>\n<p>&nbsp;</p>\n<p>\n<strong>What do we do to keep your information secure?</strong>\n</p>\n<p>We have put in place reasonable physical and technical measures to safeguard the information we collect in connection with the Business Services.\nHowever, please note that although we take reasonable steps to protect your information, no website, Internet transmission, computer system or wireless connection is completely secure.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Where do we transfer your information?</strong>\n</p>\n<p>Your use or participation in the Business Services may involve transfer, storage and processing of your information outside of your country of residence, consistent with this policy.\nPlease note that the data protection and other laws of countries to which your information may be transferred might not be as comprehensive as those in your country.\nWe will take appropriate measures, in compliance with applicable law, to ensure that your personal information remains protected.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Can you access your information?</strong>\n</p>\n<p>Under the laws of some jurisdictions, you may have the right to request details about the information we collect about you and to correct inaccuracies in that information.\nWe may decline to process requests that are unreasonably repetitive, require disproportionate technical effort, jeopardize the privacy of others, are extremely impractical, or for which access is not otherwise required by local law.\nIf you would like to make a request to access your information, please contact us by the methods outlined in the&nbsp;<strong>Contact</strong>&nbsp;section of this Privacy Policy.</p>\n<p>If you request deletion of personal information, you acknowledge that you may not be able to access or use the Business Services and that residual personal information may continue to reside in Samsung's records and archives for some time, but Samsung will not use that information for commercial purposes.\nYou understand that, despite your request for deletion, Samsung reserves the right to keep your personal information, or a relevant part of it, if Samsung has suspended, limited, or terminated your access to the website for violating the Samsung Terms of Use, when necessary to protect the rights, property, or safety of Samsung, or any of our respective affiliates, business partners, employees or customers.</p>\n<p>&nbsp;</p>\n<p>\n<strong>How long do we keep your information?</strong>\n</p>\n<p>We take reasonable steps to ensure that we retain information about you only for so long as is necessary for the purpose for which it was collected, or as required under any contract or by applicable law.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Third-Party Links and Products on Our Services</strong>\n</p>\n<p>Our Business Services may link to third-party websites and services that are outside our control.\nWe are not responsible for the security or privacy of any information collected by websites or other services.\nYou should exercise caution, and review the privacy statements applicable to the third-party websites and services you use.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Cookies, Beacons and Similar Technologies</strong>\n</p>\n<p>We, as well as certain third parties that provide content, advertising, or other functionality on our Business Services, may use cookies, beacons, and other technologies in certain areas of our Business Services.</p>\n<p>\n<em>Cookies</em>\n</p>\n<p>Cookies are small files that store information on your device.\nThey enable the entity that put the cookie on your device to recognize you across different websites, services, devices, and/or browsing sessions.\nCookies serve many useful purposes.\nFor example:</p>\n<ul>\n<li>Cookies can remember your sign-in credentials so you don’t have to enter those credentials each time you log on to a service.</li>\n<li>Cookies help us and third parties understand which parts of our Business Services are the most popular because they help us to see which pages and features visitors are accessing and how much time they are spending on the pages.\nBy studying this kind of information, we are better able to adapt the Business Services and provide you with a better experience.</li>\n<li>Cookies help us and third parties understand which ads you have seen so that you don’t receive the same ad each time you access the MSS Service.</li>\n<li>Cookies help us and third parties provide you with relevant content and advertising by collecting information about your use of our Business Services and other websites and apps.</li>\n</ul>\n<p>When you use a web browser to access the Business Services, you can configure your browser to accept all cookies, reject all cookies, or notify you when a cookie is sent.\nEach browser is different, so check the “Help” menu of your browser to learn how to change your cookie preferences.\nThe operating system of your device may contain additional controls for cookies.</p>\n<p>Please note, however, that some Business Services may be designed to work using cookies and that disabling cookies may affect your ability to use those Business Services, or certain parts of them.</p>\n<p>\n<em>Other Local Storage</em>\n</p>\n<p>We, along with certain third parties, may use other kinds of local storage technologies, such as Local Shared Objects (also referred to as “Flash cookies”) and HTML5 local storage, in connection with our Business Services.\nThese technologies are similar to the cookies discussed above in that they are stored on your device and can be used to store certain information about your activities and preferences.\nHowever, these technologies may make use of different parts of your device from standard cookies, and so you might not be able to control them using standard browser tools and settings.\nFor information about disabling or deleting information contained in Flash cookies, please click&nbsp;here.</p>\n<p>\n<em>Beacons</em>\n</p>\n<p>We, along with certain third parties, also may use technologies called beacons (or “pixels”) that communicate information from your device to a server.\nBeacons can be embedded in online content, videos, and emails, and can allow a server to read certain types of information from your device, know when you have viewed particular content or a particular email message, determine the time and date on which you viewed the beacon, and the IP address of your device.\nWe and certain third parties use beacons for a variety of purposes, including to analyze the use of our Business Services and (in conjunction with cookies) to provide content and ads that are more relevant to you.\nBy accessing and using our Business Services, you consent to the storage of cookies, other local storage technologies, beacons and other information on your devices.\nYou also consent to the access of such cookies, local storage technologies, beacons and information by us and by the third parties mentioned above.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Contact</strong>\n</p>\n<p>If you have any questions regarding this policy, please contact us at:</p>\n<p>\n<em>Samsung Electronics Co., Ltd.</em>\n</p>\n<p>\n<em>Mobile Division B2B PM Group</em>\n</p>\n<p>\n<em>dataprivacy@samsungknox.com</em>\n</p>\n<p>&nbsp;</p>\n<p>Privacy Policy version: V10</p>\n<ul>\n<li>Privacy Policy - Global</li>\n<li>Privacy Policy - EU</li>\n<li>Privacy Policy - Korea</li>\n</ul> DeutschEnglishEspañol ALFrançais한국어ItalianoPortuguês Go <ul>\n<li> Terms of use </li>\n<li> Privacy Policy (Web) </li>\n<li> Privacy Policy (Devices) </li>\n<li> End user license agreement </li>\n</ul>\n<p>Copyright© 1995-2021 SAMSUNG All rights reserved.</p> Back to top ", "created_at": "2021-04-25 13:52:12.032793", "updated_at": "2021-04-25 13:53:27.24364"}, {"id": 5402, "name": "Terms of Use", "url": "https://www2.samsungknox.com/en/terms-use", "xpath": "//body", "text": " test IE (this should not be displayed) Skip to main content Enroll Sign in with AD Sign in Terms of Use Version 5 Version 4 Version 3 Version 2 Version 1 Samsung Knox Web Portal Terms of Use<ol>\n<li>Agreement between Samsung and the User<ul>\n<li>1.1.\nIn this document:<ol>\n<li>\"We\", \"us\", or \"Samsung\" means Samsung Electronics Co., Ltd, whose principal place of business is at 416, Maetan-3dong, Yeongtong-gu, Suwon-si, Gyeonggi-do, Korea.\nand</li>\n<li>\"Service\" means services provided by us or any third party designated by us under this website at www.samsungknox.com.</li>\n</ol>\n</li>\n<li>1.2.\nYour use of the Services is subject to the terms and conditions set out below and any other terms and conditions applicable to you from time to time, including but not limited to, Samsung's Privacy Policy available at&nbsp;https://www.samsungknox.com/en/privacy-policy and all other documents referred to in this document (all such terms and conditions collectively constituting the \"Terms of Use\").</li>\n<li>1.3.\nYou should read the Terms of Use carefully.\nThe Terms of Use is a legally binding agreement between Samsung and you in relation to the Services and your use of the Services.</li>\n</ul>\n</li>\n<li>Acceptance of Terms of Use<ul>\n<li>2.1.\nYou must accept the Terms of Use in order to use the Services, and may not use the Services otherwise.\nIt is important for you to read and understand the Terms of Use before accepting them.\nYou should not click accept if there is any term that you do not understand or agree to.\nOnce you accept the Terms of Use, you will be bound by them.</li>\n<li>2.2.\nSubject to Clause 2.1, you will accept the Terms of Use by clicking to accept or agree to the Terms of Use via your interface for the Services.</li>\n</ul>\n</li>\n<li>Translation of the Terms of Use<p>You acknowledge and agree that any translation, (if any) of the English language version of the Terms of Use provided by Samsung to you is provided for your convenience only, and that the English language version of the Terms of Use will take precedence over the translation in the event of any contradiction between them.</p>\n</li>\n<li>The Services<ul>\n<li>4.1.\nThe Services are provided to you by Samsung and in some cases, by Samsung's subsidiaries and affiliated legal entities worldwide (together, the \"Samsung Affiliates\") on behalf of Samsung.\nYou acknowledge and agree that the Samsung Affiliates are each entitled to provide the Services to you under the Terms of Use.</li>\n<li>4.2.\nYou acknowledge and agree that there may be non-material changes to the form and nature of the Services provided from time to time without prior notice to you.</li>\n<li>4.3.\nYou acknowledge and agree that Samsung may (in its sole discretion) suspend or cease providing the Services (or any part of the Services).</li>\n<li>4.4.\nYou acknowledge and agree that Samsung may, on a commercially reasonable ground, disable your access to your account for the Services, in which case, you may be prevented from accessing the Services, your account details and any files or other content contained in your account.</li>\n<li>4.5.\nYou acknowledge and agree that Samsung may, at any time and in its sole discretion, set a limit on the number of transmissions you may send or receive through the Services or on the amount of storage space used for the provision of the Services (or any part of them).\nWithout limiting Samsung's rights under Clause 4.3 and Clause 4.4, Samsung may suspend your access to the Services if you exceed any such limit set from time to time.</li>\n<li>4.6.\nYou may stop using the Services at any time without prior notice to Samsung.</li>\n</ul>\n</li>\n<li>Using the Services<ul>\n<li>5.1.\nYou agree to use the Services as being permitted by (a) the Terms of Use.\nand (b) any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions.</li>\n<li>5.2.\nYou must not access (or attempt to access) any of the Services other than through the interface for the Services made available by Samsung.</li>\n<li>5.3.\nYou must comply with all instructions made available to you in connection with the Services.</li>\n<li>5.4.\nCertain Services may automatically download and install updates from time to time from Samsung.\nSuch updates may be in various forms, including bug fixes, enhanced functions, new software modules and completely new versions.\nYou agree to receive such updates (and permits Samsung to deliver such updates to you) as part of the Services.</li>\n<li>5.5.\nYou must not engage in any activity that causes interference with or disruption to the Services or any servers or networks that are connected to the Services.</li>\n<li>5.6.\nYou must not reproduce, duplicate, copy, sell, trade or resell the Services (or any part of them).</li>\n<li>5.7.\nTo the extent permitted by law, you are solely responsible for any breach of your obligations under the Terms of Use and for the consequences of any such breach, including any loss or damage which Samsung or any third party may suffer.\nSamsung will have no responsibility to you or to any third party in respect of such breach.</li>\n</ul>\n</li>\n<li>Passwords and account security<ul>\n<li>6.1.\nYou are responsible for maintaining the confidentiality of your passwords for all accounts used by you to access the Services.\nYou acknowledge and agree that you are solely responsible to Samsung for all activities that occur under all such accounts.</li>\n<li>6.2.\nYou must notify Samsung by email to [privacy@samsungknox.com] immediately upon becoming aware of any unauthorized use of any of your passwords or accounts</li>\n</ul>\n</li>\n<li>Registration Data<ul>\n<li>7.1.\nYou may be required to provide information about yourself in order to access the Services (for example, when registering to use the Service or any part of them), or in the course of using the Services.</li>\n<li>7.2.\nYou agree to provide accurate, current, and complete information required to register to use the Services and at other points as may be required in the course of using the Services (\"Registration Data\").\nYou further agree to maintain and update the Registration Data as required to keep it accurate, current, and complete.\nSamsung may terminate your rights to any or all of the Services if any information provided by you is false, inaccurate or incomplete.</li>\n<li>7.3.\nYou agree to the use of your Registration Data in accordance with Samsung's Privacy Policy.\nSamsung's Privacy Policy sets out Samsung's data protection practices and describes how Samsung will treat the Registration Data and will protect your privacy when using the Services.</li>\n<li>7.4.\nUpon obtaining your consent, Samsung may disclose your Registration Data to a third party.\nIn doing so, Samsung will comply with data protection law by ensuring that there are arrangements in place to ensure that the third party does not use information about you for any purpose other than purposes that we specify and in accordance with the purposes outlined in the Terms of Use, and will keep it secure.</li>\n</ul>\n</li>\n<li>Content rights<ul>\n<li>8.1.\nYou acknowledge that all content that is accessible as part of or via the use of the Services (including audio and sound files, data files, images, music, photographs, software, videos and written text) (\"Content\") is the sole responsibility of the originator of such Content.\nSuch Content may include content in the form of advertisements or other sponsored Content.</li>\n<li>8.2.\nYou acknowledge and agree that the Content may be protected by proprietary or intellectual property rights of third parties.\nYou must not modify, rent, lease, loan, sell, distribute or create derivative works based on any Content (either in whole or in part).</li>\n<li>8.3.\nSamsung may (but is not obliged to) pre-screen, review, flag, filter, modify, refuse or remove any or all Content from the Services.</li>\n<li>8.4.\nYou acknowledge that you use the Services understanding the risk that you may find some Content to be offensive, indecent or objectionable.</li>\n</ul>\n</li>\n<li>Samsung's proprietary rights<ul>\n<li>9.1.\nYou acknowledge and agree that Samsung (or Samsung's licensors) owns all legal right, title and interest in and to the Services, including all intellectual property rights (existing anywhere in the world and whether registered or not) which subsist in the Services.</li>\n<li>9.2.\nYou acknowledge that the Service may contain information which is confidential to Samsung and agree not disclose such information without Samsung’s prior written consent.</li>\n<li>9.3.\nNothing in the Terms of Use gives you any right to use any of Samsung's trade names, trademarks, service marks, logos, domain names, or other distinctive brand features.\nTo the extent that you are entitled to such use under a separate written agreement with Samsung, such use must be in compliance with that agreement, any applicable provisions of the Terms of Use, and Samsung's brand feature use guidelines as updated from time to time.</li>\n<li>9.4.\nYou must not remove, obscure, or alter any proprietary rights notices (including copyright and trade mark notices) which are affixed to or contained within the Services.</li>\n<li>9.5.\nYou must not use any trade mark, service mark, trade name, logo of any person in a way that is likely or intended to cause confusion about the owner or authorized user of such marks, names or logos.</li>\n</ul>\n</li>\n<li>Samsung Services license<ul>\n<li>10.1.\nUnless set forth otherwise in other specific terms related to Services, Samsung grants to you a personal, revocable, worldwide, royalty-free, non-assignable and non-exclusive license to use the Services as provided by Samsung (\"License\").\nThe License is granted for the sole purpose of enabling you to use and enjoy the benefit of the Services as provided by Samsung, in the manner permitted by the Terms of Use.\nYou may not allow any other person to use the Services and may not use the Services to provide services to any other person.</li>\n<li>10.2.\nYou may not (and may not permit any other person to) copy, modify, create a derivative work of, reverse engineer, decompile or otherwise attempt to extract the source code of the Services (or any part of it), unless this is expressly permitted or required by law, or expressly permitted by Samsung in writing.</li>\n<li>10.3.\nYou may not assign, grant a sub-license of, or grant a security interest in or over, the License or any rights under it, loan or lease the Services, or otherwise transfer the License or any rights under it, to any person.</li>\n<li>10.4.\nExcept for your limited right to use the Services under the License, Samsung retains all rights in and to the Services.</li>\n</ul>\n</li>\n<li>Third Party Content<ul>\n<li>11.1.\nThe Services may include links to other websites, content and resources.\nSamsung may have no control over such websites, content or resources which are provided by third parties (\"Third Party Content\").</li>\n<li>11.2.\nYou acknowledge and agree that Samsung is not responsible for the availability of any Third Party Content, and does not endorse any advertising, products or other materials on or available via Third Party Content.</li>\n<li>11.3.\nYou acknowledge and agree that Samsung is not liable for any loss or damage that may be incurred by you as a result of the availability of any Third Party Content, or as a result of any reliance placed by you on the completeness, accuracy or existence of Third Party Content, including any advertising, products or other materials on or available via Third Party Content.</li>\n</ul>\n</li>\n<li>Changes to the Terms of Use<ul>\n<li>Samsung may make changes to the Terms of Use from time to time for security, commercial or legal reasons.\nWhen these changes are made, you will be notified separately with at least 15 days notice of any changes or additions by making a copy of the new Terms of Use available at https://www.samsungknox.com/en/terms-use and you will be prompted to consent to or decline the newly revised Terms of Use.\nYou may end this Terms of Use at any time if you do not agree to the amended Terms of Use.</li>\n</ul>\n</li>\n<li>Termination of the Terms of Use<ul>\n<li>13.1.\nThe Terms of Use will remain in force until terminated by either you or Samsung in accordance with this Clause.</li>\n<li>13.2.\nYou may terminate this Terms of Use at any time by (a) providing notice of cancellation in writing to Samsung at the address set out in Clause 1 or at&nbsp;https://www.samsungknox.com/en and (b) closing all of your accounts for the Services.</li>\n<li>13.3.\nSamsung may terminate this Terms of Use at any time:<ol>\n<li>immediately if you have breached any provision of the Terms of Use (or have acted in manner which clearly indicates that you do not intend to, or are not able to comply with the provisions of the Terms of Use);</li>\n<li>immediately if Samsung is required to do so by law (for example, where the provision of the Services to you is, or becomes, unlawful);</li>\n<li>upon thirty (30) days notice, if the partner with whom Samsung offered the Services to you has terminated its relationship with Samsung or ceased to offer the Services to you.\nor</li>\n<li>upon thirty (30) days notice, if the provision of the Services to you by Samsung ceases to be commercially viable (in Samsung's sole opinion).</li>\n</ol>\n</li>\n<li>13.4.\nUpon termination of the Terms of Use, all of the legal rights, obligations and liabilities that you and Samsung have benefited from, been subject to, or which have accrued during the term of the Terms of Use or are expressed to continue indefinitely, will be unaffected by such termination.</li>\n</ul>\n</li>\n<li>EXCLUSION OF WARRANTIES<ul>\n<li>14.1.\nNOTHING IN THESE TERMS, INCLUDING THIS CLAUSE AND CLAUSE 15, EXCLUDES OR LIMITS SAMSUNG'S WARRANTY OR LIABILITY FOR LOSSES WHICH MAY NOT BE LAWFULLY EXCLUDED OR LIMITED BY APPLICABLE LAW.\nIF THE LAWS IN YOUR JURISDICTION DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES, TERMS OR CONDITIONS OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR LOSS OR DAMAGE CAUSED BY NEGLIGENCE, BREACH OF CONTRACT OR BREACH OF IMPLIED TERMS, OR INCIDENTAL OR CONSEQUENTIAL DAMAGES, ONLY THE LIMITATIONS WHICH ARE LAWFUL IN THAT JURISDICTION WILL APPLY TO YOU AND SAMSUNG'S LIABILITY WILL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.</li>\n<li>14.2.\nSAMSUNG WILL USE COMMERCIALLY REASONABLE EFFORT TO ENSURE THAT THE SERVICES ARE AVAILABLE TO YOU WITHOUT UNDUE DISRUPTION, INTERRUPTION OR DELAY.\nIF THERE IS A DISRUPTION, INTERRUPTION OR DELAY, SAMSUNG WILL USE COMMERCIALLY REASONABLE ENDEAVOURS TO ENSURE THAT IT IS KEPT TO A MINIMUM.</li>\n<li>14.3.\nIN PARTICULAR, SAMSUNG, THE SAMSUNG AFFILIATES, AND ITS LICENSORS DO NOT REPRESENT OR WARRANT TO YOU THAT:<ol>\n<li>YOUR USE OF THE SERVICES WILL MEET YOUR REQUIREMENTS;</li>\n<li>ANY INFORMATION OBTAINED BY YOU AS A RESULT OF YOUR USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE.\nOR</li>\n<li>DEFECTS IN THE OPERATION OR FUNCTIONALITY OF ANY SOFTWARE PROVIDED TO YOU AS PART OF THE SERVICES WILL BE CORRECTED.</li>\n</ol>\n</li>\n<li>14.4.\nYOU ACKNOWLEDGE AND AGREE THAT ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR OTHER DEVICE OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.</li>\n<li>14.5.\nNO ADVICE OR INFORMATION (WHETHER ORAL OR WRITTEN) OBTAINED BY YOU FROM SAMSUNG ON OR VIA THE SERVICES WILL CREATE ANY WARRANTY OR CONDITION NOT EXPRESSLY STATED IN THE TERMS OF USE.</li>\n</ul>\n</li>\n<li>Limitation of Liability<ul>\n<li>15.1.\nNothing in these terms shall exclude or limit Samsung’s liability or limit Samsung’s liability for (i) death or personal injury.\n(ii) fraud, or (iii) anything which cannot be limited or excluded by applicable law.</li>\n<li>15.2.\nSubject to paragraph 15.1 above, Samsung shall not be liable to you, whether in contract, tort (including negligence) or any theory of liability, and whether or not the possibility of such damage or losses has been notified to Samsung, for:<ul>\n<li>a.\nany indirect, incidental, special or consequential damages.\nor</li>\n<li>b.\nany loss of income, business, actual or anticipated profits, opportunity, goodwill or reputation or (whether direct or indirect).\nor</li>\n<li>c.\nany damage to or corruption of data (whether direct or indirect).\nor</li>\n<li>d.\nany loss or damage as a result of:</li>\n<li>1.\nany changes to the Services, or any permanent or temporary cessation in the provision of the Services (or any part of them);</li>\n<li>2.\nyour failure to provide Samsung with accurate account information.\nor</li>\n<li>3.\nyour failure to keep your password or account details secure and confidential.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>General<ul>\n<li>16.1.\nSamsung intends to rely upon only the written terms set out in the Terms of Use and not any representations made elsewhere, directly to you by any of our employees.\nYou must read the Terms of Use carefully and should contact Samsung and must not use the Services if the terms include things that you do not wish to agree to.\nIn that way any confusion about what you and Samsung are expected to do can be avoided.</li>\n<li>16.2.\nYou agree that Samsung may provide you with notices (including notices relating to changes to the Terms of Use), by email, ordinary mail, or postings on or via the Services.</li>\n<li>16.3.\nYou agree that if Samsung does not exercise or enforce any legal right or remedy which is set out in the Terms of Use, or which Samsung has the benefit of under any applicable law, this will not be construed as a formal waiver of Samsung's rights or remedies and that such rights or remedies remain available to Samsung.</li>\n<li>16.4.\nIf any provision of this Terms of Use is invalid, as determined by a court of law having the jurisdiction to decide on this matter, then that provision will be removed from the Terms of Use without affecting the remaining provisions of the Terms of Use, which will continue to be valid and enforceable.</li>\n<li>16.5.\nYou acknowledge and agree that each Samsung affiliated company shall be a third party beneficiary to the Terms of Use and shall be entitled to directly enforce, and rely upon, any provision of the Terms of Use which confers a benefit on (or rights in favor of) them.\nSubject to the foregoing, no other person shall be a third party beneficiary to the Terms of Use.\nFor the purposes of the Terms of Use, an affiliated company of Samsung is any company, corporation, firm, partnership or other entity that is controlled by Samsung or is under common control with Samsung.\nthe term \"controls\" and \"controlled\" meaning the ability to direct the management of the relevant entity.</li>\n<li>16.6.\nYou may not transfer, assign, charge or otherwise dispose of the Terms of Use which is personal to you, or any of your rights or obligations arising under it, without our prior written consent.\nWe will not refuse to give consent without good reason.</li>\n<li>16.7.\nWe will not be liable or responsible for any failure to perform, or delay in performance of, any of our obligations under this Terms of Use that is caused by events outside our reasonable control (\"Force Majeure Event\").\nA Force Majeure Event includes any act, event, non-happening, omission or accident beyond our reasonable control and includes in particular (without limitation) strikes, lock-outs or other industrial action, civil commotion, riot, invasion, terrorist attack or threat of terrorist attack, war (whether declared or not) or threat or preparation for war, fire, explosion, storm, flood, earthquake, subsidence, epidemic or other natural disaster, impossibility of the use of railways, shipping, aircraft, motor transport or other means of public or private transport, impossibility of the use of public or private telecommunications networks, the acts, decrees, legislation, regulations or restrictions of any government.\nOur performance under the Terms of Use is deemed to be suspended for the period that the Force Majeure Event continues, and we will have an extension of time for performance for the duration of that period.\nWe will use our reasonable endeavors to bring the Force Majeure Event to a close or to find a solution by which our obligations under the Terms of Use may be performed despite the Force Majeure Event.</li>\n<li>16.8.\nThe Terms of Use and your relationship with Samsung under the Terms of Use shall be governed by the laws of the Republic of Korea without regard to its conflict of law provisions.\nYou and Samsung agree to submit to the non-exclusive jurisdiction of the courts of the Republic of Korea to resolve any legal matter arising in relation to the Terms of Use.\nNotwithstanding the foregoing, you agree that Samsung may apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.</li>\n</ul>\n</li>\n</ol>\n<ul>\n<li>Español AL</li>\n<li>Français</li>\n<li>Deutsch</li>\n<li>Italiano</li>\n<li>한국어</li>\n<li>Português</li>\n</ul> DeutschEnglishEspañol ALFrançais한국어ItalianoPortuguês Go <ul>\n<li> Terms of use </li>\n<li> Privacy Policy (Web) </li>\n<li> Privacy Policy (Devices) </li>\n<li> End user license agreement </li>\n</ul>\n<p>Copyright© 1995-2021 SAMSUNG All rights reserved.</p> Back to top <p>This site uses cookies.\nBy continuing to browse the site you are agreeing to our use of cookies.</p> Yes, I agree No, I want to find out more ", "created_at": "2021-04-25 13:54:38.115328", "updated_at": "2021-04-25 13:54:47.385265"}], "points": [], "urls": ["samsungknox.com"]}}