{"error": 448, "message": "OK", "parameters": {"id": 3258, "name": "Lunar Client", "created_at": "2021-04-23 19:47:52.631291", "updated_at": "2021-04-24 00:01:41.275167", "wikipedia": null, "keywords": null, "related": null, "slug": "lunar_client", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3258.png", "url": "lunarclient.com", "documents": [{"id": 9637, "name": " Privacy Policy ", "url": "https://www.lunarclient.com/privacy/", "xpath": "//*[@id=\"content\"]", "text": " <p>\n<strong>This privacy policy will explain what information we collect online, why we collect it, and the choices we offer to you.</strong>\n</p>\n<p>This privacy policy (“Policy”) describes the data practices of Moonsworth, LLC and its subsidiaries (collectively, “we”, or “Company”), covering its services under its control, including this website, any products, mobile applications, or PC applications (collectively “Services”).\nBy using the Services, you are consenting to this Policy and the processing of your data in the manner provided in this Policy.\nIf you do not agree with these terms, please do not use the Services.\nThis Privacy Policy was last updated on January 26th, 2021.</p>\n<p>As mentioned in our Terms of Service, you acknowledge that any harm or lack of privacy resulting from the use of the Services is not as valuable to you as the potential ability to play interactive online games with the benefits afforded by using the Services.</p>\n<p>\n<em>Purposes of the processing:</em>\n</p>\n<p>Lunar Client processes personal information to prevent prohibited persons from using the Services.</p>\n<p>\n<em>Legal basis of the processing:</em>\n</p>\n<p>Lunar Client is processing personal information in accordance with our Terms of Service, End User License Agreement, and this Privacy Policy in order to pursue and protect our legitimate interests of keeping the Services free from malicious misuse, abuse, and to prevent prohibited persons from using the Services.</p>\n<p>\n<em>Recipients of the personal data:</em>\n</p>\n<p>Lunar Client is the primary recipient of your personal data, however, we may share limited information with our partners who use Lunar Client to protect their services.</p>\n<p>\n<em>The types of personal data being collected and processed:</em>\n</p>\n<p>Lunar Client may collect and process the following information from you:</p>\n<ul>\n<li>IP address</li>\n<li>Game identifiers (e.g.\nin-game name, account UUID, etc.)</li>\n<li>Information about the running operating system</li>\n<li>Information about game-related and operating-system-related files and memory</li>\n<li>Information about running processes, drivers and other executable code</li>\n<li>File names included in other information listed here, which might also contain your operating system user name<br>\n&nbsp;</li>\n</ul>\n<p>\n<em>The duration of the processing/storage:</em>\n</p>\n<p>Lunar Client may store the information for the entire duration of its services.</p>\n<p>\n<strong>Information We Collect</strong>\n</p>\n<p>We may collect information about the Services you use and how you use them.\nWe collect PII, DII, and log information about your interactions as described below.</p>\n<p>Personally identifiable information (PII) is information that can be used to identify or contact you online or offline.</p>\n<p>\n<strong>PII/DII Collected related to use of the Lunar Client:</strong>&nbsp;We may collect PII such as your in-game username, IP address, and email address when you are using the Lunar Client.</p>\n<p>In order to aid us in the detection and prevention of cheats, exploits, hacks, blacklisted modifications, or other illicit third party programs forbidden under our Lunar Client End User License Agreement and/or Lunar Client Terms of Service, to help us deliver and improve the Services, and to prevent prohibited users from using the Services, we may:</p>\n<ul>\n<li>Create and/or collect device-identifiable information (DII)</li>\n<li>Upload automatic crash reports<br>\n&nbsp;</li>\n</ul>\n<p>PII and DII collected incidental to the detection of a cheat, exploit, hack, blacklisted modification, or illicit third party program or functionality is retained by Lunar Client indefinitely in order to help us deliver and improve the Services.</p>\n<p>\n<strong>PII Collected related to Purchases:</strong>&nbsp;We may collect PII when you make a purchase from Lunar Client.\nPII collected during a purchase may include your in-game username, IP address, email address, address, and payment information (such as the PayPal email used to make a purchase).</p>\n<p>\n<strong>PII Collected related to Website and Other Interactions:</strong>&nbsp;The Services may collect PII when it is provided to us, such as when you attempt to contact us, submit a resume or job application, or connect with us on social media or one of our partners.\nWhile using the Lunar Client website, we may collect information about your interactions, including navigation paths, search queries, timestamps, purchases, clicks and shares, and referral URLs.</p>\n<p>\n<strong>How we use the information we collect</strong>\n</p>\n<p>We use the information we collect from our Services to provide, maintain, protect and improve our Services, to develop new Services and offerings, and to protect us and our users.</p>\n<p>PII is primarily used for business purposes, such as detection of cheats, exploits, hacks, blacklisted modifications, or other illicit third party programs, enforcement of the Lunar Client’s Terms of Service, found at https://lunarclient.com/terms, responding to inquiries, logins, and providing the Services.\nWhen you contact us, we may keep a record of your communication as well as the other information to help solve any issues you might be facing.\nWe may use your email address to inform you about our Services, such as letting you know about changes or improvements.\nIf you are banned from the Services, we will publicly mark your in-game username as banned on our website.</p>\n<p>We share PII with companies, outside organizations, and individuals for limited reasons, outlined below:</p>\n<ul>\n<li>With your consent - We will share PII with companies, outside organizations or individuals if we have your consent to do so.</li>\n<li>For external processing - We provide PII to our affiliates or other trusted businesses or persons to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures.</li>\n<li>For legal reasons - We will share PII with companies, outside organizations or individuals if we have a good-faith belief that access, use, preservation or disclosure of the information is reasonably necessary to meet any applicable law, regulation, legal process or enforceable governmental request, detect, prevent, or otherwise address fraud, security or technical issues or protect against harm to the rights, property or safety of our users or the public as required or permitted by law.</li>\n<li>In case of a sale or asset transfer - If we become involved in a merger, acquisition or other transaction involving the sale of some or all of our assets, user information, including PII collected from you through your use of our Services, could be included in the transferred assets.\nShould such an event occur, we will use reasonable means to notify you, either through email and/or a prominent notice on the Services.</li>\n</ul>\n<code>&nbsp.\n</code>\n<p>\n<strong>Accessing and updating your information</strong>\n</p>\n<p>We aim to provide you with reasonable opportunity to access, update, and delete to your PII.\nIn some cases, we may have to keep that information for legitimate business or legal purposes.\nWhen updating your information, we may ask you to verify your identity before we can act on your request.</p>\n<p>\n<strong>Information security</strong>\n</p>\n<p>We work hard to protect our users from unauthorized access to or unauthorized alteration, disclosure or destruction of information we hold and undertake reasonable security measures with appropriate confidentiality, integrity, and availability protections.\nHowever, since no software or storage system is 100% secure, we cannot guarantee the security of your information associated with the Services, or any other service for that matter.</p>\n<p>\n<strong>Children Under 13</strong>\n</p>\n<p>We do not knowingly collect information for any child under the age of 13.\nIf you are the parent of a child under the age of 13 and have a concern regarding your child’s information on our Services, please contact us at the email provided at the end of this Policy.</p>\n<p>\n<strong>Our Services are Located in the United States</strong>\n</p>\n<p>Our Services are directed to United States citizens.\nIf you are outside of the United States, your information will be processed and stored in the United States and you are consenting to such transfer, processing, and storage under the laws of the United States.</p>\n<p>\n<strong>Changes</strong>\n</p>\n<p>Our Privacy Policy may change from time to time.\nWe will post any Policy changes on this page, including material changes.\nPlease check back periodically to view changes to our privacy policy.</p>\n<p>\n<strong>Questions?</strong>\n</p>\n<p>If you have questions or requests regarding your privacy, please contact us at&nbsp;privacy@moonsworth.com.</p>\n<i>\n</i> Last Updated January 27, 2021 information we collect how we use the information we collect accessing and updating your information information security Documentation Terms of Service <i>\n</i> Community Our Staff <i>\n</i> Employment Job Openings <i>\n</i> ", "created_at": "2021-10-29 23:43:12.567134", "updated_at": "2021-10-29 23:44:05.58396"}, {"id": 5334, "name": "Terms of Service", "url": "https://www.lunarclient.com/terms/", "xpath": "//*[@id=\"content\"]", "text": " <p>\n<strong>General Information</strong>\n</p>\n<p>Welcome to the Lunar Client! These Terms governs your access to and use of the Services, as defined herein, and any associated content related updates, upgrades, and features.\nThese Terms are a legally binding agreement between you and Moonsworth, LLC.\nRead these Terms carefully before using the Services.\nBy accessing the Services, you hereby agree and assent to all terms, conditions, and obligations herein.\nIF YOU DO NOT AGREE WITH THESE TERMS OR ANY PORTION THEREOF, YOU MAY NOT USE OR OTHERWISE ACCESS THE SERVICES.</p>\n<p>We may amend these Terms at any time by posting a revised version on the Website.\nEach revised version will state its effective date, which will be effective on or after the date in which it is posted or sent.\nYour continued use of the Services after the effective date constitutes your acceptance of the revised Terms.</p>\n<p>These Terms are, at all times, subject to our Privacy Policy, as amended from time to time.</p>\n<p>By using the Services, you confirm that you are above the minimum age and are not barred from using the Services under applicable law.</p>\n<p>THE LUNAR CLIENT IS AN INDEPENDENT MINECRAFT MOD.\nNEITHER THE LUNAR CLIENT NOR MOONSWORTH LLC IS AFFILIATED WITH, ENDORSED BY, OR OTHERWISE CONNECTED TO MOJANG AB OR THE MICROSOFT CORPORATION.\nTHE TERMS “MINECRAFT,” “MOJANG,” MICROSOFT, AND ANY OTHER PRODUCT MARKS, TRADEMARKS, LOGOS, WORD MARKS, OR SERVICE MARKS, ALONG WITH MINECRAFT AND UNDERLYING MATERIALS THEREIN ARE THE PROPERTY OF THEIR RESPECTIVE OWNERS.\nUSE OF THE FOREGOING DOES NOT IMPLY ANY AFFILIATION WITH OR ENDORSEMENT MOJANG OR MICROSOFT.</p>\n<p>\n<strong>1.\nDefinitions</strong>\n</p>\n<p>“<strong>Account</strong>” means, any individual User account that is automatically created when you use the Services and is linked Minecraft account.</p>\n<p>“<strong>Communication Services</strong>” means the chat function and any other related service that Lunar Client Users can use to communicate and interact with one another</p>\n<p>“<strong>Company</strong>” means Moonsworth, LLC.\nReferences to “us” “we,” or “our” means Company, including any and all subsidiaries, parent companies, joint ventures, and other corporate entities under common ownership and/or any of their agents, consultants, employees, oﬃcers, and directors.\nCompany does not include affiliates or third parties (analytics or ad tech companies, or similar organizations).</p>\n<p>“<strong>Cosmetic Items</strong>” means those digital items for use in Minecraft that are produced and offered for sale by the Lunar Client.</p>\n<p>“<strong>Dispute</strong>” means any controversy related to this agreement, including without limitation claims arising out of or relating to any aspect of the relationship between you and Company, claims that arose before these Terms, and claims that may arise after the termination of these Terms.\nhowever, this does not include claims related to or arising from the enforcement or protection of Intellectual Property Rights, and is subject to any applicable statutory consumer rights laws in your local jurisdiction.</p>\n<p>“<strong>Intellectual Property Rights</strong>” means, any and all right, title, and interest of every kind whatsoever, whether now known or unknown, in and to patents, trade secret rights, copyrights, trademarks, service marks, trade dress and similar rights of any type under the laws of any governmental authority, including, without limitation, all applications and registrations relating to the foregoing.</p>\n<p>“<strong>Lunar Client</strong>” a Minecraft mod server that is owned and operated by Company and available via the Website.</p>\n<p>“<strong>Minecraft</strong>” means the computer game known as <em>Minecraft,</em> which is produced and operated by <em>Mojang AB</em>.</p>\n<p>“<strong>Notice</strong>” means a delivered writing by email, courier, or postal delivery to the other party at their respective address and will be eﬀective upon receipt.</p>\n<p>“<strong>Privacy Policy</strong>” means the Company policy regarding data privacy, which also governs your use of the Services and is incorporated herein by reference.</p>\n<p>“<strong>Protected Content</strong>” means all content, included as part of the Services and any compilation thereof including, without limitation, Cosmetic Items, the look and feel of the Services, the text, graphics, source code, sound recordings, musical composition, narrative, characters, images, literary works, and any other works of authorship or other materials contained therein, whether or not protectable by copyright, trademark, or other applicable law or legal theory.</p>\n<p>“<strong>Services</strong>” means the Lunar Client and the Website, inclusive of any associated services or materials thereon.</p>\n<p>“<strong>Terms”</strong> means these terms of service and end user license agreement and any terms, conditions, covenants, representations, warranties, obligations, and licenses contained herein.</p>\n<p>“<strong>User</strong> ,” “<strong>you</strong>” or “<strong>your</strong>” means any user of the Services, or any or owner, officer, employee, affiliate, or agent of the same that uses the Services or any portion thereof.</p>\n<p>“<strong>User Generated Content</strong>” means any photos, images, likenesses, logos, marks, literary works, sound recordings, musical composition, audiovisual works and programs, modes, animations, names, and any other content or materials posted or otherwise integrated into the Services via the User including, without limitation, user submitted info about parks and outdoor locations.</p>\n<p>“<strong>Website</strong>” means the online website “https://www.lunarclient.com/” including all sub-pages, sub-domains, and associated domains thereof.</p>\n<p>\n<strong>2.\nLicense</strong>\n</p>\n<p>The Services are licensed to you for your personal use and entertainment.\nCompany hereby grants you a personal, limited, non-transferable, fully, revocable, and non-exclusive License to use the Services for your non-commercial use, subject to your compliance with these Terms.\nYou may not access, copy, modify or distribute the Services, unless expressly authorized by Company or permitted by applicable law.\nYou may not reverse engineer or attempt to extract or otherwise use source code or other data from the Services, unless expressly authorized by Company or permitted by law.\nCompany or its licensors own and reserve all other rights, including all right, title and interest in the Services and all materials or content therein, and all associated Intellectual Property Rights.</p>\n<p>If you purchase any Cosmetic Items, Company hereby grants you a limited, non-exclusive, non-commercial license to use the Cosmetic Item within the Lunar Client.\nYou acknowledge and agree that you may not reproduce, re-distribute, transmit, copy, publish, publicly perform or display, or create derivative works based on the Cosmetic Item or otherwise use or exploit the Cosmetic Item in any manner not authorized by these Terms.</p>\n<p>\n<strong>3.\nLicense Restrictions and Prohibited Conduct</strong>\n</p>\n<p>You may not do any of the following with respect to the Services or any components thereof:</p>\n<ol>\n<li>Use the Services commercially or for a promotional purpose, except as otherwise authorized herein;</li>\n<li>Copy, reproduce, distribute, display, publicly perform, publish, or use the Services or any portion or aspect thereof, in any way that is not expressly authorized in these Terms;</li>\n<li>Reverse engineer, decompile, disassemble or otherwise attempt to discover the source code of the Services or any part thereof, except and only to the extent that this activity is expressly permitted by the applicable law of your country of residence;</li>\n<li>Modify, adapt, translate or create derivative works based upon the Services or any part thereof, except and only to the extent that such activity is expressly permitted these Terms or by applicable law notwithstanding this limitation;</li>\n<li>Remove, circumvent, disable, damage or otherwise interfere with security-related features of the Services;</li>\n<li>Access the Services or any website, server, software application, or other computer resource owned, used and/or licensed by Company, by means of any robot, spider, scraper, crawler or other automated means for any purpose, or bypass any measures Company may use to prevent or restrict access to any website, server, software application, or other computer resource owned, used and/or licensed to Company;</li>\n<li>Interfere with or disrupt the Services or servers or networks connected to the Services, or disobey any requirements, procedures, policies or regulations of networks connected to the Services;</li>\n<li>Harvest or collect the email addresses or other contact information of other Users;</li>\n<li>Use the Services for any illegal purpose, or in violation of any local, state, national, or international law or regulation, including, without limitation, laws governing intellectual property and other proprietary rights, data protection and privacy.</li>\n</ol>\n<p>\n<strong>4.\nChildren Under 18</strong>\n</p>\n<ol>\n<li>\n<p>By using the Services, you warrant and represent that you: 1) are at least 18 years of age and otherwise legally competent to read, understand and accept the provisions of this agreement.\nor 2) are a minor who has been authorized under the provisions of Section 4(b) below.</p>\n</li>\n<li>\n<p>If you are the legal guardian of a minor, you can choose to allow use of the Services by that minor instead of yourself subject to the following provisions:</p>\n<ol>\n<li>You acknowledge, and further agree that the aforementioned minor is entering into an agreement with your consent;</li>\n<li>You acknowledge, and further agree you are entirely responsible for all the provisions in these Terms;</li>\n<li>You acknowledge, and further agree, you are legally responsible for all actions of that minor, including but not limited to any payments, damages and/or liabilities related to the actions of that minor;</li>\n<li>In consideration of Company allowing access to the Services by a minor, and in addition to the indemnification provisions set forth herein, the foregoing adult hereby guarantees and agrees to pay for any and all liabilities of any nature whatsoever incurred under this agreement and to defend, indemnify and hold harmless Company with respect thereto.</li>\n</ol>\n</li>\n</ol>\n<p>\n<strong>5.\nAccount</strong>\n</p>\n<p>When use the Services, a unique Lunar Client Account will automatically generate for you that is linked to your personal Minecraft account.\nAll Accounts are subject to these Terms.\nYou are solely responsible for maintaining the confidentiality and security of your Account and password.\nSuch security includes but is not limited to restricting access to your computer, laptop, tablet, or mobile device that you use to access the Services and/or where such password may be stored.\nYou agree that you are solely responsible for all activities and actions that occur under the auspices of your Account.\nYou agree not to assign or otherwise transfer your Account to or share your password with any other person or entity.\nYou acknowledge and agree that Company is not responsible for third-party access to your Account that results from theft or misappropriation of your password or other Account credentials.\nYou hereby acknowledge and agree that any action taken under your Account will be presumed to have been authorized by you.</p>\n<p>You further acknowledge and agree that by using Minecraft or setting up a Minecraft account, you may be subject to an agreement(s) with the Microsoft Corporation and/or Mojang AB.\nFor your reference, Mojang’s terms and conditions are available here and the Microsoft services agreement is available here.\nYou acknowledge and agree that Company is not a party to any of the foregoing agreements or any other agreements between you and Microsoft and/or Mojang and compliance with such agreements is not monitored, enforced, or controlled by Company.\nIf Company receives notice that your activity violates any of the foregoing or any similar agreement between you and Microsoft, Mojang, or any other third party, Company may, in our sole discretion take action against your Account to bring you into compliance with such agreements.\nSuch actions may include canceling a transaction and suspending or terminating your Account privileges and/or removing certain payment methods.</p>\n<p>You further acknowledge and agree that by signing up for an Account via your existing Minecraft account, you are providing Company with limited access any information including any personal information about you contained within in your Minecraft Account and associated credentials for the purpose of creating and interacting with your Account.</p>\n<p>\n<strong>6.\nElectronic Communication</strong>\n</p>\n<p>Each and every time you send an email or other electronic communication to Company, such communication will constitute an electronic communication.\nBy using the Services, you consent to receive electronic communications and you agree that all agreements, Notices, disclosures and other communications that Company provides to you via electronic communication, individually and collectively, satisfy any legal requirement that such communications be in writing.</p>\n<p>\n<strong>7.\nCosmetic Items</strong>\n</p>\n<p>We may make available for purchase certain Cosmetic Items on the Company Website.\nAny information regarding Cosmetic Items (including pricing) and the availability of any Cosmetic Items (including the validity of any coupon or discount) are subject to change at any time without notice.\nWe shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Cosmetic Items, Website, or Service.\nWe make reasonable efforts to accurately display the attributes of Cosmetic Items, including the applicable colors, however the actual colors you see will depend on your computer system, and we cannot guarantee that your computer will accurately display such colors.</p>\n<p>By making a transaction, you represent that the applicable Cosmetic Items will be used only in accordance with these Terms.\nYou agree that you will not resell any Cosmetic Items obtained through a transaction, unless we have provided our express prior written consent for you to do so.</p>\n<p>\n<strong>8.\nTransactions</strong>\n</p>\n<p>If you wish to purchase a Cosmetic Item, you are required to pay the applicable purchase price.\nUnless otherwise indicated, all fees and other charges are in U.S.\ndollars, and all payments shall be in U.S.\ncurrency or the equivalent amount of cryptocurrency as excepted by Coinbase Commerce.</p>\n<ol>\n<li>\n<p>Billing and Account Information.\nWe partner with third-party payment processors including PayPal, Coinbase Commerce, and XSolla (each a “Payment Processor”) to facilitate credit card and other payments, in connection with your purchase of the Cosmetic Items.\nPayment processing time will vary depending on your location.\nYou will receive a receipt from the applicable Payment Processor confirming payment.\nIf your payment is rejected for any reason, including insufficient funds, Company reserves the right to contact you directly to seek payment.\nBy using a Payment Processor, you may be subject to an agreement with such Payment Processor.\nIf Company receives notice that your activity violates any agreement between you and or any other Payment Processor, Company may, in our sole discretion take action against your Account to bring you into compliance with such agreements.\nSuch actions may include canceling a transaction, suspending your Account privileges and/or removing certain payment methods.\nYou agree to provide current, complete, and accurate purchase information for all transactions conducted via Payment Processors.</p>\n</li>\n<li>\n<p>YOU ACKNOWLEDGE AND AGREE THAT COMPANY IS NOT A BROKER, FINANCIAL INSTITUTION, CREDITOR, INSURER OR CHARITABLE ORGANIZATION AND COMPANY HAS NO CONTROL OVER THE CONDUCT OF OR ANY INFORMATION PROVIDED BY ANY PAYMENT PROCESSOR, INCLUDING ANY TERMS, SERVICES, CONDITIONS, REPRESENTATIONS, COVENANTS, OR WARRANTIES SET FORTH IN ANY AGREEMENT BETWEEN YOU AND SUCH PAYMENT PROCESSOR AND COMPANY HEREBY DISCLAIMS ALL LIABILITY IN THIS REGARD TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.</p>\n</li>\n<li>\n<p>NOTWITHSTANDING THE FOREGOING, YOU ACKNOWLEDGE AND AGREE THAT ANY COSMETIC ITEM SOLD BY COMPANY IS PROVIDED ON AN “AS IS” BASIS AND EXCEPT AS OTHERWISE EXPRESSLY PROVIDED IN THESE TERMS, COMPANY DISCLAIMS ALL REPRESENTATIONS AND WARRANTIES, EXPRESS OR IMPLIED, AS TO THE COSMETIC ITEM, INCLUDING ANY IMPLIED WARRANTY OF MERCHANTABILITY, NON-INFRINGEMENT, OR FITNESS FOR A PARTICULAR PURPOSE, AND ANY IMPLIED WARRANTIES ARISING OUT OF A COURSE OF PERFORMANCE, DEALING OR TRADE USAGE.</p>\n</li>\n<li>\n<p>Refunds.\nCompany may, in its sole discretion, issue refunds to users that purchase defective or otherwise unacceptable Cosmetic Items.\nTo request a refund, please create a support ticket at https://support.lunarclient.com</p>\n</li>\n</ol>\n<p>\n<strong>9.\nIntellectual Property Ownership</strong>\n</p>\n<p>All Protected Content is the property of Company or its third-party suppliers/licensors and protected by copyright, trademark, and other laws that protect intellectual property and proprietary rights.\nYou agree to observe and abide by all copyright, trademark and other proprietary notices, legends or other restrictions contained in any such content and will not make any changes thereto.</p>\n<p>You will not modify, publish, transmit, reverse engineer, participate in the transfer or sale, create derivative works, or in any way exploit any of the Protected Content, in whole or in part, found within the Services.\nYour use of the Services does not entitle you to make any unauthorized use of any of the Protected Content, and in particular you shall not delete or alter any proprietary rights or attribution notices in any Protected Content.\nYou shall use Protected Content solely for your personal use, as outlined in these Terms, and will make no other use of the Protected Content without the express written permission of Company and/or Protected Content’s third-party owner, if applicable.\nYou acknowledge and agree that you do not acquire any ownership rights in any Protected Content.\nExcept as provided for herein, these Terms do not grant any licenses, express or implied, to the Protected Content or any other intellectual property of Company, our licensors, or any third-party.</p>\n<p>\n<strong>10.\nUser Generated Content</strong>\n</p>\n<p>By creating any User Generated Content, you hereby grant Company a nonexclusive, perpetual, irrevocable, worldwide, royalty-free, paid-up, fully transferable and sublicensable license to reproduce, modify, host, copy, display, publicly perform, create derivative works of, publicly display, transfer, or otherwise use or exploit such User Generated Content, in whole or in part, including within the Services and for any commercial, promotional, publicity, and marketing purposes.</p>\n<p>You hereby represent that any User Generated Content you create is wholly original and you own all right, title, and interest to such User Generated Content or otherwise have the legal right and authority to integrate such User Generated Content into the Services and grant the license to Company as described herein.\nYou further warrant that the authorized use or exploitation of the User Generated Content, will not violate any third-party rights including, without limitation, any copyright, trademarks or other intellectual property rights, privacy rights, or statutory or common law rights of publicity in any jurisdiction.</p>\n<p>Company reserves the right to remove any User Generated Content that does not comply with the Agreement.\nCompany may also remove User Generated Content that violates someone else’s rights, including without limitation any trademarks, copyrights, patent rights or similar, as well as statutory and common law rights of publicity.\nFinally, Company may remove the following:</p>\n<ol>\n<li>\n<p>User Generated Content that harasses, defames, or disparages any individual including any harassing or pejorative comments based on any individual’s sex, sexual orientation, sexual preference, transgender status, gender identity, race, ethnicity, religion, or other protected class.\nor</p>\n</li>\n<li>\n<p>User Generated Content that may be considered misleading, fraudulent, or otherwise unlawful or that is uploaded for an illegal or unauthorized purpose.</p>\n</li>\n</ol>\n<p>You acknowledge and agree that a violation of this Section 10 will constitute a material breach of this Agreement and if Company discovers you violated the Section it may, in its sole discretion, revoke your access to the Services at any time without Notice or refund.</p>\n<p>\n<strong>11.\nUse of Communications Services.</strong>\n</p>\n<p>You agree to use the Communications Services only to post, send, and receive written communications that are proper and related to the Services.\nMaterials uploaded to a Communication Service may be subject to posted limitations on usage, content, reproduction and/or dissemination.\nYou acknowledge and agree that materials you upload to a Communication Service shall be deemed User Generated Content.</p>\n<p>YOU MAY NOT UPLOAD ANY PHOTOGRAPHS, PICTURES OF DOCUMENTS, PDFS, OR OTHER DOCUMENTS TO THE COMMUNICATION SERVICES.\nYou are responsible for adhering to any limitations on your use of the Communications Services set forth herein andCompany reserves the right to terminate your access to any or all the Communications Services at any time, without Notice, for any reason whatsoever.</p>\n<p>By way of example, and not as a limitation, you agree that when using a Communication Service, you will not: defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others.\npublish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, infringing, pornographic, obscene, indecent or unlawful topic, name, material or information.\nupload files that contain software or other material protected by intellectual property laws (or by rights of privacy of publicity) unless you own or control the rights thereto or have received all necessary licenses, consents, and permissions therefor.\nupload files that contain viruses, malware, corrupted files, or any other similar software or programs that may damage the operation of another’s computer.\nadvertise or offer to sell or buy any goods or services for any business purpose.\nconduct or forward surveys, contests, pyramid schemes, or chain letters.\ndownload any file uploaded by another user of a Communication Service that you know, or reasonably should know, cannot be legally distributed in such manner.\nfalsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material contained in a file that is uploaded.\nrestrict or inhibit any other user from using and enjoying the Communication Services.\nviolate any code of conduct or other guidelines which may be applicable for any particular Communication Service.\nharvest or otherwise collect information about others, including email addresses, without their consent.\nviolate any applicable laws or regulations.</p>\n<p>Company has no obligation to monitor the Communication Services.\nHowever, Company reserves the right to review any and all materials uploaded to a Communication Service and to remove any materials in its sole discretion.</p>\n<p>YOU SHOULD ALWAYS USE CAUTION WHEN GIVING OUT ANY PERSONAL IDENTIFYING INFORMATION ABOUT YOURSELF OR YOUR CHILDREN OR FAMILY IN ANY COMMUNICATION SERVICE.\nCOMPANY DOES NOT CONTROL OR ENDORSE THE CONTENT, MESSAGES OR INFORMATION FOUND IN ANY COMMUNICATION SERVICE AND, THEREFORE, COMPANY SPECIFICALLY DISCLAIMS ANY LIABILITY WITH REGARD TO THE COMMUNICATION SERVICES AND ANY ACTIONS RESULTING FROM YOUR PARTICIPATION IN ANY COMMUNICATION SERVICE.</p>\n<p>\n<strong>12.\nService Availability and Termination</strong>\n</p>\n<p>You acknowledge and agree that:</p>\n<ol>\n<li>\n<p>Company has the discretion to immediately terminate or restrict access to the Services or any portion thereof, at any time, for any reason, without Notice and without liability to you;</p>\n</li>\n<li>\n<p>Access to the Services may be interrupted for reasons within or beyond the control of Company and that Company cannot and does not guarantee you will be able to use the Services whenever you wish to do so;</p>\n</li>\n<li>\n<p>The Services may not be offered in all countries or geographic locations.</p>\n</li>\n</ol>\n<p>\n<strong>13.\nCompany Disclaimer and Limitation of Liability and Remedies</strong>\n</p>\n<p>COMPANY IS NOT A BROKER, FINANCIAL INSTITUTION, CREDITOR, INSURER OR CHARITABLE ORGANIZATION.</p>\n<p>All information and content provided by Company through the Services is for informational and entertainment purposes only and Company does not guarantee the accuracy, completeness, or timeliness or reliability of any such information or content.</p>\n<p>No content or information is intended to provide financial, legal, tax, or other professional advice.\nBefore making any decisions regarding purchasing the use of the Services or the purchase any other good or service, whether virtual or tangible, offered by the Services, you should consult your financial, legal, tax, or other professional advisers as appropriate.\nYou acknowledge that you access content or information through the Services at your own risk and you are solely responsible for making the final determination as to the value and appropriateness of using the same.</p>\n<p>USERS ARE NOT EMPLOYEES, PARTNERS, AGENTS, JOINT VENTURES, OR FRANCHISEES OF COMPANY.\nCOMPANY DOES NOT PROVIDE FINANCIAL SUPPORT OR ASSISTANCE TO USERS.\nUSERS HEREBY ACKNOWLEDGE THAT COMPANY DOES NOT SUPERVISE, DIRECT, CONTROL OR USERS AND EXPRESSLY DISCLAIMS ANY RESPONSIBILITY OR LIABILITY FOR OR CONNECTED TO THE PAYMENTS OR OTHER USER SERVICES PERFORMED IN ANY MANNER, INCLUDING BUT NOT LIMITED TO A WARRANTY OR CONDITION OF GOOD AND WORKMANLIKE SERVICES, WARRANTY OF FITNESS FOR A PARTICULAR PURPOSE, OR COMPLIANCE WITH ANY LAW, REGULATION, OR CODE.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, COMPANY WILL NOT BE RESPONSIBLE TO ANY USER FOR ANY SPECIAL, EXEMPLARY, PUNITIVE, INCIDENTAL, OR CONSEQUENTIAL DAMAGES, INCLUDING LOST PROFITS OR LOSS OF DATA, REGARDLESS OF FORESEEABILITY AND COMPANY’S MAXIMUM LIABILITY UNDER THIS AGREEMENT WILL AT ALL TIMES BE LIMITED TO A REFUND OF ANY MONIES SPENT BY AN APPLICABLE USER HEREUDNER WITHIN THE SIX (6) MONTHS PRECEDING ANY ALLEGED BREACH OF THIS AGREEMENT BY COMPANY.</p>\n<p>YOU FURTHER ACKNOWLEDGE AND AGREE THAT IN THE EVENT OF ANY BREACH OF THIS AGREEMENT BY COMPANY, YOUR REMEDIES SHALL BE LIMITED TO AN ACTION FOR DAMAGES, IF ANY AND AS LIMITED ABOVE AND IN NO EVENT SHALL YOU BE ENTITLED TO SEEK TO ENJOIN OR RESTRAIN COMPANY’S PERFORMANCE IN ANY MANNER.\nACCORDINGLY, YOU EXPRESSLY AGREE THAT ANY DAMAGE TO YOU WILL NOT BE IRREPARABLE OR OTHERWISE INCALCULABLE SO AS TO ENTITLE YOU TO SEEK AND/OR OBTAIN EQUITABLE OR INJUNCTIVE RELIEF.</p>\n<p>\n<strong>14.\nProhibited Conduct</strong>\n</p>\n<p>You are granted a non-exclusive, non-transferable, revocable License to access and use the Services, strictly in accordance with these Terms.\nAs a condition of your use of the Services, you represent and warrant to Company that you will not use the Services for any purpose that is unlawful or prohibited by these Terms.\nFurther, you agree that you will comply with these Terms and will not:</p>\n<ol>\n<li>Use the Services in any manner which could damage, disable, overburden, or impair the Website or Website servers, or otherwise interfere with any other party’s use and enjoyment of the Services;</li>\n<li>Obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the Services;</li>\n<li>Impersonate any person or entity, falsely claim an affiliation with any person or entity, forge another person’s digital signature, misrepresent the source, identity, or content of information transmitted via the Services, or perform any other similar fraudulent activity;</li>\n<li>Defame, harass, abuse, threaten or defraud Users, or collect, or attempt to collect, personal information about Users or third parties without their consent.\nand</li>\n<li>Attempt to indicate in any manner that you have a relationship with Company or that Company has endorsed you or any products or services for any purpose.</li>\n</ol>\n<p>Company also reserves all available legal rights and remedies to prevent the unauthorized use of the Services, including, but not limited to, technological barriers, IP mapping, and contacting your internet service provider.</p>\n<p>\n<strong>15.\nRepresentations and Warranties</strong>\n</p>\n<p>In addition to any other representations and warranties made herein, you hereby represent and warrant that i) you are not prohibited from receiving or using any aspect of the Services under applicable laws and ii) Company has not previously disabled your access to the Services for a violation of the law or these Terms or other applicable agreements, terms of use, or contracts.</p>\n<p>\n<strong>16.\nLinks to Third Party Sites</strong>\n</p>\n<p>The Services may contain links to third-party websites.\nThe third-party websites are not under the control of Company and Company is not responsible for the contents of the same, including without limitation any link contained therein.\nCompany is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by Company of the website or any association with its operators.</p>\n<p>\n<strong>17.\nDevice and Internet Connection</strong>\n</p>\n<p>Use and access of the Services may require the use of your personal computer, laptop, tablet, or mobile device, as well as communication with or use of space on such device.\nYou are solely responsible for all internet and/or mobile data connection and all associated fees that you incur when accessing the Services.</p>\n<p>\n<strong>18.\nInternational Users</strong>\n</p>\n<p>The Services are controlled, operated and administered by Company from our offices within the United States.\nIf you access the Services from a location outside the United States, you are responsible for compliance with all local laws.\nYou agree that you will not use the Services in any country or in any manner prohibited by any applicable laws, restrictions or regulations.</p>\n<p>\n<strong>19.\nRelease</strong>\n</p>\n<p>You hereby agree to release Company from all damages (whether direct, indirect, incidental, consequential or otherwise), losses, liabilities, costs and expenses of every kind and nature, known and unknown, arising out of a dispute between you and a third-party (including other Users) in connection with the Services and any content therein.\nIn furtherance of the foregoing, you hereby waive any applicable law or statute, which says, in substance: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE RELEASING PARTY DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE RELEASED PARTY.”</p>\n<p>\n<strong>20.\nIndemnification</strong>\n</p>\n<p>To the maximum extent permitted by applicable law, you agree to indemnify, defend and hold harmless Company, its officers, directors, employees, agents and assigns from and against any and all claims, losses, costs, debt, liabilities and expenses (including, but not limited to attorney’s fees) arising from (i) your misuse of and access to the Services.\n(ii) your violation of these Terms.\n(iii) your violation of any third-party right, including without limitation any copyright, intellectual property, or privacy right.\n(iv) your use of or inability to use the Services.\nand (v) any claim that you caused damage to a third-party.</p>\n<p>\n<strong>21.\nDispute Resolution</strong>\n</p>\n<p>In the event the parties are not able to resolve any Dispute between them arising out of or concerning these Terms, or any provisions hereof, whether in contract, tort, or otherwise at law or in equity for damages or any other relief, then, except as provided below, the parties hereby agree to submit any dispute they cannot resolve informally to final and binding arbitration.\nThe arbitration will be conducted in New Castle County, Delaware before a single neutral arbitrator in accordance with the rules of the American Arbitration Association.\nThe arbitrator will follow Delaware law in adjudicating the dispute.\nThe arbitrator will provide a detailed written statement of decision, which will be part of the arbitration award and admissible in any judicial proceeding to confirm, correct or vacate the award.\nInterpretations of these Terms, including determinations of unconscionability, will be determined by the arbitrator selected through this provision.\nThe parties will initially share the cost of such arbitration, provided that the prevailing party will be entitled to all fees and costs associated with arbitration (or enforcement of an award therefrom), including, but not limited to, reasonable attorney’s fees, from the other party upon completion of the arbitration or subsequent enforcement action.</p>\n<p>The parties acknowledge and agree that any action with respect to your infringement or alleged infringement of any Intellectual Property Rights, any action in which Company seeks equitable relief, or any other action that may not be submitted to arbitration under applicable law, including the enforcement of any arbitration ruling, shall be tried by a court of competent jurisdiction located in New Castle County, Delaware.\nIn that respect, you hereby consent to the jurisdiction of the State of Delaware agree that its laws will be used to resolve all disputes arising from or concerning these Terms.</p>\n<p>\n<strong>22.\nClass Action Waiver</strong>\n</p>\n<p>Any arbitration under these Terms will take place on an individual basis.\nclass arbitrations and class/representative/collective actions are not permitted.\nTHE PARTIES AGREE THAT A PARTY MAY BRING CLAIMS AGAINST THE OTHER ONLY IN EACH PARTY’S INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PUTATIVE CLASS, COLLECTIVE AND/ OR REPRESENTATIVE PROCEEDING, SUCH AS IN THE FORM OF A PRIVATE ATTORNEY GENERAL ACTION AGAINST THE OTHER.\nFurther, unless both you and Company agree otherwise, the arbitrator may not consolidate more than one person’s claims and may not otherwise preside over any form of a representative or class proceeding.</p>\n<p>\n<strong>23.\nTermination and Access Restriction</strong>\n</p>\n<p>Company reserves the right to terminate your access to the Services, or any portion thereof at any time, without Notice, for any reason including, without limitation, a breach of these Terms.\nUse of the Services is unauthorized in any jurisdiction that does not give effect to all provisions of these Terms, including, without limitation, this section.</p>\n<p>\n<strong>24.\nSeverability</strong>\n</p>\n<p>In the event that any provision of these Terms is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms, such determination shall not affect the validity and enforceability of any other remaining provisions.</p>\n<p>\n<strong>25.\nMiscellaneous</strong>\n</p>\n<p>Company’s performance of the obligations described herein is subject to existing laws and legal process, and nothing contained in these Terms are in derogation of Company’s right to comply with governmental, court and law enforcement requests or requirements relating to your use of the Services or information provided to or gathered by Company with respect to such use.</p>\n<p>These Terms, the Privacy Policy, and any other document incorporated herein by reference constitute the entire agreement between you and Company with respect to the Services and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between you and Company with respect to the Services.\nA printed version of these Terms and of any Notice given in electronic form will be admissible in judicial or administrative proceedings based upon or relating to these Terms to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nIt is the express wish to the parties that these Terms and all related documents be written in English.</p>\n<p>These Terms are non-transferable, and you may not assign your rights and obligations under these Terms without the express written consent of Company.</p>\n<p>\n<strong>26.\nCopyright Infringement Policy</strong>\n</p>\n<p>Company is committed to protecting the rights of copyright rights holders and seeks to comply with all applicable laws and regulations regarding the protection of intellectual property.</p>\n<p>If you are a copyright owner or an agent thereof and believe that any User Generated Content on the Services infringes on your copyright, you may submit a notification pursuant to the Digital Millennium Copyright Act (“DMCA”) by providing our designated agent for copyright claim notifications (“Designated Agent”) with the following information in writing (see 17 U.S.C.\n§512(c)(3) for further detail):</p>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works within the Services are covered by a single notification, a representative list of such works that appear within the Services;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information reasonably sufficient to permit the service provider to locate the material;</li>\n<li>Information reasonably sufficient to permit the service provider to contact you, such as an address, telephone number, and, if available, an electronic mail;</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement under penalty of perjury that the information in the notification is accurate, and you are the owner of, or authorized to act on behalf of the owner of, an exclusive right that is allegedly infringed.</li>\n</ol>\n<p>Company will process any notices of alleged copyright infringement and will take appropriate actions as permitted under the DMCA.\nUpon receipt of notices complying with the DMCA, Company will act expeditiously to remove or disable access to any material claimed to be infringing or claimed to be the subject of infringing activity and will act expeditiously to remove or disable access to any reference or link to material or activity that is claimed to be infringing.</p>\n<p>The designated agent can be reached at: copyright@moonsworth.com</p>\n<p>\n<strong>27.\nDMCA Counter Claims</strong>\n</p>\n<p>Company may notify the owner or administrator of the affected Content so that he or she can make a counter-notification pursuant to his or her rights under the DMCA.\nIf you receive such a notice, you may provide counter-notification in writing to the Designated Agent.\nTo be effective, the counter-notification must be a written communication that includes the following:</p>\n<ol>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the material that has been removed or to which access has been disabled, and the location at which the material appeared before it was removed or access to it was disabled;</li>\n<li>A statement from you under the penalty of perjury, that you have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\nand</li>\n</ol>\n<p>Your name, physical address and telephone number, and a statement that you consent to the jurisdiction of a Federal District Court for the judicial district in which your physical address is located, or if your physical address is outside of the United States, for any judicial district in which Company may be found, and that you will accept service of process from the person who provided notification of allegedly infringing material or an agent of such person.</p>\n<p>\n<strong>28.\nContact</strong>\n</p>\n<p>If you have any questions regarding your use of the Services or compliance with these Terms, please contact us at legal@moonsworth.com</p>\n<i>\n</i> Last Updated May 26, 2021 definitions license children under 18 users and services miscellaneous Documentation Privacy Policy <i>\n</i> Community Our Staff <i>\n</i> Employment Job Openings <i>\n</i> ", "created_at": "2021-04-23 19:47:53.598753", "updated_at": "2021-10-29 23:43:17.307254"}], "points": [{"id": 28008, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.lunarclient.com/terms/", "status": "Have a look at this section of the ToS: \" \r\nBy using the Services, you warrant and represent that you: 1) are at least 18 years of age and otherwise legally competent to read, understand and accept the provisions of this agreement; or 2) are a minor who has been authorized under the provisions of Section 4(b) below.\r\n\"", "created_at": "2022-06-12 19:10:10.905137", "updated_at": "2022-06-12 19:10:10.905137", "quoteText": null, "case_id": 486, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["lunarclient.com"]}}