{"error": 448, "message": "OK", "parameters": {"id": 3852, "name": "Toggl Track", "created_at": "2021-05-30 20:58:12.91239", "updated_at": "2021-05-30 22:00:24.81242", "wikipedia": null, "keywords": null, "related": null, "slug": "toggl-track", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3852.png", "url": "toggl.com", "documents": [{"id": 6511, "name": "Privacy Policy", "url": "https://toggl.com/track/legal/privacy/", "xpath": "", "text": "ProductsBlogOur missionWorking at TogglWe're hiringLog inTry Toggl<ul>\n<li>Products</li>\n<li>Blog</li>\n<li>Our mission</li>\n<li>Working at TogglWe're hiring</li>\n</ul>Try TogglLog inBackLegal TermsTerms of ServicePrivacy PolicyData Protection PolicySub-processor ListBeta TermsTerms of ServiceTerms of ServicePrivacy PolicyPrivacy PolicyData Protection PolicyData Protection PolicySub-processor ListSub-processor ListBeta TermsBeta TermsTable of ContentsIntroductionApplicationIdentifying the data controllerThe information we collect and receivePurposes and grounds for Information processingFailure to provide InformationDuration of Personal Data storageDisclosure of Personal DataInternational transfers of Personal DataPersonal Data SecurityYour rights as a Data subjectYour rights under Californian lawRight to lodge a complaint with a supervisory authorityChanges to this PolicyContact detailsPrivacy PolicyIntroduction <p>The purpose of this privacy policy (“<b>Policy</b>”) is to explain how, when and why Toggl collects information about individuals, how, for what purposes and on what grounds these ‘personal data’ are subsequently processed, who processes them and what rights the individuals have in connection with their personal data.\nThe Policy also explains Toggl’s practices in using cookies and other technologies for storing information on others’ devices and retrieving information from such devices.</p>\n<p>When we refer to “<b>Toggl</b>” or use the word “we”, “our” or “us”, we mean the Toggl entity that acts as the ‘controller’ of the information we hold about you or the ‘processor’ of the information that a customer has entrusted to us, as explained in more detail under the “identifying the data controller” part of this Policy.\nThe phrase “Toggl entity” refers to each of the following companies: Toggl OÜ, an Estonian private limited company, registered number 11346813, based in Tallinn, Estonia.\nand Toggl Inc, a Delaware corporation, file number 5675394, based in Wilmington, USA.\nThe contact details of each of these entities are set out at the end of this Policy.</p>\n<p>By “<b>you</b>” we mean the individual reading this text, i.e., you as a natural person (and not any company or other organisation that you may be associated with).</p>\n<p>Some words and phrases in this Policy are in single quotation marks (e.g., ‘controller’, ‘processor’ and ‘data subject’).\nThese are legal terms, having the same meanings as given to them in the EU General Data Protection Regulation, i.e., Regulation (EU) 2016/679 (“<b>GDPR</b>”).</p>Application <p>1.\nThis Policy applies to the data processing that takes place through or in connection with the following: (a) your use of the time tracking software or any other software of Toggl OÜ or any of its subsidiaries (by “software” we mean computer programs in any form, including local installations such as desktop and mobile applications as well as software in the form of on-demand services such as web and cloud applications).\nWe shall use the word “<b>Service</b>” in this Policy to designate the above software, and the same word will designate any service, resource or other benefit that Toggl OÜ or its subsidiary offers as a part of or in connection with such software.\n(b) your visiting, or accessing resources that form part of, any website of Toggl OÜ or its subsidiary (we shall use the word “<b>Website</b>” to designate any such site), including, for example, the site at toggl.com.\nor (c) your communication or interaction with Toggl.\ninsofar as the above activities are not subject to another privacy policy or similar document.</p>\n<p>2.\nThe Policy does not apply in relation to other parties’ products, services, websites, resources or activities.</p>\n<p>3.\nWhen we speak of “<b>Personal Data</b>”, we mean any information about a living individual from which that person can be identified (the proper legal definition of ‘personal data’ is “any information relating to an identified or identifiable natural person”, with the person to whom the information relates being referred to as the ‘data subject’).\nPersonal Data do not include information from which no individual can reasonably be identified, that is to say, anonymous information or personal data rendered anonymous in such a manner that the individual is not, or no longer is, identifiable (de-identified or anonymised information).\nThe Policy does not apply to such information.</p>\n<p>4.\nThe Policy supplements our other terms and policies and is not intended to override them.</p>Identifying the data controller <p>5.\nWe are a technology company and a lot of what we do involves data processing in one way or another.\nVarious data need to be processed in a number of ways in order for us to carry on our business, including provide, maintain and develop the Service and Websites, and to communicate with you.\nInformation is processed both for us as well as our customers, and customers themselves process information through the Service.\nNot all of this information constitutes Personal Data and much of the processing is controlled by parties other than Toggl.</p>\n<p>6.\nFor instance, the user environment delivered via the Service has certain logically defined parts (each, a “<b>Organization</b>”) where a Service user (“<b>User</b>”) can enter, record, store, use, disclose and otherwise manipulate various data.\nThe data thus processed are referred to as “<b>Organization Data</b>” and it is usually the User who created the Organization that determines the purposes of, and otherwise controls, the processing of these data.\nThat authority can be assigned to another User, but, at any rate, there is always one particular User, identified in the Organization as the “<b>Organization Owner</b>”, that has legal control over, and is responsible for, Organization Data.\nThat User (the Organization Owner) is also the ‘controller’ of all Personal Data maintained in the Organization.\nToggl processes these data on the Organization Owner’s behalf and is thus considered to be the ‘processor’ of the said Personal Data.\nThis means that any enquiry, request, objection or complaint that you as a ‘data subject’ may have in connection with the processing of Personal Data that form part of Organization Data (i.e., where the information concerned relates to you) should be addressed to, and resolved by, the relevant Organization Owner.</p>\n<p>7.\nToggl is the ‘controller’ of the Personal Data that are collected by us or on our behalf through the activities listed in section 1 of this Policy, or which are otherwise processed for the purposes of our business.\nSpecifically, it is Toggl OÜ that acts as the ‘controller’ of the said Personal Data.\nThe following sections explain the collection and subsequent processing of these data in more detail.</p>\n<p>In case your relationship with Toggl is through Toggl Inc, all data processing operations relevant to that relationship have been delegated to Toggl OÜ (a company based in Estonia, with its processing operations also in Estonia).</p>\n<p>8.\nToggl is using internal Toggl Group sub-processors to provide service development, service delivery, and customer support services for all our products.\nThere is an internal privacy policy in place that governs the data processing of Toggl Group sub-processors.\nTo see the full list of sub-processors please visit the Sub-processors page.</p>The information we collect and receive <p>9.\nToggl collects, generates and receives information in a variety of ways.\nSome of this information constitutes Personal Data and the rest does not.\nWe shall use the word “Information” to designate any and all of the data that are collected, generated or otherwise processed by us or on our behalf.\nThis part of the Policy describes which Information and how is collected or generated through the activities listed in section 1.</p>\n<p>10.\n<b>Profile Information</b>\n</p>\n<p>We collect Information about you in the course of negotiating, preparing, concluding and amending agreements between you and Toggl.\nThe Information collected may include the data provided in such agreements and any data that you furnish for the purposes of negotiating, concluding or amending those agreements.</p>\n<p>For example, when you register for a Service user account (“<b>User Account</b>”), we ask you to give us your full name, email address, country of residence and time zone, and you may also upload a profile picture.\nIn order to maintain an Organization, i.e., act as an Organization Owner, you need to provide us with your physical address and may give a telephone number at which you can be reached.\nDuring the sign-up procedure, we may automatically record your internet protocol address (IP address) and an application programming interface token (API token) is automatically generated and stored under your User Account (this is an authentication token that you can use for accessing the Service through other software).\nFor validating human access to the User Account, you will create a user name and a password, which both will be stored in our data base along with the API token.\nYou will also be assigned a user identifier (user ID), which is a certain numerical value that we generate, store and can identify you by.</p>\n<p>The Service has a user invitation feature that can be used for inviting you to become a User.\nIf a User elects to invite you, she will give us your email address and the Service will send you an invitation.\nWe store this email address but not as part of your User profile (as you are not yet a User).\nIt will only become such if you obtain a User Account.</p>\n<p>11.\n<b>Billing Information</b>\n</p>\n<p>If a User subscribes to a paid Service plan, we ask her to supply us with the full name of the person or entity that will pay for the Service plan, their physical address and, optionally, email address and VAT number (i.e., the registration number of a “taxable person” as respects value added tax).\nThe payer may or may not be the User subscribing to the Service plan, so it is possible for us to receive the above Information about you from another User.</p>\n<p>In the case of a paid Service plan, you will supply a third-party payment service provider (who acts independently from us) with such information as they request from you to facilitate your payments to us.\nWe do not collect any information about your methods or instruments of payment, except that, if you give the payment service provider credit card details, the last four digits of the credit card number are stored in the Organization under subscription billing info.\nThis piece of Information forms part of Organization Data.</p>\n<p>12.\n<b>Usage Information</b>\n</p>\n<p>As with most websites and on-demand software solutions (i.e., where software is delivered over the internet in the form of a “service”), certain data are automatically collected when you visit a Website or use a Service application and this Information is recorded in log files.\nFor example, when you log in to the Service, the date and time of your login will be recorded along with your IP address (giving us your approximate location) and a limited user agent string (telling us what type of Service application, e.g., web, desktop or mobile, was used for the login).\nWhen you create a data entry via the Service, your Service application type and version may be recorded.</p>\n<p>If you use the Service feedback feature, then certain Information about you and some technical data concerning your Service release and other software and hardware are automatically sent to us along with the content of your communication.\nThe Information we receive depends on the type of Service (and, respectively, the device) you are using but will usually include some of your Profile Information (name, user ID and email address) as well as information about which Service application and what version you are running and the type and version of your device’s operating system.\nIt may also include the name of your device and information as to your web browser type and version, Service settings and usage history, Organization Service plan, and which Service release/update channel you have chosen (stable or beta).</p>\n<p>Certain features of the Service (specifically, Timeline and Autotracker), if enabled, will automatically record (Timeline) or monitor (Autotracker) what other applications you use or which websites you visit during your Service sessions and, based on these data, either provide you with Information as to your past activities, relating them to your interactions with the Service and the matters you have been working on, or make suggestions regarding your use of the Service.\nThese features are strictly opt-in and can be easily disabled, and the information they record or generate is only available to the User whom it relates to.</p>\n<p>On a more general level, we collect (or have third parties collect for us) anonymous Information about the use of our Service and customer base.\nSuch data may, e.g., include Information about the number of Users and their distribution (active, passive, paying, non-paying, etc.), User churn, Organization team sizes, choices between application types, settings, modes of use and Service plans, Service performance, practices and trends in using specific features or components of the Service, the effectiveness of Service messages, and other Information that is not Personal Data.</p>\n<p>Accessing resources on Websites may (depending on the site visited, resource accessed, device used and your hardware and software settings), result in the following Information being collected: your IP address, approximate location, Website entry and exit pages, referral sites and keywords, session time and duration, activities on the Website (e.g., pages viewed, links followed, clicks made), web browser type, version and settings (including, e.g., language preferences), device type, name and settings as well as the type and version of its operating system, and your internet service provider or mobile network operator.\nSome of this Information is collected by the use of cookies, as described in the next section.</p>\n<p>13.\n<b>Cookie Information</b>\n</p>\n<p>When you use our web or cloud applications, visit Websites or retrieve resources (e.g., files or other information) that form part of a Website, certain pieces of data known as cookies are sent to the device you are using and will be stored there.\nYour web browser stores them either at our request or the request of a third party whose services we use.\nEach cookie, in one way or another, distinguishes you from other Users and Website visitors.\nThere are also other techniques, such as using web beacons or pixels, whose purpose can be similar to that of some cookies.\nIn this Policy, the word “cookie” designates the objects delivered by those techniques as well.</p>\n<p>Cookies vary by nature and purpose.\nFor instance, a “session cookie” only exists in the temporary memory of your device, i.e., while your Service session or visit to a Website lasts, and is usually deleted when your web browser is closed.\nA “persistent cookie”, on the other hand, has a longer lifespan: it remains on your device until you delete it (i.e., instruct your browser to do so) or until it expires.\nA “secure cookie” can only be sent over a “secure” (encrypted) connection, making it harder for others to intercept information.\nA “first-party cookie” belongs to us and a “third-party cookie” belongs to someone other than Toggl, e.g., a company providing us with Service or Website analysis services or delivering our messages (such as advertisements) across the internet.</p>\n<p>Some of the above cookies are associated with your User Account and certain of your Profile Information, allowing you to log in to the Service and remembering that you are logged in (which makes it possible for you to use the Service, enhances security and helps us to show you the right content).\nOther cookies allow us (or third parties we have engaged) to recognise and count the number of visitors to a Website, see how they move around the site when using it, which links they follow and who reads what, or to selectively record and analyse how and by what means Users are interacting with our applications (only specific pieces of information are collected, and without identifying the Users).\nCertain cookies are used to recognise you when you return to a Website, enabling us to personalise our content for you and remember your preferences, e.g., your choice of language.\nAnd, quite importantly from the privacy aspect, there are some third-party cookies that gather information about your browsing activities over time and across different websites following your use of ours (in other words, track your online behaviour), which may result in advertisements or other messages being displayed to you based on your browsing history.</p>\n<p>You will encounter all of these cookies when interacting with our online applications, Websites or web resources.\nCookies are vital to the Service and Websites.\nYou can, however, remove them (individually, in selections or all in one sweep) and it is possible to disallow their use altogether or refuse certain types of them (your browser tools or support pages will tell you how to do that).\nBut, if you disallow first-party cookies, your copy or instance of the Service will not operate properly or may not operate at all and your experience at Websites will be notably poorer or at least not as we intended.</p>\n<p>Third-party cookies can usually be managed by the tools provided by those parties.\nSome of such tools are available here:</p>\n<p>https://tools.google.com/dlpage/gaoptout (Google Analytics opt-out);<br>https://www.facebook.com/policies/cookies (Facebook cookie policy and opt-out);<br>http://optout.networkadvertising.org (Network Advertising Initiative opt-out page);<br>http://optout.aboutads.info (Digital Advertising Alliance opt-out page).<br>\n</p>\n<p>We cannot give you an exhaustive list of the means for opting out of third-party cookies as the service providers who may set such cookies in connection with the Service and Websites change from time to time.\nContact us, using the details at the end of this Policy, to learn which third-party cookies may currently be in use on a particular Website or Service application or use your browser tools to get an overview about cookies we use.</p>\n<p>The Service and Websites do not respond to web browsers’ “do not track” signals and our data processing practices are not altered upon our receipt of such a signal.</p>\n<p>We are not allowed to use cookies unless you agree to it, and by accepting this Policy you have.\nIf the device you are using is not your own (e.g., if you are using the Service or displaying a Website on your employer’s computer or smart device), we expect you to have the owner’s authorisation to agree on her behalf with our storing cookies on the device and retrieving information from it as described in this Policy.\nBy using the device you are confirming to us that you are so authorised.</p>\n<p>14.\n<b>“Third-Party Information”</b>\n</p>\n<p>A User can choose to permit third-party services for her copy or instance of the Service or in relation to certain aspects of the Service.\nTypically, a third-party service is software that integrates with the Service and a User can enable or disable this integration for her Service application, User Account or Organization.\nOnce enabled, the relevant third-party service provider may share certain information with us.\nFor example, if you choose to use a third-party service to validate your access to the Service, then the provider of such a service may send us your name, user name, email address and/or telephone number to perform the validation.\nOr if some other third-party application (e.g., a storage, development, communication, project or resource management or accounting service) is enabled to permit data to be imported into your Service user environment or otherwise exchanged between the application and the Service, we may receive your name, user name, email address, profile picture, location and/or such other information as you have elected to let the application make available to us, and we are authorised to access such of your data in that third-party application as you let us.\nYou should check the privacy settings of these third-party services to understand what data may be disclosed to us.</p>\n<p>15.\n<b>“Other Information”</b>\n</p>\n<p>We receive from you such Information as you provide us when filling in forms (e.g., applications or questionnaires) on a Website or via the Service or when you participate in our Service-related campaigns or programmes, sign up to receive notifications, newsletters or other communications from us, request support for the Service, interact with our social media accounts or correspond or otherwise communicate with Toggl.\nIf you email us or send us a letter or a message, we may retain a record of such communication, including your name and address, email address or telephone number (as applicable), the content of your communication and our response.\nWe may complement these data with other Information.</p>Purposes and grounds for Information processing <p>16.\nThe purposes for which Information is processed and the legal grounds for such processing are varied and depend on the nature of the Information.\nIf Information is anonymous or de-identified, we may collect, use, disclose and otherwise process it for any purpose.\nOur processing of Personal Data, however, is limited to the purposes set out in this Policy.</p>\n<p>17.\nMost commonly, we will process your Personal Data in the following circumstances: (a) if we need to perform an agreement you have with us or it is necessary to take pre-contractual steps at your request before entering into such an agreement (we shall refer to these grounds as “<b>Contractual</b>”).\n(b) where we need to comply with a legal obligation, e.g., one arising from a law or regulation concerning taxation, accounting, financial reporting, prevention of terrorism or money laundering, or judicial or administrative process (this would be a “<b>Legal</b>” ground).\n(c) if it is warranted by our legitimate interests or those of a third party and such interests are not overridden by yours or your fundamental rights and freedoms (here, the processing would be based on “<b>Interest</b>”).\n(d) where we have your unambiguous consent before processing your Personal Data in that specific situation (thus allowing us to process these data on the grounds of “<b>Consent</b>”).</p>\n<p>18.\nEach of the categories of Information described under sections 10 – 15 may include your Personal Data but not all those categories may apply to you (e.g., if you are not a User, it is unlikely for us to hold much Profile Information on you and most of the other categories of Information would also be irrelevant).\nThe table below sets out the purposes for which your Personal Data in the specified category of Information will or may be stored, used, disclosed or otherwise processed, and which of the above grounds we rely on when doing so.\nWhere the processing is based on Interest, we have also identified what the legitimate interest in that particular case is.\nPlease note that we may be processing the same pieces of your Personal Data for several purposes simultaneously and, respectively, on more than one legal ground (e.g., on a Contractual basis as well as based on Interest, and perhaps also on a Legal ground).\nContact us if you need details about the specific legal ground we are relying on to process your Personal Data where more than one ground has been listed.\nNote also that not each piece of Personal Data in a particular category of Information is processed for all the purposes specified in connection with that category (and on the grounds corresponding to those purposes).\nContact us if you wish to know which of the said purposes precisely and in what circumstances applies to the processing of a specific piece of your Personal Data.\nOur contact details are provided at the end of this Policy.</p>Profile informationPurposeGroundsNegotiating, preparing, concluding, performing, amending and enforcing our agreements with you (incl.\nparticularly agreements concerning the Service) and exercising our rights under such agreementsContractual, Legal, Interest (recovering debts due to us, enjoying and defending our rights, negotiating new terms or amending existing ones to reflect changes in circumstances or to better suit our interests and/or yours)Keeping our records updatedLegalContacting you on matters relating to the Service or your agreements with us or in connection with matters that may affect you, and replying to your communicationsContractual, LegalDelivering messages to you from Users, incl.\ninvitations to become a UserInterest (performing our agreements with the Users)Sending you communications you have subscribed or otherwise agreed to receiveInterest (providing you with information we find relevant and reasonably believe is of interest to you)Investigating Service-related illegal conduct, violations of contract and (actual or suspected) infringements of legal rights or freedoms (yours, ours or those of third parties)Legal, Interest (enjoying and enforcing our rights and freedoms)Disclosing if and as required by lawLegalBilling InformationPurposeGroundsPreparing, performing, amending and enforcing our agreements with youContractual, Legal, Interest (recovering debts due to us and defending our rights)Informing you about matters concerning your Service plan and payments to usContractual, Interest (keeping you current as to our relationship)Managing and executing our sales to youInterest (operating our business)Financial and tax accountingLegalDisclosing if and as required by lawLegalUsage InformationPurposeGroundsProviding the ServiceContractualEnsuring an appropriate level of security as respects the Service and Websites, incl.\nparticularly in terms of data processingContractual, Legal, Interest (keeping our products and services competitive)Customising the content, layout and other properties of the Service and Websites for youContractual, Interest (keeping our products and services relevant and enjoyable)Improving your Service user experienceInterest (keeping the Service enjoyable)Gaining a better understanding of how you interact with the Service or a WebsiteInterest (keeping our products and services competitive)Investigating and preventing Service- or Website-related errors, defects, performance and security issues, illegal conduct, violations of contract and (actual or suspected) infringements of legal rights or freedoms (yours, ours or those of third parties)Contractual, Legal, Interest (enjoying and enforcing our rights and freedoms)Maintaining, improving, otherwise developing and protecting the Service and WebsitesContractual, Interest (furthering our business, enjoying our rights and freedoms)Creating new products and servicesInterest (growing our business)Making our communications to you more relevantInterest (being relevant to you, thereby contributing to the success of our business)Measuring the effectiveness of the messages we address to youInterest (making our marketing more effective)Learning where our customers come from and where to focus our marketing effortsInterest (informing and shaping our business decisions)Having our messages delivered across the internetInterest (being visible and remembered)Disclosing if and as required by lawLegalCookie InformationPurposeGroundsSame as for Usage InformationSame as for Usage InformationThird-Party InformationPurposeGroundsProviding the ServiceContractualPerforming our agreements with the third parties concernedInterest (adhering to contracts)Disclosing if and as required by lawLegalOther InformationPurposeGroundsProviding the ServiceContractualKeeping our records updatedLegalResponding to your requests, comments and questionsContractual, Legal, Interest (being responsive)Sending you communications you have subscribed or otherwise agreed to receiveInterest (providing you with information we find relevant and reasonably believe is of interest to you)Offering you the Service or other products or servicesInterest (growing our business)Improving or otherwise developing the Service, our other products and services and WebsitesInterest (keeping our products and services competitive)Creating new products and servicesInterest (growing our business)Improving customer relationships and experiencesInterest (growing our business)Disclosing if and as required by lawLegal<p>19.\nThe communications that we initiate with you can broadly be classified as: (a) Service-related technical, administrative, business, legal and subscribed-to promotional messages that we address to Users and which you only receive if you are one (“<b>Service Messages</b>”).\nand (b) messages about products, services, events and other matters you have shown interest in or which we believe may be of interest to you (“<b>Marketing Messages</b>”).</p>\n<p>20.\nYou can unsubscribe from certain Service Messages by adjusting your User Account settings and from others by following the instructions provided in the message.\nThere are, however, some Service Messages that form part of the Service and which you cannot opt out of receiving unless you unsubscribe from the Service.\nAs for Marketing Messages, you can always opt out of receiving these, but the variety of procedures for doing so may depend on the nature of the message and whether you have a User Account.\nIf you do, try adjusting your User Account settings, and whether you have an account or not, there should always be opt-out instructions in the message itself.\nIf you have trouble unsubscribing, contact us and we shall opt you out.\nOur details, as noted, are at the end of this Policy.</p>Failure to provide Information <p>21.\nGenerally, no one is obliged to give us her Personal Data but failure to do so may, or, depending on the circumstances, will or is likely to, result in our not being able to achieve the data processing purpose(s) specified for the occasion in question (as listed in the table under section 17) and the particular ‘data subject’ may, or, respectively, will or is likely to, miss the benefits corresponding to that purpose (or those purposes).</p>\n<p>22.\nWhere we need to collect your Personal Data by law or under the terms of a contract we have with you, or in order to enter into such a contract, and you fail to provide those data when requested, we may not be able to perform or enter into the relevant contract (which may be a contract for the provision of the Service or some other benefit).\nShould that be the case, we may have to cancel a product or service you have with us, but we shall let you know at the time if that applies.</p>\n<p>23.\nIf you limit the ability of a Service application or Website to set cookies, you may, and in some cases most definitely will, prevent yourself from using that application or site or certain of its features, or may worsen your user experience as the item in question will not be personalised to you.\nIt may also stop you from saving customised settings and you may need to validate your access to the Service or the Website more frequently during your browsing session.</p>Duration of Personal Data storage <p>24.\nWe only store your Personal Data for as long as necessary in the light of, or compatible with, the purposes for which the data were collected (e.g., enjoying our rights and performing our obligations under the contract you have with us, if that was the sole purpose) and such additional period as may be required by law.</p>\n<p>25.\nLegal retention periods vary depending on the type of Information concerned, and they can be quite long.\nFor instance, Personal Data relevant to our accounting or taxation (which is likely to be the case upon some of the Personal Data under the Profile Information and Billing Information categories, and may also apply to some other Personal Data) must be retained for at least seven years after the primary purpose for their processing ceases to apply (e.g., seven years following the financial year when our business relationship with you terminated and the last transaction between us occurred).</p>Disclosure of Personal Data <p>26.\nThis part of the Policy describes the circumstances in which we may disclose or transmit your Personal Data to third parties.\nPlease note that the sections below only address the disclosures and transmissions of Personal Data and not, for example, anonymous or de-identified Information (which we may transmit and disclose at any time to anyone anywhere, in any manner and for any purpose).\nNor does this part deal with the transmission or disclosure of Organization Data, which is at the discretion and responsibility of the Organization Owner.</p>\n<p>27.\nIf you invite another User to your Organization or join someone else’s Organization, you are instructing us to display certain of your Profile Information (which may include your name, address, email address, profile picture, country of residence, time zone and telephone number) and, if applicable, Billing Information (including your name, billing address, billing email address, VAT number and the last four digits of your credit card number) in the Organization such that other Users may or will have access to them (depending on their User privileges).</p>\n<p>28.\nIf you use the Service invitation feature to invite someone to become a User, we shall let the invitee know who you are by including some of your Profile Information (name, email address and perhaps your profile picture) in the invitation.</p>\n<p>29.\nWhen you share Organization Data or other content from your User Account by distributing links to such data (e.g., to allow someone without a User Account to view something you have created with the Service), certain of your Profile Information (e.g., name, email address and/or profile picture) is likely to be disclosed to the addressee(s) along with the material you share (and you may also be disclosing other Users’ Personal Data).</p>\n<p>30.\nYour Profile Information and possibly Billing Information or certain of these data may also be shared when integrating third-party services with your User Account, Organization or Service application and when using such third-party services in conjunction with the Service.\nYou can control which data are shared when enabling and/or while enjoying the integration (depending on the third-party service).\nAt any rate, do check your privacy settings for both the Service as well as the third-party service prior to integration as well as during to determine which data may be shared.\nAnd please note that we are not responsible for the privacy practices (or other acts or omissions) of such third-party service providers, so it would be advisable for you to make sure, before the integration, that you trust the service and the provider in question and are satisfied with the provider’s policies.</p>\n<p>31.\nWe have engaged and will continue to use third-party service providers to assist us in providing, maintaining, developing, protecting and promoting the Service and Websites.\nWe may, for example, use such parties for hosting the Service or a Website, sending out Service Messages or Marketing Messages, providing or hosting customer support services, performing analyses related to the Service or a Website, or for processing payments.\nWe may also store Personal Data in locations outside our direct control, e.g., on third-party cloud infrastructure or platforms (IaaS/PaaS) or cloud infrastructure whose operation we have entrusted to other parties.\nThese service providers may have access to your Personal Data for the limited purpose of providing the service we have engaged them to provide.\nImportantly for you as a ‘data subject’, our use of such service providers may involve transmitting your Personal Data to jurisdictions other than the one you reside in.\nWhere this is the case, section 37 will apply.</p>\n<p>32.\nWe may share your Personal Data with our corporate subsidiaries and outside accountants, legal counsels and auditors.</p>\n<p>33.\nIf we engage in or are subject to a merger, acquisition, division, transformation, public offering of our securities, obtaining financing, divestiture of all or substantially all of our assets or a significant part of such assets, transfer of the enterprise or a part of the enterprise to which your agreement with us pertains, or a similar transaction or proceeding, or if we take steps in contemplation of such activities (e.g., submit to due diligence), your Personal Data may, subject to standard confidentiality arrangements, be shared with, or transferred to, our counterparties or other relevant participants in the respective transaction or proceeding.</p>\n<p>34.\nWe may find ourselves in a situation where we are legally obliged to disclose some or all of your Personal Data or where we reasonably believe that we are so obliged.\nThis may be the case if we receive an Information request from an authority or there is a law or regulation that requires us to make a disclosure without specific request (e.g., to comply with national or international measures against terrorism or money laundering).\nWe may also be compelled to disclose your Personal Data by a judicial, arbitral, administrative or otherwise mandatory order or judgment.\nWhere any of the foregoing applies, we shall make the disclosure, and we may not be permitted to tell you that your Personal Data have been disclosed.</p>\n<p>35.\nThere may also be situations where we find the disclosure of your Personal Data to be necessary in order to exercise, enforce or defend our rights, freedoms or legitimate interests or to protect the rights, freedoms or legitimate interests of a third party (e.g., a ‘data subject’ or an intellectual property owner).</p>\n<p>36.\nWe shall disclose your Personal Data at your request (unless legally prohibited, impracticable or involving unreasonable effort or expense) or may do so upon your Consent.</p>International transfers of Personal Data <p>37.\nWe may transfer your Personal Data to jurisdictions other than the one you reside in, subject to section 37.</p>\n<p>38.\nWe shall not transfer your Personal Data from countries participating in the European Economic Area (“<b>EEA</b>”) to those which do not, or from the EEA to international organisations, unless the recipient country or the particular person or entity receiving the data ensures an adequate level of protection for the data received, or, if it does not, then without applying such safeguards as legally required and/or without the transfer being subject to such other conditions as the law provides for these kinds of transfers.</p>\n<p>For instance, if we are to transfer your Personal Data from the EEA to an infrastructure provider (or another service provider necessary for the provision of the Service) in the United States (which is likely to occur in our use of some of the service providers mentioned under section 30), we shall make sure that our provider ensures an adequate level of protection for the Personal Data received.\nIn case our provider is located in the US, we implement, where possible, sufficient level of Standard Contractual Clauses included in service agreements between us and the service providers.\nThose agreements stipulate that the service provider must ensure a level of protection of Personal Data that is equivalent to the GDPR.\nAs there are undergoing renewal of Standard Contractual Clauses in EU due to the fact that US Foreign Intelligence Surveillance Act (FISA) applies to data transferred to the US, we update our agreements with service providers accordingly.\nThis does not influence technological protection measures that are in place at any time.\nIn case our providers have implemented standard terms of data processing, we do our best to choose service providers that promise to ensure an adequate level of personal data protection according to GDPR.\nIn addition to this, the risk for us to be subject to FISA or other US law enforcement related acts is relatively low as the main purpose of those acts is related to communication data.</p>Personal Data Security <p>39.\nWe shall maintain adequate technical and organisational measures to ensure such level of security in our processing of Personal Data as appropriate in the given circumstances.\nUpon assessing whether a measure is adequate and which level of security is appropriate we consider the nature of the Personal Data we are processing and the nature of the processing operations we perform, the risks to which you are exposed by our processing of your Personal Data, the state of the art, the costs of implementation and such other matters as may be relevant in the particular circumstances.\nCertain of these measures have been described in the Data Protection Policy.</p>\n<p>40.\nThe measures referenced in the preceding section particularly address the following: (a) the protection of Personal Data against unauthorised or unlawful processing and against accidental loss, alteration or destruction.\n(b) the integrity and confidentiality of Personal Data.\n(c) the availability and resilience of the Service features pertinent to the processing of Personal Data.\nand (d) our ability to restore the availability and access to Personal Data in a timely manner after a Service failure.</p>\n<p>41.\nHowever, please be aware that no security measure is perfect.\nOur efforts notwithstanding, we cannot guarantee that your Personal Data, during transmission over the internet or while stored in our systems or those of our service providers or while otherwise in our care, will be absolutely safe from unauthorised or unlawful processing or accidental loss, alteration or destruction, or that they will indeed be intact and confidential at all times or shortly available after any Service incident.\nNote also that we cannot control, and are not responsible for, the actions of other parties with whom you share (or instruct us to share) your Personal Data.</p>Your rights as a Data subject <p>42.\n‘Data subjects’ in the EEA have certain statutory rights under the GDPR concerning the Personal Data that we have on them.\nThis part of the Policy aims to give you a general understanding of these rights and we encourage you to deepen this understanding by studying the GDPR yourself.\nTo facilitate this, we have, in relation to each of the rights noted below, provided a reference to the specific provision of the GDPR from which that right arises.</p>\n<p>43.\nSpecifically then, and subject to such statutory exceptions as may apply in your particular case, your ‘data subject’ rights include the following:</p>\n<p>Right of access / GDPR Article 15</p>\n<p>You have the right to enquire and get a confirmation from us as to whether or not we process any of your Personal Data.\nWhere we do, you may request access to those data and have us give you a copy of them.\nA User can access most of the Personal Data we have about her by logging in to her User Account and going to her profile page (we have what you see there), and it may well be that these are the only Personal Data we maintain on her.\nIf you wish to be certain or have no User Account, please use the contact details at the end of this Policy to exercise your ‘right of access’.</p>\n<p>44.\nRight to rectification / GDPR Article 16</p>\n<p>If the Personal Data we have about you is incorrect, you have the right to request that we correct those data, and, in some circumstances, you may have the right to require that your incomplete Personal Data be completed (but in each of these cases we may need to verify the accuracy of the information you provide to us).\nAs with the ‘right of access’, Users can and are encouraged to update the Personal Data under their User Accounts themselves.</p>\n<p>45.\nRight to erasure (right to be forgotten) / GDPR Article 17</p>\n<p>You have the right to request that we delete or remove the Personal Data we have on you where there is no good reason for us continuing to process them.\nPlease note that we may not always be able to comply with your request as there may be specific legal reasons which warrant the processing.\nShould this be the case, we shall inform you accordingly at the time of your request.</p>\n<p>46.\nRight to object / GDPR Article 21</p>\n<p>You have the right to object to our processing of your Personal Data where the processing is based on Interest and there is something about your particular situation that makes you want to object to processing on this ground as you feel it impacts your interests or fundamental rights and freedoms.\nThere may, however, be occasions where we demonstrate that we have compelling legitimate grounds to process your Personal Data (i.e., that our legitimate interests or those of a third party override yours and your fundamental rights and freedoms) and thus dismiss your objection.\nIn case we are processing your Personal Data for direct marketing purposes, you may object to that processing at any time and we shall no longer process your Personal Data for such purposes.</p>\n<p>47.\nRight to restriction of processing / GDPR Article 18</p>\n<p>You have the right to request that we suspend the processing of your Personal Data where any of the following applies: (a) you have contested the accuracy of the data and the same needs to be verified.\n(b) the processing is unlawful but you do not want us to erase the data that we are processing.\n(c) you need us to maintain the data even though we no longer require them as they are necessary for your establishment, exercise or defence of legal claims.\nor (d) you have objected to processing as described under section 45 but we need to verify whether we have overriding legitimate grounds for processing.</p>\n<p>48.\nRight to data portability / GDPR Article 20</p>\n<p>If our processing of your Personal Data which you have provided us is based on a Contractual ground or on Consent and the processing is carried out by automated means, you are entitled to have us make those data available to you in a structured, commonly used and machine-readable format so that you could transmit them to someone else (another ‘controller’).\nYou may also ask us to transmit these data to that other ‘controller’ directly, and we shall do so, if technically feasible.</p>\n<p>49.\nRight to withdraw consent / GDPR subsection 13(2)(c)</p>\n<p>If we are processing your Personal Data based on Consent, you may withdraw that consent at any time (but this will not affect the lawfulness of any processing activities carried out based on your consent before its withdrawal).</p>\n<p>50.\nAs noted above, you can exercise some of your ‘data subject’ rights (such as the ‘right of access’ and the ‘right to rectification’) through your User Account.\nIf you are unable to do so, particularly if you have no User Account, or if the right in question cannot be thus exercised, then please use the contact details at the end of this Policy to get in touch with us and we shall do what we reasonably can to facilitate the exercise of your rights.</p>\n<p>51.\nWe aim to respond to any legitimate request within a month of its receipt but it may take us longer if your request is particularly complex or you have made several requests.\nIf that is the case, we shall let you know and keep you updated.</p>\n<p>52.\nWe shall not charge you any fee for exercising the above rights unless your requests are clearly unfounded or excessive (e.g., because of their repetitive character), in which case we may charge a reasonable fee.\nAlternatively, we may decline your request in such circumstances.</p>Your rights under Californian law <p>The rights in sections 53-55 of this Policy are applicable to residents of California.</p>\n<p>53.\nCalifornia consumers have a right to knowledge, access, and deletion of their personal information under the California Consumer Privacy Act.\nCalifornia consumers also have a right to opt out of the sale of their personal information by a business and a right not to be discriminated against for exercising one of their California privacy rights.\nWe do not sell the personal information of California consumers and does not discriminate in response to privacy rights requests.</p>\n<p>54.\nThird party Cookies.\nThird parties that have content embedded on Websites may set cookies on a user’s browser and/or obtain information about the fact that a web browser visited a Website from a certain IP address.\nPlease read third party cookie policies to get more information about their use of cookies.</p>\n<p>55.\nHow “Do Not Track” requests are handled.\nOur Websites do not support “Do Not Track” requests.\nHowever, some third-party sites do keep track of your browsing activities when they serve you content, which enables them to tailor what they present to you.\nIf you are visiting such sites, your browser allows you to set the DNT signal on your browser so that third parties (particularly advertisers) know you do not want to be tracked.\nIf you want to opt-out of this online behavioural advertising, visit the following sites: http://www.aboutads.info/consumers.</p>Right to lodge a complaint with a supervisory authority <p>56.\nIn case you believe that we are processing your Personal Data in violation of the GDPR, you have the right to lodge a complaint with the ‘supervisory authority’ located in the EEA country where you reside or work or where the alleged infringement took place or you can lodge the complaint with our ‘supervisory authority’ whose details are below.</p>Estonian Data Protection Inspectorate (Andmekaitse Inspektsioon)<br>19 Väike-Ameerika St, Tallinn, 10129, Estonia<br>Tel: +372 6274 135<br>Email: info@aki.ee<br>Web: www.aki.ee/en<br>Changes to this Policy <p>57.\nWe may revise this Policy from time to time to reflect changes to the Service, Websites, applicable laws, regulations or standards or other changes that may occur in our business.\nWe shall post the revised Policy (or, as the case may be, our new privacy policy) on the same webpage where we published this Policy or on such other webpage as we then may habitually use for publishing materials such as the Policy.\nWe may also use the Service, email or other means for notifying Users of such policy changes.\nThe revised Policy (or, as applicable, the new one) will be effective when posted as described unless the document itself specifies a later time for its entry into force.</p>Contact details <p>58.\nFeel free to get in touch with us if you have any questions about this Policy or our data processing practices or if you would like to exercise any of your ‘data subject’ rights with respect to the Personal Data we maintain on you.</p>\n<p>Email us: support@toggl.com<br>Call us: +372 712 1144<br>Write to Toggl OÜ, Tornimäe 5, 2nd floor, Tallinn 10145, Estonia<br>Write to Toggl Inc: Suite 403-A, 1013 Centre Road, Wilmington, DE 19805, USA<br>\n</p>\n<p>Last revised: April 19th 2021.</p>Toggl's Tools<ul>\n<li>\n<p>Your browser doesn't support HTML5 video.</p>Beautifully simple planningDiscover Plan</li>\n<li>\n<p>Your browser doesn't support HTML5 video.</p>Effortless time tracking and reportingDiscover Track</li>\n<li>\n<p>Your browser doesn't support HTML5 video.</p>Intelligent candidate-screeningDiscover Hire</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Your browser doesn't support HTML5 video.</p>Beautifully simple planningDiscover Plan<p>Your browser doesn't support HTML5 video.</p>Effortless time tracking and reportingDiscover Track<p>Your browser doesn't support HTML5 video.</p>Intelligent candidate-screeningDiscover HireToggl Global<ul>\n<li>Blog</li>\n<li>Our Mission</li>\n<li>Working at Toggl14</li>\n<li>Legal Terms</li>\n</ul>\n<p>Discover all three Toggl tools:</p>Effortless time trackingBeautifully simple planningIntelligent candidate-screening© 2021 Toggl.\nAll rights reserved.<p>We use cookies to ensure you get the best experience on our site.&nbsp;More details.</p>Got it ", "created_at": "2021-05-30 20:58:12.915263", "updated_at": "2021-05-30 18:58:28.578025"}], "points": [{"id": 27229, "title": "Your personal information is used for many different purposes", "source": "https://toggl.com/track/legal/privacy/", "status": "See \"Purposes and grounds for Information processing\" for a full list", "created_at": "2022-03-10 06:37:15.188734", "updated_at": "2022-03-10 06:37:15.188734", "quoteText": null, "case_id": 185, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27228, "title": "This service may collect, use, and share location data", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 06:36:21.611422", "updated_at": "2022-03-10 06:36:21.611422", "quoteText": "We may also store Personal Data in locations outside our direct control, e.g., on third-party cloud infrastructure or platforms (IaaS/PaaS) or cloud infrastructure whose operation we have entrusted to other parties.", "case_id": 373, "document_id": 6511, "quoteStart": 35582, "quoteEnd": 35797}, {"id": 27227, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 06:31:13.904517", "updated_at": "2022-03-10 06:31:13.904517", "quoteText": "We may find ourselves in a situation where we are legally obliged to disclose some or all of your Personal Data or where we reasonably believe that we are so obliged.\nThis may be the case if we receive an Information request from an authority or there is a law or regulation that requires us to make a disclosure without specific request (e.g., to comply with national or international measures against terrorism or money laundering).\nWe may also be compelled to disclose your Personal Data by a judicial, arbitral, administrative or otherwise mandatory order or judgment.\nWhere any of the foregoing applies, we shall make the disclosure, and we may not be permitted to tell you that your Personal Data have been disclosed.", "case_id": 164, "document_id": 6511, "quoteStart": 36971, "quoteEnd": 37694}, {"id": 27226, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 06:27:42.922618", "updated_at": "2022-03-10 06:27:42.922618", "quoteText": "If you limit the ability of a Service application or Website to set cookies, you may, and in some cases most definitely will, prevent yourself from using that application or site or certain of its features, or may worsen your user experience as the item in question will not be personalised to you.", "case_id": 375, "document_id": 6511, "quoteStart": 30933, "quoteEnd": 31231}, {"id": 27225, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://toggl.com/track/legal/terms/", "status": "\"the Software, the Service and anything offered or delivered as a part of, in conjunction with, or by means of any Feature is provided on an \"as is\" and \"as available\" basis;\" - Section 6.4.b", "created_at": "2022-03-10 06:22:41.481229", "updated_at": "2022-03-10 06:22:41.481229", "quoteText": null, "case_id": 286, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27224, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 06:17:27.039685", "updated_at": "2022-03-10 06:17:27.039685", "quoteText": "when you register for a Service user account (“<b>User Account</b>”), we ask you to give us your full name, email address, country of residence and time zone, and you may also upload a profile picture.", "case_id": 214, "document_id": 6511, "quoteStart": 8242, "quoteEnd": 8443}, {"id": 27223, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 06:15:22.087706", "updated_at": "2022-03-10 06:15:22.087706", "quoteText": "when you log in to the Service, the date and time of your login will be recorded along with your IP address (giving us your approximate location)", "case_id": 399, "document_id": 6511, "quoteStart": 10994, "quoteEnd": 11139}, {"id": 27222, "title": "You agree not to use the service for illegal purposes", "source": "https://toggl.com/track/legal/terms/", "status": "\"The User further warrants that he will not use the Service for sending unsolicited communications or uploading, transmitting, delivering, running, controlling or storing harmful code, malware or illegal content, and, in the Customer's case, that no Guest User will do so.\" - Section 8.5", "created_at": "2022-03-10 06:13:14.479983", "updated_at": "2022-03-10 06:13:14.479983", "quoteText": null, "case_id": 280, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27221, "title": "Your account can be suspended for several reasons", "source": "https://toggl.com/track/legal/terms/", "status": "The Supplier may, in its sole discretion, temporarily or permanently disable, close or restrict access to any User Account that is used for infringing on anyone's Intellectual Property or proprietary or personal rights or to perform any of the acts mentioned in section 8.7, and shall not be liable for any loss, damage or other undesirable consequences resulting therefrom.", "created_at": "2022-03-10 06:10:56.102605", "updated_at": "2022-03-10 06:10:56.102605", "quoteText": null, "case_id": 205, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27220, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://toggl.com/track/legal/terms/", "status": "\"It shall be the User's own responsibility to maintain the confidentiality of his usernames, passwords, access tokens and similar credentials.\" - Section 10.2", "created_at": "2022-03-10 06:08:57.573848", "updated_at": "2022-03-10 06:08:57.573848", "quoteText": null, "case_id": 148, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27219, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://toggl.com/track/legal/terms/", "status": "\"The Customer shall be fully responsible for the activity that occurs under his User Account, including all data processing and other acts performed through or by means thereof, and must notify the Supplier promptly upon learning of any security breach relating to or unauthorised use of his User Account.\" - Section 10.1", "created_at": "2022-03-10 06:06:08.622417", "updated_at": "2022-03-10 06:06:08.622417", "quoteText": null, "case_id": 484, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27218, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://toggl.com/track/legal/terms/", "status": "\"The User shall defend, indemnify and hold harmless the Supplier, its officers, directors, employees, contractors, agents and representatives from and against all claims made by and all damages, liabilities, penalties, fines, costs and expenses payable to any third party that arise from the User's or, if the User is a Customer, then his own or any Guest User's: (a) breach of any obligation, representation or warranty hereunder; (b) misuse of any Feature; or (c) infringement of anyone's Intellectual Property or proprietary or personal rights.\" - Section 17", "created_at": "2022-03-10 06:03:50.299974", "updated_at": "2022-03-10 06:03:50.299974", "quoteText": null, "case_id": 146, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27217, "title": "There is a date of the last update of the agreements", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 06:01:41.786732", "updated_at": "2022-03-10 06:01:41.786732", "quoteText": "<p>Last revised: April 19th 2021", "case_id": 331, "document_id": 6511, "quoteStart": 51111, "quoteEnd": 51143}, {"id": 27216, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://toggl.com/track/legal/terms/", "status": "\"all disputes arising from or otherwise concerning the Agreement or the Service (including disputes concerning the formation or validity hereof) shall be resolved by arbitration as follows: (i) the matter shall be arbitrated by the Arbitration Court of the Estonian Chamber of Commerce and Industry (ACECCI); (ii) the proceedings shall be conducted in accordance with the ACECCI's then-current arbitration rules; (iii) the seat of arbitration shall be Tallinn, Estonia; and (iv) any decision (order, judgment or other) that the ACECCI may deliver in such a dispute shall be enforceable in all jurisdictions. Each Party hereby irrevocably submits to the ACECCI's jurisdiction and waives any and all objections it may have thereto;\" - Section 24.b of Terms of Service", "created_at": "2022-03-10 05:57:05.514602", "updated_at": "2022-03-10 05:57:05.514602", "quoteText": null, "case_id": 241, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27215, "title": "This service informs you that its Terms of Service does not apply to third party websites", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 05:34:01.839625", "updated_at": "2022-03-10 05:34:01.839625", "quoteText": "please note that we are not responsible for the privacy practices (or other acts or omissions) of such third-party service providers, so it would be advisable for you to make sure, before the integration, that you trust the service and the provider in question and are satisfied with the provider’s policies.</p>", "case_id": 408, "document_id": 6511, "quoteStart": 34827, "quoteEnd": 35139}, {"id": 27214, "title": "The service explains how to prevent disclosure of personal information to third parties", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 05:33:14.418756", "updated_at": "2022-03-10 05:33:14.418756", "quoteText": "You can control which data are shared when enabling and/or while enjoying the integration (depending on the third-party service).", "case_id": 334, "document_id": 6511, "quoteStart": 34515, "quoteEnd": 34644}, {"id": 27212, "title": "Your data may be processed and stored anywhere in the world", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 05:29:37.552776", "updated_at": "2022-03-10 05:29:37.552776", "quoteText": "We may transfer your Personal Data to jurisdictions other than the one you reside in", "case_id": 187, "document_id": 6511, "quoteStart": 38257, "quoteEnd": 38341}, {"id": 27211, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 05:28:08.026248", "updated_at": "2022-03-10 05:28:08.026248", "quoteText": "We only store your Personal Data for as long as necessary in the light of, or compatible with, the purposes for which the data were collected (e.g., enjoying our rights and performing our obligations under the contract you have with us, if that was the sole purpose) and such additional period as may be required by law.</p>", "case_id": 303, "document_id": 6511, "quoteStart": 31446, "quoteEnd": 31770}, {"id": 27209, "title": "Third-party cookies are used for statistics", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 05:25:34.430269", "updated_at": "2022-03-10 05:25:34.430269", "quoteText": "Other cookies allow us (or third parties we have engaged) to recognise and count the number of visitors to a Website, see how they move around the site when using it, which links they follow and who reads what, or to selectively record and analyse how and by what means Users are interacting with our applications (only specific pieces of information are collected, and without identifying the Users).", "case_id": 325, "document_id": 6511, "quoteStart": 15972, "quoteEnd": 16373}, {"id": 27208, "title": "Third-party cookies are used for advertising", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 04:48:22.597463", "updated_at": "2022-03-10 04:48:22.597463", "quoteText": "there are some third-party cookies that gather information about your browsing activities over time and across different websites following your use of ours (in other words, track your online behaviour), which may result in advertisements or other messages being displayed to you based on your browsing history.", "case_id": 128, "document_id": 6511, "quoteStart": 16603, "quoteEnd": 16914}, {"id": 27207, "title": "First-party cookies are used", "source": "https://toggl.com/track/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-10 04:38:43.925436", "updated_at": "2022-03-10 04:45:19.583369", "quoteText": "<p>When you use our web or cloud applications, visit Websites or retrieve resources (e.g., files or other information) that form part of a Website, certain pieces of data known as cookies are sent to the device you are using and will be stored there.\nYour web browser stores them either at our request", "case_id": 126, "document_id": 6511, "quoteStart": 14206, "quoteEnd": 14507}, {"id": 27206, "title": "This service is only available to users over a certain age", "source": "https://toggl.com/track/legal/terms/", "status": "'As far as natural persons are concerned, the Service is only intended for those who have full active legal capacity. Such capacity is usually attained by becoming of legal age (the age of majority), which commonly occurs at the age of 18. Individuals whose active legal capacity is restricted are also restricted from being Users and must not perform any of the acts mentioned in the definition of \"User\".' - section 3.1", "created_at": "2022-03-10 04:15:17.035052", "updated_at": "2022-03-10 04:15:17.035052", "quoteText": null, "case_id": 152, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27205, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://toggl.com/track/legal/privacy/", "status": "\"Our Websites do not support “Do Not Track” requests.\" - section 55", "created_at": "2022-03-10 04:10:34.281312", "updated_at": "2022-03-10 04:10:34.281312", "quoteText": null, "case_id": 233, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27204, "title": "The service claims to be CCPA compliant for California users", "source": "https://toggl.com/track/legal/privacy/", "status": "The privacy policy provides rights to California users under Californian law i sections 53-55.", "created_at": "2022-03-10 04:09:49.391528", "updated_at": "2022-03-10 04:09:49.391528", "quoteText": null, "case_id": 482, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 27203, "title": "The service claims to be GDPR compliant for European users", "source": "https://toggl.com/track/legal/privacy/", "status": "The privacy policy claims \"we do our best to choose service providers that promise to ensure an adequate level of personal data protection according to GDPR\", and provides a list of rights for those living in the EEA in clauses 42-52.", "created_at": "2022-03-10 04:08:00.916381", "updated_at": "2022-03-10 04:08:00.916381", "quoteText": null, "case_id": 481, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["toggl.com"]}}