{"error": 448, "message": "OK", "parameters": {"id": 5353, "name": "SpeedLight ", "created_at": "2021-10-29 21:31:20.463599", "updated_at": "2021-10-29 22:01:09.155133", "wikipedia": null, "keywords": null, "related": null, "slug": "speedlight", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5353.png", "url": "speedlight.io", "documents": [{"id": 9611, "name": "Privacy Policy", "url": "https://speedlight.io/p/policy", "xpath": "//body", "text": " Privacy Policy <p>This Privacy Policy describes how speedlight.io (also referred to herein as \"SpeedLight\", \"our website\", \"we,\" \"our\" or \"us\") collect, use, and share information in connection with your use of our services (including website speedlight.io) and applications (collectively, the \"Services\").\nThis Privacy Policy (the \"Privacy Policy\") does not apply to information our customers may process when using our Services.\n</p>\n<p>We may collect and receive information about users of our Services (\"users,\" \"you,\" or \"your\") from various sources, including: (i) information you provide through your user account on the Services (your \"Account\") if you register for the Services.\n(ii) your use of the Services.\nand (iii) from third-party websites, services, and partners.\n</p>\n<p>We recommend that you read this Privacy Policy in full to ensure you are fully informed.\nIf you require any more information or have any questions about our privacy policy, please feel free to contact us by email at support@speedlight.io.\n</p> Information we collect <p>\n<b>Information You Provide</b>\n</p>\n<p>1.\nAccount information.\nWhen you register for an Account, we may ask for your name and email address.</p>\n<p>2.\nUser content.\nSpeedLight allows you to publish content on our Services.\nBy using SpeedLight, you agree that information you intentionally post to public (such as, but not limited to forum posts, blog posts, comments, testimonials, reviews and similar data) may be viewed and used by other users and third parties we do not control.\n</p>\n<p>3.\nCommunications.\nIf you contact us directly, we may receive additional information about you such as your name, email address, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.\n</p>\n<p>\n<b>Log Files</b>\n</p>\n<p>Like many other Web sites, our website makes use of log files.\nThese files merely logs visitors to the site - usually a standard procedure for hosting companies and a part of hosting services's analytics.\nThe information inside the log files includes internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date/time stamp, referring/exit pages, and possibly the number of clicks.\nThis information is used to analyze trends, administer the site, track user's movement around the site, and gather demographic information.\nIP addresses, and other such information are not linked to any information that is personally identifiable.\n</p>\n<p>\n<b>Cookies and Web Beacons</b>\n</p>\n<p>Our website uses cookies to store information about visitors' preferences, to record user-specific information on which pages the site visitor accesses or visits, and to personalize or customize our web page content based upon visitors' browser type or other information that the visitor sends via their browser.\n</p>\n<p>\n<b>General browsing cookies:</b>\n</p>\n<ul>\n<li> Allow users to opt out of certain types of modeling, tailoring, or personalization in our products </li>\n<li> Collect information on our users' preferences in order to create more useful products </li>\n<li> Maintain the regular business operations of our Advertising and Marketing departments (such as one-time pop-ups or \"hero\" displays when first visiting a site and to collect impressions and click data) </li>\n<li> Help to diagnose and correct downtime, bugs, and errors in our code to ensure that our products are operating efficiently </li>\n</ul>\n<p>\n<b>User account cookies:</b>\n</p>\n<ul>\n<li>Validate the authenticity of persons attempting to gain access to a specific user account</li>\n<li>Store user local browsing settings to adjust account layouts and simplify the data entry</li>\n<li>Allow users to save the documentation searches they perform</li>\n<li>Allow users to opt-out from specific information line careers offers pop-ups and such</li>\n<li>Create a channel of direct communication between our support staff and users who request assistance</li>\n</ul>\n<p>\n<b>Third Party Cookies</b>\n</p>\n<p>The use of cookies, the names of cookies, and other cookies related cookies technology may change over time and SpeedLight will make all reasonable efforts to notify you by updating our cookies table where material changes occur and from time-to-time.\n</p>\n<p>\n<b>Restricting cookies</b>\n</p>\n<p>If you don't want SpeedLight to store specific cookies, you may clean them from within your browser's history and stop using the specific Services.\nPlease note that some Services may become unusable without cookies, however, you are not enforced to use all of Services if you need a limited set of Services only.\n</p>\n<p>\n<b>Our Advertising Partners</b>\n</p>\n<p>Some of our advertising partners may use cookies and web beacons on our site.\nThese third-party ad servers or ad networks use technology in their respective advertisements and links that appear on our website and which are sent directly to your browser.\nThey automatically receive your IP address when this occurs.\nOther technologies (such as cookies, JavaScript, or Web Beacons) may also be used by our site's third-party ad networks to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on the site.\n</p> How we use the information <p>We use the information we collect in various ways, including to:</p>\n<ul>\n<li> Provide, operate, and maintain our Services.\n</li>\n<li> Improve, personalize, and expand our Services.\n</li>\n<li> Understand and analyze how you use our Services.\n</li>\n<li> Develop new products, services, features, and functionality.\n</li>\n<li> Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the Service, and for marketing and promotional purposes.\n</li>\n<li>Find and prevent fraud;</li>\n<li> For compliance purposes, including enforcing our Terms of Service, or other legal rights, or as may be required by applicable laws and regulations or requested by any judicial process or governmental agency.\n</li>\n</ul>\n<p>\n<b>How we share the information</b>\n</p>\n<p>We may share the information we collect in various ways, including the following:</p>\n<ol>\n<li> Vendors and Service Providers.\nWe may share information with third-party vendors and service providers that provide services on our behalf, such as helping to provide our Services, for promotional and/or marketing purposes, and to provide you with information relevant to you such as product announcements, software updates, special offers, or other information.\n</li>\n<li> Aggregate Information.\nWhere legally permissible, we may use and share information about users with our partners in aggregated or de-identified form that can't reasonably be used to identify you.\n</li>\n<li> Analytics.\nWe use analytics providers such as Google Analytics.\nGoogle Analytics uses cookies to collect non-identifying information.\nGoogle provides some additional privacy options regarding its Analytics cookies at http://www.google.com/policies/privacy/partners/.\n</li>\n<li> Business Transfers.\nInformation may be disclosed and otherwise transferred to any potential acquirer, successor, or assignee as part of any proposed merger, acquisition, debt financing, sale of assets, or similar transaction, or in the event of insolvency, bankruptcy, or receivership in which information is transferred to one or more third parties as one of our business assets.\n</li>\n<li> As Required By Law and Similar Disclosures.\nWe may also share information to (i) satisfy any applicable law, regulation, legal process, or governmental request.\n(ii) enforce this Privacy Policy and our Terms of Service, including investigation of potential violations hereof.\n(iii) detect, prevent, or otherwise address fraud, security, or technical issues.\n(iv) respond to your requests.\nor (v) protect our rights, property or safety, our users and the public.\nThis includes exchanging information with other companies and organizations for fraud protection and spam/malware prevention.\n</li>\n<li> With Your Consent.\nWe may share information with your consent.\n</li>\n</ol>\n<p>\n<b>Third Party Privacy Policies</b>\n</p>\n<p>You may access other third-party services through the Services, for example by clicking on links to those third-party services from within the Services.\nWe are not responsible for the privacy policies and/or practices of these third-party services.\n</p>\n<p>You should consult the respective privacy policies of these third-party ad servers for more detailed information on their practices as well as for instructions about how to opt-out of certain practices.\nOur website's privacy policy does not apply to, and we cannot control the activities of, such other advertisers or web sites.\n</p>\n<p>\n<b>Children's Information</b>\n</p>\n<p>We believe it is important to provide added protection for children online.\nWe encourage parents and guardians to spend time online with their children to observe, participate in and/or monitor and guide their online activity.\n</p>\n<p>SpeedLight does not knowingly collect any personally identifiable information from children under the age of 13.\nIf a parent or guardian believes that our website has in its database the personally-identifiable information of a child under the age of 13, please contact us immediately (using the contact in the first paragraph) and we will use our best efforts to promptly remove such information from our records.\n</p>\n<p>\n<b>Security</b>\n</p>\n<p>SpeedLight is committed to protecting your information.\nTo do so, we employ a variety of security technologies and measures designed to protect information from unauthorized access, use, or disclosure.\nThe measures we use are designed to provide a level of security appropriate to the risk of processing your personal information.\nHowever, please bear in mind that the Internet cannot be guaranteed to be 100% secure.\n</p>\n<p>\n<b>Data retention</b>\n</p>\n<p>We retain personal information we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax, or accounting requirements).\n</p>\n<p>When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.\n</p>\n<p>\n<b>Your data protection rights under the General Data Protection Regulation (GDPR)</b>\n</p>\n<p>If you are a resident of the EEA, you have the following data protection rights: </p>\n<ul>\n<li> If you wish to access, correct, update, or request deletion of your personal information, you can do so at any time by emailing support@speedlight.io.\n</li>\n</ul>\n<p>In addition, you can object to the processing of your personal information, ask us to restrict the processing of your personal information, or request portability of your personal information.\nAgain, you can exercise these rights by emailing support@speedlight.io.\n</p>\n<ul>\n<li> You have the right to opt-out of marketing communications we send you at any time.\nYou can exercise this right by clicking on the \"unsubscribe\" or \"opt-out\" link in the marketing emails we send you.\nTo opt-out of other forms of marketing, please contact us by emailing support@speedlight.io.\n</li>\n<li> Similarly, if we have collected and process your personal information with your consent, then you can withdraw your consent at any time.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.\n</li>\n<li> You have the right to complain to a data protection authority about our collection and use of your personal information.\nFor more information, please contact your local data protection authority.\n</li>\n</ul>\n<p>We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.\n</p>\n<p>\n<b>Consent</b>\n</p>\n<p>By using our website, you hereby consent to our privacy policy and agree to its terms.\n</p>\n<p>\n<b>Update</b>\n</p>\n<p>This Privacy Policy was last updated on: Friday, November 28th, 2019.\nShould we update, amend or make any changes to our privacy policy, those changes will be posted here.\n</p> ", "created_at": "2021-10-29 21:31:20.467578", "updated_at": "2021-10-29 19:51:53.849511"}, {"id": 9610, "name": "Terms Of Service", "url": "https://speedlight.io/p/terms", "xpath": "//body", "text": " Terms Of Service <p> You agree to the following terms and conditions by using SpeedLight online service and website (\"Services\").</p>\n<p>\n<strong>1.\nUsing Services</strong>\n</p>\n<p> The Services have been designed to perform specific tasks.\nThe interaction methods of each Service may be available for the user such as (but not limited to) manual input, various import and export procedures and remote network calls.</p>\n<p> The misuse of the Services, for example damaging the whole Service of part of it, violating (intentional or not) the third-party rights, Local and International laws or Terms of third-party participants may lead to suspension or cancellation of the Service(s) that we provide to you.\nThe violation of these Terms, or investigation of suspected misconduct may lead to suspension or cancellation as well.</p>\n<p> If you do not comply with these Terms, violate them intentionally or unintentionally, and immediate action is not taken, this does not mean that we are giving up any rights that we may have, or grant you the rights to violate the Terms in full or partial.</p>\n<p> Using our Services does not give you ownership of any intellectual property rights in our Services or the content you access.\nYou may not use content from our Services unless you obtain permission from its owner or are otherwise permitted by law.\nThese terms do not grant you the right to use any branding or logos used in our Services.\nDo not remove, obscure, or alter any legal notices displayed in or along with our Services.</p>\n<p> In connection with your use of the Services we provide, we may send you service announcements, administrative messages, and other information.\nYou may opt out of some of those communications.\nSee the Privacy Policy for information summary, retention and opt-out details.</p>\n<p>\n<strong>2.\nPrivacy and Copyright Protection</strong>\n</p>\n<p> To maintain the Services running we need to store some data which may be considered as personal (such as passwords, email addresses etc).\nWe do not share this information with any third parties, nor pass it to anyone.\nYou may request to opt out your information from our database, and your request will be fulfilled according to the Privacy Policy.</p>\n<p> We respond to notices of alleged copyright infringement and terminate accounts of repeat infringers according to the process set out in the U.S.\nDigital Millennium Copyright Act.</p>\n<p>\n<strong>3.\nPricing and Subscriptions</strong>\n</p>\n<p> The official pricing of our Services is published on official website.\nWe reserve the rights to change the pricing at any moment, however, keeping existing subscriptions and prepaid Services running until they expire.\nThe pricing can be changed by increasing or decreasing the payment amount, terms and overall conditions.</p>\n<p>\n<strong>4.\nServices Improvements and Termination</strong>\n</p>\n<p> We are constantly changing and improving our Services.\nWe may add or remove functionalities or features, and we may suspend or stop a Service altogether.</p>\n<p> You are free to stop using Services at any time, with the financial refund of unused money balances which were not used for any of the Services yet.\nThe existing running subscriptions are not subject to refund unless this is intentionally mentioned (e.g.\nTrial periods, refunds etc).\nWe will refund your terminated Service at the maximum technically possible level.</p>\n<p>\n<strong>5.\nWarranties</strong>\n</p>\n<p>\n<b>Other warranties</b>\n</p>\n<p> Our Services are designed for everyday professional use and intended for wide range of users.\nWe provide a commercially reasonable level of skill and support, but some things are beyond our control and are not warranted.</p>\n<p> Other than as expressly set out in these or additional terms, SpeedLight and its partners, distributors and franchisees does not make any specific promises about the Services: the results and effectiveness of Services usage, availability of specific functions or their reliability.\nThe Services are provided \"as is\", without warranty of the aspects mentioned above in this paragraph.</p>\n<p> We are subject to conform to various attendant agreements: various supplier terms and conditions.\nWe are not responsible for changes which may occur in terms and conditions of underlying services and tools.</p>\n<p>\n<strong>6.\nTerms Modification and Applicability</strong>\n</p>\n<p> We may modify these terms or any additional terms that apply to a Service to, for example, reflect changes to the law or changes to our Services.\nThe current Terms are always available in your account and your should look at the terms regularly.\nWe will post all modifications to the terms on this page.\nChanges will not apply retroactively and will become effective no sooner than fourteen days after they are posted.\nHowever, changes which affect the existing Services or changes made for legal reasons will be effective immediately.\nIf you do not agree to changes made to Terms you should stop using the Service according to the Service cancellation terms mentioned in this document.</p>\n<p> Any conflict in these Terms and underlying terms (including network providers, website hosting provider terms, local and international laws) is the subject to investigation with the priority of maximum mutual satisfaction of all sides involved.</p> ", "created_at": "2021-10-29 21:31:20.465955", "updated_at": "2021-10-29 19:51:47.513368"}], "points": [], "urls": ["speedlight.io"]}}