{"error": 448, "message": "OK", "parameters": {"id": 5192, "name": "voxy", "created_at": "2021-10-20 22:50:22.30361", "updated_at": "2021-10-20 22:01:10.880393", "wikipedia": null, "keywords": null, "related": null, "slug": "voxy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5192.png", "url": "voxy.com", "documents": [{"id": 9311, "name": "Privacy Policy", "url": "https://voxy.com/privacy-policy", "xpath": "//*[@id=\"content\"]", "text": "Privacy Policy<p>\n<em>Last Revised: August 2021</em>\n</p>1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Who we are<p>1.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Voxy, Inc.\n(<strong>Voxy</strong>,&nbsp;<strong>we</strong>, or&nbsp;<strong>us</strong>) welcomes you to www.Voxy.com and any and all platforms, applications or mobile applications offered by Voxy, Inc (the&nbsp;<strong>Site</strong>).\nThis Privacy Policy describes how Voxy collects and receives information about you through the Site and when contracting with corporate customers or providing our English language training and teaching services to end users (the&nbsp;<strong>Services</strong>) and through Voxy’s businesses, including offline and how we use and share your personal data.</p>\n<p>1.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Voxy is committed to protecting your privacy.\nWe want to maintain a transparent relationship with you, and let you know how we collect and securely process any personal data we collect or that you may provide us with.\nWe will process your personal data in accordance with applicable personal data protection laws.</p>\n<p>1.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In this Privacy Policy we refer to employees of corporate customers who we liaise with in relation to the corporate contract as&nbsp;<strong>B2B Contacts</strong>&nbsp;and individuals who utilise the Services or access the Site as&nbsp;<strong>Users</strong>.\nUnless otherwise stated, all sections of this Privacy Policy are applicable to B2B Contacts and Users.</p>\n<p>1.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This Privacy Policy exists in English and other translations.\nIn the event of inconsistencies between versions, the English version will prevail.</p>\n<p>1.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This Privacy Policy covers our use of your personal data when:</p>\n<p>1.5.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you enquire about and/or you (or your employer) enters into a corporate contract with us for the Services if you are a B2B Contact;</p>\n<p>1.5.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you register for an account with us and use our Site and Services if you are a User;</p>\n<p>1.5.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;when you get in touch with us including via our Site contact form, by email, social media or by phone (if you are a B2B Contact or User);</p>\n<p>1.5.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;you provide your personal data to Voxy offline.\nVoxy also may provide paper copies of the Privacy Policy when it collects information from you offline.\nand</p>\n<p>1.5.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;we collect personal data through cookies and similar technologies when you browse the Site.</p>\n<p>1.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Please also see:</p>\n<p>1.6.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your Terms of Use (if you are a User) for information relating to the contractual relationship between you and us in respect of your use of the Services and/or Site;</p>\n<p>1.6.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your corporate agreement (if you are a B2B Contact) for information relating to the contractual relationship between our corporate customer and Voxy in respect of the Services.\nand</p>\n<p>1.6.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Our Cookie Policy for information relating to our use of cookies and similar technologies on this Site.</p>2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;What We Collect and How We Use Personal Data<p>2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We will collect and use your personal data when you enquire about and/or enter into a corporate contract with us, register for an account with us and use our Site and Services, and when you get in touch with us including via our Site contact form, by email, social media or by phone and from cookies as described in the Cookie Policy.</p>\n<p>2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you are a&nbsp;User, Voxy may also be provided with your personal data by our corporate customers when they sign up to our Services (or personal data may be provided by our channel partners) in order to enable you to register an account and use our Services.\nOur corporate customers and channel partners will only share your personal data with us if they have previously informed you about this data sharing (e.g.\nyour employer will inform you they will share certain personal data with us (such as name, email address, role) to enable you to register and sign up to use the Services).</p>\n<p>2.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The table below sets out how we collect your personal data, the types of personal data and how this personal data is used.</p>\n<strong>&nbsp;</strong>\n<strong>What personal data we collect</strong>\n<strong>How we use your personal data</strong>\n<p>1.</p>If you are a B2B Contact, we will process personal data you provide&nbsp;<strong>when enquiring about or registering an interest in becoming a corporate customer</strong>&nbsp;including:<p>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Name;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Contact details (including email address and phone number);</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Job role.\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Name of your employer.</p>Voxy will use this personal data to:<p>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Respond to queries and other requests;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Negotiate the contract;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Manage and administer the contract including for payment, invoicing and refund purposes;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Manage any customer service issues that arise during the course of the contract;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Communicate with you regarding the management and administration of our contact with our corporate customer;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Help us ensure that our corporate customers are genuine and to prevent fraud.\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Send you direct marketing.</p>\n<p>2.</p>If you are a User, we will process personal data that you provide to us when&nbsp;<strong>registering for an account on our Site and during onboarding as a User.&nbsp;</strong>This includes:<p>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Name;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Email address;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;telephone number;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;account password;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Age;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;your country of residence;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;English language education experience and current knowledge/level;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Personal goals (e.g.\nuse of English for work, daily life, preparing for exams) in order to personalise lesson content;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Preferences and Interests (in order to suggest lesson content) (e.g.\nart, entertainment, food, lifestyle, sports).</p>\n<p>&nbsp;</p>Voxy will use this information to:<p>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Provide you with, manage and administer, our Site and Services;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Verify that you are authorised to access our Services under a corporate customer agreement;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To analyze our Users’ demographics and interests;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Meet our contractual commitments to you;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Help us ensure that our Users are genuine and to prevent fraud;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Allow Users to engage with each other through the Site;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Send you direct marketing (but only where you consent to this);</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Notify you about any changes to our Site, such as improvements or Service changes, that may affect our Services;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To alert you to new features, lessons, terms, Services, content, or activities</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To monitor and analyze information regarding your browsing and viewing preferences.\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Make the Site and Service more relevant and personal to you including by making content and lessons on the Site more relevant to you and your interests and encourage activity, session attendance and use of the Services.</p>\n<p>&nbsp;</p>\n<p>3.</p>If you are a User, personal data we collect&nbsp;<strong>when you use the Services</strong>&nbsp;including:<p>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Course and training progress, test scores and results;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The dates and times you, book, attend and access training and sessions and which sessions you have booked and attended.\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Photos and videos of your attendance at the session including your name and username if visible when attending the session.</p>\n<p>&nbsp;</p>Voxy use this personal data to:<p>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Provide our Services including access to sessions, testing, results and certifications;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Allow Users to engage with each other through the Site;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Provide reports about employee or student attendance (including name of employee or student) and usage of Services to our corporate customers by reference to corporate customer accounts and associated access codes;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Manage and develop our Site and Services;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Monitor compliance with and to enforce the Terms of Use.\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Use photos and videos for internal and external promotional purposes (e.g.\non our website or on social media).We will request consent to such use photos and/ or videos where required by applicable law.</p>\n<p>&nbsp;</p>\n<p>4.</p>Information when you&nbsp;<strong>communicate with us</strong>&nbsp;whether through our Site (including the contact us form or when you request a demo), by email, by phone, by social media or by any other means including:<p>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your contact details (name, email address, address, phone number and social media handle or user name).\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The details of your communications with us.\nThe details of our messages to you.</p>\n<p>&nbsp;</p>Voxy use this personal data in order to:<p>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Respond to requests for information about our Services;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Answer any questions, issues or concerns;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Monitor communications for quality and training purposes;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Develop new Services.\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Improve our Services.</p>\n<p>&nbsp;</p>\n<p>5.</p>When you&nbsp;<strong>sign up to receive our marketing emails and updates&nbsp;</strong>whether online or offline, including:<p>\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your contact details (name, email address, address).</p>Voxy use this personal data in order to:<p>\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To send marketing emails about our products and services and to provide you with personalized content in the marketing emails.</p>\n<p>6.</p>Personal data that we collect through&nbsp;<strong>your use of our Site</strong>&nbsp;including:<p>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;usage statistics;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;browsing history;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;domain name of your internet service provider;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Device information such as operating system, browser and version, country/region/city of device, unique device identifiers, the mobile network system;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;traffic data;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;weblog statistics ;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Hardware and browser settings;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Page requests;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The requests you make;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The pages you visit and sessions you attend.\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;IP address.</p>\n<p>For further information on our use of cookies see our Cookie Policy.</p>Voxy use this personal data in order to:<p>\n</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;analyse use of the website such as pages visited and number of visitors;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;monitor and analyse attendance at sessions through our Site;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Operate our Site;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Improve our Site, content, products and Services;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Provide and adapt our Site to the technical capabilities of User devices;</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Identify issues with the Site and the user’s experience of it.\nand</p>\n<p>●&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Monitor and analyse the way our Site is used.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>If personal data is required to enter into a contract with you or otherwise provide Services to you we may be unable to enter the contract or provide Services if you fail to provide the requested personal data.\nWe will inform you if this is the case.</p>\n<p>Voxy may automatically receive and record non-personal information on our server logs from your browser as well as through other analysis of the Site.</p>3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Our legal basis for using your personal data<p>3.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We rely on the following lawful bases under data protection law (where applicable) for our use of your personal data:</p>\n<p>3.1.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Consent</strong>: you have given your consent to the processing;</p>\n<p>3.1.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Performance of a contract</strong>: it is necessary for the performance of and compliance with your contract with us or in order to take steps prior to entering into that contract;</p>\n<p>3.1.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Legal or Regulatory Obligation</strong>: we need to process your personal data in order to comply with a legal or regulatory obligation.\nor</p>\n<p>3.1.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Legitimate Interests</strong>: it is necessary for our legitimate interests (or those of a third party).\nPlease see section<strong>&nbsp;When do we have legitimate interests?&nbsp;</strong>below for more information.</p>\n<p>3.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Please note that we may process your personal data without your knowledge or consent, in compliance with the above rules, where this is required or permitted by law.</p>4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When do we have legitimate&nbsp;interests?<p>4.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We use your personal data where this is necessary for our legitimate interests (or those of a third party).\nThis includes where use of your personal data is necessary to:</p>\n<p>4.1.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ensure effective administration and management of our Site;</p>\n<p>4.1.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Administer our operations and business in an efficient and effective way;</p>\n<p>4.1.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Manage and administer our Services, Site, content, activities and corporate customer arrangements;</p>\n<p>4.1.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Provide and administer accounts on our Site for Users;</p>\n<p>4.1.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Understand how individuals use our Site and Services;</p>\n<p>4.1.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Understand and respond to queries, complaints and feedback;</p>\n<p>4.1.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Research and analyse the Services our Users and corporate customers want;</p>\n<p>4.1.8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Send direct marketing to B2B Contacts and Users;</p>\n<p>4.1.9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Improve and develop our Services;</p>\n<p>4.1.10&nbsp;&nbsp;&nbsp;&nbsp;Maintain a public profile;</p>\n<p>4.1.11&nbsp;&nbsp;&nbsp;&nbsp;Transfer personal data in relation to an actual or proposed sale, transfer or re-organisation of all or part of our business and the acquisition of the business;</p>\n<p>4.1.12&nbsp;&nbsp;&nbsp;&nbsp;Ensure network and information security.\nand</p>\n<p>4.1.13&nbsp;&nbsp;&nbsp;&nbsp;Enforce our legal rights and manage any dispute and legal claims and take legal or other professional advice.</p>5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Legal requirements<p>5.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your personal data may be processed if it is necessary on reasonable request by a law enforcement or regulatory authority, body or agency or in the defence of a legal claim.&nbsp;&nbsp;We will not delete personal data if relevant to an investigation or a dispute.&nbsp;&nbsp;It will continue to be stored until those issues are fully resolved.</p>6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Where your information will be held<p>6.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Personal data collected by Voxy will be stored and processed in the United States in accordance with the laws of the United States.\nIf you submit your personal data directly to Voxy online or offline (e.g.\nwhen signing up for an account if you are a User), you acknowledge that you are providing your personal data to Voxy in the United States.</p>\n<p>6.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Depending on a B2B Contact or User’s location, data transfers may involve transferring personal data outside of that B2B Contact or User’s location.</p>\n<p>6.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you are located in the UK or European Economic Area, we may transfer your personal data to locations outside of the UK and European Economic area.\nHowever, to ensure your personal data is protected in accordance with EU and UK data protection law we will only transfer data outside the UK and European Economic Area where appropriate safeguards as required by applicable data protection law are in place.\nThis includes where a jurisdiction has been deemed adequate by the EU Commission or, where there is no adequacy decision, by putting in place Standard Contractual Clauses.\nPlease contact us at&nbsp;datacontroller@voxy.com&nbsp;if you would like further information on the specific safeguards used by us when transferring your personal data.</p>7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Rights of Users<p>7.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Users may exercise certain rights regarding their personal data under applicable data protection law.\nIn particular, Users may have the following rights:</p>\n<p>7.1.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Withdraw consent at any time.</strong>&nbsp.\nThe right to withdraw consent where you have previously given their consent to the processing of personal data.</p>\n<p>7.1.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Object to processing of persona data.</strong>&nbsp.\nThe right to object to the processing of personal data if the processing is carried out on a legal basis other than consent.</p>\n<p>7.1.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Access Personal Data.</strong>&nbsp.\nThe right to learn if personal data is being processed, obtain disclosure regarding certain aspects of the processing and obtain a copy of the personal data undergoing processing.</p>\n<p>7.1.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Verify and seek rectification.</strong>&nbsp.\nThe right to verify the accuracy of personal data and ask for it to be updated or corrected.</p>\n<p>7.1.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Restrict the processing of personal data.</strong>&nbsp.\nThe right, under certain circumstances, to restrict the processing of personal data.</p>\n<p>7.1.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Have Personal Data deleted or otherwise removed.</strong>&nbsp.\nThe right, under certain circumstances, to obtain the erasure of their personal data.</p>\n<p>7.1.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Portability.</strong>&nbsp;The right to receive personal data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the personal data is processed by automated means and that the processing is based on consent, on a contract which the User is part of or on pre-contractual obligations thereof.</p>\n<p>7.1.8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Lodge a complaint.&nbsp;</strong>&nbsp;You may also have a right to lodge a complaint with a supervisory or regulatory authority.\nIn particular if you are an EEA or UK resident you may lodge a complaint with the supervisory authority in the UK or Member State in the European Union where you are habitually resident, where you work or where an alleged infringement of data protection legislation has taken place.</p>\n<p>7.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Please contact us at&nbsp;datacontroller@voxy.com&nbsp;if you would like to exercise any of the above rights.</p>8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Retention of personal data<p>8.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Personal data shall be processed and stored for as long as required by the purpose they have been collected for.\nTherefore:</p>\n<p>8.1.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Personal data collected for purposes related to the performance of a contract shall be retained until such contract has been fully performed and for the relevant statutory limitation period following the end of that contract.</p>\n<p>8.1.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Personal data collected for the purposes of legitimate interests shall be retained as long as needed to fulfil such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this Privacy Policy.</p>\n<p>8.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The criteria we use to determine the retention period is as follows:</p>\n<p>8.2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;the length of time that you are a User of the Site and Services;</p>\n<p>8.2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;the duration of your contract with us;</p>\n<p>8.2.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;whether there are contractual or legal obligations that exist that require us to retain the data for a period of time;</p>\n<p>8.2.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;whether there is an ongoing legal claim that relates to your relationship with us.\nand</p>\n<p>8.2.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;whether any applicable law, statute, or regulation allows for a specific retention period.</p>\n<p>8.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We may use personal data to generate aggregated and anonymised information to assist in our planning, development and improvement of products and Services.\nThis information will cease to be personal data once it is made anonymous and aggregated and may be retained for longer than the retention periods set out above.</p>9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Direct&nbsp;Marketing<p>9.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you are a B2B Contact, Voxy may send direct marketing to you (in relation to marketing aimed at your employer) by email.\nB2B Contacts can opt-out of receiving these communications at any time.</p>\n<p>9.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you are a User, Voxy may send direct marketing,&nbsp;if you have given your consent:</p>\n<p>9.2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;to marketing relating to Voxy products and services.\nand/or</p>\n<p>9.2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;to marketing relating to identified third party products or services that may be of interest.</p>\n<p>9.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you do not want us to use your personal data for the purposes of direct marketing you can withdraw your consent at any time by contacting support@voxy.com.&nbsp;Please note that such requests may take up to ten (10) days to become effective.</p>\n<p>9.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Please note that if you choose not to consent to direct marketing or withdraw your consent to direct marketing we will still communicate with you in relation to any contract you have with us and other Service related messages.\nFor example, messages relating to Service downtime or confirmation of training bookings and communications relating to your contract with us, or&nbsp;messages regarding activation, reset password and login access.\nYou may not opt out of receiving communications regarding your dealings with Voxy or the Site, content, Services or technical information about the Site.</p>10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Information Sharing with Third Parties<p>10.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your personal data will be processed by our employees and contractors.</p>\n<p>10.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;There are also certain circumstances where we will transfer your personal data to third parties.\nThese include:</p>\n<p>10.2.1&nbsp;&nbsp;&nbsp;&nbsp;<strong>Group&nbsp;</strong>\n<strong>companies</strong>&nbsp;– so we can provide the best service across our group.\nWe also share your personal data within our group for management forecasting and financial planning purposes – although this would generally be aggregated data where no individual is identifiable.</p>\n<p>10.2.2&nbsp;&nbsp;&nbsp;&nbsp;<strong>Corporate&nbsp;</strong>\n<strong>customers</strong>&nbsp;– Voxy will share your personal data including name and details of training attended and certifications completed with the corporate customer that enabled your account.\nThis is the corporate customer whose activation code you used when signing up for an account on our Site to use our Services and would generally be your employer or the university or other educational institution you attend.\nThe information shared with corporate customers includes information about how many Users have signed up for our Services on the corporate account and usage/activity of those Users.\nCorporate customers (e.g.\nyour employer or your university) will act as an independent data controller – please see the relevant corporate customer’s privacy policy for details on how they will use and process your personal data;</p>\n<p>10.2.3&nbsp;&nbsp;&nbsp;&nbsp;<strong>Channel Partners&nbsp;</strong>– Voxy will share your personal data with the relevant Channel Partner.\nOur Channel Partners act as an intermediary with some of our corporate customers.\nWe will share personal data with the relevant Channel Partners to enable that Channel Partner to administer the arrangement with a specific corporate customer.\nThis includes your personal data collected through use of the Site and Services.</p>\n<p>10.2.4&nbsp;&nbsp;&nbsp;&nbsp;<strong>Service providers</strong>&nbsp;– Third parties may process your personal data on our instructions.\nThese include IT suppliers (including website hosting, software and app providers), cloud hosting providers, order fulfilment, payment processing, customer service, data analytics providers, debt agencies, professional advisors, marketing agencies, database providers, backup and disaster recovery specialists and email providers.</p>\n<p>Our suppliers and service providers will be required to meet appropriate standards on processing information and security when processing your personal data.&nbsp;&nbsp;The information we provide them, including your information, will only be processed in connection with the performance of their function.\nThey will not be permitted to use your information for any purposes other than those outlined in this Privacy Policy.</p>\n<p>Please see the table below for details of some of our key service providers.</p>\n<strong>Voxy SubProcessors</strong>\n<strong>Third Party/Service Vendor</strong>\n<strong>Purpose</strong>\n<strong>Country</strong>AWS AmazonHosting, Content Delivery Network servicesUSALogglyCentralized loggingUSAMarketoEmail service providerUSABluejeansVideo conferencingUSAPendo.ioThird-party analytics providerUSAGoogleThird-party analytics provider, email providerUSADatadogCentralized logging, monitoringUSAOktaAuthenticationUSASpeechAceSpeech recognitionUSAWistiaContent Delivery Network servicesUSAZendeskChat and service for customer supportUSAJobHomeCustomer supportBrazilSupportYourAppCustomer supportUkraine<p>10.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your personal data may be transferred to other third party organisations in certain scenarios, such as:</p>\n<p>10.3.1&nbsp;&nbsp;&nbsp;&nbsp;If we’re discussing selling or transferring part or all of our business – the information may be transferred to prospective purchasers under suitable terms as to confidentiality;</p>\n<p>10.3.2&nbsp;&nbsp;&nbsp;&nbsp;If we are reorganised or sold, or in the event of a merger, joint venture, assignment, transfer or disposition of all or any portion of Voxy’s business or operations (including without limitation in connection with bankruptcy or any similar proceedings) information may be transferred to a buyer who can continue to provide services to you;</p>\n<p>10.3.3&nbsp;&nbsp;&nbsp;&nbsp;If we’re required to by law, or under any regulatory code or practice we follow, or if we are asked by any public or regulatory authority – for example the Police e.g.\nin order to assist fraud protection and minimise credit risk;</p>\n<p>10.3.4&nbsp;&nbsp;&nbsp;&nbsp;In response to a subpoena, legal order or official request, when we believe you have acted in violation of our contract with you, to investigate, prevent or take action regarding suspected illegal activities, fraud or potential threats, or when we believe that doing so may protect your safety or the safety of Voxy or others, or as otherwise permitted or required by law.\nor</p>\n<p>10.3.5&nbsp;&nbsp;&nbsp;&nbsp;If we are exercising or defending a legal claim your information may be transferred as required in connection with defending such claim.</p>\n<p>10.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your personal data may be shared if it is made anonymous and aggregated, as in such circumstances the information will cease to be personal data.\nFor example, we may take personally identifiable information and de-identify it and share it in a de-identified or aggregated form with advertisers, business partners, and/or third parties in order to analyse Site usage, perform services on our Site or others’ Site, improve our services, improve our user experience, or for similar purposes.\nWe will not re-identify such data and we will ask our contracting parties to agree to keep the data in its de-identified form.</p>11&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Children<p>11.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Site is not directed toward children under 15 years of age nor does Voxy knowingly collect information from children under age 15 on the Site or offline.\nIf you are under 15, you are not permitted to use our Services, register for emails or direct marketing or to otherwise submit any personally identifiable information to Voxy.\nIf you provide information to Voxy through the Site, you represent that you are 15 years of age or older.</p>\n<p>11.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you are between 15 and 17 years of age, when you visit, browse, use, or submit personal information to the Site, you represent that you have the permission of a parent or guardian to do so and who agrees to these Terms on your behalf.\nIf you are a parent or guardian and believe Voxy may have inadvertently collected personal information from your child, please notify Voxy immediately by sending a message detailing the basis of your belief and your request to: Voxy, Inc.\n64 Bleecker St.\n#241, New York, NY 10012-2410 or&nbsp;support@voxy.com.</p>12&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Protection of Personal Information<p>12.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Voxy uses reasonable administrative, physical and electronic security measures to protect against the loss, misuse and alteration of personal information.\nNo transmission of data over the internet is guaranteed to be completely secure.\nIt may be possible for third parties not under the control of Voxy to intercept or access transmissions or private communications unlawfully.\nWhile we strive to protect personal information, neither Voxy nor our service providers can ensure or warrant the security of any information you transmit to us over the internet.\nAny such transmission is at your own risk.</p>13&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Updating your Information<p>13.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You are responsible for keeping your information current.\nYou may update your information by contacting us at&nbsp;support@voxy.com&nbsp;or editing your account information.\nWe will use reasonable efforts to process any change you make.\nprovided, however, that requests to delete information are subject to Voxy’s internal reporting, processing and retention policies and all applicable legal obligations.</p>14&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Links<p>14.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You may have the opportunity to follow links on the Site to other sites that may be of interest to you.\nVoxy endeavors to only link to reputable organizations.\nBecause other sites may not be hosted or controlled by Voxy, we are not responsible for the privacy practices of those sites or the content provided thereon.\nTherefore, the privacy policies with respect to other sites may differ from those applicable to the Site.\nWe encourage you to review the privacy policies of each other site.\nThis Privacy Policy only applies to information collected and maintained by Voxy.</p>15&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Changes to the Privacy Policy<p>15.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Should the Privacy Policy be revised, Voxy will post the changes on the Site which will be effective immediately upon posting.\nYou can determine when the Privacy Policy was last revised by referring to the “Last Revised” legend at the top of this page.</p>\n<p>15.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If we make a change that significantly affects your rights or, to the extent we are permitted to do so, significantly changes how or why we use personal data, we will notify you by way of a prominent notice on our website or, if we have your email address, by email.\nWhere required by applicable law, any material changes to the terms of the Privacy Policy will apply only to information collected thereafter, unless you provide consent.</p>16&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Questions?<p>16.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you have any questions or concerns regarding this Privacy Policy, please contact us at:</p>\n<p>16.1.1&nbsp;&nbsp;&nbsp;&nbsp;Voxy, Inc.\n64 Bleecker St.\n#241, New York, NY 10012-2410</p>\n<p>16.1.2&nbsp;&nbsp;&nbsp;&nbsp;datacontroller@voxy.com.\nor</p>\n<p>16.1.3&nbsp;&nbsp;&nbsp;&nbsp;support@voxy.com</p>17&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Notice of Privacy Rights of California Residents<p>17.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We adopt this notice to comply with the California Consumer Privacy Act of 2018 (<strong>CCPA</strong>) and any terms defined in the CCPA have the same meaning when used in this notice.\nDue to Voxy’s size/data collection, Voxy is not currently required to comply with the CCPA, but we do make an effort to do so.</p>\n<p>17.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you are a California resident and have provided personal information to Voxy, you are entitled by law to request certain information regarding any disclosure that may have been made by Voxy to third parties of personal information for their direct marketing purposes.\nTo make such a request, send a message to&nbsp;support@voxy.com.</p>\n<p>17.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The message should specify that you seek your “California Customer Choice Privacy Notice.” Please allow thirty (30) days for a response.\nVoxy is required to respond to only one request per customer each year, and is not required to respond to requests made by means other than through the above e-mail address.</p>\n<p>17.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We will not share your personal information with third parties for their direct marketing purposes if you request that we do not do so.\nYou may make such a request by sending us a message at&nbsp;support@voxy.com.</p>\n<p>17.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When contacting us, please indicate your name, address, email address, and what personal information you do not want us to share with third parties for their direct marketing purposes.\nPlease note that there is no charge for controlling the sharing of your personal information or for processing this request.</p>\n<p>17.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Non-discrimination</p>\n<p>17.6.1&nbsp;&nbsp;&nbsp;&nbsp;We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Deny you goods or services.</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Provide you a different level or quality of goods or services.</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</p>\n<p>17.6.2&nbsp;&nbsp;&nbsp;&nbsp;However, we may offer you certain financial incentives permitted by the CCPA that can result in different prices, rates, or quality levels.\nAny CCPA-permitted financial incentive we offer will reasonably relate to your personal information’s value and contain written terms that describe the program’s material aspects.\nParticipation in a financial incentive program requires your prior opt-in consent, which you may revoke at any time.\nVoxy does not currently offer any incentive programs related to personal information.</p>18&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Information for Users residing in Brazil<p>18.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This part of the Privacy Policy integrates with and supplements the information contained in the rest of the privacy policy and is provided by the entity running this Application and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>18.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The provisions contained in this section apply to all Users who reside in Brazil, according to the “Lei Geral de Proteção de Dados” (Users are referred to below, simply as “you”, “your”, “yours”).\nFor such Users, these provisions supersede any other possibly divergent or conflicting provisions contained in the privacy policy.</p>\n<p>18.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;This part of the document uses the term “personal information“ as it is defined in the Lei Geral de Proteção de Dados (<strong>LGPD</strong>).</p>\n<p>18.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Voxy Brasil Serviços Educacionais Ltda.</strong>&nbsp;(“Voxy,” “we,” or “us”) welcomes you to www.voxy.com and any and all applications or mobile applications offered by Voxy (the “Site”).\nThis Privacy Policy describes how Voxy collects and receives information about you through the Site, Services and Content and through Voxy’s businesses, including offline.</p>\n<p>The Privacy Policy together with the Terms of Use govern your use of the Site and Voxy’s collection and use of your information.</p>\n<p>Voxy is committed to protecting your privacy.\nWe want to maintain a transparent relationship with you, and let you know how we collect and securely process any data you may provide us with.\nTo this end, we have developed the current Privacy Policy, where you can gather all the relevant information and resolve any doubts that you may have in connection with the referred subject matters.</p>\n<p>In the same way, we inform you that your data will be processed in accordance with the personal data protection laws currently in force.\nspecifically, the “Lei Geral de Proteção de Dados” (“LGPD”).</p>\n<p>18.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Acceptance of Privacy Policy</strong>\n</p>\n<p>Each time you access, use, or browse any Site or provide personal information to Voxy offline, you signify your acceptance of the then-current Privacy Policy.</p>\n<p>If you do not accept this Privacy Policy, you are not authorized to provide information to Voxy or use the Site and must discontinue use of the Site immediately.</p>\n<p>Should the Privacy Policy be revised, Voxy will post the changes on the Site which will be effective immediately upon posting.\nAny material changes to the terms of the Privacy Policy will apply only to information collected thereafter, unless you provide consent.\nYou can determine when the Privacy Policy was last revised by referring to the “Last Revised” legend at the top of this page.</p>\n<p>If you provide your personal information to Voxy offline, the Privacy Policy applies to Voxy’s collection and use of your information.\nVoxy also may provide paper copies of the Privacy Policy when it collects information from you offline.\nIn addition to this Privacy Policy, you agree that the provisions in the Terms of Use also govern Voxy’s collection and use of your information collected offline.</p>\n<p>18.6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Types of Information We Collect and Process</strong>\n</p>\n<p>We may collect personal information from you including, without limitation, non-public information about you that helps Voxy identify you, such as first and last name, birth date, email address, home address, telephone number, password, preferences and interests, education level, ethnicity, marital status, shopping habits, Site usage, age, gender (collectively, “Personal Information”).</p>\n<p>We can process your personal information solely if we have a legal basis for such processing, which includes:</p>\n<p>i.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nyour consent to the relevant processing activities;</p>\n<p>ii.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;compliance with a legal or regulatory obligation that lies with us;</p>\n<p>iii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;the carrying out of public policies provided in laws or regulations or based on contracts, agreements and similar legal instruments;</p>\n<p>iv.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nstudies conducted by research entities, preferably carried out on anonymized personal information;</p>\n<p>v.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;the carrying out of a contract and its preliminary procedures, in cases where you are a party to said contract;</p>\n<p>vi.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nthe exercising of our rights in judicial, administrative or arbitration procedures;</p>\n<p>vii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;our legitimate interests, provided that your fundamental rights and liberties do not prevail over such interests.\nand</p>\n<p>viii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;credit protection.</p>\n<p>Unless specified otherwise, all Data requested by the Site is mandatory and failure to provide this Data may make it impossible for the Site to provide its services.</p>\n<p>We also may collect non-personal information about your use of the Site such as your IP address, usage statistics, browsing history, types of computers and/or mobile devices accessing the Site, Content or Services, type of computer operating system you use (e.g., Microsoft Windows or Mac OS), the type of browser you use (e.g., Firefox, Chrome, Internet Explorer), and the domain name of your internet service provider (collectively, “Traffic Data”).</p>\n<p>18.7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>How We Collect and Transfer your Information</strong>\n</p>\n<p>We may collect personal information from you when you use the Site or register an account to access Content, Services or Activities provided on the Site or to request to receive emails or newsletters that may be offered on the Site or offline.</p>\n<p>Personal Information collected by Voxy may be stored and processed outside the Brazilian Territory, at the United States of America.\nBy using the Site and submitting your personal information to Voxy online or offline, you expressly consent to the storage and processing of your personal information outside the Brazilian Territory.</p>\n<p>We may combine Personal Information we collect through our Site or offline with information that we obtain from our affiliates, suppliers, vendors, merchants, licensors, partners or sponsors, and other sources (e.g., offline records or publicly available information).\nWe will treat the combined information as personal information.</p>\n<p>Voxy may automatically receive and record non-personal information on our server logs from your browser as well as through other analysis of the Site.\nWe also may collect information using cookies, web beacons or similar technologies, or through third parties using similar technologies.</p>\n<p>18.7.1&nbsp;&nbsp;&nbsp;&nbsp;<strong>Cookies</strong>\n</p>\n<p>We use “cookies” to customize your experience with the Site, Content and Services and to store your information, so you do not have to re-enter them each time you visit the Site or access the Content or Services.\nCookies are small computer files that are transferred to your hard drive and contain information such as your username, user preferences, the web pages you’ve visited and the activities you’ve performed while using the Site, Content or Services.\nYou may block or delete cookies from your hard drive.\nhowever, by disabling cookies, you may not have access to all of the Services or Content.\nSome of our business partners also use cookies to provide us with anonymous, aggregate data and information regarding our users.\nWe do not have a access or control over these cookies, and our Privacy Policy does not cover the use of third party cookies.</p>\n<p>In order to opt out of a third-party vendor’s use of cookies, visit the&nbsp;Network Advertising Initiative opt-out page.</p>\n<p>18.7.2&nbsp;&nbsp;&nbsp;&nbsp;<strong>Web Beacons</strong>\n</p>\n<p>We or our third-party tracking utility company also use “web beacons” to collect information about your use of our Site, the websites of selected sponsors and advertisers, and our Content and Services.\nWeb beacons are tiny graphic image files embedded in a web page or email that provide a presence on the web page or email and send back to its home server information from the user’s browser.\nThe information collected by web beacons allows us to statistically monitor how many people are using our Site and Services, selected sponsors’ and advertisers’ websites and using our Services and for what purposes.</p>\n<p>\n<strong>18.8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>\n<strong>How We Use Your Information</strong>\n</p>\n<p>We may use the information we collect:</p>\n<p>i.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nTo alert you to new features, terms, Content, Services, Activities;</p>\n<p>ii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To send emails or newsletters, and to provide you with personalized content in the newsletters;</p>\n<p>iii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To analyze information regarding your browsing and viewing preferences;</p>\n<p>iv.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To analyze our users’ demographics and interests;</p>\n<p>v.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nTo administer Content, Services or Activities;</p>\n<p>vi.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To process and respond to your inquiries;</p>\n<p>vii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To improve the Site;</p>\n<p>viii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For the purposes for which you provided the information.\nand</p>\n<ol>\n<li>To enforce the Terms of Use.</li>\n</ol>\n<p>18.8.1&nbsp;&nbsp;&nbsp;&nbsp;<strong>Retention Time</strong>\n</p>\n<p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ol>\n<li>Personal Data collected for purposes related to the performance of a contract shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfil such purposes.</li>\n</ol>\n<p>Voxy may be allowed to retain Personal Information for a longer period whenever you give consent to such processing, as long as such consent is not withdrawn.\nFurthermore, Voxy may be obliged to retain Personal Information for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.</p>\n<p>All users of the Site’s teaching functionalities will have their personal information anonymized at the end of the contracts with Voxy, and their Personal Information will be erased in up to six (6) months, keeping solely the usage and navigation histories of the Voxy platform.</p>\n<p>18.8.2&nbsp;&nbsp;&nbsp;&nbsp;<strong>Information Sharing with Third Parties</strong>\n</p>\n<p>Voxy may disclose the information it collects about you:</p>\n<p>(i) to third parties to provide analytics for advertising purposes or to confirm or update information provided by you;</p>\n<p>(ii) to suppliers, vendors and others who help Voxy provide services to you, such as outsourcing one or more of the functions described in this Privacy Policy;</p>\n<p>(iii) to third parties in the event of any reorganization, merger, sale, joint venture, assignment, transfer or disposition of all or any portion of Voxy’s business or operations (including without limitation in connection with bankruptcy or any similar proceedings).\nor</p>\n<p>(iv) as otherwise authorized by you.</p>\n<p>Voxy can also share Personal Information specifically with corporate clients that hired its services to be employed to employees, contractors or partners of a corporate client.\nIn such cases the Personal Information can include your complete name, email address, phone number, study notes, grades, classes frequency and other information regarding the progress of the courses.\nWhen such corporate clients are the contractors of the students in any manner, the dispositions, agreements and terms amongst the students and the corporate clients will be applicable as well.</p>\n<p>We also may share your information in response to a subpoena, legal order or official request, when we believe you have acted in violation of the Terms, to investigate, prevent or take action regarding suspected illegal activities, fraud or potential threats, or exercise legal rights or defend against claims, when we believe that doing so may protect your safety or the safety of Voxy or others, or as otherwise permitted or required by law.</p>\n<p>We also may use and share non-personally identifiable information with third parties.\nAdditionally, we may take personally identifiable information and de-identify it and share it in a de-identified or aggregated form with advertisers, business partners, and/or third parties in order to analyze Site usage, perform services on our Site or others’ Site, improve our services, improve our user experience, or for similar purposes.\nWe will not re-identify such data and we will ask our contracting parties to agree to keep the data in its de-identified form.</p>\n<p>We sometimes contract with other companies and individuals to perform functions or services on our behalf such as website hosting, data analysis, payment processing, order fulfillment, information technology and related infrastructure provision, customer service, email delivery, auditing and other services.\nThey may have access to Personal Information needed to perform their functions but are restricted from using the Personal Information for purposes other than providing services for us or to us.\nVoxy requires that its agents and service providers that have access to Personal Information provide the same level of protection as required by the LGPD.</p>\n<p>\n<strong>18.9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>\n<strong>User Privacy Rights</strong>\n</p>\n<p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>In particular, Users have the right to do the following:</p>\n<p>i.\nObtain confirmation of the existence of processing activities for your personal information;</p>\n<p>ii.\nWithdraw their consent at any time;</p>\n<p>iii.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nObject to processing of their Data.;</p>\n<p>iv.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Access their Data;</p>\n<p>v.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nVerify and seek rectification;</p>\n<p>vi.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;obtain anonymity, block or delete your unnecessary or excess personal information, or information that is not being processed in accordance with the LGPD;</p>\n<p>vii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Have their Personal Data deleted or otherwise removed;</p>\n<p>viii.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lodge a complaint to the Competent Authorities.</p>\n<p>You will never be discriminated against, or otherwise suffer any sort of detriment, if you exercise your rights, but you must bear in mind that, in some cases, limiting access to your personal information may prevent Voxy from providing some of its services to you.</p>\n<p>18.9.1&nbsp;&nbsp;&nbsp;&nbsp;<strong>How to file your request</strong>\n</p>\n<p>You can file your express request to exercise your rights free from any charge, at any time, by using the contact details provided in this document, or via your legal representative.</p>\n<p>18.9.2&nbsp;&nbsp;&nbsp;&nbsp;<strong>How and when we will respond to your request</strong>\n</p>\n<p>We will strive to promptly respond to your requests.</p>\n<p>In any case, should it be impossible for us to do so, we’ll make sure to communicate to you the factual or legal reasons that prevent us from immediately, or otherwise ever, complying with your requests.\nIn cases where we are not processing your personal information, we will indicate to you the physical or legal person to whom you should address your requests, if we are in the position to do so.</p>\n<p>You will also need to let us know whether you want us to answer your request immediately, in which case we will answer in a simplified fashion, or if you need a complete disclosure instead.</p>\n<p>In the latter case, we’ll respond within 15 days from the time of your request, providing you with all the information on the origin of your personal information, confirmation on whether or not records exist, any criteria used for the processing and the purposes of the processing, while safeguarding our commercial and industrial secrets.</p>\n<p>In the event that you file a rectification, deletion, anonymization or personal information blocking request, we will make sure to immediately communicate your request to other parties with whom we have shared your personal information in order to enable such third parties to also comply with your request – except in cases where such communication is proven impossible or involves disproportionate effort on our side.</p>\n<p>\n<strong>18.10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>\n<strong>Communications with You</strong>\n</p>\n<p>You authorize Voxy to transmit email to you to respond to your communications and administer Services, Content or Activities.\nIf you participate in any Services, Content or Activities, you agree that Voxy is authorized to contact you by to send information and documents to you by email or postal mail.\nUnsubscribe instructions are included in each promotional email from Voxy or you may sent an email requesting to opt-out of communications to&nbsp;support@voxy.com&nbsp;.</p>\n<p>Please note that such requests may take up to ten (10) days to become effective.\nYou may not opt out of receiving communications regarding your dealings with Voxy or the Site, Content, Services or technical information about the Site.</p>\n<p>18.11&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Protection of Personal Information</strong>\n</p>\n<p>Voxy uses reasonable administrative, physical and electronic security measures to protect against the loss, misuse and alteration of personal information.\nNo transmission of data over the internet is guaranteed to be completely secure.\nIt may be possible for third parties not under the control of Voxy to intercept or access transmissions or private communications unlawfully.\nWhile we strive to protect personal information, neither Voxy nor our service providers can ensure or warrant the security of any information you transmit to us over the internet.\nAny such transmission is at your own risk.</p>\n<p>18.12&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Updating your Information</strong>\n</p>\n<p>You are responsible for keeping your information current.\nYou may update your information by contacting us at&nbsp;support@voxy.com&nbsp;or editing your account information.\nWe will use reasonable efforts to process any change you make.\nprovided, however, that requests to delete information are subject to Voxy’s internal reporting, processing and retention policies and all applicable legal obligations.</p>\n<p>\n<strong>18.13&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>\n<strong>Links</strong>\n</p>\n<p>You may have the opportunity to follow links on the Site to other site that may be of interest to you.\nVoxy endeavors to only link to reputable organizations.\nBecause other site may not be hosted or controlled by Voxy, we are not responsible for the privacy practices of those sites or the content provided thereon.\nTherefore, the privacy policies with respect to other site may differ from those applicable to the Site.\nWe encourage you to review the privacy policies of each other site.\nThis Privacy Policy only applies to information collected and maintained by Voxy.</p>\n<p>18.14&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Questions? Contact the Owner and Data Controller</strong>\n</p>\n<p>If you have any questions or concerns regarding this Privacy Policy, please contact us at:&nbsp;datacontroller@voxy.com&nbsp;or&nbsp;support@voxy.com&nbsp;.</p>\n<p>The requests must be addressed to the Brazilian Data Privacy Dept.</p>\n<p>\n<strong>COOKIE POLICY</strong>\n</p>\n<p>Voxy, Inc.\n(<strong>Voxy</strong>,&nbsp;<strong>we</strong>, or&nbsp;<strong>us</strong>) welcomes you to www.Voxy.com and any and all platforms, applications or mobile applications offered by Voxy, Inc (the&nbsp;<strong>Site</strong>).\nVoxy uses cookies on our Site as described in this cookie policy.</p>\n<p>We use “cookies” to customize your experience with the Site, content and Services and to store your information so you do not have to re-enter them each time you visit the Site or access the Content or Services.\nPlease review this cookie policy carefully.</p>\n<p>This cookie policy was last updated on&nbsp;[August]&nbsp;2021.</p>\n<p>Some cookies collect personal data.\nFor details on how we collect and use personal data, please see our Privacy Policy.</p>\n<p>\n<strong>\n<u>What are cookies?</u>\n</strong>\n</p>\n<p>A cookie is a small text file that is stored by your browser, and allows it to remember information between web pages and browser sessions.</p>\n<p>There are two main types of cookies:</p>\n<ul>\n<li>\n<strong>Session cookies</strong>: specific to a particular visit and limited to sending session identifiers (random numbers generated by the server) so you don’t have to re-enter information when you navigate to a new page.&nbsp;&nbsp;Session cookies are not permanently stored on your device and are deleted when the browser closes.</li>\n<li>\n<strong>Persistent cookies</strong>: record information about your preferences and are stored in your browser cache or mobile device.</li>\n</ul>\n<p>\n<strong>\n<u>Turning off and deleting cookies</u>\n</strong>\n</p>\n<p>You can amend your cookie settings by selecting ACCEPT or DECLINE on the cookie consent pop-up on our Site.\nIf you select DECLINE then non-essential cookies will not be deployed on your device.</p>\n<p>In addition, all web browsers allow you to limit cookie behaviour or turn off cookies within the settings or options of the browser.\nThe steps to do this are different for each browser, you can find instructions under the Help menu of your browser.\nThrough your browser you can also view the cookies that are on your computer, and delete individual ones, or purge them all.</p>\n<p>Please note that you may not be able to take advantage of all the features of our Site and Services and there may be issues with Site and Service functionality if you delete or refuse certain essential cookies.</p>\n<p>\n<strong>\n<u>What do those cookies do</u>\n</strong>\n<strong>?</strong>\n</p>\n<p>We have categorised the cookies on our Site as set out below:</p>\n<strong>Type of Cookie</strong>\n<strong>Purpose of Cookie</strong>EssentialThese cookies are essential for you to browse our Site and use its features.&nbsp;&nbsp;The information collected relates to the operation of the Site and enables us to provide the Site to you.Functionality/optimisationThese cookies remember the choices you have made, for example the country you visit our Site from, your language and any changes you have made to text size and other parts of the web pages that you can customise to improve your user experience and to make your visits more tailored and enjoyable.AnalyticsThese cookies collect information on how users use our Site, for example which pages you visit most often, which sessions you attend, whether you receive any error messages and how you arrived at our Site.&nbsp;&nbsp;Information collected by these cookies is used to analyse and improve your use of our Site.<p>\n<strong>&nbsp;</strong>\n</p>\n<p>In addition, we have set out below more detailed information regarding the cookies placed when you visit the Site.\nWe have tried to be as comprehensive as possible in providing this list.\nHowever, the cookies and similar technologies on the Site will change from time to time.</p>\n<p>\n<strong>Cookies used on the Voxy.com web site</strong>\n</p>\n<strong>Category</strong>\n<strong>Cookie</strong>\n<strong>Cookie Duration</strong>\n<strong>Purpose</strong>\n<em>Analytics</em>\n<em>_ga_BYBG9N694K</em>\n<em>2 years</em>\n<em>Google Analytics: tracks aggregate platform usage for purposes of improving marketing initiatives and improving the platform.\nSee more information at&nbsp;&nbsp;https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage</em>\n<em>Analytics</em>\n<em>_ga</em>\n<em>2 years</em>\n<em>Google Analytics: tracks aggregate platform usage for purposes of improving marketing initiatives and improving the platform</em>\n<p>\n<strong>Cookies used in the Voxy platform</strong>\n</p>\n<strong>Category</strong>\n<strong>Cookie</strong>\n<strong>Cookie Duration</strong>\n<strong>Purpose</strong>\n<em>Essential</em>\n<em>sessionid</em>\n<em>1 month</em>\n<em>identifies user session for authentication and authorization purposes, assigned by voxy application</em>\n<em>Essential</em>\n<em>my_language</em>\n<em>session</em>\n<em>application uses to identify users language</em>\n<em>Essential</em>\n<em>csrftoken</em>\n<em>1 year</em>\n<em>django cooke to prevent cross site forgery</em>\n<em>Essential</em>\n<em>logglytrackingsession</em>\n<em>session</em>\n<em>usage to correlate debugging and troubleshooting logs</em>\n<em>Analytics</em>\n<em>_mkto_trk</em>\n<em>2 years</em>\n<em>used by our operational email tool, Marketo, as an identifier to send out operational emails and user usage on our platform</em>\n<em>Analytics</em>\n<em>_ga</em>\n<em>2 years</em>\n<em>Google Analytics: tracks platform usage for purposes of improving the platform.\nSee more information at&nbsp;&nbsp;https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage</em>\n<em>Analytics</em>\n<em>Pendo (local storage) Pendo_*</em>\n<em>&nbsp;</em>\n<em>Pendo: tracks platform usage for purposes of improving the platform.\nalso allows Voxy to message users on the platform for support and informational purposes</em>\n<em>Essential</em>\n<em>Zendesk (local storage) ZD_*</em>\n<em>&nbsp;</em>\n<em>Zendesk: allows support team to troubleshoot and interact with users and customers</em>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Other technologies</strong>\n</p>\n<p>In addition to cookies, we use some other similar technologies as follows:</p>\n<ul>\n<li>\n<strong>Web Beacons</strong>: We or our third party tracking utility company also use “web beacons” to collect information about your use of our Site, the websites of selected sponsors and advertisers, and our content and Services.\nWeb beacons are tiny graphic image files embedded in a web page or email that provide a presence on the web page or email and send back to its home server information from the user’s browser.\nThe information collected by web beacons allows us to statistically monitor how many people are using our Site and Services.</li>\n<li>\n<strong>SDKs</strong>: these are mobile application third party software development kits used in our apps.&nbsp;&nbsp;They enable us to collect information about app activity and the device it runs on, in order to troubleshoot and improve our platform.]</li>\n</ul>\n<p>\n<strong>Changes to our Cookie Policy</strong>\n</p>\n<p>This cookie policy may be updated from time to time.</p>\n<p>If we change anything important about this cookie policy we will notify you through a pop-up on the Site for a reasonable length of time prior to and following the change.\nYou may review the cookie policy by visiting our Site and clicking on the Privacy Policy link.</p>\n<p>\n</p>", "created_at": "2021-10-20 20:51:22.327384", "updated_at": "2021-10-20 20:51:31.113396"}, {"id": 9310, "name": "Terms", "url": "https://voxy.com/terms-of-use", "xpath": "//*[@id=\"content\"]", "text": "Terms of Use<p>\n<em>Last Updated:&nbsp;August, 2021</em>\n</p>\n<p>Voxy, Inc.\n(“Voxy,” “we,” or “us”), welcomes you to its website, www.voxy.com, and any and all applications or mobile applications offered by Voxy, Inc.\n(the “Site”).\nUse of the Site is subject to the following Terms of Use (“Terms”), together with the Privacy Policy.</p>1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Acceptance of Terms of Use<p>1.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;By accessing and using the Site, you acknowledge that you have read, understood and agree to be bound by these&nbsp;Terms&nbsp;which&nbsp;form an agreement that is effective as if you had signed it.\nIf at any time you do not agree to these Terms, please do not access or use the Site or any of its content.\nThese Terms exist in English and other translations.\nIn the event of inconsistencies between versions, the English version will prevail.</p>\n<p>1.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;YOUR&nbsp;ACCESS TO, USE OF AND BROWSING OF THE SITE AND ITS SERVICES AND CONTENT IS SUBJECT TO ALL TERMS CONTAINED IN THESE TERMS OF USE AND VOXY’S PRIVACY POLICY AND ALL APPLICABLE LAWS AND REGULATIONS.\nIF YOU DO NOT AGREE TO THESE TERMS OF USE, YOUR PERMISSION TO ACCESS OR USE THE SITE IS AUTOMATICALLY AND IMMEDIATELY REVOKED.</p>\n<p>1.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Please see our&nbsp;Privacy Policy&nbsp;for details on the personal data we collect and process and&nbsp;our&nbsp;Cookie Policy&nbsp;for information in relation to our use of cookies and similar&nbsp;technologies.</p>2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Changes to the Terms of Use<p>2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;These Terms&nbsp;may be revised or updated from time to time.\nAccordingly, you should check the Terms regularly for updates.\nYou can determine when the Terms&nbsp;were last revised&nbsp;by referring to the “Last Updated” legend at the top of this page.\nEach time you access, use or browse the Site, you signify your acceptance of the then-current Terms.\nAny material changes in these Terms take effect upon posting and apply only to your use of the Site and information collected from you on and after Last Updated date, unless we have other communications with you.</p>\n<p>2.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Voxy may make changes to the Site, content, products, services or features of the Site at any time.\nYou understand and agree that Voxy may discontinue or restrict your use of the Site at any time for any reason or no reason with or without notice.</p>3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Permitted Users of the Site<p>3.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In consideration of your use of the Site, you represent that you are of an age to form a legally binding contract (except as provided in the following paragraph) and you&nbsp;are not prohibited&nbsp;from receiving services under the laws of the United States or any other applicable jurisdiction.\nUse of the Site, Services or Content is void where prohibited by applicable law, and the right to access the Site, Content or Services&nbsp;is revoked&nbsp;in such jurisdictions.</p>\n<p>3.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Site is directed to persons 15 years of age or older.\nVoxy and the Site do not knowingly collect information from children under age 15.\nIf you are under age 15, you&nbsp;are not permitted&nbsp;to use the Site or to submit any personally identifiable information to Voxy on the Site or offline.\nIf you provide information to Voxy through the Site, you represent that you are 15 years of age or older.\nIf you are between 15 and 17 years of age, when you visit, browse, use, or submit personal information to the Site, you represent that you have&nbsp;the permission of a parent or guardian to do so and who agrees to these Terms on your behalf.\nIf you are a parent or guardian and believe Voxy may have inadvertently collected personal information from your child, please notify Voxy immediately by sending an email to: legal@voxy.com detailing the basis of your belief and your request.</p>4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Privacy Policy<p>4.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Please review the&nbsp;Privacy Policy&nbsp;for the Site&nbsp;for information regarding our collection,&nbsp;processing&nbsp;and use of your personal data.&nbsp;For users residing in Brazil, the Privacy Policy contains the provisions relating to compliance with Law 13.709/2018.</p>5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Site Content and Services<p>5.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;On, through or in connection with the Site, we may offer contextual lessons, quizzes, games, questions, practice exercises and similar services designed to help users learn new languages and enhance their foreign language proficiencies (the “<strong>Services</strong>”).\nWe also provide content available through the Site, including without limitation text, graphics, audio, animation, videos, logos, icons, images, media, data, charts, maps, software and other information and materials (the “<strong>Content</strong>”).\nSome of the Services and Content are accessible without registering with us, but other Services and Content may require registration and the payment of fees by users.\nThe Content and Services are the sole and exclusive property of Voxy, its licensors, or other content providers.</p>\n<p>5.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Content and Services&nbsp;are made&nbsp;available for your personal,&nbsp;noncommercial&nbsp;use.\nYou agree to abide by any posted limitations relating to use, reproduction or dissemination of any Services or Content.\nAny uses of the Site, Services, or Content in any way not expressly permitted by these Terms&nbsp;is prohibited, and may be actionable under United States or international law.</p>\n<p>5.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Special terms may apply to some products, services or features offered on the Site, or to any events, promotions, sweepstakes, contests, surveys, questionnaires, or other activities (collectively, “<strong>Activities</strong>”) that may be offered on the Site or offline.\nSuch special terms or rules (which may include official rules and expiration dates)&nbsp;may be posted&nbsp;in connection with the applicable Activity.\nBy participating in any&nbsp;Activity&nbsp;you will become subject to those terms or rules.\nWe urge you to read the applicable terms or rules which are linked from the particular Activity, and to review our Privacy&nbsp;Policy which, as part of these Terms, governs any information&nbsp;you submit in connection with such Activities.\nAny special terms or rules are in addition to these Terms and, in the event of a conflict, any such terms or rules shall prevail over these Terms.</p>6&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Error, Inaccuracies, and Omissions<p>6.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Occasionally there may be information on our Site, in our Content or Services that contains typographical errors, inaccuracies, or omissions that may relate to product descriptions, pricing, promotions, offers, availability, and other content provided on behalf of Voxy or its partners and affiliates.\nWe reserve the right to correct any errors, inaccuracies, or omissions and to change or update information if any information is inaccurate at any time without prior notice and without liability to Voxy.</p>7&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Modifications, Suspension and Termination<p>7.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Voxy reserves the right at any time to modify, suspend or discontinue, temporarily or permanently, the Site, Services, Content or Activities, or any portion or portions thereof, with or without notice.\nYou agree that Voxy will not be liable to you or to any third party for any modification, suspension or discontinuance of the Site, Services, Content or Activities for more than the pro rata amount remaining for your Subscription.</p>\n<p>7.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Voxy reserves the right, at its sole discretion, immediately and without notice, to suspend, discontinue, or terminate your access to the Site, Services, Content, Activities or any part thereof for any reason or no reason at all, including without limitation any breach by you of these Terms.\nYou agree that Voxy shall not be liable to you or any third party for any such suspension, discontinuance or termination for more than the pro rata amount remaining for your Subscription.</p>8&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Registration and Your Personal Information<p>8.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Some areas of or benefits provided by the Site may require you to register an account with us&nbsp;and provide us with certain information including but not limited to your name, valid email address,&nbsp;and profile information.\nYour registration is subject to our review and approval and we reserve the right not to approve, or withdraw our approval of, once given, your registration for any reason or no reason&nbsp;at any time and from time to time.\nIn registering or using the Site, you agree to provide, maintain, and update information that is true, accurate, current, and complete about yourself when registering and on an ongoing basis.\nYou acknowledge that, if any information provided by you is untrue, inaccurate, not current, or incomplete, or if we suspect that any information provided by you is untrue, inaccurate, not current, or incomplete, we reserve the right to terminate your use of the Sites or your account with or without reasons or notice to you.</p>\n<p>8.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When you register to open an account on a Site, you may be required to provide a legal name, valid email address and select a password to&nbsp;be used&nbsp;in conjunction with your account.\nYou are responsible for maintaining the confidentiality of your password, and are fully responsible for all uses of your password and your account, whether by you or others.\nYou agree to (a) log out of your account at the end of each session, (b) keep your password confidential and not share it with anyone else, and (c) immediately notify Voxy of any unauthorized use of your password or account or any other breach of security.\nVoxy&nbsp;is authorized&nbsp;to act on instructions received through use of your password, and is not liable for any loss or damage arising from your failure to comply with this Section.\nYou may not:</p>\n<p>8.2.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Register or log in to the Site using an invitation code, Member ID or e-mail address of another person with the intent to impersonate that person.\nregister or log in to the Site using a member ID or an e-mail address subject to any rights of a person other than you without appropriate authorization.\nor have more than one user account.</p>\n<p>8.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you schedule a live class with a teacher, we may film or photograph portions of the class.&nbsp;By remaining in the class when such filming or photography is going on,&nbsp;you acknowledge that&nbsp;we may&nbsp;use&nbsp;your name, voice, likeness&nbsp;included in such footage and images&nbsp;for&nbsp;promotional purposes, including without limitation for advertising, publicity, marketing, and&nbsp;other&nbsp;promotional uses&nbsp;such as on our website or social media.&nbsp;We will obtain your consent for such use where required by applicable law.\nIn addition, by remaining in the class, YOU RELEASE VOXY, ITS EMPLOYEES, CONTRACTORS, LICENSEES AND ASSIGNS, FROM ANY LIABILITY OF ANY KIND WHATSOEVER IN CONNECTION WITH SUCH FILMING OR PHOTOGRAPHY OR ANY USE IN ANY WAY OF THAT FILMING OR PHOTOGRAPHY.</p>9&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Subscriptions &amp.\nPayments<p>\n<strong>(a) Subscription</strong>\n</p>\n<p>i.\nThe Site may offer certain Services and/or Content from Voxy, third parties, or both for corresponding fees and require you to purchase a subscription for a period of time as specified during sign-up thereto (collectively a “Subscription”).\nYour Subscription, which may start with a price promotion, will automatically continue on a Subscription-to-Subscription basis unless you cancel your Subscription or we terminate it.</p>\n<p>ii.\nVoxy may offer special promotions with differing conditions and limitations.\nAny materially different terms from those described in the Terms of Usewill be disclosedat sign-up or other communications made available to you.</p>\n<p>\n<strong>(b) Billing</strong>\n</p>\n<p>i.\nPayment Methods.\nIn connection with any and all Subscriptions that you select to purchase you must provide us with a current, valid, accepted method of payment, which may change from time to time (“Payment Method”).\nAll Subscription purchases are subject to the Terms of Use and any additional terms and conditions, including any fees, imposed by your financial services provider and/or mobile carrier, as applicable.\nBy providing your account information in connection with any Subscription, you hereby authorize Voxy to debit the total cost of said Subscription and agree to be responsible for all associated charges.\nShould charges for which you are responsible fail at the time payment is required, you will be responsible for all costs and fees associated withany and allefforts by Voxy, or otherwise in connection with&nbsp;Voxy’s&nbsp;efforts, to be paid such amounts due, including but not limited to any attorney fees and other legal expenses.\nYou represent and warrant that all information you provide in connection with the purchase of a Subscription is true, accurate and complete.\nWe reserve the right to offer Subscriptions for the durations and at the corresponding costs that we determine appropriate, in our sole discretion.</p>\n<p>ii.\nBilling Cycle.\nAs indicated during sign-up, thefee for certainSubscriptions must be paid in a single upfront payment while other subscriptions may allow payment on an installment basis.\nIf the Subscription fee is paid in a single upfront payment, the total Subscription fee is due and payable to Voxy immediately upon sale and your Payment Method will be automatically billed at that time.\nIf the Subscription fee is paid on an installment basis, your Payment Method will automatically be billed at the beginning of each installment period as specified during sign-up.</p>\n<p>iii.\nAutomatic Renewal.\nIn order to provide continuous service, Voxy automatically renews all Subscriptions on the date the Subscription expires.Such renewals will be for the same duration of the original subscription term and will be billed at the non-discounted rate for the Subscription as of the date of your&nbsp;enrollment&nbsp;and according to your original billing cycle method (i.e.\neither as a single upfront payment or an&nbsp;installment&nbsp;basis.\nBy enrolling in a Subscription, you agree that your Subscription will be subject to the&nbsp;above described&nbsp;automatic renewals.\nYou also agree that the amount billed may be different if your original Subscription&nbsp;was purchased&nbsp;using a promotional offer and you authorize us to charge your Payment Method for such varying amounts and any other charges that you may incur in connection with your use of the Subscription.\nYour Subscription will remain in effect and continue to renew automatically until it&nbsp;is cancelled.\nWe will send you a renewal notice at least&nbsp;thirty (30) days&nbsp;before your Subscription expires.</p>\n<p>IF YOU WISH TO CANCEL YOUR AUTOMATIC SUBSCRIPTION RENEWAL, YOU MAY DO SO BY sending an email request, along with your reason for cancellation, to&nbsp;support@voxy.com.\nVoxy will make reasonable efforts to process cancellation requests within two business days from the receipt of the cancellation request.\nIn cases where the signature&nbsp;is linked&nbsp;to a corporate contract, the provisions of this contract will apply.</p>10&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Refund Policy &amp.\nCancellation<p>\n<strong>(a) Refunds</strong>\n</p>\n<p>Subscriptions are eligible for a full refund if&nbsp;the refund request is received by&nbsp;Voxy&nbsp;within (i) 30 days of your initial payment or (ii) 30 days of your first automatic renewal payment.\nAll refund requests should&nbsp;be sent&nbsp;to&nbsp;support@voxy.com and be accompanied by a reason for the refund request.</p>\n<p>After we have received and processed your refund request, a refund in the amount of your initial payment or first renewal payment&nbsp;will be made&nbsp;to the payment method used for to purchase the Subscription, except for those payments made with bank or wire transfers, in which cases the refund shall be made manually by a personal check.\nThere will be no refunds for Subscriptions regardless of user satisfaction if (i) a refund request&nbsp;is received&nbsp;over 30 days from your initial payment, or (ii) a refund request is received over 30 days from your first automatic renewal term.</p>\n<p>\n<strong>(b) Cancellation</strong>\n</p>\n<p>You may cancel your Subscription at any time by sending an email request, along with your reason for cancellation, to&nbsp;support@voxy.com.</p>\n<p>Voxy will make reasonable efforts to process cancellation requests within two business days from the receipt of the cancellation request.\nExcept as otherwise provided in these Terms, you will not receive any refund for your Subscription and certain termination fees may apply.</p>\n<p>\n<strong>(c) Early Termination</strong>\n</p>\n<p>Any cancellation requests&nbsp;received over 30 days from your initial payment or your first automatic renewal term and before the end of your Subscription&nbsp;will be considered&nbsp;an Early Termination.\nIf you elect an Early Termination for a Subscription that&nbsp;is paid&nbsp;on an&nbsp;installment&nbsp;plan, you will be charged for (i) all payments due prior to cancellation and (ii) an eighty (80) USD early termination fee.\nAny&nbsp;installment&nbsp;payments due after cancellation&nbsp;will not be charged&nbsp;to you.\nIf you purchase a Subscription that&nbsp;is paid&nbsp;in full there will be no refund or credit for the unused&nbsp;Subscription period, however you will not be charged an early termination fee.</p>11&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Proficiency Guarantee<p>11.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Voxy guarantees improved proficiency for all Users that (i) sign up for a twelve (12) month course (ii) practice a minimum of three (3) hours per week for each week of a 12-month course and (iii) use all Private Class Credits provided with the Subscription.\nA user that does not experience an improved proficiency score will be granted a&nbsp;one time&nbsp;subsequent twelve (12) month course&nbsp;for free.\nImproved proficiency&nbsp;is measured&nbsp;by&nbsp;Voxy’s&nbsp;proprietary exam, the “Voxy Proficiency Assessment.” Test scores from third party sources&nbsp;will not be considered&nbsp;a valid measurement of proficiency improvement.</p>12&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Live Instruction and Private Class Credits<p>12.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In connection with the Site and subject to certain restrictions, such as a Subscription purchase, you may be able to purchase or be may be provided with live Private Class Credits (“Credits”) to schedule a private class with a live teacher.\nAll Credits expire one year from the date of purchase and are subject to the requirements set forth in Section 10 of these Terms.\nYou may cancel or reschedule a scheduled private class up to 24 hours before the class start time and receive a full refund in Class Credits.\nNo Credit refund&nbsp;will be provided&nbsp;for a cancellation or rescheduling made less than 24 hours before the class start time.\nThese Credits are not transferrable in any way and&nbsp;are not recognized&nbsp;as academic credits that may be used with any other educational provider.</p>13&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Permitted Uses<p>13.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You may use the Site, Content and Services for lawful, non-commercial purposes only.\nYou may not use the Site, Content or Services in any manner that could damage, disable, overburden,&nbsp;or impair&nbsp;our servers or networks, or interfere with any other party’s use and enjoyment of the Site, Content, or Services.\nYou may not attempt to gain unauthorized access to the Site or any of the Content or Services, user accounts or computer or mobile systems or networks, through hacking, password mining or by any other means.\nWithout limiting anything else contained herein, you agree that you shall not (and you agree not to allow any third party to):</p>\n<p>13.1.1&nbsp;&nbsp;&nbsp;&nbsp;Copy, modify, adapt, translate, or reverse engineer any portion of the Site, its content or materials or otherwise tamper with the Services;</p>\n<p>13.1.2&nbsp;&nbsp;&nbsp;&nbsp;Remove notices of or citations to any copyright, trademark or other proprietary rights contained in or on the Site or in any content or other material available on or through the Site or the Services;</p>\n<p>13.1.3&nbsp;&nbsp;&nbsp;&nbsp;Use any robot, spider, website search/retrieval application, or other automated device, process or means to access, retrieve or index any portion of the Site or the Services;</p>\n<p>13.1.4&nbsp;&nbsp;&nbsp;&nbsp;Reformat or frame any portion of the web pages that are part of the Site or the Services;</p>\n<p>13.1.5&nbsp;&nbsp;&nbsp;&nbsp;Create user accounts by automated means or under false or fraudulent&nbsp;pretenses.\nor</p>\n<p>13.1.6&nbsp;&nbsp;&nbsp;&nbsp;Collect or store personal data about other users in connection with the prohibited activities described in this paragraph.</p>\n<p>13.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We may take any legal action and implement any technical remedies to prevent the violation of this provision and to enforce the Terms of Use.</p>14&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Postings and Comments<p>14.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Site may contain areas for you to post messages, feedback, listings, comments, photos, sounds, images, text, files, video, post reviews, share your story, and submit comments and other content, and message or communication facilities to enable you to communicate with other users, suppliers of Services or Content, the Site, and Voxy (collectively, “Submissions”).\nYou acknowledge that your submissions may become available to others on the website and elsewhere.\nYou agree to post only submissions or materials that are appropriate for general audiences and are not confidential or private.&nbsp;You agree that you are entirely responsible and liable for any Submissions you post, if you create an account, you are responsible for all content posted or transmitted through or by use of your account, you are the sole and exclusive owner of any submissions or materials you post and that by posting such submissions or materials, you are representing and warranting to Voxy and its affiliates, suppliers, vendors, merchants, licensors, and other partners, that you either own or control the said submissions or materials and that no other party has any claim of ownership to any part of the said submissions or materials.</p>\n<p>14.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In addition to your obligations stated elsewhere in these terms, you also agree that the following actions&nbsp;are prohibited&nbsp;and a material breach of these terms.\nBy way of example and not limitation, you agree that you will not:</p>\n<p>14.2.1&nbsp;&nbsp;&nbsp;&nbsp;aggregate, copy, duplicate, publish, or make available any content to third parties outside the website in any manner;</p>\n<p>14.2.2&nbsp;&nbsp;&nbsp;&nbsp;defame, abuse, harass, stalk, threaten, or otherwise violate the privacy or publicity rights of others, or impersonate anyone else or misrepresent your identity or affiliation;</p>\n<p>14.2.3&nbsp;&nbsp;&nbsp;&nbsp;publish, post, upload, distribute, or disseminate any inappropriate, profane, defamatory, pornographic, offensive, infringing, obscene, indecent, or unlawful topic, name, material, content, or information;</p>\n<p>14.2.4&nbsp;&nbsp;&nbsp;&nbsp;upload or download files that contain any content protected by intellectual property laws or other laws, unless you own or control the rights or interests or have received all necessary consents or permissions;</p>\n<p>14.2.5&nbsp;&nbsp;&nbsp;&nbsp;upload or transmit files that contain viruses, mal-ware, disabling code, corrupted files, or any other similar software or programs that may damage the operation of another’s computer;</p>\n<p>14.2.6&nbsp;&nbsp;&nbsp;&nbsp;use the website to make available unsolicited advertising or promotional materials, spam, pyramid schemes, chain letters, or similar forms of unauthorized advertising or solicitation, or hack or violate any security measures;</p>\n<p>14.2.7&nbsp;&nbsp;&nbsp;&nbsp;falsify or delete any author attributions, legal or other notices, or proprietary designations or labels of origin or source.\nor</p>\n<p>14.2.8&nbsp;&nbsp;&nbsp;&nbsp;engage&nbsp;in any other action that, in our judgment, exposes us or any third party to potential liability or detriment of any type.</p>\n<p>14.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you post content or submit material, you grant Voxy and our affiliates a nonexclusive, royalty-free, perpetual, transferable, irrevocable, and fully&nbsp;sublicensable&nbsp;right to use, reproduce, modify, adapt, publish, sell, assign, translate, create derivative works from, distribute, and display any such content in any form throughout the world in any media whether now known or hereafter developed, alone or as part of other works.&nbsp;You further grant Voxy and its affiliates the right to use the name that you submit in connection with such content in our sole discretion.\nVoxy will not be required to treat any Submission as confidential, and will not incur any liability&nbsp;as a result&nbsp;of any similarities between Submission and Content and Services that may appear in our Site or our operations.\nYou represent and warrant that you own or otherwise control all rights to the content that you post, that the content is accurate, and that use of the content does not violate these terms and will not cause injury to any person or entity.\nYou waive the opportunity to inspect or approve such use, and any obligation to identify you in connection with a submission.</p>\n<p>14.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Voxy may, but is under no obligation to, monitor and edit or remove any activity or content at its sole discretion.\nWe take no responsibility and assume no liability for any content posted by you or any third party.\nVoxy does not necessarily endorse any opinion or statement contained in any submission.</p>15&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Group Classes Code of Conduct<p>15.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;As a learner participating in&nbsp;Voxy’s&nbsp;group classes, in addition to the other provisions of these Terms, you agree to be respectful of the teacher and your fellow learners by following this code of conduct:</p>\n<p>15.1.1&nbsp;&nbsp;&nbsp;&nbsp;You arrive to the class on time and stay for the entirety of the class.</p>\n<p>15.1.2&nbsp;&nbsp;&nbsp;&nbsp;You mute yourself when&nbsp;you’re&nbsp;not speaking so background noise doesn’t interrupt the class.</p>\n<p>15.1.3&nbsp;&nbsp;&nbsp;&nbsp;If another learner or the teacher is speaking, you allow him/her to finish before speaking.</p>\n<p>15.1.4&nbsp;&nbsp;&nbsp;&nbsp;You allow others to have equal opportunity to speak in the class.</p>\n<p>15.1.5&nbsp;&nbsp;&nbsp;&nbsp;You do not use language that makes others uncomfortable, i.e.\nprofane, sexually suggestive, rude or violent language.</p>\n<p>15.1.6&nbsp;&nbsp;&nbsp;&nbsp;You do not make disrespectful comments about race, religions or countries.</p>\n<p>15.1.7&nbsp;&nbsp;&nbsp;&nbsp;You wear appropriate attire in the class, i.e.\na shirt, pants or other appropriate clothing.</p>\n<p>15.1.8&nbsp;&nbsp;&nbsp;&nbsp;Your cell phone&nbsp;is turned off or set to vibrate so you and your fellow participants are not distracted during the class.</p>\n<p>15.1.9&nbsp;&nbsp;&nbsp;&nbsp;The classroom is a place to learn and practice English, so please only use English during classes for both speaking and writing.</p>16&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“Like” Voxy on Facebook<p>16.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We invite you to “like” Voxy on Facebook.\nOn our page, you can learn about upcoming events, see photos, and have discussions with others who like Voxy.\nWhen you visit our Facebook page, please keep the following guidelines in mind:</p>\n<p>16.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We encourage you to participate in existing discussions and to start new discussions with other Voxy fans.\nPlease be polite, even if you disagree with things that&nbsp;have been posted.\nPersonal attacks, offensive remarks, and foul language are not appropriate.</p>\n<p>16.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We encourage you to contribute relevant comments to the discussion.\nPostings that are off-topic or consist of spam or promotional postings&nbsp;may be removed.&nbsp;All postings on the Voxy wall and in the Discussions area should be made by actual identifiable people.\nPostings from obviously fake or anonymous profiles&nbsp;may be deleted.\nVoxy is not liable for anything posted on the Voxy Facebook page by a third party.\nWhen you access our Facebook page, you do so at your own risk.</p>\n<p>16.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Voxy reserves the right to remove any user-generated content from its Facebook page for any reason.</p>17&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Follow Voxy on Twitter<p>17.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We invite you to follow Voxy on Twitter and have a dialogue with us.\nWe welcome your thoughts and replies on anything related to Voxy, and will do our best to reply to any general comments or questions.\nMany of the people associated with Voxy may use Twitter and other social networks.\nUnless a particular&nbsp;Twitter&nbsp;account is identified on this page: @voxy, it is not an official Voxy Twitter profile.\nWe encourage you to begin or contribute to conversations using replies.\nHowever, we will not reply to any replies that are off-topic, contain personal attacks, or foul language.\nWhen you access any official Voxy Twitter profile page, you do so at your own risk.\nWe do not guarantee the accuracy of anything posted by any Voxy Twitter account.\nNothing in any Twitter communication initiated by a Voxy Twitter account constitutes a binding representation, agreement, or endorsement on the part of Voxy.</p>18&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Proprietary Rights<p>You acknowledge and agree that, as between Voxy and you, all right, title, and interest in and to the Site, Services, and the Content, including without limitation any patents, copyrights, trademarks, brands, trade secrets, inventions, know-how, and all other intellectual property rights, are owned exclusively by Voxy or its affiliates, suppliers, vendors, merchants, licensors, or Activities partners or sponsors, and are protected by United States intellectual property and other applicable laws.&nbsp;You do not have and cannot claim any intellectual property rights or ownership, in&nbsp;whole&nbsp;or in part, to any of the Site, Content, or Services, whether modified or unmodified.</p>COPYRIGHT<p>The Site and all Services and Content, including any and all copyrights therein, is the property of Voxy or its affiliates, suppliers, vendors, merchants, licensors, or other partners and is protected by United States and international copyright laws.\nYou agree not to copy, modify, distribute, transmit, display, republish, sell, resell, or exploit, or create derivative works from, for any purpose, any portion of the Site, Services or the Content other than as expressly authorized by Voxy in writing.</p>TRADEMARKS<p>The trademarks, service marks, logos, trade names, and trade dress (collectively, “Marks”) used on the Site are proprietary to Voxy or its affiliates, suppliers, vendors, merchants, licensors, or other partners.\nThird party trademarks referenced in the Site do not constitute or imply affiliation with, endorsement of, or recommendation of Voxy by the respective trademark owners, or by Voxy of the respective trademark owners.\nWithout limitation, the Marks include VOXY trademarks registered in the United States Patent and Trademark Office and owned by Voxy.</p>PATENTS<p>If applicable, one or more patents may apply to the Site, Services,&nbsp;Content&nbsp;and to the products, features, and services accessible via the Site (collectively, “Patents”).\nSuch Patents, when they exist, are the property of Voxy or its affiliates, suppliers, vendors, merchants, licensors, or other partners.</p>19&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Notice and Procedures for Making Claims of Copyright or Intellectual Property Infringement<p>19.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Voxy in its sole discretion may disable and/or terminate use by users who infringe the intellectual property rights of others.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, or that your intellectual property rights have been otherwise violated, please provide to Voxy a notice containing the following information:</p>\n<p>19.1.1&nbsp;&nbsp;&nbsp;&nbsp;an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</p>\n<p>19.1.2&nbsp;&nbsp;&nbsp;&nbsp;a description of the copyrighted work or other intellectual property that you claim has been infringed;</p>\n<p>19.1.3&nbsp;&nbsp;&nbsp;&nbsp;a description of where the material that you claim is infringing is located on the website (providing URL(s) in the body of an email is the best way to help us locate content quickly);</p>\n<p>19.1.4&nbsp;&nbsp;&nbsp;&nbsp;your name, address, telephone number, and email address;</p>\n<p>19.1.5&nbsp;&nbsp;&nbsp;&nbsp;a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</p>\n<p>19.1.6&nbsp;&nbsp;&nbsp;&nbsp;a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or other intellectual property right owner or authorized to act on the copyright or intellectual property right owner’s behalf.</p>\n<p>19.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For notice of claims of copyright or other intellectual property right infringement, Voxy can be reached by sending a claim to:</p>\n<p>Attn: Copyright Agent<br> Voxy, Inc.<br> 64 Bleecker St.\n#241<br> New York, NY 10012-2410<br> USA</p>20&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Links to Other Websites<p>20.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Site may contain advertisements, postings and links to websites operated by other parties.\nThe Site provides these advertisements, postings and links as a convenience, and your use of other websites is at your own risk.\nThe advertisements, postings and linked sites are not under the control of Voxy, which is not responsible for their content or privacy practices.\nSuch advertisements, postings, links, or references to other parties’ products or services do not imply&nbsp;Voxy’s&nbsp;endorsement of information, material, products or services of any other party or any other website, or by any other party of Voxy.\nVoxy disclaims all liability with regard to your access to and use of such information, material, products or services or transactions with such linked websites or other parties.\nYou acknowledge and agree that Voxy is not responsible or liable, directly or indirectly, for any damage, loss or other claim caused or alleged to&nbsp;be caused&nbsp;by or in connection with, access to, use of or reliance on any content available on or through any other site or resource.</p>21&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;User Representations and Warranty<p>21.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You represent and warrant that (i) your use of the Site will be in strict accordance with the Term of Use and with all applicable laws and regulations (including without limitation any local laws or regulations in your country, state, city, or other governmental area, regarding online conduct and acceptable content, and including all applicable laws regarding the transmission of technical data exported from the country in which you reside) and (ii) your use of the Site will not infringe or misappropriate the intellectual property rights of any third party.</p>22&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;User Indemnity of Voxy<p>22.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;YOU AGREE TO INDEMNIFY, DEFEND, AND HOLD HARMLESS VOXY AND ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUBSIDIARIES, AFFILIATES, PARTNERS, LICENSORS, LICENSEES, SERVICE PROVIDERS, SUPPLIERS, VENDORS, ACTIVITIES PARTNERS OR SPONSORS, MERCHANTS, ADVERTISERS, AND OTHERS ACTING IN CONCERT WITH THEM, FROM AND AGAINST ANY LOSS, LIABILITY, CLAIM, OR DEMAND, INCLUDING WITHOUT LIMITATION REASONABLE ATTORNEYS’ FEES, MADE BY YOU OR ON YOUR BEHALF OR BY ANY THIRD PARTY DUE TO OR ARISING OUT OF (A) YOUR USE OF OR RELIANCE ON THE SITE, SERVICES, OR ANY CONTENT, PRODUCTS, BRANDS, OR ACTIVITY, YOUR DEALINGS IN CONNECTION WITH THE SITES OR VOXY, OR YOUR SUBMISSION(S) OR ANY MATERIALS YOU SUBMIT OR TRANSMIT TO THE SITES OR VOXY.\n(B) YOUR VIOLATION OF THESE TERMS, ANY APPLICABLE LAWS, OR THE RIGHTS OF VOXY OR ANY THIRD PARTY.\n(C) ANY ACTIVITY RELATED TO YOUR ACCOUNT OR PASSWORD, IF ANY.\nOR (D) YOUR USE OF OR RELIANCE ON ANY USER SUBMISSIONS.</p>23&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Disclaimer of Warranties and Limitation of Liability<p>23.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;WE PROVIDE THE SITE, CONTENT AND SERVICES “AS IS,” “WITH ALL FAULTS” AND “AS AVAILABLE” WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nVOXY MAKES NO WARRANTY AS TO THE ACCURACY, COMPLETENESS, OR RELIABILITY OF THE SITE OR ANY SERVICES OR CONTENT AVAILABLE THROUGH THE SITE.\nWE DO NOT GUARANTEE THAT THE RESULTS THAT&nbsp;MAY BE OBTAINED&nbsp;FROM THE USE OF THE SITE, SERVICES OR CONTENT WILL BE EFFECTIVE, RELIABLE OR ACCURATE OR WILL MEET YOUR REQUIREMENTS.</p>\n<p>23.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;VOXY MAKES NO REPRESENTATIONS OR WARRANTIES THAT USE OF THE SITES WILL BE UNINTERRUPTED, ERROR-FREE, OR THAT LOSS OF DATA WILL NOT OCCUR.\nVOXY MAKES NO WARRANTIES ABOUT THE INFORMATION SYSTEMS, SOFTWARE AND FUNCTIONS MADE ACCESSIBLE BY OR THROUGH THE SITE OR ANY SECURITY ASSOCIATED WITH THE TRANSMISSION OF SENSITIVE INFORMATION.\nYOU ARE RESPONSIBLE FOR TAKING ALL NECESSARY PRECAUTIONS TO ENSURE THAT ANY SERVICES OR CONTENT YOU MAY OBTAIN FROM THE SITES IS FREE OF VIRUSES OR OTHER HARMFUL CODE.</p>\n<p>23.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;TO THE MAXIMUM EXTENT PERMITTED BY LAW, VOXY DISCLAIMS ALL LIABILITY, WHETHER BASED IN CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, AND FURTHER DISCLAIMS ALL LOSSES OR DAMAGES, INCLUDING WITHOUT LIMITATION INDIRECT, INCIDENTAL, CONSEQUENTIAL, OR SPECIAL DAMAGES ARISING OUT OF OR IN ANY WAY CONNECTED WITH ACCESS TO OR USE OF THE SITE, SERVICES, OR THE CONTENT, EVEN IF VOXY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.&nbsp;UNDER NO CIRCUMSTANCES SHALL VOXY’S LIABILITY EXCEED TOTAL FEES PAID TO VOXY IN CONNECTION WITH THE SITE, CONTENT OR SERVICES.</p>\n<p>23.4&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.</p>\n<p>23.5&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;IF YOU ARE A CALIFORNIA RESIDENT, YOU WAIVE YOUR RIGHTS WITH RESPECT TO CALIFORNIA CIVIL CODE SECTION 1542, WHICH SAYS “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH, IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.”</p>24&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Notice Required by California Law<p>24.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pursuant to California Civil Code Section 1789.3, California residents are entitled to the following specific consumer rights notice:</p>\n<p>24.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The name, address and telephone number of the provider of this service&nbsp;is:&nbsp;Voxy, Inc.\n64 Bleecker St.\n#241, New York, NY 10012-2410, New York, NY USA.\nComplaints regarding the service or requests to receive further information regarding use of this service may be sent to the above address or to legal@voxy.com</p>\n<p>24.3&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 1625 North Market Boulevard, Suite S202, Sacramento, CA 95834 or by telephone at (916) 574-7950 or (800) 952-5210</p>25&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Choice of Law and Dispute Resolution<p>25.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You agree that any dispute between you and Voxy arising out of or relating to these Terms of Use, the Privacy Policy, the Site, Services or Content will be decided only by arbitration, individually, and not on a class-wide basis.\nYou knowingly waive any right to participate in any form of “class,” “joint”, or “representative” litigation (including in any “private attorney general capacity”) against Voxy.\nYOU AGREE THAT YOU MAY BRING CLAIMS AGAINST US ONLY IN YOUR INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nThe laws of the State&nbsp;of New York, U.S.A., without regard to choice of law principles, shall apply to any dispute between us, except as to matters relating to arbitration, which&nbsp;shall be governed&nbsp;by the Federal Arbitration Act.\nThe arbitration tribunal shall consist of one (1) arbitrator.\nThe decision or award of the arbitrator shall be final, and judgment upon such decision or award&nbsp;may be entered&nbsp;in any competent&nbsp;court or application may be made to any competent court for judicial acceptance of such decision or award and an order of enforcement.\nThe arbitrator shall have the authority to impose equitable and injunctive relief, as well as to award monetary relief, as the arbitrator deems appropriate.\nAny arbitration will be administered by the American Arbitration Association, using its Commercial Arbitration Rules,&nbsp;and will&nbsp;take place in the State, City and County of New York, USA, and must be commenced within six (6) months after the dispute arises or any claim arising from the dispute shall be barred.</p>\n<p>25.2&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If you reside in Brazil, you agree that any dispute between you and Voxy arising out of services related to these Terms of Use, Privacy Policy, the Site, the Services or the Content will be decided in the central forum of the district of the capital of the state of residence of the claimant, excluding any others, however privileged they are or come to be.</p>26&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Control of Site<p>26.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Site&nbsp;is controlled&nbsp;within the United States of America and is directed to individuals residing in the United States.\nThose who choose to access the Site from locations outside of the United States do so on their own initiative, and are responsible for compliance with local laws if and to the extent local laws are applicable.\nVoxy does not represent that the Site, Services or Content is appropriate outside the United States of America.\nVoxy reserves the right to limit the availability of the Site for any person, geographic area, or jurisdiction at any time in its sole discretion.</p>27&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Termination<p>27.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;We may terminate and/or suspend your registration immediately, without notice, if there has been a violation of the Terms of Use or other policies and terms posted on the Site or in connection with the Services by you or by someone using your Credentials, as determined in our sole discretion, and Voxy shall not be liable to you or any third party for any such termination.&nbsp;In the event we so terminate your account, we will not render, you are not entitled to, and you hereby waive any and all right to receive a refund of any fees paid to Voxy or any portions thereof.\nFurther, you agree not to attempt to use the Site and/or the Services or Content after any such deletion, deactivation or termination.\nYou may terminate your Voxy account at any time by contacting the address at the end of these Terms of Use.\nprovided however, that voluntary termination shall in no way relieve you of your responsibility to remit payment for all fees associated with your purchased Services or Content or entitle you to a refund of any payments remitted to Voxy.</p>28&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Miscellaneous<p>28.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Terms of Use and any supplemental terms, policies, rules and guidelines posted on the Site or in connection with the Content or Services, constitute the entire agreement between you and us and supersede all previous written or oral agreements.&nbsp;If any part of the Terms and any supplemental terms, policies, rules and guidelines posted on the Site or in connection with the Content or Services is held invalid or unenforceable, that portion shall be construed in a manner consistent with applicable law to reflect, as nearly as possible, the original intentions of the parties, and the remaining portions shall remain in full force and effect.&nbsp;The failure of Voxy to exercise or enforce any right or provision of the Terms and any supplemental terms, policies, rules and guidelines posted on the Site or in connection with the Content or Services, shall not constitute a waiver of such right or provision.\nYou may not assign or transfer your rights or obligations under the Terms and any supplemental terms, policies, rules and guidelines posted on the Site or in connection with the Content or Services, without the prior written consent of Voxy, and any assignment or transfer in violation of this provision shall be&nbsp;null and void.\nVoxy reserves the right to seek all remedies available at law and in equity for violations of these Terms and any supplemental terms, policies, rules and guidelines posted on the Site or in connection with the Content or Services, set forth on the Site, including without limitation the right to block access from a particular internet address.\nThe relationship between you and Voxy is one of independent contractors.\nNeither you nor Voxy will represent that you or it has any authority to assume or create any obligation,&nbsp;express or implied, on behalf of the other party or represent the other party as agent, employee&nbsp;or in any other capacity, except as specifically provided herein.</p>29&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Questions?<p>29.1&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If there are any questions regarding these Terms, you may contact us&nbsp;at&nbsp;support@voxy.com&nbsp;or by&nbsp;using the information below.</p>\n<p>Voxy, Inc.<br> 64 Bleecker St.\n#241<br> New York, NY 10012-2410<br> USA</p>\n<p>Copyright © 2021 Voxy, Inc.\nAll rights reserved</p>\n<p>\n</p>", "created_at": "2021-10-20 22:50:22.305835", "updated_at": "2021-10-20 20:51:21.818528"}], "points": [], "urls": ["voxy.com"]}}