{"error": 448, "message": "OK", "parameters": {"id": 2672, "name": "VyprVPN and Golden Frog", "created_at": "2021-01-29 20:29:38.170159", "updated_at": "2021-03-25 03:19:54.232727", "wikipedia": null, "keywords": null, "related": null, "slug": "vyprvpn_and_golden_frog", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2672.png", "url": "vyprvpn.com,goldenfrog.com", "documents": [{"id": 3872, "name": "Golden Frog Privacy Policy", "url": "https://www.goldenfrog.com/privacy", "xpath": "/html/body/div[1]/div[3]/div[2]/div[2]/div", "text": " Privacy Policy <p>\n<em>\n<small>Last Updated November 26, 2018</small>\n</em>\n</p>\n<p>Golden Frog, GmbH (\"us\", \"we\", or \"our\") operates the www.goldenfrog.com website and VyprVPN (the \"Services\").</p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Services and the choices you have associated with that data.</p>\n<p>By using the Services, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms of Service, accessible from www.goldenfrog.com.</p> Information Collection, Use and Retention VyprVPN Service <p>VyprVPN is a zero log VPN Service.\nWe do not record or retain any data when you use the VyprVPN Service.</p>\n<p>We engaged a respected security firm to audit our zero-log policy so users have third party validation of our logging policies.\nYou can view the full report here at: VyprVPN Letter of Attestation and No Log Assessment by Leviathan</p>\n<p>This means:</p>\n<ul>\n<li>We do not log a user's source IP address (typically assigned to the user by their ISP).</li>\n<li>We do not log the IP address assigned to the user when using VyprVPN.</li>\n<li>We do not log connection start or stop time.</li>\n<li>We do not log a user's traffic or the content of any communications.</li>\n<li>We are network neutral.\nWe do not discriminate against devices, protocols, or application.</li>\n<li>We do not throttle or rate limit your Internet connection.</li>\n</ul> VyprDNS is a Zero-log DNS Service <p>Golden Frog's VyprDNS service is zero-log.\nWe do not log any DNS requests.</p> Personal Data <p>While using our Services, we may ask you to provide us with certain Personal Data.\nPersonal Data that is associated with your account can include your name, email address, phone number, payment information and/or physical address.\nGolden Frog will retain your Personal Data only for as long as is necessary for the purposes detailed in this Privacy Policy below.</p>\n<p>Golden Frog uses the collected Personal Data to provide and maintain our Services and provide customer support for our Services.\nGolden Frog will also use your Personal Data to provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information.</p> What Golden Frog Collects From www.goldenfrog.com: <p>Golden Frog collects Personal Data only through web form submissions, primarily for the purpose of enabling the purchase of services and engaging in support and other conversation.\nGolden Frog also collects anonymous information about how visitors use our web site.\nfor example, Golden Frog utilizes web analytics software to track, in aggregate, the number of unique views received by the pages of the web site, the domains from which users originate along with many other analytical data points.\nThrough the use of web analytics software, the Golden Frog website may use \"cookies\" to assist the tracking of how users engage our website.\nA cookie is a piece of data that the web server stores on the browser's PC which the web browser will then send back to the web server on any future requests, to facilitate identification of the user should they visit the web site again.\nWhile much of the information that we collect from users in this manner is not personally identifiable, it may be associated with personally identifiable information that users voluntarily provide to us through our web site.</p> Transfer of Data <p>Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</p>\n<p>If you are located outside Switzerland and choose to provide information to us, please note that we transfer the data, including Personal Data, to Switzerland and store it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>Golden Frog, GmbH will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.</p> Disclosure of Data Disclosure for Legal Requirements <p>Your Personal Data is never released to others, unless we are ordered by a court of competent jurisdiction to do so.\nGolden Frog has never sold any Personal Data, usage information or any other information, and Golden Frog will never do so.</p> How Golden Frog Responds To Civil Investigations: <p>Golden Frog will not sell or otherwise release a member's identifying information - minimal information reasonably calculated to identify and no more - or usage information to investigators, attorneys, or agencies unless we are directed to do so by a court of competent jurisdiction in the matter.\nIf there is a hearing in court, the member will be notified so they will have an opportunity to contest the surrender of personal information.</p> How Golden Frog Responds To Criminal Investigations: <p>Golden Frog cooperates fully with law enforcement agencies, yet there must still be a subpoena before Golden Frog provides a member's identifying information - minimal information reasonably calculated to identify and no more.\nIn a criminal investigation Golden Frog is required by the Law to not divulge the fact of the investigation to the member.</p> Third Party Payment Processors <p>We use third-party services for payment processing (e.g.\npayment processors).\nIf you use a credit card that information will be collected by the payment processor.\nWe do not collect or store your credit card number.</p> Your Rights <p>Golden Frog, GmbH aims to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data.</p>\n<p>Whenever made possible, you can update your Personal Data directly within your account settings section.\nIf you are unable to change your Personal Data, please contact us to make the required changes.</p>\n<p>If you wish to be removed from our systems, please contact us at support@goldenfrog.com.</p>\n<p>Please note that we may ask you to verify your identity before responding to such requests.</p> Children's Privacy <p>Our Service does not address anyone under the age of 13 (\"Children\").</p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 13.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.</p> Changes to This Privacy Policy <p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p> Contact Us <p>If you have any questions about this Privacy Policy, please contact us at support@goldenfrog.com.</p> ", "created_at": "2021-01-29 20:33:42.373283", "updated_at": "2021-01-29 20:33:48.535053"}, {"id": 3873, "name": "Golden Frog Copyright Policy", "url": "https://www.goldenfrog.com/copyright", "xpath": "/html/body/div[1]/div[3]/div[2]/div[2]/div", "text": " Copyright Policy <p>Golden Frog has adopted the following policy concerning copyright infringement in accordance with the Digital Millennium Copyright Act, 17 U.S.C.\n512.\nThe contact information for Golden Frog's Designated Agent to Receive Notification of Claimed Infringement (\"Designated Agent\") is listed at the end of this policy, and is on file with the United States Copyright Office (http://www.copyright.gov/onlinesp/list/index.html).</p>\n<p>Golden Frog takes copyright and other intellectual property rights very seriously.\nIt is Golden Frog's policy to:</p>\n<ol>\n<li>Expeditiously block access to or remove content that it believes in good faith may contain material that infringes the copyrights of third parties and</li>\n<li>Remove and discontinue service to repeat offenders.</li>\n</ol> Procedure for Reporting Copyright Infringements: <p>If you believe that content accessible through the Golden Frog service infringes your copyright, please send a notice of claimed copyright infringement containing the following information to the Designated Agent listed below (consult legal counsel or refer to 17 U.S.C.\n512(c) to confirm these requirements):</p>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of the copyright that has been allegedly infringed;</li>\n<li>Identification of the copyrighted works claimed to have been infringed;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit Golden Frog to locate the material.\nPlease include IP address and GMT timestamp for the infringing material when submitting the notice;</li>\n<li>Contact information for the notifying party, such as an address, telephone number and a return e-mail address for reply purposes;</li>\n<li>A statement that the notifying party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law;</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the notifying party is authorized to act on behalf of the owner of the copyright that is allegedly infringed;</li>\n<li>While not legally required by the DMCA, include \"copyright violation\" in the subject line of your e-mail to flag your DMCA Notice and bypass spam categorization.\nand</li>\n<li>Submit the notice of claimed copyright infringement to dmca2010@goldenfrog.com, the email address we have registered with the Copyright office pursuant to Section 512(c) of the Copyright Act.</li>\n</ol>\n<p>Once a complete and proper notice of claimed copyright infringement is received by the Designated Agent:</p> It is Golden Frog's policy: <ol>\n<li>to remove or disable access to the content identified in the notice of claimed infringement;</li>\n<li>to notify the subscriber that it has removed or disabled access to the content.\nand</li>\n<li>to terminate in appropriate circumstances subscribers who are repeat infringers.</li>\n</ol> Procedure to Supply a Counter-Notice to the Designated Agent: <p>If the subscriber believes that the content that was removed or to which access was disabled is not infringing, or the subscriber believes that it has the right to post and use such content from the copyright owner, the copyright owner's agent or pursuant to the law, the subscriber may send a counter-notice containing the following information to the Designated Agent listed below:</p>\n<ol>\n<li>A physical or electronic signature of the subscriber;</li>\n<li>Identification of the content that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled;</li>\n<li>A statement under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or a misidentification of the material to be removed or disabled;</li>\n<li>Subscriber's name, address, telephone number, and, if available, e-mail address.\nand</li>\n<li>A statement that subscriber consents to the jurisdiction of the Federal District Court for the judicial district in which the subscriber resides (or, if the subscriber's address is outside the United States, the jurisdiction of the Federal District Court for the Austin, Texas judicial district).\nA statement that subscriber consents to service of process by the person providing notification under Section 512(c)(1)(C) or that person's agent.</li>\n</ol>\n<p>Upon receipt of the counter-notice by the Designated Agent, Golden Frog may send a copy of the counter-notice to the original complaining party informing that person that it may replace the removed content or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the subscriber, the removed content may be replaced or access to it restored in 10 to 14 business days or more after receipt of the counter-notice at Golden Frog's sole discretion.</p> Golden Frog Designated DMCA Agent: <p>Please contact Golden Frog's Designated Agent at the following e-mail address:</p>\n<blockquote> dmca2010@goldenfrog.com </blockquote>\n<p>This e-mail address is registered with the United States Copyright office pursuant to Section 512(c) of the Copyright Act.\nThe contact information for Golden Frog's Designated Agent to Receive Notification of Claimed Infringement (\"Designated Agent\") is on file with the United States Copyright Office (http://www.copyright.gov/onlinesp/list/index.html).</p> ", "created_at": "2021-01-29 20:34:46.662263", "updated_at": "2021-01-29 20:34:51.043328"}, {"id": 3871, "name": "VyprVPN Terms of Service", "url": "https://www.vyprvpn.com/terms-of-service", "xpath": "/html/body/div[1]/div/main/div[2]/div/div", "text": "<p>This policy outlines the terms and conditions of usage of the VyprVPN service.\nBy signing up with and/or utilizing the VyprVPN service, you agree to be bound by the following terms of this document and the terms of the other named policies included herein by reference and to keep updated on changes as these policies may change at any time.</p>Incorporation of Golden Frog GmbH Privacy Policy and Copyright Policy<p>VyprVPN is a service of Golden Frog GmbH (“Golden Frog”).\nPlease visit https://www.goldenfrog.com/legal for reference to Golden Frog’s Privacy Policy and Copyright Policy.</p>\n<p>Terms of Service specific to the VyprVPN service and application are provided for below.</p>Reasonable Use Policy<p>Golden Frog desires all members to reasonably use its service.\nTo that end, any customer who puts unreasonable demands upon the service may be curtailed in order to ensure the best possible service for all members.</p>\n<p>If a member appears to be unable to maintain a reasonable use of the service, or engages in any Prohibited Activities provided for below, Golden Frog may cancel, suspend or decline to renew service for that member without notice.\nA termination fee may also be assessed.\nIt is within Golden Frog's sole discretion to determine what comprises unreasonable use.</p>Individual VyprVPN Accounts<p>VyprVPN accounts are not dedicated connections and are for single user, individual use only.\nAny non-individual use, or any use that is indistinguishable from non-individual use, is prohibited.\nFor example, the following uses are prohibited under this section:</p>\n<ul>\n<li>Sharing a login between people</li>\n<li>Use of more simultaneous connections than allowed under your subscribed VyprVPN account type</li>\n</ul>Prohibited Activities<p>VyprVPN is a zero log VPN Service.\nGolden Frog does not record or retain any user data when you use the VyprVPN Service.</p>\n<p>Golden Frog prohibits the use of any of its services in any of the following ways:</p>\n<ul>\n<li>Spamming (e-mail, Usenet, message boards, etc.)</li>\n<li>Copyright, trademark, and patent infringement.<br>\n</li>\n<li>Defamatory or abusive language that advocates bigotry, religious, racial or ethnic hatred.</li>\n<li>Publishing or sharing materials that are unlawfully pornographic or indecent</li>\n<li>IP Spoofing</li>\n<li>Illegal or unauthorized access to other computers or networks</li>\n<li>Distribution of Internet viruses, worms or other destructive activities</li>\n<li>Export control violations</li>\n<li>All other illegal activities</li>\n</ul>\n<p>Prohibited use of the VyprVPN service can result in an immediate termination of your services.</p>Copyright Infringement and Illegal Content<br>\n<p>Golden Frog cannot and does not review the information flowing through its services.\nYou are responsible for determining the legal status of anything you use or copy through any Golden Frog service.</p>\n<p>See the Golden Frog Copyright Policy for information on how Golden Frog handles notices of copyright infringement.\nThe Golden Frog Copyright Policy is incorporated by reference.</p>\n<p>Golden Frog is a member of the Internet Watch Foundation and any reported criminal online content from the Internet Watch Foundation will be removed immediately.</p>\n<p>See the Golden Frog Privacy Policy for information on how Golden Frog handles civil and criminal investigations.\nThe Golden Frog Privacy Policy is incorporated by reference.</p>Indemnify and Hold Harmless<p>You are responsible for all actions that occur regarding your account.\nAs a condition of service, you agree to indemnify and hold harmless Golden Frog, its officers, employees, agents, shareholders and partners for any cause of action out of your account with use or your use of the service.</p>Free Trial<p>From time to time, we may offer trials of Golden Frog services for a specified period of time without requiring a payment (a \"Free Trial\").\nWe reserve the right, in our absolute discretion, to determine your eligibility for a Free Trial, and to withdraw or to modify a Free Trial at any time without prior notice and with no liability.</p>\n<p>For a Free Trial, we'll require you to provide your payment details in order to start the Free Trial.\nAt the end of the Free Trial, we will automatically start to charge you for the subscribed Golden Frog service on a recurring monthly or annual basis depending on your subscription type.\nBy providing your payment details in conjunction with the Free Trial, you agree to this charge.\nIf you decide that you do not want to become a paying user of the Golden Frog service, prior to the end of the Free Trial period you must terminate the service using our online Control Panel located at https://www.goldenfrog.com.</p>30 Day Money-Back Guarantee<br>\n<p>If you purchase an account with a thirty (30) day money-back guarantee and cancel within thirty (30) days of your first payment because you were not satisfied the service, you may request a full refund.\nThis applies to both annual and monthly subscriptions.\nPlease note that Free Trial accounts are not eligible for the 30-day money-back guarantee.</p>VyprVPN Refer a Friend Program<p>\n<strong>Give a Month, Get a Month</strong>\n</p>\n<p>VyprVPN subscribers with an active, paid account can participate in VyprVPN's Refer-A-Friend program (\"RAF Program\").\nTo participate, refer friends who have never previously had a VyprVPN service (\"New User\") by sending them your personal referral link (\"Referral Link\"), available at https://www.goldenfrog.com/controlpanel/vyprvpn/refer-a-friend.\nFor a New User who (1) accesses your Referral Link, (ii) completes the sign-up process for any paid VyprVPN account, (iii) activates their free month of VyprVPN service and (iv) immediately after the completion of the free month, pays for any VyprVPN service, Golden Frog will, within a reasonable amount of time, post to your account a credit equal to the monthly value of your current account level.</p>\n<p>\n<strong>General Terms</strong>\n</p>\n<p>Golden Frog may provide various tools to help you disseminate your Unique Referral Link.\nYou may also share your Unique Referral Link via email and social media.\nGolden Frog reserves the right at any time to modify or discontinue the RAF Program, either temporarily or permanently (or any part thereof), with or without notice.\nGolden Frog will not be liable to you in the event of any modification, suspension or discontinuance of the RAF Program.\nAny fraud or abuse can result in the immediate termination of your account.</p>Refund Policy<p>No refunds will be considered for accounts deleted for violation of our Terms of Service.</p>Termination of Service<p>Golden Frog reserves the right to suspend, terminate, or refuse service to anyone at any time for any reason.</p>Billing<br>\n<p>Please note, for our customers residing in the United States or Canada, our affiliated company, Golden Frog, Inc.\nwill be processing your payments.\nAll other customer payments will be processed directly by Golden Frog, GmbH.</p>\n<p>Your service will automatically be renewed at the end of each service period, repeating the length of the previous service period, unless you cancel.\nYou can upgrade your service, downgrade your service, or cancel your service by using our online Control Panel located at:</p>\n<p>https://www.goldenfrog.com.</p>\n<p>All accounts are renewed automatically until a cancellation request is received.</p>Cancellation<p>Your Golden Frog service can only be cancelled, by the required times specified below, by using our online Control Panel located at:</p>\n<p>https://www.goldenfrog.com.</p>\n<p>Service cancellations must be entered prior to the end of the current service period in order for them to take effect before the service's next renewal.\nCancellations will take effect at the end of the service period in which they are submitted.\nServices renew at or shortly after 12:00 AM midnight, US Central Time, on their renewal date.</p>Policy Changes<p>Golden Frog reserves the right to revise, supplement or rescind any of our policies or terms of service at any time, without prior notice.\nIt is the member's sole responsibility to remain informed of our current Terms of Service including all other named policies included by reference therein.</p>Acceptance of Terms<p>By logging in to any Golden Frog service, you agree to the Golden Frog Terms of Service including all other policies incorporated by reference.</p>", "created_at": "2021-01-29 20:31:34.68482", "updated_at": "2021-01-29 20:31:37.375596"}, {"id": 3874, "name": "Golden Frog Terms of Service", "url": "https://www.goldenfrog.com/terms-of-service", "xpath": "/html/body/div[1]/div[3]/div[2]/div[2]/div", "text": " Terms of Service <p>This policy outlines the Golden Frog terms and conditions of usage.\nBy signing up with and/or utilizing any Golden Frog service, you agree to be bound by the following terms of this document and the terms of the other named policies included herein by reference and to keep updated on changes as these policies may change at any time.</p> Outfox Accounts: <p>For Terms of service specific to Golden Frog's Outfox service, please visit https://www.getoutfox.com/terms-of-service.</p> Reasonable Use Policy: <p>Golden Frog desires all members reasonably use its service.\nTo that end, any customer who puts unreasonable demands upon the service may be curtailed in order to ensure the best possible service for all members.</p>\n<p>If a member appears to be unable to maintain a reasonable use of the service, or engages in any Prohibited Activities provided for below, Golden Frog may cancel, suspend or decline to renew service for that member without notice.\nA termination fee may also be assessed.\nIt is within Golden Frog's sole discretion to determine what comprises unreasonable use.</p> Individual VyprVPN Accounts: <p>VyprVPN accounts are not dedicated connections and are for single user, individual use only.\nAny non-individual use, or any use that is indistinguishable from non-individual use, is prohibited.\nFor example, the following uses are prohibited under this section:</p>\n<ul>\n<li>Sharing a login between people</li>\n<li>Use of more simultaneous connections than allowed under your subscribed VyprVPN account type</li>\n</ul> Prohibited Activities: <p>VyprVPN is a zero log VPN Service.\nGolden Frog does not record or retain any user data when you use the VyprVPN Service.</p>\n<p>Golden Frog prohibits the use of any of its services in any of the following ways:</p>\n<ul>\n<li>Spamming (e-mail, Usenet, message boards, etc.)</li>\n<li>Copyright, trademark, and patent infringement.</li>\n<li>Defamatory or abusive language that advocates bigotry, religious, racial or ethnic hatred.</li>\n<li>Publishing or sharing materials that are unlawfully pornographic or indecent</li>\n<li>IP Spoofing</li>\n<li>Illegal or unauthorized access to other computers or networks</li>\n<li>Distribution of Internet viruses, worms or other destructive activities</li>\n<li>Export control violations</li>\n<li>All other illegal activities</li>\n</ul>\n<p>Prohibited use of the VyprVPN service can result in an immediate termination of your services.</p> Copyright Infringement and Illegal Content <p>Golden Frog cannot and does not review the information flowing through its services.\nYou are responsible for determining the legal status of anything you use or copy through any Golden Frog service.</p>\n<p>See the Golden Frog Copyright Policy for information on how Golden Frog handles notices of copyright infringement.\nThe Golden Frog Copyright Policy is incorporated by reference.</p>\n<p>Golden Frog is a member of the Internet Watch Foundation and any reported criminal online content from the Internet Watch Foundation will be removed immediately.</p>\n<p>See the Golden Frog Privacy Policy for information on how Golden Frog handles civil and criminal investigations.\nThe Golden Frog Privacy Policy is incorporated by reference.</p> Indemnify and Hold Harmless: <p>You are responsible for all actions that occur regarding your account.\nAs a condition of service, you agree to indemnify and hold harmless Golden Frog, its officers, employees, agents, shareholders and partners for any cause of action out of your account with use or your use of the service.</p> Free Trial <p>From time to time, we may offer trials of Golden Frog services for a specified period of time without requiring a payment (a \"Free Trial\").\nWe reserve the right, in our absolute discretion, to determine your eligibility for a Free Trial, and to withdraw or to modify a Free Trial at any time without prior notice and with no liability.</p>\n<p>For a Free Trial, we'll require you to provide your payment details in order to start the Free Trial.\nAt the end of the Free Trial, we will automatically start to charge you for the subscribed Golden Frog service on a recurring monthly or annual basis depending on your subscription type.\nBy providing your payment details in conjunction with the Free Trial, you agree to this charge.\nIf you decide that you do not want to become a paying user of the Golden Frog service, prior to the end of the Free Trial period you must terminate the service using our online Control Panel located at http://www.goldenfrog.com/.</p> 30 Day Money-Back Guarantee <p>If you purchase an account with a thirty (30) day money-back guarantee and cancel within thirty (30) days of your first payment because you were not satisfied with the service, you may request a full refund.\nThis applies to both annual and monthly subscriptions.\nPlease note that Free Trial accounts are not eligible for the 30-day money-back guarantee.</p> VyprVPN Refer a Friend program Give a Month, Get a Month <p>VyprVPN subscribers with an active, paid account can participate in VyprVPN's Refer-A-Friend program (\"RAF Program\").\nTo participate, refer friends who have never previously had a VyprVPN service (\"New User\") by sending them your personal referral link (\"Referral Link\"), available at https://www.goldenfrog.com/controlpanel/vyprvpn/refer-a-friend.\nFor a New User who (1) accesses your Referral Link, (ii) completes the sign-up process for any paid VyprVPN account, (iii) activates their free month of VyprVPN service and (iv) immediately after the completion of the free month, pays for any VyprVPN service, Golden Frog will, within a reasonable amount of time, post to your account a credit equal to the monthly value of your current account level.</p> General Terms <p>Golden Frog may provide various tools to help you disseminate your Unique Referral Link.\nYou may also share your Unique Referral Link via email and social media.\nGolden Frog reserves the right at any time to modify or discontinue the RAF Program, either temporarily or permanently (or any part thereof), with or without notice.\nGolden Frog will not be liable to you in the event of any modification, suspension or discontinuance of the RAF Program.\nAny fraud or abuse can result in the immediate termination of your account.</p> Refund Policy: <p>No refunds will be considered for accounts deleted for violation of our Terms of Service.</p> Termination of Service: <p>Golden Frog reserves the right to suspend, terminate, or refuse service to anyone at any time for any reason.</p> Billing <p>Please note, for our customers residing in the United States or Canada, our affiliated company, Golden Frog, Inc.\nwill be processing your payments.\nAll other customer payments will be processed directly by Golden Frog, GmbH.</p>\n<p>Your service will automatically be renewed at the end of each service period, repeating the length of the previous service period, unless you cancel.\nYou can upgrade your service, downgrade your service, or cancel your service by using our online Control Panel located at:</p>\n<p>http://www.goldenfrog.com/</p>\n<p>All accounts are renewed automatically until a cancellation request is received.</p> Cancellation <p>Your Golden Frog service can only be cancelled, by the required times specified below, by using our online Control Panel located at:</p>\n<p>http://www.goldenfrog.com/</p>\n<p>Service cancellations must be entered prior to the end of the current service period in order for them to take effect before the service's next renewal.\nCancellations will take effect at the end of the service period in which they are submitted.\nServices renew at or shortly after 12:00 AM midnight, US Central Time, on their renewal date.</p> Policy Changes: <p>Golden Frog reserves the right to revise, supplement or rescind any of our policies or terms of service at any time, without prior notice.\nIt is the member's sole responsibility to remain informed of our current Terms of Service including all other named policies included by reference therein.</p> Acceptance of Terms: <p>By logging in to any Golden Frog service, you agree to the Golden Frog Terms of Service including all other policies incorporated by reference.</p> ", "created_at": "2021-01-29 20:35:38.56826", "updated_at": "2021-01-29 20:35:41.451032"}], "points": [], "urls": ["vyprvpn.com", "goldenfrog.com"]}}