{"error": 448, "message": "OK", "parameters": {"id": 714, "name": "WG-gesucht", "created_at": "2018-09-23 19:38:23.628758", "updated_at": "2021-03-25 03:19:53.690489", "wikipedia": null, "keywords": null, "related": null, "slug": "wggesucht", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/714.png", "url": "wg-gesucht.de", "documents": [{"id": 563, "name": "Terms of Service", "url": "https://www.wg-gesucht.de/agb.html", "xpath": "", "text": " &lt;div class=\"alert alert-with-icon alert-danger\"&gt.\n&lt;span class=\"glyphicons glyphicons-exclamation-sign\" style=\"left: 15px;\"&gt;&lt;/span&gt.\n&lt;div class=\"alert-body\"&gt.\n&lt;p&gt;Bitte beachten Sie, dass Javascript aktiviert sein muss, um alle Funktionen auf WG-Gesucht nutzen zu können.\nOhne Javascript stehen Ihnen einige Funktionen nicht zur Verfügung.\nBitte aktivieren Sie Javascript, bevor Sie fortfahren.&lt;/p&gt.\n&lt;/div&gt.\n&lt;/div&gt.\nZum Hauptinhalt springen Registrieren Login Anzeige inserieren <ul>\n<li> Angebot </li>\n<li>\n</li>\n<li> Gesuch </li>\n</ul> WG-Gesucht.de <ul>\n<li> Hauptmenü </li>\n<li>\n</li>\n</ul>\n<ul>\n<li> Angebote <ul>\n<li> WG-ZIMMER </li>\n<li>\n</li>\n<li> 1-ZIMMER-WOHNUNG </li>\n<li>\n</li>\n<li> WOHNUNG </li>\n<li>\n</li>\n<li> HAUS </li>\n<li>\n</li>\n<li> Angebot inserieren </li>\n</ul>\n</li>\n<li> Gesuche <ul>\n<li> WG-ZIMMER </li>\n<li>\n</li>\n<li> 1-ZIMMER-WOHNUNG </li>\n<li>\n</li>\n<li> WOHNUNG </li>\n<li>\n</li>\n<li> HAUS </li>\n<li>\n</li>\n<li> Gesuch inserieren </li>\n</ul>\n</li>\n<li> Mein WG-Gesucht <ul>\n<li> LOGIN </li>\n<li>\n</li>\n<li> REGISTRIEREN </li>\n<li>\n</li>\n<li> PASSWORT VERGESSEN? </li>\n</ul>\n</li>\n<li> SCHUFA-Auskunft </li>\n<li> Hilfe / Kontakt <ul>\n<li> Hilfebereich </li>\n<li>\n</li>\n<li> FAQ </li>\n<li>\n</li>\n<li> IMPRESSUM </li>\n<li>\n</li>\n<li> Mediadaten </li>\n<li>\n</li>\n</ul>\n</li>\n<li> INFOS &amp.\nRATGEBER <ul>\n<li> Suchende </li>\n<li>\n</li>\n<li> WG-Arten </li>\n<li>\n</li>\n<li> WG-Ratgeber </li>\n<li>\n</li>\n<li> SCHUFA-BonitätsCheck </li>\n<li>\n</li>\n<li> Sicherheit </li>\n<li>\n</li>\n<li> Anbieter </li>\n<li>\n</li>\n<li> Wohnen in </li>\n<li>\n</li>\n<li> MIETRECHT </li>\n</ul>\n</li>\n</ul> Aktiver Werbeblocker <p> In Ihrem Browser ist ein Werbeblocker aktiviert.\nBitte beachten Sie, dass je nach Einstellung des Werbeblockers eventuell nicht alle Inhalte der Seite korrekt dargestellt werden können.\n</p> Allgemeine Geschäftsbedingungen der SMP GmbH &amp.\nCo.\nKG <br> Stand: März 2019 <ul>\n<li> 1.\nGeltungsbereich <ol>\n<li>Die SMP GmbH &amp.\nCo.\nKG, Reinsburgstraße 184, 70197 Stuttgart, stellt ihren Nutzern den Service des Internetportals www.wg-gesucht.de auf der Grundlage dieser Allgemeinen Geschäftsbedingungen (- kurz: <b>AGB</b> -) zur Verfügung.</li>\n<li>Die AGB gelten für alle Dienste und Inhalte, die auf der Internetseite unter der URL https://www.wg-gesucht.de, sowie den dazugehörigen Unterseiten, den sog.\nSecond- und Third-Level-Domains (- kurz: <b>Internetportal</b> -), angeboten werden.\nDie AGB gelten hingegen nicht für sog.\n<b>Drittdienste</b>.\nHierbei handelt es sich um Dienstleistungen, die von Dritten unabhängig von der SMP GmbH &amp.\nCo.\nKG angeboten werden.\nDie Drittdienste sind auf dem Internetportal gesondert gekennzeichnet.\nDiesbezüglich gelten die allgemeinen Geschäftsbedingungen des jeweiligen Drittdienstes.</li>\n<li>Die SMP GmbH &amp.\nCo.\nKG behält sich das Recht vor, für bestimmte Serviceangebote, wie z.B.\nGewinnspiele, dem Nutzungsverhältnis besondere Bedingungen zu Grunde zu legen.\nAuf diese besonderen Bedingungen wird der Nutzer vor der Inanspruchnahme des Service ausdrücklich hingewiesen.\nDie in dem jeweiligen Fall geltenden besonderen Bedingungen haben Vorrang vor den AGB, soweit die besonderen Bedingungen von den AGB abweichende Regelungen enthalten.</li>\n<li>Die AGB regeln die Nutzung der von der SMP GmbH &amp.\nCo.\nKG angebotenen Leistungen.</li>\n<li>Durch die Nutzung der von der SMP GmbH &amp.\nCo.\nKG angebotenen Leistungen erklärt der Nutzer sein Einverständnis mit den AGB.\nNutzern, die ihr Einverständnis mit den AGB nicht erklären, wird untersagt, die Leistungen der SMP GmbH &amp.\nCo.\nKG in Anspruch zu nehmen.\nEine Nutzung liegt bereits dann vor, wenn der Nutzer die Daten des Internetportals aufruft und verwendet, ohne einen eigenen Eintrag zu tätigen.\nEine Datenverwendung liegt somit bereits in der Kontaktaufnahme und im Herausfiltern der Daten über das Internetportal.</li>\n<li>Die SMP GmbH &amp.\nCo.\nKG behält sich vor, die AGB jederzeit anzupassen.\nDie neuen AGB werden dem Nutzer mitgeteilt und gelten dann als genehmigt, wenn der Nutzer nicht innerhalb von sechs Wochen nach Mitteilung der neuen AGB diesen widerspricht.</li>\n</ol>\n</li>\n<li> 2.\nVertragsgegenstand, Begrifflichkeiten <ol>\n<li>SMP GmbH &amp.\nCo.\nKG stellt eine Internetplattform zur Verfügung, welche Suchende und Bietende von Wohnraum, insbesondere im Bereich von Wohngemeinschaften <b>(\"WGs\")</b>, zusammenführt.\nDarüber hinaus bietet das Internetportal weitere Leistungen rund um das Thema WG an.</li>\n<li>Das Angebot des Internetportals richtet sich überwiegend an private Nutzer, die lediglich für nicht gewerbliche Zwecke Wohnraum suchen oder zur Verfügung stellen wollen.\nUnbeschadet der Regelungen in Ziffer 6 der AGB ist eine gewerbliche Nutzung des Internetportals, insbesondere das Aufgeben gewerblicher Inserate, regelmäßig untersagt.</li>\n<li>Das Angebot darf ausschließlich durch volljährige Nutzer wahrgenommen werden.</li>\n</ol>\n</li>\n<li> 3.\nDatenschutz <p> Personenbezogene Daten von Nutzern werden unter Beachtung der anwendbaren datenschutzrechtlichen Vorschriften (insbesondere der EU-Datenschutzgrundverordnung / DSGVO, des Bundesdatenschutzgesetzes / BDSG und des Telemediengesetzes / TMG) erhoben, verarbeitet und genutzt.\nDetaillierte Angaben hierzu finden sich in der Datenschutzinformation.\n</p>\n<p> Die SMP GmbH &amp.\nCo.\nKG greift beim Betrieb des Internetportals auf Drittanbieter, wie z.B.\nGoogle zurück, um Werbeanzeigen zu schalten, wenn die Nutzer das Internetportal besuchen.\nDiese Drittanbieter nutzen möglicherweise Informationen zu den Browser-Aktivitäten der Nutzer, damit dem jeweiligen Nutzer solche Werbeanzeigen angezeigt werden können, die ihn möglicherweise besonders interessieren.\nHierzu gehören <u>NICHT</u> der Name, die Adresse, E-Mail-Adresse oder Telefonnummer des Nutzers.\nFalls Sie mehr über diese Methoden erfahren möchten oder wissen möchten, welche Möglichkeiten Sie haben, damit diese Informationen nicht von Drittanbietern verwendet werden können, klicken Sie hier.\n</p>\n</li>\n<li> 4.\nNutzungsuntersagung, Gewährleistung und Haftungsausschluss <ol>\n<li>Die SMP GmbH &amp.\nCo.\nKG behält sich ausdrücklich vor, aus technischen Gründen eine Anzeige oder sonstige Veröffentlichung (auch im Gästebuch des Internetportals) eines Nutzers ganz oder teilweise, dauerhaft oder vorübergehend vom Internetportal zu entfernen oder einem Nutzer die Nutzung des Internetportals zu verweigern.</li>\n<li>Dasselbe gilt für alle Anzeigen und Veröffentlichungen im Internetportal, wenn diese gegen die AGB oder gegen geltende gesetzliche Regelungen oder gegen die guten Sitten verstoßen.</li>\n<li>Die SMP GmbH &amp.\nCo.\nKG übernimmt keine Gewähr für die Vollständigkeit und Richtigkeit der auf dem Internetportal zum Herunterladen bereitgestellten Dateien, insbesondere der von ihr angebotenen Musterverträge, Umzugshilfen und Mietrechtstipps.\nDie SMP GmbH &amp.\nCo.\nKG bietet keine Rechtsberatung an.\nDie Nutzer werden aufgefordert, hierzu eine zur Rechtsberatung zugelassene Person zu kontaktieren.</li>\n<li>Eine Haftung der SMP GmbH &amp.\nCo.\nKG für leichte Fahrlässigkeit wird ausgeschlossen.\nDieser Ausschluss gilt nicht, soweit die SMP GmbH &amp.\nCo.\nKG schuldhaft eine wesentliche Vertragspflicht verletzt, also eine Pflicht, auf deren Erfüllung der Nutzer vertraut und vertrauen darf.\nIm Falle der schuldhaften Verletzung einer wesentlichen Vertragspflicht ist die Haftung aber auf den vorhersehbaren und typischerweise entstehenden Schaden begrenzt.\nDieser Haftungsausschluss bezieht sich auch auf etwaige Erfüllungsgehilfen oder gesetzliche Vertreter der SMP GmbH &amp.\nCo.\nKG.</li>\n<li>Der Haftungsausschluss gilt nicht bei einer schuldhaften Verletzung von Körper, Leben oder Gesundheit oder bei einer Haftung nach dem Produkthaftungsgesetz, sowie bei der Übernahme von Garantien oder einem Beschaffungsrisiko.</li>\n<li>Eine Haftung für Höhere Gewalt ist ausgeschlossen.\nHöhere Gewalt liegt insbesondere bei Umwelt- oder Klimakatastrophen, Krieg oder sonstigen Notständen vor.</li>\n<li>Für Verträge, die durch die Vermittlung oder über das Internetportal der SMP GmbH &amp.\nCo.\nKG zustande kommen, gelten ausschließlich die Vereinbarungen (z.B.\nder Mietvertrag) zwischen den jeweiligen Parteien.\nDie SMP GmbH &amp.\nCo.\nKG übernimmt diesbezüglich keinerlei Vertragspflichten und gibt keine Garantieversprechen ab.\nEine Haftung der SMP GmbH &amp.\nCo.\nKG ist in diesem Bereich gänzlich ausgeschlossen.</li>\n<li>Etwaige mittelbare oder unmittelbare Schadenersatz- oder Schmerzensgeldansprüche gegen die SMP GmbH &amp.\nCo.\nKG im Zusammenhang mit dem Betrieb des Internetportals müssen innerhalb eines Jahres nach positiver Kenntnis des Schadens und der Haftung der SMP GmbH &amp.\nCo.\nKG bei der SMP GmbH &amp.\nCo.\nKG geltend gemacht werden.\nErfolgt die Geltendmachung verspätet, so sind die Ansprüche des Nutzers ausgeschlossen (Verwirkung).\nSoweit gesetzliche Verjährungstatbestände vorzeitig eingreifen, bleiben diese unberührt.</li>\n</ol>\n</li>\n<li> 5.\nKostenloser Service <p> Das zwischen dem nicht gewerblichen Nutzer (vgl.\nZiffer 2 Abs.\n2 und Ziffer 6 dieser AGB) und der SMP GmbH &amp.\nCo.\nKG eingegangene Nutzungsverhältnis ist kostenfrei.\n</p>\n</li>\n<li> 6.\nGewerbliche Nutzung des Internetportals <ol>\n<li>Eine unmittelbare oder mittelbare gewerbliche oder freiberufliche Nutzung des Internetportals darf nur nach vorheriger ausdrücklicher Einwilligung der SMP GmbH &amp.\nCo.\nKG erfolgen.\nDie gewerbliche Nutzung des Internetportals bedarf in der Regel des Abschlusses einer gesonderten Vereinbarung zwischen dem Nutzer und der SMP GmbH &amp.\nCo.\nKG.\nEine gewerbliche Nutzung ist in der Regel ausgeschlossen, da der kostenlose Charakter der Leistung im Vordergrund steht.\nAls gewerbliche oder freiberufliche Nutzer des Internetportals sind insbesondere Makler anzusehen.\nMakler im Sinne der AGB sind: a) Vermittlungs- und Nachweismakler, d.h.\nPersonen, die gegen Zahlung einer Provision gewerblich tätig werden, sowie sonstige kommerzielle Wohnungsvermittler, wie insbesondere Wohnungsbaugesellschaften, Bauträger, Wohnungsgenossenschaften, Betreiber von sog.\n\"Wohnungslisten\" und Datenbanken.\nb) Kommerzielle Jobvermittler und ähnliche Anbieter.</li>\n<li>Es ist verboten, im Internetportal unmittelbar oder mittelbar sog.\nMehrwertrufnummern (z.B.\nNummern mit der Vorwahl 0900, 0180X, 0190X, 11XXX) anzugeben oder auf diese auf irgendeine Art hinzuweisen, sei es durch direkte Darstellung oder durch die Ansage eines Telefondienstes, per E-Mail oder durch sonstige Benachrichtigung des Nutzers.\nDies gilt sinngemäß auch für sog.\nFaxabrufnummern.\nDie SMP GmbH &amp.\nCo.\nKG behält sich vor, im Falle eines Verstoßes ohne Vorwarnung das betreffende Inserat zu löschen und den Nutzer zu sperren.</li>\n<li>Die SMP GmbH &amp.\nCo.\nKG ist im Falle des Verstoßes gegen Abs.\n2 berechtigt, vom Nutzer Auskunft über die Höhe seiner Gewinne aus der Mehrwertrufnummer, bzw.\nFaxabrufnummer zu verlangen.\nDie SMP GmbH &amp.\nCo.\nKG behält sich ausdrücklich die Geltendmachung von Schadenersatzansprüchen vor, insbesondere wegen immaterieller Schäden (z.B.\nwegen Image-Schäden).</li>\n<li>Die Aufgabe von Inseraten, bei denen unmittelbar oder mittelbar Vermittlungskosten, (Makler-) Courtagen, erhöhte Telefonkosten oder sonstige Kosten oder Gebühren erhoben werden, ist untersagt.\nEbenso ist es untersagt, in einem Inserat mittelbar oder unmittelbar sonstige Produkte oder Dienstleistungen zu bewerben.</li>\n<li>Werden ohne die Einwilligung der SMP GmbH &amp.\nCo.\nKG gewerbliche Inserate geschaltet, ist die SMP GmbH &amp.\nCo.\nKG berechtigt, diese unverzüglich zu löschen, und vom Nutzer pro Anzeige und Anzeigentag eine ortsübliche und angemessene Vergütung zzgl.\neiner Vertragsstrafe, die dem Fünffachen der ortsüblichen und angemessenen Vergütung entspricht, und zzgl.\nder jeweils gültigen gesetzlichen Mehrwertsteuer, zu verlangen.\nBei der Festlegung der ortsüblichen und angemessenen Vergütung kann auf die Angebote der SMP GmbH &amp.\nCo.\nKG zur gewerblichen Nutzung des Internetportals zurückgegriffen werden.</li>\n<li>Soweit der SMP GmbH &amp.\nCo.\nKG nach Abs.5 Ansprüche zustehen, ist der Nutzer verpflichtet, sie von außergerichtlichen Rechtsanwaltskosten zur Verfolgung dieser Ansprüche freizustellen.</li>\n<li>Soweit der SMP GmbH &amp.\nCo.\nKG nach Abs.\n5 ein Anspruch zusteht, ist die SMP GmbH &amp.\nCo.\nKG berechtigt, etwaige Gegenleistungsansprüche des Nutzers bis zum vollständigen Ausgleich der fälligen Ansprüche der SMP GmbH &amp.\nCo.\nKG zurückzubehalten.</li>\n</ol>\n</li>\n<li> 7.\nRechte und Pflichten der Nutzer <ol>\n<li>Für den Inhalt und Richtigkeit der übermittelten Daten und Informationen ist ausschließlich der Nutzer verantwortlich.\nEr trägt die Verantwortung für sein Handeln im Internetportal.</li>\n<li>Der Nutzer verpflichtet sich zudem, keine Daten und Informationen zu übermitteln, wenn hierdurch Rechte Dritter (insbesondere Persönlichkeitsrechte, Namensrechte, Marken- und Urheberechtrechte und sonstige Leistungsschutzrechte) verletzt werden oder gegen bestehende Gesetze der Bundesrepublik Deutschland verstoßen wird (z.B.\nUrhebergesetz, Bürgerliches Gesetzbuch, Strafgesetzbuch, Markengesetz, Grundgesetz, Jugendschutz).\nDies gilt insbesondere auch für Verlinkungen auf andere Internetseiten, und für Hinweise auf Angebote in Printwerken oder in digitalen Medien, die der Nutzer vornimmt.</li>\n<li>Der Nutzer wird ausdrücklich darauf hingewiesen, dass es gesetzlich verboten ist, urheberrechtlich geschütztes Kartenmaterial oder urheberrechtlich geschützte Bilder und Fotografien ohne Zustimmung des Urhebers auf dem Internetportal zu veröffentlichen.</li>\n<li>Der Nutzer darf das Internetportal nicht zu sonstigen unrechtmäßigen oder unsittlichen Zwecken nutzen, die nicht den Zielen des Internetportals entsprechen.\nDie Verwendung anstößiger Inhalte oder doppeldeutiger Bezeichnungen und Aufrufe zu sexuellen Handlungen jeglicher Art sind untersagt.</li>\n<li>Der Nutzer stellt die SMP GmbH &amp.\nCo.\nKG von allen Ansprüchen Dritter frei, die von Dritten wegen der Verletzung dieser AGB durch den Nutzer gegenüber der SMP GmbH &amp.\nCo.\nKG geltend gemacht werden.\nDer Nutzer erstattet der SMP GmbH &amp.\nCo.\nKG in diesem Fall auch alle zur Rechtsverfolgung und –verteidigung anfallenden Kosten.\nZudem ist der Nutzer verpflichtet, der SMP GmbH &amp.\nCo.\nKG alle erforderlichen Unterlagen und Informationen, die zur Wahrnehmung ihrer Interessen notwendig sind, zur Verfügung zu stellen.</li>\n<li>Die Nutzung der auf dem Internetportal verwendeten Daten zum Zweck des massenhaften Versandes von E-Mails (sog.\n<b>Spamming</b>) ist verboten.\nDie SMP GmbH &amp.\nCo.\nKG behält sich vor, die Nutzer, die mittels Daten des Internetportals Spamming betreiben, auf Schadensersatz, insbesondere wegen immaterieller Schäden (z.B.\nwegen Image-Schäden), in Anspruch zu nehmen.</li>\n<li>Nutzungsaktivitäten, die den Zweck haben, die Funktion des Internetportals zu beeinträchtigen oder dessen Nutzung zu erschweren, sind verboten.\nSie werden stets zivil- und strafrechtlich verfolgt.\nUntersagt sind insbesondere Eingriffe, welche die physikalische oder logische Struktur des Internetportals beeinträchtigen.</li>\n<li>Der Nutzer verpflichtet sich, seine Zugangsdaten vor Dritten geheim zu halten und vor fremden Zugriffen zu schützen.\nDer Nutzer haftet für jede unbefugte Nutzung des Internetportals, die er zu vertreten hat.\nDer Nutzer hat die SMP GmbH &amp.\nCo.\nKG unverzüglich darüber in Kenntnis zu setzen, falls er den Verdacht hegt, dass seine Zugangsdaten von Dritten missbräuchlich verwendet werden.</li>\n<li>Der Nutzer ist damit einverstanden, dass die im Internetportal angegebenen persönlichen Daten von Suchmaschinen, wie beispielsweise Google oder Yahoo, herausgefiltert werden können.\nDie SMP GmbH &amp.\nCo.\nKG hat keine Möglichkeit, ein solches Herausfiltern durch Suchmaschinen zu unterbinden.\nDies würde auch dem Interesse des Internetportals widersprechen, einen möglichst großen Kreis von Interessenten zu erreichen.</li>\n<li>Der Nutzer willigt ein, dass seine Daten auf den jeweiligen Partnerseiten der SMP GmbH &amp.\nCo.\nKG erscheinen dürfen und dass die Nutzerprofile im Zusammenhang mit weiteren Geschäftsaktivitäten der SMP GmbH &amp.\nCo.\nKG verwendet werden dürfen.</li>\n<li>Eine Vervielfältigung der Angebote des Internetportals ist nur mit vorheriger Zustimmung der SMP GmbH &amp.\nCo.\nKG gestattet.\nIm Falle eines Verstoßes wird die SMP GmbH &amp.\nCo.\nKG sowohl zivilrechtliche als auch strafrechtliche Schritte gegen den jeweiligen Nutzer einleiten.</li>\n<li>Sollte es durch einen Dritten zur Verletzung dieser AGB oder gesetzlicher Vorschriften kommen, bittet die SMP GmbH &amp.\nCo.\nKG den Nutzer, sie unverzüglich über diesem Verstoß zu unterrichten, damit entsprechende Maßnahmen ergriffen werden können.</li>\n</ol>\n</li>\n<li> 8.\nRechte und Pflichten der SMP GmbH &amp.\nCo.\nKG <ol>\n<li>Die SMP GmbH &amp.\nCo.\nKG behält sich das Recht vor, die auf dem Internetportal geschalteten Anzeigen zu überprüfen.\nDie SMP GmbH &amp.\nCo.\nKG respektiert die Rechte der Nutzer, insbesondere die Meinungsfreiheit, soweit die Handlungen der Nutzer nicht ihrerseits zu einer Rechtsverletzung führen.</li>\n<li>Verstößt der Nutzer gegen die AGB oder besteht der begründete Verdacht eines Verstoßes, ist die SMP GmbH &amp.\nCo.\nKG berechtigt, den jeweiligen Nutzer von den Leistungen des Internetportals auszuschließen und die von ihm übermittelten Daten unverzüglich zu löschen.</li>\n<li>Die SMP GmbH &amp.\nCo.\nKG wird den Nutzer vor einem Ausschluss von dem Internetportal unter Setzung einer angemessenen Frist dazu auffordern, die vertragswidrigen Handlungen zu unterlassen.\nKommt der Nutzer der Aufforderung nicht nach, kann er ohne weitere Ankündigung ausgeschlossen werden.\nIst der Verstoß des Nutzers so gravierend, dass der SMP GmbH &amp.\nCo.\nKG eine Aufrechterhaltung des Nutzungsverhältnisses nicht mehr zuzumuten ist, kann das Nutzungsverhältnis auch ohne Fristsetzung beendet werden.\nDies ist insbesondere bei einem Verstoß gegen gesetzliche Vorschriften der Fall.</li>\n<li>Das komplette Angebot der SMP GmbH &amp.\nCo.\nKG unterliegt den jeweiligen gewerblichen Schutzrechten, wie z.B.\ndem Urhebergesetz.\nDies gilt auch für die gesamte Daten- und Datenbankstruktur sowie für das äußere Erscheinungsbild des Internetportals.</li>\n</ol>\n</li>\n<li> 9.\nUrheberrecht / Lizenzen <ol>\n<li> Der Nutzer räumt der SMP GmbH &amp.\nCo.\nKG für die Dauer des gesetzlichen Urheberrechts das Recht ein, die in seinen Anzeigen enthaltenen Inhalte (Bild, Wort, Ton und Film) räumlich, zeitlich und inhaltlich unbeschränkt, auch zu allen Zwecken, die mit dem Unternehmenszweck der SMP GmbH &amp.\nCo.\nKG in Verbindung stehen, zu nutzen.<br>\nÜbertragen werden insbesondere: <ul>\n<li>das Recht der Vervielfältigung, Verbreitung und öffentlichen Zugänglichmachung in jeder Form;</li>\n<li>die elektronische Vervielfältigung, Verbreitung und öffentliche Zugänglichmachung.\ninsbesondere über Inter- oder Intranet, durch Wiedergabe auf Bildschirmen und durch Download (On-Demand-File-Sharing) und mittels mobiler Kommunikationseinrichtungen wie Mobil-Telefon, PDAs und Vergleichbarem;</li>\n<li>die Veränderung der Wiedergabeform, insbesondere durch Bearbeitung und Übersetzung bzw.\nÜbertragung in andere Sprachen, Mundarten oder Darstellungsformen sprachlicher Art.</li>\n</ul>\n</li>\n<li>Bestehen an den Inhalten einer Anzeige Rechte Dritter, so räumt der Nutzer der SMP GmbH &amp.\nCo.\nKG auch hinsichtlich dieser Rechte die Nutzungsrechte in dem in Abs.\n1 festgelegten Umfang ein.</li>\n<li>Der Nutzer ist damit einverstanden, dass die SMP GmbH &amp.\nCo.\nKG die ihr eingeräumten Nutzungsrechte gegebenenfalls an ihre Vertragspartner übertragen bzw.\nlizensieren wird und ihre Vertragspartner in die Lage versetzen wird, über die Inhalte der Anzeigen für unternehmerische Zwecke zu verfügen.\nDie SMP GmbH &amp.\nCo.\nKG ist daher berechtigt, die Rechte aus Abs.\n1 und Abs.\n2 ganz oder teilweise auf ihre Vertragspartner zu übertragen bzw.\nan diese zu lizensieren und ihre Vertragspartner zu ermächtigen, die Rechte ihrerseits zu übertragen und unterzulizensieren.</li>\n</ol>\n</li>\n<li> 10.\nBeendigung des Nutzungsverhältnisses <ol>\n<li>Die SMP GmbH &amp.\nCo.\nKG behält sich ausdrücklich das Recht vor, einzelne Leistungen des Internetportals, oder den Betrieb des Internetportals insgesamt, jederzeit ein- oder umzustellen.\nDie SMP GmbH &amp.\nCo.\nKG behält sich insbesondere das Recht vor, eine Kostenpflicht für einzelne Dienste einzuführen.\nDer Nutzer wird in einem solchen Fall gesondert durch die SMP GmbH &amp.\nCo.\nKG in Kenntnis gesetzt und muss durch gesonderte Erklärung die Entgeltlichkeit der Leistung annehmen.</li>\n<li>Der Nutzer ist jederzeit berechtigt, das Nutzungsverhältnis ohne Angabe von Gründen zu beenden.</li>\n</ol>\n</li>\n<li> 11.\nSchlussbestimmungen <ol>\n<li>Die etwaige Ungültigkeit einer Bestimmung der AGB berührt die Gültigkeit der übrigen Regelungen dieser AGB nicht.</li>\n<li>Das Nutzungsverhältnis unterliegt ausschließlich dem Recht der Bundesrepublik Deutschland.\nDie Anwendung von UN-Kaufrecht und/oder internationalem Recht ist ausgeschlossen.</li>\n<li>Das Vertragsverhältnis zwischen der SMP GmbH &amp.\nCo.\nKG und dem Nutzer beschränkt sich auf das Nutzungsverhältnis.\nWeitergehende Verträge, die über die von der SMP GmbH &amp.\nCo.\nKG über das Internetportal angebotenen Leistungen hinausgehen, werden zwischen den Parteien nicht geschlossen.</li>\n<li>Sofern der Nutzer Kaufmann im Sinne des Handelsgesetzbuches, juristische Person des öffentlichen Rechts oder öffentlich-rechtliches Sondervermögen ist, wird der Sitz der SMP GmbH &amp.\nCo.\nKG in Stuttgart als ausschließlicher örtlicher Gerichtsstand verbindlich vereinbart.</li>\n<li>Von dem Nutzer gestellte AGB, die den AGB der SMP GmbH &amp.\nCo.\nKG entgegenstehen, berühren das Nutzungsverhältnis nicht, da sie von der SMP GmbH &amp.\nCo.\nKG nicht akzeptiert werden.\nIst der Nutzer mit dieser Regelung nicht einverstanden, so steht es ihm frei, von dem Abschluss des Nutzungsverhältnisses abzusehen.</li>\n</ol>\n</li>\n<li> 12.\nFassung <p> Diese AGB entfalten ihre Gültigkeit ab dem 13.03.2019 und sind auf unbestimmte Zeit bis zur Neufassung der AGB gültig.\n</p>\n</li>\n</ul>\n<br>\n<br>\n<b>Inhaltsverzeichnis\n<ol>\n<li> Geltungsbereich <br>\n<br>\n</li>\n<li> Vertragsgegenstand, Begrifflichkeiten <br>\n<br>\n</li>\n<li> Datenschutz <br>\n<br>\n</li>\n<li> Nutzungsuntersagung, Gewährleistung und Haftungsausschluss <br>\n<br>\n</li>\n<li> Kostenloser Service <br>\n<br>\n</li>\n<li> Gewerbliche Nutzung des Internetportals <br>\n<br>\n</li>\n<li> Rechte und Pflichten der Nutzer <br>\n<br>\n</li>\n<li> Rechte und Pflichten der SMP GmbH &amp.\nCo.\nKG <br>\n<br>\n</li>\n<li> Urheberrecht / Lizenzen <br>\n<br>\n</li>\n<li> Beendigung des Nutzungsverhältnisses <br>\n<br>\n</li>\n<li> Schlussbestimmungen <br>\n<br>\n</li>\n<li> Fassung <br>\n<br>\n</li>\n</ol>\n</b>\n<b>\n</b>\n<b>\n</b>\n<b>\n<ol>\n<li>Start</li>\n<li>AGB</li>\n</ol> Folgen Sie uns <ul>\n<li> Sprache </li>\n<li> Deutsch <ul>\n<li> Deutsch </li>\n<li> English </li>\n<li> Español </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Service / Hilfe</li>\n<li> Cookie-Einstellungen</li>\n<br>\n<li>Kontakt / Impressum</li>\n<li>AGB &amp.\nrechtliche Hinweise</li>\n<li>Datenschutzinformation</li>\n<li>Gewerbliche Nutzung</li>\n<li>Feedback</li>\n<li>Pressespiegel</li>\n<br>\n<li>Hilfe</li>\n<li>Passwort vergessen?</li>\n<li>Angebote lesen</li>\n<li>Angebot aufgeben</li>\n<li>Gesuche lesen</li>\n<li>Gesuch aufgeben</li>\n</ul>\n<ul>\n<li>WG-Zimmer</li>\n<li>WG in Berlin</li>\n<li>WG Berlin</li>\n<li>WG Bonn</li>\n<li>WG Braunschweig</li>\n<li>WG Bremen</li>\n<li>WG Darmstadt</li>\n<li>WG Dresden</li>\n<li>WG Düsseldorf</li>\n<li>WG Frankfurt</li>\n<li>WG Giessen</li>\n<li>WG Göttingen</li>\n<li>WG Hamburg</li>\n</ul>\n<ul>\n<li>Wohnungsmarkt</li>\n<li>WG Hannover</li>\n<li>WG Heidelberg</li>\n<li>WG Jena</li>\n<li>WG Köln</li>\n<li>WG Leipzig</li>\n<li>WG Lüneburg</li>\n<li>WG Mainz</li>\n<li>WG Mannheim</li>\n<li>WG München</li>\n<li>WG Nürnberg</li>\n<li>WG Tübingen</li>\n<li>WG Stuttgart</li>\n</ul>\n<ul>\n<li>Immobilienübersicht</li>\n<li>Wohngemeinschaft</li>\n<li>Wohngemeinschaften</li>\n<li>Mietwohnung</li>\n<li>Mietwohnungen</li>\n<li>Wohnungsmarkt</li>\n<li>Wohnungssuche</li>\n</ul>\n<br>\n</b>\n<b> × Entschuldigung, das hätte nicht passieren dürfen.\nDieser Dienst ist vorübergehend nicht verfügbar.\nWir arbeiten an einer Lösung, bitte versuchen Sie es später erneut.\n<br>\n<br> Vielen Dank für Ihre Geduld.\nOK × Wir entschuldigen uns für die Unannehmlichkeiten.\nDieser Dienst ist temporär nicht verfügbar.\nWir arbeiten an einer Lösung, bitte versuchen Sie es später noch einmal.\n<br>\n<br> Vielen Dank für Ihr Verständnis.\nOK × Ihre Anfrage scheint abgelaufen zu sein.\nWenn Sie diese Nachricht schließen, wird die Seite automatisch erneut geladen.\nVersuchen Sie es anschließend bitte erneut.\n<br>\n<br> Vielen Dank für ihr Verständnis.\nOK × Registrieren <ul>\n<li>Privat</li>\n<li>Als immobilienfirma</li>\n</ul>\n<ul> u.a.\nMakler, Hausverwaltungen, Co-Living-Anbieter, Wohnungsgenossenschaften, Plattformen, Vermögensverwaltungen, Webseiten, Vermittler, Anbieter von möbliertem Wohnen </ul> Anrede * <ul>\n<li>Frau</li>\n<li>Herr</li>\n<li>keine Angabe</li>\n</ul> Ich habe die AGB zur Kenntnis genommen und akzeptiere sie.\nWEITER Das EU-Gesetz der Datenschutzgrundverordnung schreibt vor, dass Nutzer zustimmen, wenn die personenbezogenen Daten Vor- und Nachname sowie E-Mail-Adresse verwendet werden.\nDiese Daten sind notwendig, um sich zu registrieren, mit anderen Nutzern in Kontakt zu treten und so eine erfolgreiche Vermittlung von Wohnraum zu ermöglichen.\n<br>\n<br>\nWenn Sie die erste Checkbox nicht markieren, können Sie WG-Gesucht.de laut DSGVO nicht nutzen.\nWir werden niemals Ihre personenbezogenen Daten unberechtigt an Dritte weitergeben.\nZurück Account bereits vorhanden? Login <ul>\n<li> Bitte wählen Sie eine Anrede aus.\n</li>\n<li> Bitte wählen Sie eine Anrede aus.\n</li>\n<li> Bitte wählen Sie eine Anrede aus.\n</li>\n<li> Bitte Vornamen angeben.\n</li>\n<li> Bitte geben Sie einen gültigen Vornamen ein.\n</li>\n<li> Der Vorname darf höchstens 50 Zeichen lang sein.\n</li>\n<li> Bitte Nachnamen angeben.\n</li>\n<li> Bitte geben Sie einen gültigen Nachnamen ein.\n</li>\n<li> Der Nachname darf höchstens 50 Zeichen lang sein.\n</li>\n<li> Bitte geben Sie einen Firmennamen an.\n</li>\n<li> Der Firmenname darf höchstens 100 Zeichen lang sein.\n</li>\n<li> Bitte E-Mail-Adresse angeben.\n</li>\n<li> Die angegebene E-Mail-Adresse ist bereits bei WG-Gesucht.de registriert.\n</li>\n<li> Bitte geben Sie eine gültige E-Mail-Adresse an.\n</li>\n<li> Ihre Eingabe ist zu lang, bitte geben Sie höchstens 191 Zeichen ein.\n</li>\n<li> Bitte beide Passwörter angeben.\n</li>\n<li> Ihre Eingabe ist zu kurz, bitte geben Sie mindestens 8 Zeichen ein.\n</li>\n<li> Ihre Eingabe ist zu lang, bitte geben Sie höchstens 64 Zeichen ein.\n</li>\n<li> Ihre eingetragenen Passwörter stimmen nicht überein.\n</li>\n<li> Das eingegebene Passwort ist sehr unsicher.\nBitte wählen Sie ein anderes Passwort.\n</li>\n<li> Bitte bestätigen Sie unsere AGB.\n</li>\n<li> Bitte bestätigen Sie unsere AGB.\n</li>\n</ul> × Login Herzlichen Glückwunsch, Ihr Account wurde erstellt.\nBitte loggen Sie sich ein.\nACHTUNG ACCOUNT LÖSCHEN Bitte geben Sie eine gültige E-Mail-Adresse und/oder ein Passwort ein.\nUnbekannte E-Mail-Adresse oder Passwort.\nBitte versuchen Sie es erneut.\nAngemeldet bleiben Passwort vergessen? Sie haben die Checkbox nicht markiert und damit der Verarbeitung Ihrer personenbezogenen Daten nicht zugestimmt.\nDamit können Sie WG-Gesucht.de nicht nutzen.\nLaut Datenschutzgrundverordnung muss Ihr Account in diesem Fall gelöscht werden.\n<br> Bei Fragen zum Datenschutz wenden Sie sich bitte an unsere Kundenbetreuung unter kontakt[at] wg-gesucht[dot]de.\n<br> Sind Sie sicher, dass Sie Ihren Account wirklich löschen möchten? <br> Falsche E-Mail-Adresse / Benutzername oder Passwort.\nBeim Löschen des Accounts ist ein Fehler aufgetreten.\nWir bitten, dies zu entschuldigen.\n<br> Noch kein Mitglied? Registrieren <ul>\n<li> Bitte geben Sie eine E-Mail-Adresse ein.\n</li>\n<li> Bitte geben Sie ein Passwort ein.\n</li>\n</ul> × Datenschutzgrundverordnung Sie haben die erste Checkbox nicht markiert.\nDamit können Sie Ihren Account nicht mehr nutzen.\nBitte beachten Sie, dass sich am Umgang mit Ihren Daten auf WG-Gesucht.de nach dem 25.\nMai nichts ändert.\nBei Ihrer Registrierung haben Sie unseren AGB und den Datenschutzbestimmungen bereits zugestimmt.\nWir sind aufgrund des EU-Gesetzes allerdings verpflichtet, die Zustimmung erneut einzuholen.\n× Anrufen <br>\n<br> Telefon: <b>\n</b>\n<br> Handy: <b>\n</b>\n</b>", "created_at": "2018-09-23 19:39:03.154196", "updated_at": "2020-12-14 20:09:36.900281"}, {"id": 564, "name": "Privacy Policy", "url": "https://www.wg-gesucht.de/datenschutz.html", "xpath": "", "text": " &lt;div class=\"alert alert-with-icon alert-danger\"&gt.\n&lt;span class=\"glyphicons glyphicons-exclamation-sign\" style=\"left: 15px;\"&gt;&lt;/span&gt.\n&lt;div class=\"alert-body\"&gt.\n&lt;p&gt;Bitte beachten Sie, dass Javascript aktiviert sein muss, um alle Funktionen auf WG-Gesucht nutzen zu können.\nOhne Javascript stehen Ihnen einige Funktionen nicht zur Verfügung.\nBitte aktivieren Sie Javascript, bevor Sie fortfahren.&lt;/p&gt.\n&lt;/div&gt.\n&lt;/div&gt.\nZum Hauptinhalt springen Registrieren Login Anzeige inserieren <ul>\n<li> Angebot </li>\n<li>\n</li>\n<li> Gesuch </li>\n</ul> WG-Gesucht.de <ul>\n<li> Hauptmenü </li>\n<li>\n</li>\n</ul>\n<ul>\n<li> Angebote <ul>\n<li> WG-ZIMMER </li>\n<li>\n</li>\n<li> 1-ZIMMER-WOHNUNG </li>\n<li>\n</li>\n<li> WOHNUNG </li>\n<li>\n</li>\n<li> HAUS </li>\n<li>\n</li>\n<li> Angebot inserieren </li>\n</ul>\n</li>\n<li> Gesuche <ul>\n<li> WG-ZIMMER </li>\n<li>\n</li>\n<li> 1-ZIMMER-WOHNUNG </li>\n<li>\n</li>\n<li> WOHNUNG </li>\n<li>\n</li>\n<li> HAUS </li>\n<li>\n</li>\n<li> Gesuch inserieren </li>\n</ul>\n</li>\n<li> Mein WG-Gesucht <ul>\n<li> LOGIN </li>\n<li>\n</li>\n<li> REGISTRIEREN </li>\n<li>\n</li>\n<li> PASSWORT VERGESSEN? </li>\n</ul>\n</li>\n<li> SCHUFA-Auskunft </li>\n<li> Hilfe / Kontakt <ul>\n<li> Hilfebereich </li>\n<li>\n</li>\n<li> FAQ </li>\n<li>\n</li>\n<li> IMPRESSUM </li>\n<li>\n</li>\n<li> Mediadaten </li>\n<li>\n</li>\n</ul>\n</li>\n<li> INFOS &amp.\nRATGEBER <ul>\n<li> Suchende </li>\n<li>\n</li>\n<li> WG-Arten </li>\n<li>\n</li>\n<li> WG-Ratgeber </li>\n<li>\n</li>\n<li> SCHUFA-BonitätsCheck </li>\n<li>\n</li>\n<li> Sicherheit </li>\n<li>\n</li>\n<li> Anbieter </li>\n<li>\n</li>\n<li> Wohnen in </li>\n<li>\n</li>\n<li> MIETRECHT </li>\n</ul>\n</li>\n</ul> Aktiver Werbeblocker <p> In Ihrem Browser ist ein Werbeblocker aktiviert.\nBitte beachten Sie, dass je nach Einstellung des Werbeblockers eventuell nicht alle Inhalte der Seite korrekt dargestellt werden können.\n</p>\n<b>SMP GmbH &amp.\nCo.\nKG Datenschutzinformation <br> Stand: Mai 2018</b>\n<br>\n<p> Der Schutz personenbezogener Daten ist für uns ein wichtiges Anliegen.\nWir bieten unser Internet-Angebot in Übereinstimmung mit den anwendbaren Rechtsvorschriften zum Schutz personenbezogener Daten (insbesondere der EU-Datenschutzgrundverordnung / DSGVO, des Bundesdatenschutzgesetzes / BDSG und des Telemediengesetzes / TMG) an.\nMit diesen Datenschutzinformationen geben wir Ihnen als Nutzer Auskunft darüber, wie wir mit personenbezogenen Informationen umgehen, die während Ihres Besuchs auf unserem Portal erhoben werden.\n<br>\n<br>\nDiese Datenschutzinformation gilt ausschließlich für das von der SMP GmbH &amp.\nCo.\nKG (nachfolgend \"SMP\") angebotene Portal.\nIm Portal können Links auf Webseiten fremder Anbieter enthalten sein, auf die sich die Datenschutzinformation nicht erstreckt.\nWenn Sie unser Portal verlassen, empfehlen wir, die Datenschutzinformationen anderer Internetangebote sorgfältig zu lesen.</p>\n<ol>\n<li>\n<b>Allgemeines</b>\n<ol>\n<li> Diese Datenschutzinformation gilt für das von SMP betriebene Internet-Angebot, das u.\na.\nunter der Domain https://www.wg-gesucht.de oder https://www.onu.com abrufbar ist (nachfolgend Portal genannt).\n</li>\n<li> SMP kann diese Datenschutzinformation von Zeit zu Zeit ändern, um sie zukünftigen Erweiterungen oder sonstigen Veränderungen des Portals oder einzelner Leistungen anzupassen.\nSMP informiert den Nutzer durch entsprechende Mitteilung auf dem Portal über jede Veränderung dieser Datenschutzinformation.\nDer Nutzer ist jederzeit berechtigt, der Änderung der Datenschutzbestimmungen zu widersprechen und das Nutzungsverhältnis mit SMP zu beenden.\n</li>\n</ol>\n</li>\n<li>\n<b>Erhebung, Verarbeitung und Nutzung von personenbezogenen Daten</b>\n<ol>\n<li> SMP erhebt bei der Nutzung des Portals und einzelner Anwendungen personenbezogene Daten des Nutzers.\nPersonenbezogene Daten sind alle Informationen zur Identität des Nutzers wie beispielsweise der Name, die Postanschrift, die E-Mail-Adresse oder die Telefonnummer.\n</li>\n<li> SMP verarbeitet und nutzt die erhobenen personenbezogenen Daten unter Beachtung der anwendbaren datenschutzrechtlichen Bestimmungen grundsätzlich zur Bereitstellung des Portals, seiner Anwendungen und zur Erbringung sonstiger Leistungen für den Nutzer, wie nachfolgend beschrieben.\n</li>\n<li> SMP kann die Angabe von personenbezogenen Daten des Nutzers verlangen, wenn der Nutzer schriftlich, telefonisch oder per E-Mail Kontakt mit SMP aufnimmt.\nSMP kann bei einer solchen Kontaktaufnahme auch weitere personenbezogene Daten des Nutzers erheben, die zur Bearbeitung einer Fehlermeldung, Informationsanfrage oder einer sonstigen Nachfrage des Nutzers erforderlich sind.\nDie erhobenen Daten werden bei SMP verarbeitet und zur Bearbeitung der Anfrage des Nutzers verarbeitet und genutzt.\n</li>\n</ol>\n</li>\n<li>\n<b>Datenerhebung, -verarbeitung und Nutzung beim Zugriff auf das Portal</b>\n<ol>\n<li> Beim Zugriff des Nutzers auf das Portal werden automatisch (also auch ohne eine Registrierung oder sonstige Angabe personenbezogener Daten) allgemeine Informationen gesammelt (z.\nB.\nIP-Adresse, verwendeter Internetbrowser, Anzahl der Besuche, durchschnittliche Verweilzeit, aufgerufene Seiten).\nSMP vergibt hierzu eine Kennziffer pro Besuch des Portals (Session-ID).\nDie gesammelten Informationen werden zu statistischen Zwecken ausgewertet, um Datenschutz, Attraktivität, Inhalt und Funktionalität der Plattform zu verbessern.\n</li>\n<li> Für die Erhebung und Auswertung der gesammelten Informationen benutzt SMP Google Analytics, einen Webanalysedienst der Google Inc.\n(\"Google\").\nGoogle Analytics verwendet sog.\n\"Cookies\", Textdateien, die auf dem Computer des Nutzers gespeichert werden und die eine Analyse der Benutzung der Website durch den Nutzer ermöglichen.\nDie durch den Cookie erzeugten Informationen über die Benutzung dieser Website (einschließlich der IP-Adresse des Nutzers) werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.\n<br>\n<br> Im Falle der Aktivierung der IP-Anonymisierung auf dieser Plattform wird die IP-Adresse des Nutzers von Google jedoch innerhalb von Mitgliedsstaaten der Europäischen Union oder in anderen Vertragsstaaten des Abkommens über den Europäischen Wirtschaftsraum zuvor gekürzt.\nNur in Ausnahmefällen wird die volle IP-Adresse an einen Server von Google in den USA übertragen und dort gekürzt.\nDie personenbezogenen Daten werden unter dem EU-US Privacy Shield auf Grundlage des Angemessenheitsbeschlusses der Europäischen Kommission in die USA übermittelt.\nDas Zertifikat können Sie hier abrufen.\n<br>\n<br> Im Auftrag von SMP wird Google diese Informationen benutzen, um die Nutzung der Website auszuwerten, um Reports über die Websiteaktivitäten zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen gegenüber SMP zu erbringen.\nDie im Rahmen von Google Analytics von Ihrem Browser übermittelte IP-Adresse wird nicht mit anderen Daten von Google zusammengeführt.\nDer Nutzer kann die Installation der Cookies durch eine entsprechende Einstellung der Browser-Software verhindern.\nin diesem Fall können gegebenenfalls nicht sämtliche Funktionen der Plattform vollumfänglich genutzt werden.\nDer Nutzer kann darüber hinaus die Erfassung der durch den Cookie erzeugten und auf die Nutzung der Website bezogenen Daten (inkl.\nder IP-Adresse des Nutzers) von Google sowie die Verarbeitung dieser Daten durch Google verhindern, indem das unter http://tools.google.com/dlpage/gaoptout?hl=de verfügbare Browser-Plugin heruntergeladen und installiert wird.\n<br>\n<br> Nähere Informationen zu Nutzungsbedingungen und Datenschutz finden sich unter http://www.google.com/analytics/terms/de.html bzw.\nunter http://www.google.com/intl/de/analytics/privacyoverview.html.\n<br>\n<br> SMP hat auf dem Portal Google Analytics um den Code \"gat._anonymizeIp();\" erweitert, um eine anonymisierte Erfassung von IP-Adressen (sog.\nIP-Masking) zu gewährleisten.\n<br>\n<br>\n<strong>Dauer der Datenspeicherung</strong>\n<br> Die von uns gesendeten und mit Cookies, Nutzerkennungen (z.\nB.\nUser-ID) oder Werbe-IDs verknüpften Daten werden nach 14 Monaten automatisch gelöscht.\nDie Löschung von Daten, deren Aufbewahrungsdauer erreicht ist, erfolgt automatisch einmal im Monat.\n<br>\n<br>\n<strong>Google Maps &amp.\nGoogle ReCaptcha</strong>\n<br> Wir binden die Landkarten des Dienstes “Google Maps” sowie die Funktion zur Erkennung von Bots, z.\nB.\nbei Eingaben in Onlineformularen („ReCaptcha“) des Anbieters Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, ein.\n<br> Datenschutzerklärung: https://www.google.com/policies/privacy/<br> Opt-Out: https://adssettings.google.com/authenticated<br>\n<br>\n</li>\n<li> Generell zum Thema Cookies verweisen wir auf weitere Informationen unter: <br>https://www.wg-gesucht.de/ic/cookies.html </li>\n</ol>\n</li>\n<li>\n<b>Datenerhebung, -verarbeitung und Nutzung bei Nutzung von E-Mail-Funktionen/ internes Nachrichtensystem</b>\n<ol>\n<li> SMP bietet auf dem Portal verschiedene E-Mail-Funktionen an.\nHierzu gehören insbesondere die Funktionalität \"Nachricht senden\" (zum Versand von Anfragen an Inserenten) und die Funktionalität \"Neue Angebote per E-Mail\" (zum Erhalt von aktuellen Benachrichtigungen über neue Angebote).\n</li>\n<li> Bei Nutzung einer E-Mail-Funktion ist die Angabe einer E-Mail-Adresse, bei der Funktion \"Nachricht senden\" zusätzlich die Angabe eines Namens erforderlich.\nDiese Daten werden ausschließlich zur Ausführung der entsprechenden Funktion (also insbesondere zur Übermittlung der Nachricht an einen Inserenten bzw.\nzum Versand von E-Mail-Benachrichtigungen) verarbeitet und genutzt.\nBei der Benachrichtigungsfunktion werden die Daten gespeichert, bis der entsprechende Suchauftrag ausläuft.\n</li>\n<li> In einigen Städten findet die Kontaktaufnahme über ein internes Nachrichtensystem statt.\nUm dieses nutzen zu können, muss der Nutzer mit einem Account registriert sein.\nDort sind Anrede, Vor- und Nachname sowie die E-Mail-Adresse hinterlegt.\nBeim Kontaktieren eines Inserenten wird die E-Mail-Adresse für den Austausch von Nachrichten bei SMP hinterlegt.\nHierdurch kann der Nutzer die Nachrichten im Kommunikationsverlauf im Menüpunkt \"Nachrichten\" einsehen.\nAn die private E-Mail-Adresse erhält der Nutzer eine Benachrichtigung, wenn er neue Nachrichten erhalten hat.\nDies kann der Nutzer ausschalten.\nWenn der Nutzer ein Profilbild gespeichert hat, wird dies ebenso wie der öffentlich gewählte Namen im Kommunikationsverlauf angezeigt.\nWenn der Nutzer seinen Account löscht, werden die bei der Registrierung angegebenen personenbezogenen Daten gelöscht.\nDer Nachrichtenverlauf bleibt bestehen.\nanstelle der personenbezogenen Daten ist dort die Angabe „Gelöschter Nutzer“ sichtbar.\n</li>\n</ol>\n</li>\n<li>\n<b>Datenverarbeitung bei der Aufgabe einer Anzeige / Registrierung</b>\n<ol>\n<li> Bei Aufgabe einer Anzeige erfolgt gleichzeitig eine Registrierung auf dem Portal.\nDer Umfang der zu erhebenden Daten ergibt sich aus dem Online-Formular, das jederzeit unter dem Menüpunkt \"Anzeige aufgeben\" aufgerufen werden kann.\nIm Abschnitt \"Persönliche Angaben\" fragt SMP nach der Anrede, dem Vor- und Nachnamen, der Post- und E-Mail-Adresse (ggf.\neinem optionalen Benutzernamen), einem selbst gewählten Passwort sowie nach dem Geburtsdatum.\n</li>\n<li> Die bei Aufgabe einer Anzeige/Registrierung erhobenen Daten werden zur Erstellung des Nutzeraccounts und zur Abwicklung der Anzeigenveröffentlichung genutzt.\nIm Online-Formular ist jeweils ersichtlich, welche persönlichen Angaben bei der Anzeigenveröffentlichung öffentlich sichtbar sind.\nPflichtfelder sind mit einem Sternchen markiert.\n</li>\n<li> Bei der Registrierung auf dem Portal wird der Nutzer um mehrere unterschiedliche Einwilligungen zur Datenverarbeitung gebeten.\n<ol>\n<li> Die Einwilligung des Nutzers, dass SMP seine personenbezogenen Daten zur Nutzung der von SMP betriebenen Portale verarbeiten und speichern darf, ist für den Nutzer verpflichtend, wenn er sich auf dem Portal registrieren und eine Anzeige aufgeben will.\nDer Nutzer soll durch Klick Folgendes bestätigen: „Ich willige ein, dass die SMP GmbH &amp.\nCo.\nKG meine personenbezogenen Daten zur Nutzung der von der SMP GmbH &amp.\nCo.\nKG betriebenen Portale verarbeitet und speichert.“<br> Was bedeutet das? Wir haben und werden niemals die personenbezogenen Daten unserer Nutzer unberechtigt an Dritte weitergeben.\nWir behandeln die Daten unserer Nutzer mit größter Sorgfalt.\nWenn der Nutzer einen Account auf WG-Gesucht.de oder Onu.com registriert, muss er eine Anrede wählen, den Vor- und Nachnamen sowie die E-Mail-Adresse angeben.\nDiese Daten sind notwendig, um sich zu registrieren, mit anderen Nutzern in Kontakt zu treten und so eine erfolgreiche Vermittlung von Wohnraum zu ermöglichen.\n<br> Wenn der Nutzer eine Anzeige inserieren möchte, muss er zusätzlich sein Geburtsdatum und seine Anschrift angeben.\nDas Geburtsdatum kann später etwa bei Login-Problemen zur Verifizierung als Accountinhaber dienen.\nDie Objektadresse wird veröffentlicht.\nDies hat sich als sinnvoll erwiesen, da eine existierende Adresse dem Interessenten einen seriösen Hintergrund vermittelt und viele Interessenten nur in einem speziellen Gebiet suchen.\nAus insgesamt fünf Optionen kann der Nutzer wählen, wie sein Name öffentlich angezeigt wird.\nAuch die Angabe einer Telefonnummer ist möglich.\nDies ist allerdings freiwillig.\n</li>\n<li> Wenn der Nutzer individuelle Tipps und Hinweise zu seiner Suche durch das Team der Kundenbetreuung erhalten möchte, kann er hierfür seine Einwilligung erklären.\nDer Nutzer kann den Service von WG-Gesucht.de auch weiterhin nutzen, wenn er diesem Punkt nicht zustimmt.\nDer Nutzer kann die Einstellungen jederzeit über „Mein Profil“ aktualisieren.\nWenn der Nutzer die genannten Informationen erhalten möchte, dann bitten wir ihn, dies durch Klick zu bestätigen: „Ich willige ein, dass das Team der Kundenbetreuung mir individuelle Tipps und Hinweise zu meiner Suche sendet.“ <br> Was bedeutet das? Unser Ziel ist es, dass unsere Nutzer schnell ein neues Zuhause oder einen neuen Mitbewohner oder Nachmieter finden.\nDaher möchten wir unseren Nutzern gerne gelegentlich Tipps zur Unterstützung per E-Mail senden.\nDabei handelt es sich um keinen automatisierten Newsletter, sondern um speziell auf die Suche des Nutzers abgestimmte Hinweise.\n</li>\n<li> Wenn der Nutzer durch das Team der Kundenbetreuung allgemein über das Angebot von WG-Gesucht.de informiert werden möchte, kann er hierfür seine Einwilligung erklären.\nDer Nutzer kann den Service von WG-Gesucht.de auch weiterhin nutzen, wenn er diesem Punkt nicht zustimmt.\nDer Nutzer kann die Einstellungen jederzeit über „Mein Profil“ aktualisieren.\nWenn der Nutzer die genannten Informationen erhalten möchte, dann bitten wir ihn, dies durch Klick zu bestätigen: „Ich willige ein, dass mich das Team der Kundenbetreuung allgemein über das Angebot von WG-Gesucht.de informiert.“ <br> Was bedeutet das? Die Zufriedenheit unserer Nutzer ist uns sehr wichtig.\nDaher freuen wir uns, wenn wir unseren Nutzern gelegentlich Umfragen, wie wir unseren Service verbessern können, oder Newsletter zu neuen Funktionen zusenden dürfen.\nWir versenden dabei keine Werbemails von Drittanbietern.\n</li>\n</ol>\n</li>\n<li> Beim Zugriff als registrierter Nutzer (insbesondere beim Aufruf aufgegebener Anzeigen) fragt SMP die E-Mail-Adresse oder den Benutzernamen und das Passwort des Nutzers ab, um diesen als registrierten Nutzer zu identifizieren.\n</li>\n</ol>\n</li>\n<li>\n<b>Bearbeitung und Löschung von Daten</b>\n<ol>\n<li> Der Nutzer kann die über ihn gespeicherten Registrierungsdaten und seine Anzeigendaten über sein Nutzerprofil unter dem Menüpunkt \"Meine Anzeigen\" auf dem Portal jederzeit nach Eingabe seines Benutzernamens bzw.\nseiner E-Mail-Adresse und seines Passworts einsehen, aktualisieren oder ändern.\n</li>\n<li> Der Nutzer kann über den Menüpunkt \"Mein WG-Gesucht - FAQ\" oder \"Mein Profil - Account löschen\" sein Nutzerprofil löschen.\nIn diesem Fall werden auch die von SMP erhobenen und verarbeiteten personenbezogenen Daten nach Maßgabe der nachfolgenden Bestimmungen gelöscht.\n</li>\n<li> Die Löschung bezieht sich ausschließlich auf die personenbezogenen Daten des Nutzers, die im Online-Formular für die Aufgabe einer Anzeige/Registrierung im Abschnitt \"Persönliche Angaben\" erhoben wurden, auf den vom Nutzer angegebenen Titel der Annonce und den Anzeigentext sowie ggf.\nvom Nutzer hochgeladene Bilder.\nDie sonstigen Anzeigendaten können von SMP als anonymisierte Auswertungen ohne Bezug zum Nutzer auch über den Veröffentlichungszeitraum hinaus gespeichert und genutzt werden.\n</li>\n<li> Bei der Löschung eines Nutzerprofils können bestimmte Anwendungen möglicherweise nicht oder nicht vollständig genutzt werden.\n</li>\n<li> SMP behält sich vor, Nutzerprofile, die über einen Zeitraum von mehr als einem Jahr nicht mehr (insbesondere durch Zugriff auf das Nutzerprofil) genutzt wurden, im vorgenannten Umfang zu löschen.\nDer Nutzer wird zuvor über die geplante Löschung seines Nutzerprofils an die bei Aufgabe einer Anzeige/Registrierung angegebene E-Mail-Adresse benachrichtigt.\n</li>\n<li> Sofern einer Löschung gesetzliche oder satzungsmäßige Aufbewahrungspflichten entgegen stehen, werden die Daten gesperrt.\n</li>\n</ol>\n</li>\n<li>\n<b>Weitergabe von Daten an Dritte</b>\n<ol>\n<li> SMP ist berechtigt, die Daten des Nutzers unter Beachtung der anwendbaren datenschutzrechtlichen Bestimmungen solchen Dritten zur Verfügung zu stellen, mit denen SMP bei der Bereitstellung des Portals, einzelner Anwendungen oder bei der Erbringung sonstiger Leistungen für den Nutzer zusammenarbeitet.\nDie Übermittlung von Daten ist auf den Zweck der Zusammenarbeit beschränkt und die mit SMP zusammenarbeitenden Dritten sind nur insoweit zur Verwendung der Daten berechtigt, als dies zu den vorgenannten Zwecken erforderlich ist.\n</li>\n<li> SMP ist außerdem berechtigt, die in Ziff.\n2 genannte Datenverarbeitung ganz oder teilweise aufgrund einer entsprechenden Vereinbarung auch durch Dritte durchführen zu lassen.\nIn diesem Fall gelten die Bestimmungen in Ziff.\n2 entsprechend auch für die mit SMP zusammenarbeitenden Dritten.\n</li>\n<li>\n<b>Darüber hinaus kann SMP personenbezogene Daten an Dritte übermitteln</b>\n<ol>\n<li> wenn der Nutzer der Weitergabe ausdrücklich zugestimmt hat, </li>\n<li> wenn eine vollstreckbare bzw.\nbestandskräftige gerichtliche oder behördliche Anordnung zur Offenlegung und/oder Weitergabe von Daten an Dritte vorliegt oder wenn SMP aufgrund einer gesetzlichen Verpflichtung auch ohne eine solche Anordnung zur Offenlegung und/oder Weitergabe an Dritte verpflichtet ist, </li>\n<li> wenn die Offenlegung und/oder Weitergabe erforderlich ist, um eine missbräuchliche Nutzung des Portals oder einzelner Anwendungen - insbesondere den Verstoß gegen Nutzungsbedingungen - in gesetzlich zulässiger Weise zu unterbinden.\n</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<b>Widerruf von Einwilligungen/ Nutzerrechte</b>\n</li>\n<ol>\n<li> Soweit der Nutzer in eine bestimmte Art der Datenverwendung (insbesondere die Weitergabe von Daten an Dritte) eingewilligt hat, kann er diese Erklärung jederzeit mit Wirkung für die Zukunft widerrufen.\nDer Widerruf kann schriftlich an SMP GmbH &amp.\nCo.\nKG, Reinsburgstraße 184, 70197 Stuttgart oder per E-Mail an datenschutz@wg-gesucht.de gerichtet werden.\n</li>\n<li> Der Nutzer kann Auskunft über seine von SMP verarbeiteten personenbezogenen Daten verlangen.\nInsbesondere kann er Auskunft über die Verarbeitungszwecke, die Kategorie der personenbezogenen Daten, die Kategorien von Empfängern, gegenüber denen seine Daten offengelegt wurden oder werden, die geplante Speicherdauer, das Bestehen eines Rechts auf Berichtigung, Löschung, Einschränkung der Verarbeitung oder Widerspruch, das Bestehen eines Beschwerderechts, die Herkunft seiner Daten sowie über das Bestehen einer automatisierten Entscheidungsfindung einschließlich Profiling und ggf.\naussagekräftigen Informationen zu deren Einzelheiten verlangen.\n</li>\n<li> Der Nutzer kann unverzüglich die Berichtigung unrichtiger Daten oder die Vervollständigung seiner bei SMP gespeicherten personenbezogenen Daten verlangen.\n</li>\n<li> Der Nutzer kann die Löschung seiner bei SMP gespeicherten personenbezogenen Daten verlangen, soweit nicht die Verarbeitung zur Ausübung des Rechts auf freie Meinungsäußerung und Information, zur Erfüllung einer rechtlichen Verpflichtung, aus Gründen des öffentlichen Interesses oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen erforderlich ist.\n</li>\n<li> Der Nutzer kann die Einschränkung der Verarbeitung seiner personenbezogenen Daten verlangen, soweit die Richtigkeit der Daten von ihm bestritten wird, die Verarbeitung unrechtmäßig ist, er aber deren Löschung ablehnt und SMP die Daten nicht mehr benötigt, der Nutzer jedoch diese zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen benötigt oder er Widerspruch gegen die Verarbeitung eingelegt hat.\n</li>\n<li> Der Nutzer kann seine personenbezogenen Daten, die er SMP bereitgestellt hat, in einem strukturierten, gängigen und maschinenlesebaren Format erhalten oder die Übermittlung an einen anderen Verantwortlichen verlangen.\n</li>\n<li> Der Nutzer kann seine einmal erteilte Einwilligung jederzeit gegenüber SMP widerrufen (siehe Ziffer 8.1).\nDies hat zur Folge, dass SMP die Datenverarbeitung, die auf dieser Einwilligung beruhte, für die Zukunft nicht mehr fortführen wird.\n</li>\n<li> Der Nutzer kann sich bei einer Aufsichtsbehörde beschweren.\nIn der Regel kann sich der Nutzer hierfür an die Aufsichtsbehörde seines üblichen Aufenthaltsortes oder Arbeitsplatzes oder des Firmensitzes von SMP wenden.\n</li>\n</ol>\n<li>\n<b>Datensicherheit</b>\n</li>\n<ol> SMP trifft angemessene Vorkehrungen, um personenbezogene Daten des Nutzers vor Verlust, Zerstörung, Verfälschung, Manipulation und unberechtigtem Zugriff zu schützen.\nDie anwendbaren datenschutzrechtlichen Bestimmungen werden dabei selbstverständlich beachtet.\nSMP verwendet innerhalb des Website-Besuchs das verbreitete SSL-Verfahren (Secure Socket Layer) in Verbindung mit der jeweils höchsten Verschlüsselungsstufe, die von den Browsern des Nutzers unterstützt wird.\nIn der Regel handelt es sich dabei um eine 256-Bit Verschlüsselung.\nFalls der Browser des Nutzers keine 256-Bit Verschlüsselung unterstützt, greift SMP stattdessen auf 128-Bit v3 Technologie zurück.\nOb eine einzelne Seite des Internetauftrittes verschlüsselt übertragen wird, erkennt der Nutzer an der geschlossenen Darstellung des Schüssel- beziehungsweise Schloss-Symbols in der unteren Statusleiste seines Browsers.\nSMP bedient sich im Übrigen geeigneter technischer und organisatorischer Sicherheitsmaßnahmen, um die Daten der Nutzer gegen zufällige oder vorsätzliche Manipulationen, teilweisen oder vollständigen Verlust, Zerstörung oder gegen den unbefugten Zugriff Dritter zu schützen.\nDie Sicherheitsmaßnahmen von SMP werden entsprechend der technologischen Entwicklung fortlaufend verbessert.\n</ol>\n<li>\n<b>Verwendung der mobilen Applikationen</b>\n</li>\n<ol> Der Service der SMP wird neben der Standardversion auch für mobile Endgeräte angeboten.\nAlle integrierten Datenverarbeitungsprozesse, also die Datenerhebung, -speicherung und -verarbeitung finden wie in den Datenschutzhinweisen oben beschriebenen Verarbeitungsprozessen und Verarbeitungssystemen statt.\n</ol>\n<li>\n<b>Rückfragen, Kontakt</b>\n</li>\n<ol> Bei Rückfragen zu dieser Datenschutzinformation oder bei sonstigen Fragen zum Umgang mit personenbezogenen Daten kann sich der Nutzer an den Datenschutzbeauftragten von SMP per E-Mail unter der Adresse datenschutz@wg-gesucht.de oder schriftlich an SMP GmbH &amp.\nCo KG (WG-Gesucht.de), Datenschutzbeauftragter, Reinsburgstr.\n184, 70197 Stuttgart, Deutschland wenden.\n</ol>\n</ol>\n<br>\n<br>\n<b>Inhaltsverzeichnis<br>\n<br>\n<ol>\n<li>Allgemeines</li>\n<br>\n<li>Erhebung, Verarbeitung und Nutzung von personenbezogenen Daten</li>\n<br>\n<li>Datenerhebung, -verarbeitung und Nutzung beim Zugriff auf das Portal</li>\n<br>\n<li>Datenerhebung, -verarbeitung und Nutzung bei Nutzung bestimmter Funktionen</li>\n<br>\n<li>Datenverarbeitung bei der Aufgabe einer Anzeige / Registrierung</li>\n<br>\n<li>Bearbeitung und Löschung von Daten</li>\n<br>\n<li>Weitergabe von Daten an Dritte</li>\n<br>\n<li>Widerruf von Einwilligungen</li>\n<br>\n<li>Datensicherheit</li>\n<br>\n<li>Verwendung der mobilen Applikationen</li>\n<br>\n<li>Rückfragen, Kontakt</li>\n<br>\n</ol>\n</b>\n<b>\n</b>\n<b>\n</b>\n<b>\n<ol>\n<li>Start</li>\n<li>Datenschutz</li>\n</ol> Folgen Sie uns <ul>\n<li> Sprache </li>\n<li> Deutsch <ul>\n<li> Deutsch </li>\n<li> English </li>\n<li> Español </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Service / Hilfe</li>\n<li> Cookie-Einstellungen</li>\n<br>\n<li>Kontakt / Impressum</li>\n<li>AGB &amp.\nrechtliche Hinweise</li>\n<li>Datenschutzinformation</li>\n<li>Gewerbliche Nutzung</li>\n<li>Feedback</li>\n<li>Pressespiegel</li>\n<br>\n<li>Hilfe</li>\n<li>Passwort vergessen?</li>\n<li>Angebote lesen</li>\n<li>Angebot aufgeben</li>\n<li>Gesuche lesen</li>\n<li>Gesuch aufgeben</li>\n</ul>\n<ul>\n<li>WG-Zimmer</li>\n<li>WG in Berlin</li>\n<li>WG Berlin</li>\n<li>WG Bonn</li>\n<li>WG Braunschweig</li>\n<li>WG Bremen</li>\n<li>WG Darmstadt</li>\n<li>WG Dresden</li>\n<li>WG Düsseldorf</li>\n<li>WG Frankfurt</li>\n<li>WG Giessen</li>\n<li>WG Göttingen</li>\n<li>WG Hamburg</li>\n</ul>\n<ul>\n<li>Wohnungsmarkt</li>\n<li>WG Hannover</li>\n<li>WG Heidelberg</li>\n<li>WG Jena</li>\n<li>WG Köln</li>\n<li>WG Leipzig</li>\n<li>WG Lüneburg</li>\n<li>WG Mainz</li>\n<li>WG Mannheim</li>\n<li>WG München</li>\n<li>WG Nürnberg</li>\n<li>WG Tübingen</li>\n<li>WG Stuttgart</li>\n</ul>\n<ul>\n<li>Immobilienübersicht</li>\n<li>Wohngemeinschaft</li>\n<li>Wohngemeinschaften</li>\n<li>Mietwohnung</li>\n<li>Mietwohnungen</li>\n<li>Wohnungsmarkt</li>\n<li>Wohnungssuche</li>\n</ul>\n<br>\n</b>\n<b> × Entschuldigung, das hätte nicht passieren dürfen.\nDieser Dienst ist vorübergehend nicht verfügbar.\nWir arbeiten an einer Lösung, bitte versuchen Sie es später erneut.\n<br>\n<br> Vielen Dank für Ihre Geduld.\nOK × Wir entschuldigen uns für die Unannehmlichkeiten.\nDieser Dienst ist temporär nicht verfügbar.\nWir arbeiten an einer Lösung, bitte versuchen Sie es später noch einmal.\n<br>\n<br> Vielen Dank für Ihr Verständnis.\nOK × Ihre Anfrage scheint abgelaufen zu sein.\nWenn Sie diese Nachricht schließen, wird die Seite automatisch erneut geladen.\nVersuchen Sie es anschließend bitte erneut.\n<br>\n<br> Vielen Dank für ihr Verständnis.\nOK × Registrieren <ul>\n<li>Privat</li>\n<li>Als immobilienfirma</li>\n</ul>\n<ul> u.a.\nMakler, Hausverwaltungen, Co-Living-Anbieter, Wohnungsgenossenschaften, Plattformen, Vermögensverwaltungen, Webseiten, Vermittler, Anbieter von möbliertem Wohnen </ul> Anrede * <ul>\n<li>Frau</li>\n<li>Herr</li>\n<li>keine Angabe</li>\n</ul> Ich habe die AGB zur Kenntnis genommen und akzeptiere sie.\nWEITER Das EU-Gesetz der Datenschutzgrundverordnung schreibt vor, dass Nutzer zustimmen, wenn die personenbezogenen Daten Vor- und Nachname sowie E-Mail-Adresse verwendet werden.\nDiese Daten sind notwendig, um sich zu registrieren, mit anderen Nutzern in Kontakt zu treten und so eine erfolgreiche Vermittlung von Wohnraum zu ermöglichen.\n<br>\n<br>\nWenn Sie die erste Checkbox nicht markieren, können Sie WG-Gesucht.de laut DSGVO nicht nutzen.\nWir werden niemals Ihre personenbezogenen Daten unberechtigt an Dritte weitergeben.\nZurück Account bereits vorhanden? Login <ul>\n<li> Bitte wählen Sie eine Anrede aus.\n</li>\n<li> Bitte wählen Sie eine Anrede aus.\n</li>\n<li> Bitte wählen Sie eine Anrede aus.\n</li>\n<li> Bitte Vornamen angeben.\n</li>\n<li> Bitte geben Sie einen gültigen Vornamen ein.\n</li>\n<li> Der Vorname darf höchstens 50 Zeichen lang sein.\n</li>\n<li> Bitte Nachnamen angeben.\n</li>\n<li> Bitte geben Sie einen gültigen Nachnamen ein.\n</li>\n<li> Der Nachname darf höchstens 50 Zeichen lang sein.\n</li>\n<li> Bitte geben Sie einen Firmennamen an.\n</li>\n<li> Der Firmenname darf höchstens 100 Zeichen lang sein.\n</li>\n<li> Bitte E-Mail-Adresse angeben.\n</li>\n<li> Die angegebene E-Mail-Adresse ist bereits bei WG-Gesucht.de registriert.\n</li>\n<li> Bitte geben Sie eine gültige E-Mail-Adresse an.\n</li>\n<li> Ihre Eingabe ist zu lang, bitte geben Sie höchstens 191 Zeichen ein.\n</li>\n<li> Bitte beide Passwörter angeben.\n</li>\n<li> Ihre Eingabe ist zu kurz, bitte geben Sie mindestens 8 Zeichen ein.\n</li>\n<li> Ihre Eingabe ist zu lang, bitte geben Sie höchstens 64 Zeichen ein.\n</li>\n<li> Ihre eingetragenen Passwörter stimmen nicht überein.\n</li>\n<li> Das eingegebene Passwort ist sehr unsicher.\nBitte wählen Sie ein anderes Passwort.\n</li>\n<li> Bitte bestätigen Sie unsere AGB.\n</li>\n<li> Bitte bestätigen Sie unsere AGB.\n</li>\n</ul> × Login Herzlichen Glückwunsch, Ihr Account wurde erstellt.\nBitte loggen Sie sich ein.\nACHTUNG ACCOUNT LÖSCHEN Bitte geben Sie eine gültige E-Mail-Adresse und/oder ein Passwort ein.\nUnbekannte E-Mail-Adresse oder Passwort.\nBitte versuchen Sie es erneut.\nAngemeldet bleiben Passwort vergessen? Sie haben die Checkbox nicht markiert und damit der Verarbeitung Ihrer personenbezogenen Daten nicht zugestimmt.\nDamit können Sie WG-Gesucht.de nicht nutzen.\nLaut Datenschutzgrundverordnung muss Ihr Account in diesem Fall gelöscht werden.\n<br> Bei Fragen zum Datenschutz wenden Sie sich bitte an unsere Kundenbetreuung unter kontakt@wg-gesucht.de.\n<br> Sind Sie sicher, dass Sie Ihren Account wirklich löschen möchten? <br> Falsche E-Mail-Adresse / Benutzername oder Passwort.\nBeim Löschen des Accounts ist ein Fehler aufgetreten.\nWir bitten, dies zu entschuldigen.\n<br> Noch kein Mitglied? Registrieren <ul>\n<li> Bitte geben Sie eine E-Mail-Adresse ein.\n</li>\n<li> Bitte geben Sie ein Passwort ein.\n</li>\n</ul> × Datenschutzgrundverordnung Sie haben die erste Checkbox nicht markiert.\nDamit können Sie Ihren Account nicht mehr nutzen.\nBitte beachten Sie, dass sich am Umgang mit Ihren Daten auf WG-Gesucht.de nach dem 25.\nMai nichts ändert.\nBei Ihrer Registrierung haben Sie unseren AGB und den Datenschutzbestimmungen bereits zugestimmt.\nWir sind aufgrund des EU-Gesetzes allerdings verpflichtet, die Zustimmung erneut einzuholen.\n× Anrufen <br>\n<br> Telefon: <b>\n</b>\n<br> Handy: <b>\n</b>\n</b>", "created_at": "2018-09-23 19:40:33.080193", "updated_at": "2020-12-14 20:10:24.585994"}, {"id": 565, "name": "Cookie Policy", "url": "https://www.wg-gesucht.de/ic/cookies.html", "xpath": "", "text": " &lt;div class=\"alert alert-with-icon alert-danger\"&gt.\n&lt;span class=\"glyphicons glyphicons-exclamation-sign\" style=\"left: 15px;\"&gt;&lt;/span&gt.\n&lt;div class=\"alert-body\"&gt.\n&lt;p&gt;Bitte beachten Sie, dass Javascript aktiviert sein muss, um alle Funktionen auf WG-Gesucht nutzen zu können.\nOhne Javascript stehen Ihnen einige Funktionen nicht zur Verfügung.\nBitte aktivieren Sie Javascript, bevor Sie fortfahren.&lt;/p&gt.\n&lt;/div&gt.\n&lt;/div&gt.\nZum Hauptinhalt springen Registrieren Login Anzeige inserieren <ul>\n<li> Angebot </li>\n<li>\n</li>\n<li> Gesuch </li>\n</ul> WG-Gesucht.de <ul>\n<li> Hauptmenü </li>\n<li>\n</li>\n</ul>\n<ul>\n<li> Angebote <ul>\n<li> WG-ZIMMER </li>\n<li>\n</li>\n<li> 1-ZIMMER-WOHNUNG </li>\n<li>\n</li>\n<li> WOHNUNG </li>\n<li>\n</li>\n<li> HAUS </li>\n<li>\n</li>\n<li> Angebot inserieren </li>\n</ul>\n</li>\n<li> Gesuche <ul>\n<li> WG-ZIMMER </li>\n<li>\n</li>\n<li> 1-ZIMMER-WOHNUNG </li>\n<li>\n</li>\n<li> WOHNUNG </li>\n<li>\n</li>\n<li> HAUS </li>\n<li>\n</li>\n<li> Gesuch inserieren </li>\n</ul>\n</li>\n<li> Mein WG-Gesucht <ul>\n<li> LOGIN </li>\n<li>\n</li>\n<li> REGISTRIEREN </li>\n<li>\n</li>\n<li> PASSWORT VERGESSEN? </li>\n</ul>\n</li>\n<li> SCHUFA-Auskunft </li>\n<li> Hilfe / Kontakt <ul>\n<li> Hilfebereich </li>\n<li>\n</li>\n<li> FAQ </li>\n<li>\n</li>\n<li> IMPRESSUM </li>\n<li>\n</li>\n<li> Mediadaten </li>\n<li>\n</li>\n</ul>\n</li>\n<li> INFOS &amp.\nRATGEBER <ul>\n<li> Suchende </li>\n<li>\n</li>\n<li> WG-Arten </li>\n<li>\n</li>\n<li> WG-Ratgeber </li>\n<li>\n</li>\n<li> SCHUFA-BonitätsCheck </li>\n<li>\n</li>\n<li> Sicherheit </li>\n<li>\n</li>\n<li> Anbieter </li>\n<li>\n</li>\n<li> Wohnen in </li>\n<li>\n</li>\n<li> MIETRECHT </li>\n</ul>\n</li>\n</ul> Aktiver Werbeblocker <p> In Ihrem Browser ist ein Werbeblocker aktiviert.\nBitte beachten Sie, dass je nach Einstellung des Werbeblockers eventuell nicht alle Inhalte der Seite korrekt dargestellt werden können.\n</p>\n<ol>\n<li>Start</li>\n<li>Cookie Bestimmungen</li>\n</ol> Cookie information WG-Gesucht.de Wir verwenden Cookies auf unserer Website, um Ihren Besuch effizienter zu machen und Ihnen mehr Benutzerfreundlichkeit bieten zu können.\nCookies sind kleine Textdateien, die beim Aufrufen von Websites auf Ihrem Computer oder Mobiltelefon abgelegt werden.\n&nbsp.\n<ul>\n<li>\n<b> Mit Cookies können wir: </b>\n</li>\n<li> Ihnen praktische Webseiten-Funktionen bieten </li>\n<li> Uns Ihre Einstellungen während Ihres Besuchs und für Ihren nächsten Besuch merken </li>\n<li> Die Geschwindigkeit und Sicherheit der Website verbessern </li>\n<li> Ihnen das Teilen von Inhalten mit sozialen Netzwerken ermöglichen </li>\n<li> Unsere Website für Sie optimieren und Ihren Bedürfnissen anpassen </li>\n<li> Unser Marketing verbessern (Verfolgung der persönlichen Vorlieben unserer Besucher und Bereitstellung benutzerspezifischer Inhalte) </li>\n</ul>\n<ul>\n<li>\n<b> Wir verwenden Cookies NICHT zum: </b>\n</li>\n<li> Sammeln personenbezogener Daten (ohne Ihre ausdrückliche Genehmigung) </li>\n<li> Sammeln vertraulicher Informationen </li>\n<li> Weiterleiten personenbezogener Daten an Dritte </li>\n</ul>\n<p>\n</p> Erteilung Ihres Einverständnisses zur Verwendung von Cookies Wenn Sie in den Einstellungen Ihres Webbrowsers Cookies zugelassen haben und unsere Website weiterhin benutzen, heißt das für uns, dass Sie mit der Verwendung von Cookies einverstanden sind.\nSie können die von unserer Website gesetzten Cookies entfernen oder deren Verwendung nicht zulassen.\nWie das geht, erfahren Sie weiter unten.\nBei Nichtverwendung unserer Cookies bietet unsere Website aber möglicherweise nicht den von Ihnen erwarteten Funktionsumfang.\n<p>\n</p>\n<p>\n</p> Informationen über unsere Cookies Cookies zur Bereitstellung von Websitefunktionen.\nWir verwenden Cookies um die Nutzung der Seite zu vereinfachen und Funktion gezielt steuern zu können.\nSo können unsere User z.B.\nmit Hilfe von Cookies dauerhaft eingelogged bleiben.\nSämtliche von uns gesetzen Cookies enthalten keinerlei persönliche Daten oder Informationen und werden nicht an Dritte weitergegeben.\n<p>\n</p>\n<p>\n</p> Cookies für anonyme Besucherstatistiken Wir verwenden Cookies zum Zählen, wie viele Nutzer unsere Website aufgerufen haben, wie lange diese sich auf unserer Website aufgehalten haben und welche Seiten ihnen am besten gefallen haben.\nMit diesen Informationen können wir unsere Website kontinuierlich verbessern.\nÜber diese Cookies erhalten wir auch anonymisierte Informationen darüber, wie die Nutzer auf diese Website gelangt sind und ob sie vorher schon einmal hier waren.\nMit diesen Funktionen können wir die Benutzererfahrung der Besucher verbessern und bei der Weiterentwicklung unserer Website sicherstellen, dass wir ihre Erwartungen erfüllen.\n<p>\n</p> Wie die meisten Online-Werbetreibenden verwenden auch wir Werbe-Cookies.\nDiesen Cookies können weder wir noch unsere Werbepartner irgendwelche personenbezogene Daten entnehmen Während Ihres Besuchs setzen wir manchmal ein „Remarketing-Cookie”, um Ihnen spezielle Angebote bereitstellen zu können und Ihnen einen Anreiz zu bieten, zu unserer Website zurückzukehren.\nMit diesen Cookies können wir nicht proaktiv auf Sie zugehen, da der gesamte Prozess anonymisiert ist.\nSie können diese Werbe-Cookies entsprechend den Anweisungen unten jederzeit deaktivieren.\n<p>\n</p>\n<p>\n</p> Deaktivierung von Werbe-Cookies Sie können das Tracking einzelner Werbepartner deaktivieren indem sie sogenannte Anti-Tracking-Cookies setzen.\n<p>\n</p>Quarter Media Die Partner von Quarter Media entnehmen Sie folgender Liste: https://quartermedia.de/wp-content/uploads/2018/05/qm_partneruebersicht_mai2018.pdf\n<br>\nIhre Einstellungen und Opt-Outs können Sie hier vornehmen: http://www.youronlinechoices.com/at/praferenzmanagement Airbnb Airbnb Ireland UC (\" Airbnb \") verwendet die folgenden Arten von Cookies und Tracking-Technologien auf dieser Website: Tracking-Links von Impact Radius Ltd.\nAirbnb verwendet diese Technologien, um: <br>(i) von dieser Website auf seine eigene Website oder mobile Anwendung umzuleiten <br>(ii) Messung, Überwachung und Analyse der Leistung, des Betriebs und der Effektivität von Airbnb-Anzeigen auf dieser Website und <br>(iii) Bereitstellung von Berichten an den Betreiber dieser Website Airbnb verwendet einen Drittanbieterdienst, um diese Technologien im Auftrag von Airbnb zu liefern und zu betreiben Für weitere Informationen zu Airbnbs Kontaktdaten zu diesen Technologien und personenbezogenen Daten sowie Informationen zu Ihren Rechten und Möglichkeiten in diesem Zusammenhang lesen Sie bitte die Datenschutzrichtlinie und die Cookie-Richtlinien von Airbnb <p>\n</p> 1020, Inc.\ndba Placecast and Ericsson Emodo33AcrossA.MobActive Agent (ADITION technologies AG)AcuityAds Inc.Adacado Technologies Inc.\n(DBA Adacado)Adelphic LLCAdformADITION technologies AGAdkernel LLCAdloox SAAdmedo Technology LtdAdmixer EU GmbHAdobe Advertising CloudAdobe Audience Manager, Adobe Experience PlatformAdriverAdsniperAdSpirit GmbHAdTheorent, Incadvanced store GmbHADYOULIKE SAaffilinetAmazonAmazon AdvertisingAmazon CloudFrontAmobee Inc.AMPProject.orgAppier PTE LtdAudienceProject ApsAvid Media LtdAwinBannerflow ABBarometricBDSK Handels GmbH &amp.\nCo.\nKGBeeswaxIO CorporationBetgenius LtdBIDSWITCH GmbHBidtellect, IncBidTheatre ABBlis Media LimitedBlueC3 MetricsCeltra, Inc.Centro, Inc.ClickagyCloud Technologies S.A.Cloudflare.comcomScore, Inc.ConnectAd Realtime GmbHconsentmanagerConsumable, Inc.Crimtan Holdings LimitedCriteo SACxense ASACyberAgentDACDeepIntent, Inc.Delta Projects ABDemandbase, Inc.DigiTrust / IAB Tech Labdistrict m inc.DoubleVerify Inc.​Drawbridge, Inc.DynAdmiceBayEffiliation / EffinityEmerse Sverige ABemetriq GmbHEMX Digital LLCEpsilonEvidonExactag GmbHExponential Interactive, Inc d/b/a VDX.tvEyeota Pte LtdEyereturn MarketingFacebookFactor Eleven GmbHFlashtalking, Inc.fluctFraudlogixGetintent USA, inc.Google AdsGoogle Advertising ProductsGoogle AnalyticsGoogle GeneralGoogle RecaptchaGoogle TagManagerGroupM UK LimitedGumGum, Inc.hurra.comHybrid Adtech GmbHIAB Europe / CMP DomainID5 Technology SASIgnitionOneImpact Tech Inc.Improve Digital BVIndex Exchange, Inc.\nIntegral Ad Science, Inc.Internet BillBoard a.s.IPONWEB GmbHJaduda GmbHJivox Corporationjsdelivr.comJustpremium BVKnorexLinkedInLiveintent Inc.LiveRamp, Inc.LKQD, a division of Nexstar Digital, LLC.LoopMe LimitedLotame Solutions, incLucid Holdings, LLCMadingtonMarket Resource Partners LLCMedia.net Advertising FZ-LLCMediaMath, Inc.Meetrics GmbHMGID Inc.MicrosoftMicrosoft Advertising / Bing AdsMindTake Researchmxptint.netN Technologies Inc.Neustar on behalf of The Procter &amp;amp.\nGamble CompanyNextRoll, Inc.Nielsen Marketing Cloudnmdnugg.ad GmbHOn Device Research LimitedOneTag LimitedOnline Solution Int LimitedOpenXOptomaton UGOracle AddThisOracle Data CloudOracle Data Cloud - MoatOtto (GmbH &amp;amp.\nCo KG)Outbrain UK LtdownerIQPiwik/MatomoPixalate, Inc.Platform161PLAYGROUND XYZ EMEA LTDplista GmbHPowerLinks Media LimitedProgramattik - Türk TelekomPubMatic, Inc.pubstack.ioPulsePoint, Inc.Purch Group, Inc.Quality Media Network GmbHQuantcast International Limitedrealzeit GmbHRevJetRhythmOne DBA Unruly Group LtdRoku Advertising ServicesRoq.ad Inc.RTB House S.A.RutargetSalesforce.com, Inc.ScootaSemasio GmbHShareThis, IncSharethrough, Inc.Showheroes SESimplifi Holdings IncSizmek by AmazonSmaato, Inc.Smadex SLSmart Adserversmartclip Europe GmbHSMARTSTREAM.TV GmbHSo-net Media NetworksSojern, Inc.Sonobi, IncSovrn Holdings IncSportradar AGSpotX, Inc.StackAdaptStickyadsTVStröer SSP GmbH (DSP)Ströer SSP GmbH (SSP)SupershipTabMo SASTaboola Europe LimitedTapad, Inc.TAPTAP Digital SLTeads The ADEX GmbHThe Kantar Group LimitedThe Reach Group GmbHThe Rubicon Project, Inc.\nThe Trade DeskTidalTVTradedoubler ABTradeTrackerTremor Video DSP, Inc.TripleLift, Inc.TrustArctwynUnruly Group LtdUserreportVerizon Media EMEA LimitedVideoAmpVisualIQ by NielsenWeboramaWebtrekkWG-Gesucht.deWidespace ABXandr, Inc.XplosionYieldlab AGYieldmo, Inc.YOC AGYouTubeZanoxZemanta, Inc.zeotap GmbHZucksZypMediaThis Vendor details are provided by ConsentManager.net.\n<p>\n</p>\n<br>\n<br>\n<blockquote>\n<p> Normalerweise können Sie Cookies deaktivieren, indem Sie in Ihren Browser-Einstellungen festlegen, dass keine Cookies zugelassen werden sollen.\nDamit wird jedoch die Funktionalität vieler Websites eingeschränkt.\nAnstatt Cookies zu deaktivieren, sollten Sie sich vielleicht überlegen, ob Sie mit Anti-Spyware-Software zum automatischen Löschen von Cookies, die die Privatsphäre gefährden, nicht eventuell dasselbe Ergebnis erzielen.\n</p>\n</blockquote> Folgen Sie uns <ul>\n<li> Sprache </li>\n<li> Deutsch <ul>\n<li> Deutsch </li>\n<li> English </li>\n<li> Español </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Service / Hilfe</li>\n<li> Cookie-Einstellungen</li>\n<br>\n<li>Kontakt / Impressum</li>\n<li>AGB &amp.\nrechtliche Hinweise</li>\n<li>Datenschutzinformation</li>\n<li>Gewerbliche Nutzung</li>\n<li>Feedback</li>\n<li>Pressespiegel</li>\n<br>\n<li>Hilfe</li>\n<li>Passwort vergessen?</li>\n<li>Angebote lesen</li>\n<li>Angebot aufgeben</li>\n<li>Gesuche lesen</li>\n<li>Gesuch aufgeben</li>\n</ul>\n<ul>\n<li>WG-Zimmer</li>\n<li>WG in Berlin</li>\n<li>WG Berlin</li>\n<li>WG Bonn</li>\n<li>WG Braunschweig</li>\n<li>WG Bremen</li>\n<li>WG Darmstadt</li>\n<li>WG Dresden</li>\n<li>WG Düsseldorf</li>\n<li>WG Frankfurt</li>\n<li>WG Giessen</li>\n<li>WG Göttingen</li>\n<li>WG Hamburg</li>\n</ul>\n<ul>\n<li>Wohnungsmarkt</li>\n<li>WG Hannover</li>\n<li>WG Heidelberg</li>\n<li>WG Jena</li>\n<li>WG Köln</li>\n<li>WG Leipzig</li>\n<li>WG Lüneburg</li>\n<li>WG Mainz</li>\n<li>WG Mannheim</li>\n<li>WG München</li>\n<li>WG Nürnberg</li>\n<li>WG Tübingen</li>\n<li>WG Stuttgart</li>\n</ul>\n<ul>\n<li>Immobilienübersicht</li>\n<li>Wohngemeinschaft</li>\n<li>Wohngemeinschaften</li>\n<li>Mietwohnung</li>\n<li>Mietwohnungen</li>\n<li>Wohnungsmarkt</li>\n<li>Wohnungssuche</li>\n</ul>\n<br> × Entschuldigung, das hätte nicht passieren dürfen.\nDieser Dienst ist vorübergehend nicht verfügbar.\nWir arbeiten an einer Lösung, bitte versuchen Sie es später erneut.\n<br>\n<br> Vielen Dank für Ihre Geduld.\nOK × Wir entschuldigen uns für die Unannehmlichkeiten.\nDieser Dienst ist temporär nicht verfügbar.\nWir arbeiten an einer Lösung, bitte versuchen Sie es später noch einmal.\n<br>\n<br> Vielen Dank für Ihr Verständnis.\nOK × Ihre Anfrage scheint abgelaufen zu sein.\nWenn Sie diese Nachricht schließen, wird die Seite automatisch erneut geladen.\nVersuchen Sie es anschließend bitte erneut.\n<br>\n<br> Vielen Dank für ihr Verständnis.\nOK × Registrieren <ul>\n<li>Privat</li>\n<li>Als immobilienfirma</li>\n</ul>\n<ul> u.a.\nMakler, Hausverwaltungen, Co-Living-Anbieter, Wohnungsgenossenschaften, Plattformen, Vermögensverwaltungen, Webseiten, Vermittler, Anbieter von möbliertem Wohnen </ul> Anrede * <ul>\n<li>Frau</li>\n<li>Herr</li>\n<li>keine Angabe</li>\n</ul> Ich habe die AGB zur Kenntnis genommen und akzeptiere sie.\nWEITER Das EU-Gesetz der Datenschutzgrundverordnung schreibt vor, dass Nutzer zustimmen, wenn die personenbezogenen Daten Vor- und Nachname sowie E-Mail-Adresse verwendet werden.\nDiese Daten sind notwendig, um sich zu registrieren, mit anderen Nutzern in Kontakt zu treten und so eine erfolgreiche Vermittlung von Wohnraum zu ermöglichen.\n<br>\n<br>\nWenn Sie die erste Checkbox nicht markieren, können Sie WG-Gesucht.de laut DSGVO nicht nutzen.\nWir werden niemals Ihre personenbezogenen Daten unberechtigt an Dritte weitergeben.\nZurück Account bereits vorhanden? Login <ul>\n<li> Bitte wählen Sie eine Anrede aus.\n</li>\n<li> Bitte wählen Sie eine Anrede aus.\n</li>\n<li> Bitte wählen Sie eine Anrede aus.\n</li>\n<li> Bitte Vornamen angeben.\n</li>\n<li> Bitte geben Sie einen gültigen Vornamen ein.\n</li>\n<li> Der Vorname darf höchstens 50 Zeichen lang sein.\n</li>\n<li> Bitte Nachnamen angeben.\n</li>\n<li> Bitte geben Sie einen gültigen Nachnamen ein.\n</li>\n<li> Der Nachname darf höchstens 50 Zeichen lang sein.\n</li>\n<li> Bitte geben Sie einen Firmennamen an.\n</li>\n<li> Der Firmenname darf höchstens 100 Zeichen lang sein.\n</li>\n<li> Bitte E-Mail-Adresse angeben.\n</li>\n<li> Die angegebene E-Mail-Adresse ist bereits bei WG-Gesucht.de registriert.\n</li>\n<li> Bitte geben Sie eine gültige E-Mail-Adresse an.\n</li>\n<li> Ihre Eingabe ist zu lang, bitte geben Sie höchstens 191 Zeichen ein.\n</li>\n<li> Bitte beide Passwörter angeben.\n</li>\n<li> Ihre Eingabe ist zu kurz, bitte geben Sie mindestens 8 Zeichen ein.\n</li>\n<li> Ihre Eingabe ist zu lang, bitte geben Sie höchstens 64 Zeichen ein.\n</li>\n<li> Ihre eingetragenen Passwörter stimmen nicht überein.\n</li>\n<li> Das eingegebene Passwort ist sehr unsicher.\nBitte wählen Sie ein anderes Passwort.\n</li>\n<li> Bitte bestätigen Sie unsere AGB.\n</li>\n<li> Bitte bestätigen Sie unsere AGB.\n</li>\n</ul> × Login Herzlichen Glückwunsch, Ihr Account wurde erstellt.\nBitte loggen Sie sich ein.\nACHTUNG ACCOUNT LÖSCHEN Bitte geben Sie eine gültige E-Mail-Adresse und/oder ein Passwort ein.\nUnbekannte E-Mail-Adresse oder Passwort.\nBitte versuchen Sie es erneut.\nAngemeldet bleiben Passwort vergessen? Sie haben die Checkbox nicht markiert und damit der Verarbeitung Ihrer personenbezogenen Daten nicht zugestimmt.\nDamit können Sie WG-Gesucht.de nicht nutzen.\nLaut Datenschutzgrundverordnung muss Ihr Account in diesem Fall gelöscht werden.\n<br> Bei Fragen zum Datenschutz wenden Sie sich bitte an unsere Kundenbetreuung unter kontakt[at] wg-gesucht[dot]de.\n<br> Sind Sie sicher, dass Sie Ihren Account wirklich löschen möchten? <br> Falsche E-Mail-Adresse / Benutzername oder Passwort.\nBeim Löschen des Accounts ist ein Fehler aufgetreten.\nWir bitten, dies zu entschuldigen.\n<br> Noch kein Mitglied? Registrieren <ul>\n<li> Bitte geben Sie eine E-Mail-Adresse ein.\n</li>\n<li> Bitte geben Sie ein Passwort ein.\n</li>\n</ul> × Datenschutzgrundverordnung Sie haben die erste Checkbox nicht markiert.\nDamit können Sie Ihren Account nicht mehr nutzen.\nBitte beachten Sie, dass sich am Umgang mit Ihren Daten auf WG-Gesucht.de nach dem 25.\nMai nichts ändert.\nBei Ihrer Registrierung haben Sie unseren AGB und den Datenschutzbestimmungen bereits zugestimmt.\nWir sind aufgrund des EU-Gesetzes allerdings verpflichtet, die Zustimmung erneut einzuholen.\n× Anrufen <br>\n<br> Telefon: <b>\n</b>\n<br> Handy: <b>\n</b> ", "created_at": "2018-09-23 19:41:45.025926", "updated_at": "2020-12-14 20:11:52.959819"}], "points": [], "urls": ["wg-gesucht.de"]}}