{"error": 448, "message": "OK", "parameters": {"id": 858, "name": "Clicksco", "created_at": "2018-12-19 02:54:00.856295", "updated_at": "2021-04-28 00:01:14.690447", "wikipedia": null, "keywords": null, "related": null, "slug": "clicksco", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/858.png", "url": "www.clicksco.com", "documents": [{"id": 790, "name": "Terms of service", "url": "https://www.clicksco.com:443/terms/", "xpath": null, "text": " About us Get in Touch Terms <p>These terms (‘Terms’) tell you the rules for using our website www.clicksco.com (our ‘Site’).</p> BY USING OUR SITE YOU ACCEPT THESE TERMS <p>By using our Site, you confirm that you accept these terms of use and that you agree to comply with them.</p>\n<p>If you do not agree to these terms, you must not use our Site.</p>\n<p>We recommend that you print a copy of these terms for future reference.</p> THERE ARE OTHER TERMS THAT MAY APPLY TO YOU <p>These terms of use refer to the following additional terms, which also apply to your use of our Site:</p>\n<p>Our Privacy Policy which sets out the terms on which we process any personal data we collect from you, or that you provide to us.</p>\n<br> WE MAY MAKE CHANGES TO THESE TERMS <p>We amend these terms from time to time.\nEvery time you wish to use our Site, please check these terms to ensure you understand the terms that apply at that time.</p>\n<p>\n<br>\n<br>\n</p> WE MAY SUSPEND OR WITHDRAW OUR SITE&nbsp;OR TERMINATE ACCESS <p>Our Site is made available free of charge.</p>\n<p>We do not guarantee that our Site, or any content on it, will always be available or be uninterrupted.\nWe may suspend or withdraw or restrict the availability of all or any part of our Site for business and operational reasons.\nWe will try to give you reasonable notice of any suspension or withdrawal.</p>\n<p>You are also responsible for ensuring that all persons who access our Site through your internet connection are aware of these terms of use and other applicable terms and conditions, and that they comply with them.</p>\n<p>We are entitled to terminate your access to our Site any time without giving reasons.</p>\n<p>\n<br>\n<br>\n</p> HOW YOU MAY USE MATERIAL ON OUR SITE <p>We are the owner or the licensee of all intellectual property rights in our Site, and in the material published on it.\nThose works are protected by copyright laws and treaties around the world.\nAll such rights are reserved.</p>\n<p>You may print off one copy, and may download extracts, of any page(s) from our Site for your personal, not commercial use.</p>\n<p>You must not modify the paper or digital copies of any materials you have printed off or downloaded in any way, and you must not use any illustrations, photographs, video or audio sequences or any graphics separately from any accompanying text.</p>\n<p>Our status (and that of any identified contributors) as the authors of content on our Site must always be acknowledged.</p>\n<p>You must not use any part of the content on our Site for commercial purposes without obtaining a licence to do so from us or our licensors.</p>\n<p>If you print off, copy or download any part of our Site in breach of these terms of use, your right to use our Site will cease immediately and you must, at our option, return or destroy any copies of the materials you have made.</p>\n<p>By using our Site you warrant that you are 18 years old and have the right, authority and capacity to enter into and be bound by these Terms.</p>\n<p>\n<br>\n<br>\n</p> DO NOT RELY ON INFORMATION ON THIS SITE <p>The content on our Site, or any information that we provide you with, is provided for general information only.\nIt is not intended to amount to advice on which you should rely.\nYou must obtain professional or specialist advice before taking, or refraining from, any action on the basis of the content on our Site.</p>\n<p>Although we make reasonable efforts to update the information on our Site, we make no representations, warranties or guarantees, whether express or implied, that the content on our Site is accurate, complete or up to date.</p>\n<p>\n<br>\n<br>\n</p> WE ARE NOT RESPONSIBLE FOR WEBSITES WE LINK TO <p>Where our Site contains links to other sites and resources provided by third parties, these links are provided for your information only and we are not responsible for the content on any third party websites which are accessed at your own risk.\nSuch links should not be interpreted as approval by us of those linked websites or information or services you may obtain from them.</p>\n<p>We have no control over the contents of those sites or resources.</p>\n<p>\n<br>\n<br>\n</p> OUR RESPONSIBILITY FOR LOSS OR DAMAGE SUFFERED BY YOU <p>The material contained on the Site, or any information that we provide you with, is for information purposes only and does not constitute advice and you should use your own judgment before doing or not doing anything on the basis of what you see.\nWe give no warranties of any kind in relation to the materials on the Site.</p>\n<p>We exclude our liability to you to the fullest extent permitted by law and are not responsible for any dealings with third parties that link to this Site.\nWe do not exclude or limit in any way our liability to you where it would be unlawful to do so.\nThis includes liability for death or personal injury caused by our negligence or the negligence of our employees, agents or subcontractors and for fraud or fraudulent misrepresentation.</p>\n<p>Please note that we only provide our Site for domestic and private use.\nYou agree not to use our Site for any commercial or business purposes, and we have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.</p>\n<p>\n<br>\n<br>\n</p> WE ARE NOT RESPONSIBLE FOR VIRUSES AND YOU MUST NOT INTRODUCE THEM <p>We do not guarantee that our Site will be secure or free from bugs or viruses.</p>\n<p>You are responsible for configuring your information technology, computer programmes and platform to access our Site.\nYou should use your own virus protection software.</p>\n<p>You must not misuse our Site by knowingly introducing viruses, trojans, worms, or other material that is malicious or technologically harmful.\nYou must not attempt to gain unauthorised access to our Site, the server on which our Site is stored or any server, computer or database connected to our Site.\nYou must not attack our Site via a denial-of-service attack or a distributed denial-of service attack.\nBy breaching this provision, you would commit a criminal offence under the Computer Misuse Act 1990.\nWe will report any such breach to the relevant law enforcement authorities and we will co-operate with those authorities by disclosing your identity to them.\nIn the event of such a breach, your right to use our Site will cease immediately.</p>\n<p>\n<br>\n<br>\n</p> RULES ABOUT LINKING TO OUR SITE <p>You may link to our home page, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it.</p>\n<p>You must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part where none exists.</p>\n<p>You must not establish a link to our Site in any website that is not owned by you.</p>\n<p>Our Site must not be framed on any other Site, nor may you create a link to any part of our Site other than the home page.</p>\n<p>We reserve the right to withdraw linking permission without notice.</p>\n<p>\n<br>\n<br>\n</p> WHO WE ARE AND HOW TO CONTACT US <p>www.clicksco.com is a trading name of Clicksco Digital Limited.\n(”We”,“Us”).\nWe are registered in Jersey under company number 102162 and our registered office at 15 Esplanade, St.\nHelier, Jersey JE1 1RB.</p>\n<p>\n<br>\n<br>\n</p> WHICH COUNTRY’S LAWS APPLY TO ANY DISPUTES? <p>If you are a consumer, please note that these terms of use, their subject matter and their formation, are governed by English law.\nYou and we both agree that the courts of England and Wales will have exclusive jurisdiction in relation to any disputes.</p> Privacy Terms © 2020 Clicksco Digital Limited.\nAll rights reserved.\n", "created_at": "2018-12-19 02:55:16.372461", "updated_at": "2020-12-14 20:37:03.134155"}], "points": [{"id": 19223, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.clicksco.com:443/terms/", "status": "Generated through the annotate view", "created_at": "2021-04-26 21:48:57.316378", "updated_at": "2021-04-27 20:48:57.838777", "quoteText": "We do not guarantee that our Site, or any content on it, will always be available or be uninterrupted.", "case_id": 287, "document_id": 790, "quoteStart": 1065, "quoteEnd": 1167}, {"id": 19222, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.clicksco.com:443/terms/", "status": "Generated through the annotate view", "created_at": "2021-04-26 21:47:37.264432", "updated_at": "2021-04-27 20:51:23.230125", "quoteText": "WE ARE NOT RESPONSIBLE FOR WEBSITES WE LINK TO <p>Where our Site contains links to other sites and resources provided by third parties, these links are provided for your information only and we are not responsible for the content on any third party websites which are accessed at your own risk.", "case_id": 279, "document_id": 790, "quoteStart": 3644, "quoteEnd": 3938}], "urls": ["www.clicksco.com"]}}