{"error": 448, "message": "OK", "parameters": {"id": 3103, "name": "ZeroBounce", "created_at": "2021-04-12 17:32:23.168966", "updated_at": "2021-04-13 00:01:06.942622", "wikipedia": null, "keywords": null, "related": null, "slug": "zerobounce", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3103.png", "url": "zerobounce.net", "documents": [{"id": 4938, "name": "Privacy Policy", "url": "https://www.zerobounce.net/privacy-policy.html", "xpath": "/html/body/div[1]/div[1]/div/main/section/div[2]", "text": "Privacy Policy<p>This privacy policy discloses the privacy practices for www.zerobounce.net (the “Site”), including ZeroBounce’s policies on the collection, use, and disclosure of information in connection with Your use of the Site and any related email validation services (the “Services”).\nWhen You access or use the Site or the Services, You agree to the terms and conditions of this Privacy Policy.</p>PARTICIPATION IN EU-U.S.\nPRIVACY SHIELD &amp.\nSWISS-U.S.\nPRIVACY SHIELD<p>ZeroBounce complies with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and the United Kingdom, and/or Switzerland to the United States, respectively.\nZeroBounce has certified to the Department of Commerce that it adheres to the Privacy Shield Principles with respect to such information.\nIf there is any conflict between the terms in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, please visit: https://www.privacyshield.gov/.\nCertified entities are listed at: https://www.privacyshield.gov/list.</p>INFORMATION COLLECTION PRACTICESTraffic Data Collected<p>ZeroBounce may store information that Your computer provides to us in connection with Your use of the Site and/or Services, such as: 1) IP address.\n2) domain servers.\n3) type of computer or device accessing the Site.\nand 4) types of web browsers used to access the Site (collectively, “Traffic Data”).\nTraffic Data is anonymous information that does not personally identify You but is helpful for marketing purposes or for improving Your experience on the Site.\nZeroBounce may also store usage data such as the date and time the Site and Services are accessed, and what information and files have been downloaded.</p>CookiesWhat are Cookies?<p>When You visit the Site or otherwise interact with the Services, ZeroBounce may send one or more “cookies” to Your computer.\nCookies are alphanumeric identifiers stored on Your computer through Your web browser and are used by most websites to record user activity and to personalize Your web experience.\nSome cookies may facilitate Site features for enhanced performance and functionality such as remembering preferences, analyzing usage for Site optimization, and providing custom content.\nThe length of time a cookie stays on Your device varies depending on the type of cookie.</p>What cookies does ZeroBounce use on the Site and why?<p>EU legislation requires websites to inform users when cookies are in use.\nZeroBounce utilizes Google cookies to perform the following functions on the Site: store user preferences.\ncreate authentication tickets related to logging into the Site.\nand track analytics information, such as the number of visitors to the Site and when.\nwhat browsers visitors use.\nand how long visitors stay on the Site.\nThis data does not contain any information that is personal to You or other visitors.\nHowever, ZeroBounce may link the information it stores in cookies to any Personal Information You submit through the Site or Services.\nZeroBounce utilizes both session cookies, which remain active on Your web browser until closed, and persistent cookies, which are stored in Your web browser for a longer period of time, until they expire or are deleted.</p>Enabling and disabling cookies<p>If You do not accept the cookies, You will still be able to browse our Site and it will not prevent any functionality of the Site itself.\nHowever, to the extent that You intend to login as a customer of the Site and utilize the ZeroBounce Services, if You do not accept the cookies, You will be unable to login to your ZeroBounce account and access the Services through the Site.</p>\n<p>To check to see if cookies are enabled on Your device, please follow the steps below.\nAlternatively, view Your browser’s help pages or information on how to manage cookies at: www.allaboutcookies.org , which contains comprehensive information on cookies on a wide variety of browsers.\nYou can also find details on how to delete cookies from Your computer.\nTo understand these settings, the following links may be helpful, or you can use the “help” option in Your browser for more details:</p>Cookie settings in Internet Explorer:<br>https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies#ie=ie-10Cookie settings in Firefox:<br>https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer?redirectlocale=en-US&amp;redirectslug=CookiesCookie settings in Chrome:<br>https://support.google.com/chrome/answer/95647?hl=en&amp;ref_topic=14666Settings in Safari web and iOs:<br>https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac<p>In addition to the above, Google has developed a Google Analytics opt-out browser add on to prevent the use of Your data by Google Analytics: https://tools.google.com/dlpage/gaoptout</p>Personal Information Collected<p>When You create an account on the Site, ZeroBounce may ask for personal information such as Your name, email address, credit card information, and other information (“Personal Information”).\nPersonal Information such as Your name and email address are used to create a user account for the Site and Services, as well as for email newsletters and invoicing.\nYour credit card information is used by third parties such as Paypal or Stripe to process Your payment(s) for the Services.\nZeroBounce commits to subject all Personal Information received from the EU or Switzerland in reliance on the Privacy Shield Principles.\nIf You register an account and/or provide information to ZeroBounce, You consent to Your Personal Information being collected, used, and stored by ZeroBounce, in accordance with the Terms and Conditions of Use and this Privacy Policy.\nInformation uploaded to the Site or otherwise submitted to ZeroBounce in conjunction with the Services, including but not limited to CSV or TXT files, may be stored encrypted with a password for a period of thirty (30) days.\nIf You initiate a payment for the Services, ZeroBounce may collect and store Personal Information, as well as any other information provided to us.\nThis Personal Information may be shared with third parties in order to process Your payment.</p>ZeroBounce may use your Personal Information to<p>Respond to Your inquiries and fulfill Your requests for Services.\n<br>Send information to You, including information regarding our Services.\n<br>Complete and fulfill Your purchase, for example, to process Your payments, or communicate with You regarding Your purchase.\n<br>Send You marketing communications that we believe may be of interest to You;<br>Personalize Your experience on the Site or Services.\n<br>Conduct data analysis, audits, fraud monitoring and prevention.\n<br>Develop new products and services, or enhance, improve, or modify our products or services.\nand <br>As necessary or appropriate under applicable law, including laws outside Your country of residence.\nto comply with legal process.\nto respond to requests from public and government authorities.\nto enforce our terms and conditions.\nto protect our operations.\nto protect our rights, privacy, safety, and/or that of our affiliates, You or others.\nand to allow us to pursue available remedies or limit the damages that we may sustain.</p>\n<p>Except as otherwise provided in this Privacy Policy, ZeroBounce will keep Your Personal Information private and will not sell or rent Personal Information to anyone.\nIn cases of onward transfers to third parties, Zero Bounce shall remain liable for any violations of this Privacy Policy and of the Privacy Shield Principles.</p>OPTING-OUT OF FUTURE CONTACTS AND YOUR CHOICES TO LIMIT THE USE AND DISCLOSURE OF YOUR PERSONAL DATA<p>Unless You ask us not to, we may contact You via email in the future to tell You about specials, new services, or changes to this Privacy Policy.\nYou may opt-out of receiving promotional email by sending a request for removal by clicking on the \"Contact Us\" link on the bottom of the Site.\nZeroBounce will try to comply with Your request as soon as reasonably practicable.\nPlease note that if You do opt-out of receiving promotional emails from us, ZeroBounce may still send You messages for administrative or other purposes directly relating to Your use of the Services, and You cannot opt-out of receiving those messages.</p>\n<p>You can do the following at any time by contacting us via our website:</p>\n<p>See what data, including any Personal Information, we have about You, if any.\n<br>Request access to Your Personal Information.\n<br>Change/correct any data we have about You.\n<br>Have us delete any data we have about You.\n<br>Express any concern You have about our use of Your data.\n<br>\n</p>\n<p>If You request deletion of Your account, we may need to retain certain Personal Information for recordkeeping purposes and/or to complete any transactions that You began prior to requesting such change or deletion.\nThere may also be residual information that will remain within our databases and other records, which will not be removed.\nWe may retain Personal Information for as long as needed to provide the Site and Services, or to comply with our legal obligations, resolve disputes, prevent abuse, and enforce our agreements.\nTo contact ZeroBounce with any inquiries or complaints, including any regarding our Terms, Privacy Policy, or other policy related material, click on the \"Contact Us\" link on the bottom of the Site.</p>CALIFORNIA PRIVACY RIGHTS<p>For information specific to California residents, please review California Privacy Rights.</p>SECURITY<p>We take precautions to protect Your information.\nWe maintain our Site and Services and all associated data with technical, administrative, and physical safeguards to protect against loss, unauthorized access, destruction, misuse, modification, and improper disclosure.</p>\n<p>Wherever we collect sensitive information (such as credit card data), that information is encrypted and transmitted to us in a secure way.\nWhile we use encryption to protect sensitive information transmitted online, we also protect Your information offline.\nUnfortunately, no data transmission or storage system can be guaranteed to be 100% secure.\nIf a security breach causes an unauthorized intrusion into our Site or Services that materially affects You or Your Personal Information, we will attempt to notify You as soon as possible.</p>DATA RETENTION<p>We will retain Your Personal Information for as long as needed to provide the Services, unless a longer retention period is required or permitted by law.</p>CROSS-BORDER TRANSFER<p>The Site and Services are controlled and operated by United States from the country of United States, and are not intended to subject us to the laws or jurisdiction of any state, country, or territory other than that of United States.\nYour Personal Information may be stored and processed in any country where we have facilities or in which we engage service providers.\nBy using the Site and Services, You consent to the transfer of such information to countries outside of Your country of residence, including the United States, which may have different data protection rules than those of Your country.</p>DISPUTES<p>In compliance with the Privacy Shield Principles, ZeroBounce commits to resolve complaints about Your privacy and our collection or use of Your Personal Information.\nIndividuals with inquiries or complaints regarding our Privacy Policy, our compliance with the Privacy Shield Principles should first contact ZeroBounce by clicking on the \"Contact Us\" link on the bottom of the Site.</p>\n<p>ZeroBounce has further committed to refer unresolved privacy complaints under the Privacy Shield Principles to an independent dispute resolution mechanism, the BBB EU Privacy Shield, operated by the Council of Better Business Bureaus, an alternative dispute resolution provider located in the United States, to address complaints and provide appropriate recourse free of charge to the individual.\nIf You do not receive timely acknowledgment of Your complaint from us, or if we have not resolved Your complaint, please contact or visit https://bbbprograms.org/programs/all-programs/bbb-eu-privacy-shield-consumers consumers for more information and to file a complaint.\nThe services of the BBB EU Privacy Shield are provided at no cost to You.\nZeroBounce is subject to the investigatory and enforcement powers of the Federal Trade Commission (“FTC”), or any other U.S.\nauthorized statutory body.\nThe FTC has jurisdiction over ZeroBounce’s compliance with the Privacy Shield.</p>\n<p>The place of arbitration shall be the United States, and in person participation will not be required.\nIrrespective of the outcome of arbitration, each party shall bear its own attorneys’ fees.\nThe arbitrator(s) has the authority to impose individual-specific, non-monetary equitable relief necessary to remedy any violation of the Privacy Shield Principles only with respect to the individual.\nSection C of Annex I to the Privacy Shield Principles contains more details regarding initiating arbitration proceedings and can be reviewed at https://www.privacyshield.gov/article?id=ANNEX-I- introduction.</p>CHANGES<p>ZeroBounce reserves the right to change this Privacy Policy.\nThe date affixed next to the “Last Updated” legend above corresponds with the date the Privacy Policy was last revised.\nZeroBounce reserves the right, at any time, and without notice, to add to, change, update, or modify this Privacy Policy.\nAny changes to the Privacy Policy will become effective when ZeroBounce posts a revised Privacy Policy.\nYour use of the Site and Services following any changes means that You accept the revised Privacy Policy.</p>NEED MORE INFORMATION OR HAVING DIFFICULTY ACCESSING THIS INFORMATION?<p>If you have a disability which interferes with your ability to access this policy, we can make accommodations to present the policy in an alternative format, to assist you.\nIf you would like to receive this information in another format that is accessible to your needs (for example: audio, large print, etc.) please contact us.</p>", "created_at": "2021-04-12 17:32:24.139508", "updated_at": "2021-04-12 17:33:45.842904"}, {"id": 4939, "name": "Terms and Conditions", "url": "https://www.zerobounce.net/terms-of-use.html", "xpath": "/html/body/div[1]/div[1]/div/main/section/div/div[2]", "text": "IMPORTANT – READ CAREFULLY: BY CLICKING THE “I agree with the terms and conditions” CHECKBOX, OR BY ACCESSING OR OTHERWISE USING ANY PART OF THE ZEROBOUNCE HOSTED SERVICE PROVIDED HEREWITH, YOU EXPRESSLY AGREE TO BE BOUND BY, AND STRICTLY ADHERE TO, ALL OF THE TERMS OF THIS AGREEMENT.\nIF YOU DO NOT AGREE TO ALL OF THE TERMS OF THIS AGREEMENT, DO NOT ACCESS OR USE ANY PART OF THE ZEROBOUNCE HOSTED SERVICE.<p>The Terms and Conditions of Use Agreement (“Agreement”) is entered on today’s date (the “Effective Date”), by and between Hertza L.L.C., doing business as ZeroBounce, a Nevada limited liability company with its principal place of business at 10 E.\nYanonali St., Santa Barbara, California 93101 (“ZeroBounce” or “Provider”), and you (“Customer”).\nEach party is individually referred to in this Agreement as a “Party” and collectively as the “Parties.”</p>\n<p>In consideration of the benefits and obligations exchanged in this Agreement, the Parties agree as follows:</p>\n<p>\n<b>1.\nDefinitions.</b>\n</p>\n<ul>\n<li>“Affiliate” means any entity which directly or indirectly controls, is controlled by, or is under common control of Customer.</li>\n<li>“Agreement” means these terms and conditions of use.</li>\n<li>“Content” means the information, documents, spreadsheets, and products made available to Customer through the ZeroBounce Hosted Service.</li>\n<li>“Customer Data” means any data, information, or material provided by Customer to the ZeroBounce Hosted Service.</li>\n<li>“ZeroBounce Hosted Service” means Provider’s online services accessed via the Site, including the ZeroBounce API software, and the Content which Customer is being granted access to under this Agreement.\nThe ZeroBounce Hosted Service includes Provider’s email validation services and toolkit services, as further described below.</li>\n<li>“Intellectual Property Rights” means patent rights, design rights, copyrights, trademarks, service marks, trade names, domain name rights, mask work rights, know-how and trade secret rights, and all other intellectual property rights, derivatives thereof as well as other forms of protection of a similar nature.</li>\n<li>“Provider Technology” means all Provider proprietary technology made available to Customer in providing the ZeroBounce Hosted Service.</li>\n<li>“Site” means www.ZeroBounce.net.</li>\n</ul>\n<p>\n<b>2.\nLicense Grant &amp.\nRestrictions.</b>&nbsp.\nSubject to Customer’s material compliance with this Agreement and payment of all fees and charges related to its use of the ZeroBounce Hosted Service, Provider hereby grants Customer a revocable, non-exclusive, and non-transferable, worldwide right to use the ZeroBounce Hosted Service, solely for its own internal business purposes and use.</p>\n<ul>\n<li>Email validation services.\nThe license granted hereunder permits Customer to upload Customer Data to the ZeroBounce Hosted Service and download files provided to Customer via the ZeroBounce Hosted Service containing Customer Data.\n“Toolkit” services.\nThe license granted hereunder also permits Customer to utilize inbox tester and email server tester tools made available through the ZeroBounce Hosted</li>\n<li>Service.\nCustomer’s ability to use these “Toolkit” services will be limited based on Customer’s subscription and tier level.\nCustomer agrees not to: (i) license, sublicense, sell, resell, transfer, assign, distribute, provide access to, or otherwise make the ZeroBounce Hosted Service available to any third party.\n(ii) modify or make derivative works based upon the ZeroBounce Hosted Service.\nor (iii) decompile, disassemble, or reverse engineer the ZeroBounce Hosted Service, or permit or assist any third party to do so.\nCustomer will not: (i) knowingly use the ZeroBounce Hosted Service or Provider Technology to send unsolicited email, including, without limitation, promotions, or advertisements for products or services.\n(ii) knowingly send or store infringing, obscene, libelous or otherwise unlawful or tortious material to the ZeroBounce Hosted Service.\n(iii) knowingly upload, or otherwise send or store material containing viruses, worms, Trojan horses or other harmful computer code, files, or programs to or from the ZeroBounce Hosted Service.\n(iv) interfere with or disrupt the integrity or performance of the ZeroBounce Hosted Service.\n(v) attempt to gain unauthorized access to the ZeroBounce Hosted Service or its systems or networks.\nor (vi) use the ZeroBounce Hosted Service in violation of applicable law.</li>\n</ul>\n<p>\n<b>3.\nCustomer Responsibilities.</b>&nbsp.\nCustomer is responsible for all activity occurring under Customer’s account, including its right to use the Customer Data and submit the same through the ZeroBounce Hosted Service, and will abide by all applicable laws, treaties and regulations in connection with its use of the ZeroBounce Hosted Service.\nCustomer accepts full responsibility for its use of the ZeroBounce Hosted Service and any results obtained from such use, including but not limited to any actions taken with its Customer Data after use of the ZeroBounce Hosted Service.</p>\n<p>\n<b>4.\nCustomer Data.</b>&nbsp.\nProvider does not own any Customer Data.\nCustomer Data is Customer’s proprietary and confidential information (“Confidential Information” as further defined below) and will not be accessed, used or disclosed by Provider except for the limited purposes expressly noted herein.\nProvider may use Customer Data to provide the ZeroBounce Hosted Service and to support Customer’s use of the ZeroBounce Hosted Service.\nCustomer agrees that Provider may cache and store results generated through the ZeroBounce Hosted Service.\nCustomer has sole responsibility for the accuracy, legality, reliability, and intellectual property ownership in the Customer Data.\nCustomer Data uploaded by Customer to Provider via the ZeroBounce Hosted Service, the Site, or otherwise submitted to Provider in conjunction with the ZeroBounce Hosted Service, including but not limited to CSV or TXT files, may be stored by Provider encrypted with a password for a period of thirty (30) days.\nNotwithstanding the foregoing, Customer shall have and retain sole ownership of any and all Customer Data.\nCustomer has the option to manually delete all Customer Data at any time through the Customer dashboard.\nFurthermore, Provider shall maintain all data in accordance with its Privacy Policy.</p>\n<p>\n<b>5.\nUse of Identifying Information.</b>&nbsp.\nCustomer consents to being identified by Provider as a customer on the Site and on any of Provider’s promotional material.\nCustomer further consents to Provider’s use of its logo for such limited purposes.</p>\n<p>\n<b>6.\nTraffic Data Collected &amp.\nUse of Cookie Consent</b>&nbsp.\nZeroBounce may store information that your computer provides to us in connection with your use of the Site and/or Services, such as: 1) IP address.\n2) domain servers.\n3) type of computer or device accessing the Site.\nand 4) types of web browsers used to access the Site (collectively, “Traffic Data”).\nTraffic Data is anonymous information that does not personally identify you but is helpful for marketing purposes or for improving your experience on the Site.\nZeroBounce may also store usage data such as the date and time the Site and Services are accessed, and what information and files have been downloaded.\nWhen you visit the Site or otherwise interact with the Services, ZeroBounce may send one or more “cookies” to your computer.\nCookies are alphanumeric identifiers stored on your computer through your web browser and are used by most websites to personalize your web experience.\nSome cookies may facilitate Site features for enhanced performance and functionality such as remembering preferences, analyzing usage for Site optimization, and providing custom content.\nZeroBounce may link the information it stores in cookies to any personal information you submit through the Site or Services.</p>\n<p>\n<b>7.\nIntellectual Property Ownership.</b>&nbsp.\nProvider owns all right, title and interest, including all related Intellectual Property Rights, in and to the Provider Technology, Content, and the ZeroBounce Hosted Service.\nProvider expressly reserves all right, title, and interest in and to the Provider Technology, Content, and the ZeroBounce Hosted Service, including, without limitation, any derivatives, improvements, enhancements or extensions conceived, reduced to practice or otherwise developed by Provider, together with any Intellectual Property Rights, or federal or state rights, pertaining thereto.\nProvider also expressly reserves any and all rights not expressly and explicitly granted in this Agreement, including, but not limited to, its right to license the Provider Technology, Content, and ZeroBounce Hosted Service.\nThis Agreement is not a sale and does not convey any rights of ownership in the ZeroBounce Hosted Service.\nCustomer’s rights hereunder are strictly limited as set forth herein.\nCustomer acquires no right, title, or interest therein other than the right to use the ZeroBounce Hosted Service in accordance with this Agreement.</p>\n<p>\n<b>8.\nConfidentiality.</b>&nbsp.\nCustomer acknowledges that the Provider Technology, Content, and the ZeroBounce Hosted Service contain valuable trade secrets and confidential information (“Confidential Information”) of Provider, including but not limited to, the architecture and functionality of such Provider Technology, Content, and the ZeroBounce Hosted Service.\nand the appearance, organization, design, content, and flow of the ZeroBounce Hosted Service.\nCustomer agrees not to share, disclose or transfer, and not to permit a third party to share, disclose or transfer any of Provider’s Confidential Information.\nThe Parties will use reasonable diligence and in no event less than the degree of care which the Parties will use in respect to their Confidential Information to prevent the unauthorized disclosure, reproduction or distribution of such Confidential Information to any other individual, corporation or entity.\nSuch Confidential Information will exclude: (a) information that is already in the public domain.\n(b) information already known to the receiving Party, as of the date of the disclosure, unless the receiving Party agreed to keep such information in confidence at the time of its original receipt.\n(c) information hereafter obtained by the Receiving party, from a source not otherwise under an obligation of confidentiality with the disclosing Party.\n(d) information independently developed without any reference to Confidential Information.\nand (e) information that the receiving Party is obligated to produce under order of a court of competent jurisdiction, provided that the receiving Party promptly notifies the disclosing Party of such an event so that the disclosing Party may seek an appropriate protective order.</p>\n<p>\n<b>9.\nPrivacy.</b>&nbsp.\nProvider’s Privacy Policy is available at https://www.zerobounce.net/privacy-policy.html.\nProvider may modify its Privacy Policy in its reasonable discretion from time to time, without any notice to Customer.</p>\n<p>\n<b>10.\nCharges and Payment of Fees.</b>&nbsp;</p>\n<p>Payment fees.</p>\n<ul>\n<li>Email validation services.\nUnless other payment fees are agreed upon by the Parties, Customer is responsible for payment of all fees and charges in accordance with the pricing terms shown on https://www.zerobounce.net/email-validation-pricing.</li>\n<li>“Toolkit” services.\nUnless other payment fees are agreed upon by the Parties, Customer is responsible for payment of all fees and charges in accordance with the pricing terms shown on https://www.zerobounce.net/email-validation-pricing.</li>\n</ul>\n<p>\n</p>\n<p>Payment terms.\nUnless other payment fees are agreed upon by the Parties, Zero Bounce may change the fees for the ZeroBounce Hosted Service at any time and from time to time, effective immediately upon Customer’s receipt of notice of such fee change.\nprovided, that, such fee changes will only be effective as to usage of the ZeroBounce Hosted Service that occurs after the effective date of the relevant fee change.\nUnless otherwise stated, all fees are stated in U.S.\nDollars.\nCustomer will pay Provider in advance for use of the ZeroBounce Hosted Service, by purchasing credits, unless other terms are agreed upon by the Parties.\nAll sales/prepayments for credits made to Zero Bounce are final and non-refundable.\nWhere credits are issued to Customer and not prepaid by Customer in advance, if payment is not made within thirty (30) days following issuance of the credits: (a) any unused credits will be deactivated until payment is received, and b) interest will accrue on the owed payment on a monthly basis at the lesser of 1.5% per month, or the maximum allowable interest rate.\nBy providing any credit card information, Customer represents that it is authorized to use the card and authorizes Provider to charge the card for any fees.\nBy submitting payment information, Customer authorizes Provider to provide that information to third parties for purposes of facilitating payment for the ZeroBounce Hosted Service.\nCustomer agrees to verify any information requested by Provider for purposes of acknowledging or completing any payment.\nAll credit/charge card payments are subject to authorization by the card issuer.\nIf Customer’s payment is not authorized, Provider will cancel the order (and notify you that we have done so).\nWith the exception of special offers, access to the ZeroBounce Hosted Services, or certain tools within the ZeroBounce Hosted Services, will only be made available to Customer upon its purchase of credits.</p>\n<p>\n<b>11.\nTermination</b>&nbsp.\nA Party may immediately terminate this Agreement for any reason or no reason at all.\nCustomer may terminate this Agreement at any time by discontinuing its use of the ZeroBounce Hosted Service.\nAny breach of Customer’s payment obligations or unauthorized use of the ZeroBounce Hosted Service will be deemed a material breach of this Agreement.\nProvider may terminate this Agreement, Customer’s account, or Customer’s use of the ZeroBounce Hosted Service if in Provider’s sole discretion, Customer commits a material breach of this Agreement or otherwise fails to comply with this Agreement.\nIn the event of such termination, Customer will not be entitled to any refund whatsoever and its credits will be forfeited.</p>\n<p>\n<b>12.\nRepresentations &amp.\nWarranties</b>&nbsp.\nEach Party represents and warrants that it has the legal power and authority to enter into this Agreement.\nCustomer represents and warrants that: (a) it has the right and authority to use the Customer Data and submit the same through the ZeroBounce Hosted Service.\nand (b) it will abide by all applicable laws, treaties and regulations in connection with its use of the ZeroBounce Hosted Service.\nProvider represents and warrants that: (a) it has the right and authority to make the ZeroBounce Hosted Service available to Customer as authorized expressly by this Agreement.\n(b) it will provide the ZeroBounce Hosted Service in a manner consistent with general industry standards.\n(c) it will use best efforts to detect software viruses and other undesirable components and will promptly take all reasonable steps to remove or neutralize any such components.\nand (d) it will use leading commercial encryption technology designed to encrypt Customer Data in its possession.</p>\n<p>\n<b>13.\nMutual Indemnification</b>&nbsp.\nCustomer will indemnify, defend and hold Provider, and each such Party’s Affiliates, officers, directors, employees, attorneys and agents harmless from and against any and all claims, costs, damages, losses, liabilities and expenses arising out of or in connection with: (a) a claim by a third party alleging that Customer’s use of the Customer Data or ZeroBounce Hosted Service violates any applicable law, or was unauthorized or that it exceeded the scope of the individual’s authorization by using the ZeroBounce Hosted Service to validate such Customer Data, provided in any such case that Provider (i) promptly gives Customer written notice of the claim.\n(ii) gives Customer sole control of the defense and settlement of the claim.\nand (iii) provides Customer all available information and assistance.\nProvider will indemnify, defend and hold Customer and Customer Affiliates, officers, directors, employees, attorneys and agents harmless from and against any and all claims, costs, damages, losses, liabilities and expenses arising out of or in connection with: (a) a claim by a third party alleging that the ZeroBounce Hosted Service directly infringes an Intellectual Property Right of a third party.\nprovided that Customer (i) promptly give written notice of the claim to Provider.\n(ii) give Provider sole control of the defense and settlement of the claim.\nand (iii) provides Provider all available information and assistance.</p>\n<p>\n<b>14.\nDisclaimer</b>&nbsp.\nTHE REPRESENTATIONS AND WARRANTIES PROVIDED IN THIS AGREEMENT ARE PROVIDER’S COMPLETE AND EXCLUSIVE REPRESENTATIONS AND WARRANTIES.\nPROVIDER DISCLAIMS ALL OTHER REPRESENTATIONS, WARRANTIES AND GUARANTIES OF ANY KIND.\nEXCEPT AS PROVIDED HEREIN, THE ZEROBOUNCE HOSTED SERVICE IS PROVIDED ON AN “AS IS”, “AS AVAILABLE” BASIS WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO WARRANTIES AS TO TITLE OR INFRINGEMENT OR THIRD PARTY RIGHTS, ANY IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nPROVIDER DOES NOT AND CANNOT WARRANT THE PERFORMANCE OR RESULTS CUSTOMER MAY OBTAIN BY USING THE ZEROBOUNCE HOSTED SERVICE.\nPROVIDER DOES NOT WARRANT THAT ACCESS TO OR USE OF THE ZEROBOUNCE HOSTED SERVICE WILL BE UNINTERRUPTED OR ERROR FREE.\nPROVIDER EXPRESSLY DISCLAIMS ANY INDEMNIFICATION FOR ANY CLAIMS OR ACTIONS BROUGHT AGAINST CUSTOMER BASED ON, OR AS A RESULT OF, OR IN CONNECTION WITH ANY INACURRACY, OMISSION, DEFECT OR MISTAKE IN THE ZEROBOUNCE HOSTED SERVICE, OR CUSTOMER’S USE THEREOF.</p>\n<p>\n<b>15.\nLimitation of Liability</b>&nbsp.\nEXCEPT FOR CLAIMS ARISING UNDER A PARTY’S OBLIGATIONS OF CONFIDENTIALITY OR INDEMNIFICATION UNDER THIS AGREEMENT, NEITHER PARTY’S AGGREGATE LIABILITY WILL EXCEED THE AMOUNT ACTUALLY PAID BY CUSTOMER TO PROVIDER IN THE SIX (6) MONTH PERIOD PRECEDING THE EVENT GIVING RISE TO SUCH CLAIM, AND NEITHER PARTY WILL BE LIABLE FOR ANY INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY, INCIDENTAL, CONSEQUENTIAL OR OTHER DAMAGES OF ANY TYPE OR KIND ARISING FROM CUSTOMER’S USE OF THE ZEROBOUNCE HOSTED SERVICE.\nNOTWITHSTANDING THE FOREGOING, PROVIDER’S TOTAL AGGREGATE LIABILITY ARISING OUT OF OR RELATED TO THIS AGREEMENT UNDER ANY THEORY OF LIABILITY IS LIMITED TO THE AMOUNT OF FEES CUSTOMER HAS PAID TO USE THE ZEROBOUNCE HOSTED SERVICE IN THE PRECEDING TWELVE (12) MONTHS.</p>\n<p>\n<b>16.\nNotice</b>&nbsp.\nProvider may give notice to Customer through Customer’s e-mail address on record with Provider.</p>\n<p>\n<b>17.\nModifications</b>&nbsp.\nProvider reserves the right to alter or revise the terms of this Agreement by giving Customer thirty (30) days’ notice of the changes to be made.\nCustomer’s continued use of the ZeroBounce Hosted Service following after changes become effective mean that you have accepted the revised terms.\nIf Customer does not agree to accept the changes, Customer’s sole remedy shall be to discontinue its use of the Software.</p>\n<p>\n<b>18.\nForce Majeure.</b>&nbsp;Notwithstanding anything herein to the contrary, the Parties shall not be liable for any delays or failure in performance caused by circumstances beyond the reasonable control of the performing Party, such as wars or insurrections, acts of government, strikes, fires, floods, earthquakes, work stoppages, epidemic, pandemic, embargoes, and any other event beyond the reasonable control of the Party whose performance is affected.</p>\n<p>\n<b>19.\nRelationship of Parties.</b>&nbsp;No joint venture, partnership, employment, or agency relationship exists between Customer and Provider as a result of this Agreement.</p>\n<p>\n<b>20.\nAssignment.</b>&nbsp;This Agreement may not be assigned by either Party without the prior written consent of the other Party, which will not be unreasonably withheld, but may be assigned without the other Party’s consent to (i) a parent or subsidiary.\n(ii) an acquirer of assets or equity.\nor (iii) a successor by merger.\nAny purported assignment in violation of this section will be void.</p>\n<p>\n<b>21.\nGoverning Law and Arbitration.</b>&nbsp;This Agreement shall be construed in accordance with and governed by the laws of the state of Nevada, without regard to principles of conflict of laws.\nExcept for injunctive relief claims related to data or privacy breaches, any claim or controversy arising out of or related to this Agreement, or the breach thereof, and/or the use of the ZeroBounce Hosted Service shall be settled by binding arbitration administered by the American Arbitration Association (AAA) in accordance with its Commercial Arbitration Rules, and judgment on the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof.\nThe place of arbitration shall be Los Angeles, California.\nThe United States Federal Arbitration Act shall govern the interpretation, enforcement, and proceedings pursuant to this arbitration clause.\nIn no event shall the arbitrator(s) have any authority to award punitive or other damages not measured by the prevailing Party’s actual damages, except as may be required by statute.\nIrrespective of the outcome of arbitration, each Party shall bear its own costs and expenses, including its own attorneys’ fees, and an equal share of the arbitrator(s)’ fees and administrative fees of arbitration.\nThe arbitrator(s) shall not determine or award any alternative allocation of costs and expenses, including any attorneys’ fees.</p>\n<p>\n<b>22.\nSeverability.</b> If any provision of this Agreement is held by a court of competent jurisdiction to be invalid or unenforceable, then such provision will be construed to reflect the intentions of the invalid or unenforceable provision, with all other provisions remaining in full force and effect.</p>\n<p>\n<b>23.\nWaiver.</b>&nbsp;The failure of Provider to enforce any right or provision in this Agreement will not constitute a waiver of such right or provision unless acknowledged and agreed to by Provider in writing.</p>\n<p>\n<b>24.\nAmendment.</b>&nbsp;No amendment or modification of any provision of this Agreement shall be effective unless in writing and executed by both Parties.</p>\n<p>\n<b>25.\nEntire Agreement.</b>&nbsp;This Agreement comprises the entire agreement between Customer and Provider and supersedes all prior or contemporaneous negotiations, discussions or agreement, whether written or oral, between the Parties regarding the subject matter contained herein.</p>", "created_at": "2021-04-12 17:32:25.131177", "updated_at": "2021-04-12 17:34:53.655988"}], "points": [], "urls": ["zerobounce.net"]}}