{"error": 448, "message": "OK", "parameters": {"id": 2473, "name": "U.S. Department of Justice", "created_at": "2020-12-29 20:05:11.572055", "updated_at": "2021-03-25 03:19:58.302773", "wikipedia": "https://en.wikipedia.org/wiki/United_States_Department_of_Justice", "keywords": null, "related": null, "slug": "us_department_of_justice", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2473.png", "url": "justice.gov", "documents": [{"id": 3348, "name": "Legal Policies", "url": "https://www.justice.gov/legalpolicies", "xpath": "/html/body/section[3]/div[2]/div/div/div/article/div[1]/div/div/div", "text": "<p>Thank you for visiting the Department of Justice website.\nProvided below are the legal policies and disclaimers for users of this site.\nThese policies and disclaimers apply only to the Department of Justice site.\nTherefore, once you link to another site, you are subject to the policies of the new site.</p>\n<p>Links to Other Websites<br>Linking to the DOJ Website<br>Copyright Status and Citation<br>Use of DOJ Seals and Logos<br>Information Quality Guidelines<br>Disclaimer of Liability and Endorsement</p> Links to Other Websites <p>The information posted on the Department of Justice website includes hypertext links or pointers to information created and maintained by other public and/or private organizations.\nThe Department of Justice provides these links and pointers solely for your information and convenience.\nWhen you select a link to an outside website, you are subject to the privacy, copyright, security, and information quality policies of that website.\nThe Department of Justice:</p>\n<ol>\n<li>DOES NOT control or guarantee the accuracy, legality, relevance, timeliness, or completeness of information contained on a linked website;</li>\n<li>DOES NOT endorse linked websites, the views they express, or the products/services they offer;</li>\n<li>CANNOT authorize the use of copyrighted materials contained in linked websites;</li>\n<li>IS NOT responsible for transmissions users receive from linked websites;</li>\n<li>DOES NOT guarantee that outside websites comply with the accessibility requirements of Section 508 of the Rehabilitation Act.</li>\n</ol>\n<p>Links to non-federal government sites will either appear on a page notifying you that the sites are not controlled by the Department of Justice, or you will receive an intercepting (redirect) page indicating that you are leaving the Department's site when you access such a link.</p>\n<p>If you find a link that does not work please e-mail the Department of Justice Webmaster at webmaster@usdoj.gov.</p>\n<p>Back to Top</p> Linking to the DOJ Website <p>Links to the Department of Justice website are permitted.\nThe use of Department of Justice seals, however, is protected and requires advance written authorization as described below.\nThe fact that a website links to the Department of Justice site does not indicate that the Department has any responsibility for the content of that site, nor does it constitute an endorsement of that site by the Department.</p>\n<p>Back to Top</p> Copyright Status and Citation <p>Unless otherwise indicated, information on Department of Justice websites is in the public domain and may be copied and distributed without permission.\nCitation of the Department of Justice as source of the information is appreciated, as appropriate.\nThe use of any Department of Justice seals, however, is protected and requires advance authorization, as described below.</p>\n<p>If a source other than the Department of Justice or other federal government agency is indicated on a photo, graphic, or other material, permission to copy these materials must be obtained from the original source.\nPlease note that some photos, graphics and other materials used on this website are copyrighted.\nFor information on materials generated by external entities with Department of Justice funding, please refer to individual component policies.\nThis copyright notice only pertains to the Department of Justice website.</p>\n<p>Back to Top</p> Use of Department of Justice and Component Seals, Logos, Other Official Insignia, Names and Initials <p>Department of Justice seals, logos and other official insignia may not be used or reproduced without written permission.\nRequests for permission to use or reproduce the official insignia of the Federal Bureau of Investigation, Bureau of Prisons, Federal Prison Industries, Parole Commission, Drug Enforcement Administration, United States Marshals Service and Bureau of Alcohol, Tobacco, Firearms and Explosives shall be referred to the heads of these components.\nRequests for permission to use or reproduce any other Department or component official insignia shall be referred to the Assistant Attorney General for Administration.\nPermission to use or reproduce official insignia of the Department is granted on a case-by-case basis and involves the consideration of many relevant factors, including: the cost or benefit to the Department or the government of granting the request.\nthe unintended appearance of endorsement or authentication by the Department.\nthe potential for misuse.\nthe effect on Department security.\nthe reputability of the use.\nand the extent of control by the Department over the ultimate use and distribution of any product(s) or publication(s) bearing official insignia of the Department.</p>\n<p>The use of the names or initials of the Federal Bureau of Investigation, the Drug Enforcement Administration, and the United States Marshals Service is governed by 18 U.S.C.\nsec.\n709, which prohibits their unauthorized use in a manner calculated to convey the impression that such use is approved, endorsed, or authorized by that component, unless written permission has been received from the head of the respective component.</p>\n<p>Back to Top</p> Information Quality Guidelines <p>The Department of Justice has issued guidelines to help ensure the quality, objectivity, utility and integrity of the information it disseminates to the public, including the information provided on this website.\nThe Department’s information quality practices and procedures can be found at: http://www.justice.gov/iqpr/iqpr.html.\nThe Department’s information quality guidelines include procedures for requesting corrections of disseminated information.\nThe Department will make every effort to correct errors brought to our attention.</p>\n<p>Back to Top</p> Disclaimer of Liability and Endorsement <p>While the Department of Justice strives to make the information on this website as timely and accurate as possible, the Department makes no claims, promises, or guarantees about the accuracy, completeness, or adequacy of the contents of this site, and expressly disclaims liability for errors and omissions in the contents of this site.\nNo warranty of any kind, implied, expressed, or statutory, including but not limited to the warranties of non-infringement of third party rights, title, merchantability, fitness for a particular purpose or freedom from computer virus, is given with respect to the contents of this website or its links to other Internet resources.</p>\n<p>The information appearing on this website is for general informational purposes only and is not intended to provide legal advice to any individual or entity.\nWe urge you to consult with your own legal advisor before taking any action based on information appearing on this site or any site to which it may be linked.</p>\n<p>At times the Department of Justice is required, because of a legal requirement such as the Freedom of Information Act or a court order, to post documents generated by third parties that may contain offensive, defamatory, or misleading or otherwise inappropriate content.\nThe Department disclaims responsibility for the content of these documents.</p>\n<p>Reference in this site to any specific commercial product, process, or service, or the use of any trade, firm or corporation name is for the information and convenience of the public, and does not constitute endorsement, recommendation, or favoring by the Department of Justice.</p>\n<p>Back to Top</p>\n", "created_at": "2020-12-29 20:06:05.003377", "updated_at": "2021-02-03 22:31:27.187153"}, {"id": 3349, "name": "Privacy Policy", "url": "https://www.justice.gov/doj/privacy-policy", "xpath": "/html/body/section[3]/div[2]/div/div/div/article/div[1]/div/div/div/div/div/div/div", "text": "\n<p>Thank you for visiting the United States Department of Justice (DOJ or Department) website and reviewing our Privacy Policy.\nThe Department is committed to protecting your privacy and securing the personal information made available to us when you access our public-facing websites and applications.\nThis Privacy Policy describes what information is made available to the Department, what information the Department collects, how that information is used, and how information is stored when you visit the Department’s public-facing websites or official DOJ accounts on third-party websites and applications.</p>\n<p>Information Collected and Stored Automatically<br>Personal Information That You Voluntarily Provide <br>Children and Privacy on Justice.gov<br>Website Measurement and Customization Technologies <br>The Department’s Use of Third-Party Websites and Applications<br>Email Subscriptions and Updates <br>Links to External Sites<br>Security</p>\n<p>The Department’s Chief Privacy and Civil Liberties Officer, in coordination with the Department’s Office of Privacy and Civil Liberties, manages and oversees the Department’s Privacy Program.\nThe Department Privacy Program webpage can be found here: https://www.justice.gov/opcl.</p> Information Collected and Stored Automatically <p>If you access information on our websites, the following basic information is automatically collected and stored on Department of Justice servers:</p>\n<ul>\n<li>The name of the internet domain (for example, \"xcompany.com\" if you use a private Internet access account, or \"yourschool.edu\" if you are connecting from a university's domain);</li>\n<li>The Internet Protocol (IP) address (a number that is automatically assigned to your computer when you are using the Internet) from which you access our site;</li>\n<li>The type of browser and operating system used to access our site;</li>\n<li>The date and time you access our site;</li>\n<li>The internet address of the website from which you linked directly to our site.\nand</li>\n<li>The pages you visit and the information you request.</li>\n</ul>\n<p>The Department&nbsp;primarily collects this information for statistical analyses and technical improvements to the site.\nFor example, the Department computer system uses software programs to create summary statistics that may be used for such purposes as assessing what information is of most and least interest to the public, determining technical design specifications, and identifying system performance or problem areas.\nAlthough the primary purpose of automatically collecting this kind of information is not to track individuals who visit this site, in certain circumstances and consistent with Federal law, the Department may take additional steps to identify you using this information and may share this information, including your identity, with other agencies.</p>\n<p>\n<em>Information Automatically Collected by a Third-Party Website or Application</em>\n</p>\n<p>The Department maintains official DOJ accounts on third-party websites and applications.\nThese third-party website and application service providers may themselves automatically collect and store additional information about you, in accordance with their terms of service and privacy policies.\nThe Department does not control what these third-parties service providers do with the information they collect.\nFor information on the Department’s use of third-party websites and applications to engage with the public, please review the section below regarding the&nbsp;Department’s Use of Third-Party Websites and Applications.</p>\n<p>Back to Top </p> Personal Information that You Voluntarily Provide <p>You are not required to provide any personal information to us to access information on our websites.\nIf you choose to provide us with personal information, such as by sending a message to an email address on this website or by filling out and submitting a form through our website, we will use that information to respond to your message or to fulfill the stated purpose of the communication.\nWhere feasible, the Department provides visitors with a notice at the point of collection when requesting personal information on Department websites that will include a brief description of the Department’s practices with respect to the collection, use, maintenance, or dissemination of personal information.</p>\n<p>The Department maintains and disposes of personal information you provide according to the requirements of the Federal Records Act, Department policies, and the regulations and records schedules approved by the National Archives and Records Administration.\nIn some cases, the information you provide may be covered by the Privacy Act of 1974 (Privacy Act), or subject to the Freedom of Information Act (FOIA).\nA discussion of the FOIA can be found at&nbsp;Department of Justice Guide to the Freedom of Information Act&nbsp;and&nbsp;a discussion about the Privacy Act can be found at&nbsp;Privacy Act of 1974.</p>\n<p>\n<em>Sharing Personal Information You Voluntarily Provide</em>\n</p>\n<p>The Department may share information you voluntarily provide it with other entities, consistent with the Privacy Act and other applicable laws.\nFor example, information you voluntarily provide may be shared with contractors acting on the Department’s behalf, with another government agency if your inquiry relates to that agency, with other agencies for a specific law enforcement purpose or to protect the Department’s websites from security threats, or when otherwise required by law.&nbsp;&nbsp;</p>\n<p>If you provide comments in response to a request for public comments, we may make those comments, as well as your identity, available to the public in a publication or by posting them on our website.</p>\n<p>\n<em>Personal Information Voluntarily Provided As Part of a Search Request on DOJ Websites</em>\n</p>\n<p>The Department will collect information you voluntarily provide as part of a search request on a DOJ website.\nIf you choose to provide personal information as part of a search request on a Department webpage, the Department and its service providers will use that information to facilitate your search request.\nDOJ servers may also automatically collect and store the information you provide as part of a search request as described in the&nbsp;section above regarding Information Collected and Stored Automatically.\nDOJ currently uses the General Services Administration’s (GSA)&nbsp;Search.gov (e.g.,&nbsp;https://search.justice.gov) as its primary search engine tool for searching for information within DOJ websites.\nUpon entering search request information into search engines managed by Search.gov, GSA will collect and use certain information in accordance with the Search.gov&nbsp;Terms of Service.</p>\n<p>\n<em>Personal Information Voluntarily Provided to the Department on Third-Party Websites or Applications</em>\n</p>\n<p>The Department maintains official DOJ accounts on third-party websites and applications.\nWhen interacting with the public on third-party websites and applications, the Department may request that you voluntarily provide information to the Department (for example, the Department may request your information to register for an event hosted by the Department).\nThese third-party website and application service providers may also collect the information you voluntarily provide, in accordance with their terms of service and privacy policies.\nThe Department does not control what these third-parties service providers do with the information they collect.\nFor information on the Department’s use of third-party websites and applications, please review the section below regarding&nbsp;Department’s Use of Third-Party Websites and Applications.</p>\n<p>\n<em>Commercial Marketing</em>\n</p>\n<p>The Department does not collect or use information for commercial marketing.</p>\n<p>\n<em>Use Caution When Voluntarily Providing Sensitive Information</em>\n</p>\n<p>Remember that internet communications are not necessarily secure from interception.\nIf your communication is sensitive or includes personal information, you may prefer to send it to the Department by postal mail or other commercial carriers instead.</p>\n<p>Back to Top </p> Children and Privacy on Justice.gov <p>We believe in the importance of protecting the privacy of children online and do not knowingly contact or collect personal information from children under 13.\n&nbsp;Unless otherwise stated, our websites are not intended to solicit information of any kind from children under 13.</p>\n<p>Back to Top </p> Website Measurement and Customization Technologies (e.g.\nCookies) <p>Website measurement and customization technologies (commonly called “cookies\") are small bits of text that are downloaded to your internet browser when you visit a website.\nThe Office of Management and Budget Memorandum M-10-22, Guidance for Online Use of Web Measurement and Customization Technologies, defines conditions under which Federal agencies may use session and persistent cookies, and categorizes them in “tiers” to identify their characteristics.\nYou may control permissions for cookies on this or any other website by adjusting your individual browser settings for customized privacy protection – see https://www.usa.gov/optout-instructions for helpful guidance.\nYou can still use Department websites if you do not accept the cookies, but you may be unable to use certain cookie-dependent features.\n</p>\n<p>\n<em>Session cookies</em>\n<br>Session cookies are not stored on your computer’s hard drive, and are removed when you complete your session or exit the site.\nSome Department websites use these “Tier 1” session cookies to provide streamlined navigation and statistical analysis.\nThese temporary cookies do not gather personally identifying information.\n</p>\n<p>\n<em>Persistent cookies </em>\n<br>\nCertain Department websites use “Tier 2” persistent cookies that remain on your computer’s hard drive after you complete an activity.\nFor example, some Department websites use persistent cookies in association with a voluntary customer satisfaction survey conducted by a third party, Foresee.\nThese surveys obtain feedback and data regarding visitors’ satisfaction with our websites, but they do not collect any personally identifying information.\nIf you are randomly selected to participate in this survey, a persistent cookie is stored on your computer’s hard drive for 90 days to preclude a new invitation during that time.\nSome Department websites also use persistent cookies to enable a Google Analytics, Siteimprove, or Webtrends program to measure how new and returning visitors use our websites over time.\nThese persistent cookies do not collect any personally identifying information, and the information collected is used only to improve our websites.</p>\n<p>Back to Top </p> THE DEPARTMENT’S USE OF THIRD-PARTY WEBSITES and APPLICATIONS <p>In the interest of promoting transparency, public participation, and open government, the Department uses third-party websites (including social media platforms with official DOJ accounts) and third-party applications to enhance the user experience, promote access to information, and provide ease of navigation throughout Department websites.\nThe Office of Management and Budget Memorandum M-10-23, Guidance for Agency Use of Third-Party Websites and Applications, defines conditions under which Federal agencies may use third-party websites and applications to engage with the public.</p>\n<p>\n<em>Visiting Official Department of Justice Pages on Third-Party Websites and Applications</em>\n</p>\n<p>The Department currently maintains official DOJ accounts on several third-party websites and applications.\nThe third-party service provider’s terms of service and privacy policies govern your activity on the third-party website or application.\nThe Department does not control what these third-parties service providers do with the information they collect.\nYou may wish to review the third-party service provider’s terms of service and privacy policies before using it to understand how and when the third-party service provider collects, uses, and/or shares information you make available by using its service.\nYou can find the privacy policies for third-party websites and applications commonly used by the Department below.</p>\n<p>The creation and use of official DOJ accounts on third-party websites and applications may cause personally identifying information to become available or accessible to the Department.&nbsp.\nSuch information may become available to the Department when a user provides, submits, communicates, links, posts, or associates information with official DOJ accounts (e.g., through “liking,” “friend-ing,” responding to tweets, or commenting on content provided by the Department).\nThe Department does not control, moderate, or endorse the comments or opinions provided by you on official DOJ accounts.</p>\n<p>The Department may collect and maintain personally identifying information you make available on third-party websites and applications with official DOJ accounts.\nSpecifically:</p>\n<ul>\n<li>DOJ servers may automatically collect certain browser information, including the full internet address of the third-party service provider, if you travel directly to a Department website from the third-party application or website, as outlined in the section above regarding Information Collected and Stored Automatically;</li>\n<li>DOJ may request that individuals voluntarily provide information to the Department through&nbsp;third-party websites and applications.\nIn such cases, to the extent feasible, DOJ will provide a conspicuous notice written in plain language at locations where the public might submit such information;</li>\n<li>In certain circumstances, DOJ Capstone Officials, which include DOJ Senior Leadership, Heads of Components, and their direct reports, may “share,” “retweet,” “friend,” “follow,” or respond publicly to content made available on official DOJ accounts.&nbsp.\nTo the extent that the Department’s “share,” “retweet,” “friend-ing,” “follow,” or public response constitutes the creation of a record under the Federal Records Act, the Department may be required to maintain and archive such interaction;</li>\n<li>DOJ may collect and maintain information made available to the Department on official DOJ accounts for a specific law enforcement or national security purpose (for example, activity that indicates a violation or potential violation of law, a threat of physical harm, or harm to national security).\nand</li>\n<li>DOJ may collect and maintain information made available to the Department on official DOJ accounts when required by law.&nbsp;</li>\n</ul>\n<p>The Department will not otherwise collect and maintain personally identifying information you make available on third-party websites and applications with official DOJ accounts.\nIn all circumstances, the Department will only collect and maintain personally identifying information you make available on official DOJ accounts consistent with the Privacy Act, the Federal Records Act, and other applicable laws.</p>\n<p>Visit our Contact Page for information on how to send official correspondence to the Attorney General or the Department.</p>\n<p>\n<em>Embedded Third-Party Content and Applications on Department of Justice Websites</em>\n</p>\n<p>Certain Department webpages also contain embedded content and applications from third-party website and application service providers.\nDOJ provides embedded content and applications to further the Department’s interest in promoting transparency and open government.</p>\n<p>In addition to the practices outlined in the sections above regarding Information Collected and Stored Automatically and the Personal Information That You Voluntarily Provide, these third-party service providers also collect information on visitors who visit a DOJ webpage hosting the embedded content or application.\nFor more details on how and when these third-party service providers collect, use, and share information, you may wish to review their terms of service and privacy policies.\nThe privacy policies for third-party websites and applications commonly used by the Department can be found below.</p>\n<p>\n<em>Third-Party Privacy Policies</em>\n</p>\n<p>The privacy policies for third-party social media platforms, a specific type of third-party website, with official DOJ accounts used to communicate with the public include:</p>\n<p>Twitter Privacy Policy<br>Facebook Privacy Policy<br>YouTube Privacy Policy<br>LinkedIn Privacy Policy<br>Instagram Privacy Policy<br>Pinterest Privacy Policy<br>Flickr Privacy Policy</p>\n<p>A list of official DOJ social media accounts can be found at: https://www.justice.gov/social.\nFor more information on the Department’s use of third-party social media platforms used to communicate with the public, please refer to the Department’s adapted Privacy Impact Assessment, “Use of Third-Party Social Media Tools to Communicate with the Public.”</p>\n<p>The privacy policies for other third-party websites and applications commonly used by the Department include:</p>\n<p>Buzzsprout Privacy Policy<br>Eventbrite Privacy Policy<br>MapBox Privacy Policy <br>Siteimprove Privacy Policy</p>\n<p>For more information on the Department’s use of third-party websites and applications, please refer to the Department’s Privacy Impact Assessment webpage.</p>\n<p>Back to Top </p> Email Subscriptions and Updates <p>The Department maintains several lists of subscribers who have asked to receive periodic email updates.\nAny recipient of a Department email may unsubscribe from future messages via a link at the bottom of each email message.\nWe do not sell, rent, exchange, or otherwise disclose our list subscribers to persons or organizations outside the Department.</p>\n<p>Our email analytics provider, GovDelivery, also offers the capability to view some data, such as whether a mass email was opened, at an individual level for 30 days after an email was sent.\nas a matter of policy and practice this data is only viewed on an aggregate basis.</p>\n<p>The Department’s websites may contain links to websites created and maintained by other public or private organizations.\nWe provide these links as a service to visitors to our site.\nWhen you follow a link to an external site, you are leaving the Department and are subject to the privacy and security policies of the external site.</p>\n<p>Back to Top</p> Links to External Sites <p>The Department’s websites may contain links to websites created and maintained by other public or private organizations.\nWe provide these links as a service to visitors to our site.\nWhen you follow a link to an external site, you are leaving the Department’s website and are subject to the privacy and security policies of the external site.</p>\n<p>Back to Top </p> Security <p>For site security purposes and to ensure that this service remains available to all users, the Department computer system employs software programs to monitor network traffic to identify unauthorized attempts to upload or change information, or otherwise cause damage.\nAnyone using this system expressly consents to such monitoring and is advised that if such monitoring reveals evidence of possible abuse or criminal activity, such evidence may be provided to appropriate law enforcement officials.\nUnauthorized attempts to upload or change information on this server are strictly prohibited and may be punishable by law, including the Computer Fraud and Abuse Act of 1986 and the National Information Infrastructure Protection Act of 1996.</p>\n<p>Additionally, DOJ information systems may be protected by EINSTEIN cybersecurity capabilities under the operational control of the U.S.\nDepartment of Homeland Security United States Computer Emergency Readiness Team (US-CERT).\nElectronic communications with DOJ may be scanned by government-owned or contractor equipment to look for network traffic indicating known or suspected malicious cyber activity, including malicious content or communications.</p>\n<p>Electronic communications within DOJ will be collected or retained by US-CERT only if they are associated with known or suspected cyber threats.\nUS-CERT will use the information collected through EINSTEIN to analyze the known or suspected cyber threat and help DOJ and other agencies respond and better protect their computers and networks.</p>\n<p>For additional information about EINSTEIN capabilities, please see the EINSTEIN program-related Privacy Impact Assessments available on the U.S.\nDepartment of Homeland Security cybersecurity privacy website&nbsp;along with other information about the federal government’s cybersecurity activities.</p>\n<p>Back to Top</p>\n", "created_at": "2020-12-29 20:06:56.385924", "updated_at": "2021-02-03 22:31:29.245377"}], "points": [{"id": 16042, "title": "This service is only available to users over a certain age", "source": "https://www.justice.gov/doj/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-02-08 10:09:54.44896", "updated_at": "2021-02-08 10:20:32.905869", "quoteText": "Unless otherwise stated, our websites are not intended to solicit information of any kind from children under 13.</p>", "case_id": 152, "document_id": 3349, "quoteStart": 8444, "quoteEnd": 8561}, {"id": 16043, "title": "Third-party cookies are used for statistics", "source": "https://www.justice.gov/doj/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-02-08 10:11:25.320873", "updated_at": "2021-02-08 10:20:27.884906", "quoteText": "Some Department websites also use persistent cookies to enable a Google Analytics, Siteimprove, or Webtrends program to measure how new and returning visitors use our websites over time.", "case_id": 325, "document_id": 3349, "quoteStart": 10492, "quoteEnd": 10678}], "urls": ["justice.gov"]}}