{"error": 448, "message": "OK", "parameters": {"id": 693, "name": "Viagogo", "created_at": "2018-09-04 19:19:58.879897", "updated_at": "2021-03-25 03:19:56.498687", "wikipedia": null, "keywords": null, "related": null, "slug": "viagogo", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/693.png", "url": "viagogo.at, viagogo.be, viagogo.ca, viagogo.ch, viagogo.com, viagogo.com.tr, viagogo.co.uk, viagogo.co.za, viagogo.de, viagogo.dk, viagogo.es, viagogo.fr, viagogo.gr, viagogo.ie, viagogo.it, viagogo.jp, viagogo.lu, viagogo.com.mx, viagogo.nl, viagogo.pl, viagogo.pt, viagogo.se", "documents": [{"id": 486, "name": "Terms and Conditions", "url": "https://www.viagogo.com/secure/help/termsandconditions", "xpath": "", "text": " This site uses cookies to provide you with a great user experience.\nTo find out more, read our cookie policy.\n<small>OK</small>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Terms and Conditions <p>\n<br>\n<b>PREAMBLE</b>\n<br>\nviagogo Entertainment Inc, which is registered in Delaware, United States of America, offers a service on its Internet site at the address www.viagogo.com (hereafter, the “Viagogo Platform”) that brings together sellers (the “Sellers”) of tickets for shows or sporting events (the “Tickets”) and buyers (the “Buyers”) for these same Tickets.\nThe Sellers and the Buyers are hereafter jointly referred to as the Members.\nThe Viagogo Platform allows contracts for the sale of Tickets to be concluded.\nHowever, the Members are the sole decision-makers in finalising the sale or purchase of the Tickets.\nThe Members’ acceptance of these General Terms of Use of the Viagogo Platform allows you (“You”) to access the Viagogo Platform that serves to bring together Sellers and Buyers and to make transactions on the www.viagogo.com site according to the terms defined below.\n</p>\n<p>\n<b>1.1 Introduction.</b> Welcome to viagogo's online ticket exchange (the \"Site\").\nThese Terms and Conditions (including any documents referred to in it) (\"Agreement\") list the terms of the agreement between you and viagogo Entertainment Inc (\"viagogo\" or \"We\" or \"Us\") for the buying and selling of tickets (\"Tickets\"), and all other services that We provide (the \"Services\").\nBy using our Site, You agree to accept this Agreement.\n</p>\n<p>\n<b>1.2 Ticketing Exchange.</b> viagogo provides a service that allows members who want to buy tickets (\"Buyers\") to find members who want to sell tickets (\"Sellers\").\nviagogo does not take title to the underlying ticket and the actual transactions are between the Buyers and Sellers.\nOnce Buyer and Seller have entered into a transaction, all transactions are covered by the viagogo Guarantee.\n</p>\n<p>\n<b>1.3 viagogo Guarantee.</b> When You purchase tickets on viagogo, viagogo guarantees that You will receive the tickets You paid for in time for the event.\nIn the rare instance that a problem arises and the original ticket Seller does not provide You with the tickets listed for sale, viagogo will, in its sole and absolute discretion, review comparably priced tickets and offer You replacement tickets at no additional cost, or viagogo will issue You a refund for the cost of the tickets.\n\"Comparably priced\" replacement tickets are determined by viagogo in its sole and absolute discretion.\nWhen You sell tickets on viagogo, provided you provide the exact tickets listed for sale and the ticket Buyer successfully gains entry to the event, viagogo guarantees that you will be paid for your sale.\n</p>\n<p>\n<b>1.4 Modification.</b> If We change this Agreement, We shall post a revised version of this Agreement, which shall automatically replace the terms of this Agreement.\nThe revised version of this Agreement is automatically effective after it is initially posted on the Site.\nYour continued use of the Site and the Services following viagogo's posting of a revised Agreement will constitute Your acceptance of the revised Agreement.\nIf You do not agree with the terms of this Agreement or any revised version of this Agreement, do not continue to use the Services or this Site.\n</p>\n<br>\n<p>\n<b>2.1 Requirements.</b> To be a member of this Site, You must agree to accept the terms in this Agreement.\nYou may only use the Services if You can legally enter into and form binding contracts.\nIf You do not qualify, do not use the Services.\n</p>\n<p>\n<b>2.2 Registration.</b> We will not allow You to buy or sell tickets before You have registered with Us.\nTo register, You must provide your real name, address, phone number, and email address.\n</p>\n<p>\n<b>2.3 Username and Password.</b> You will need a username and password to access the Site and use the Services.\nYou are responsible for maintaining the security of your username and password and You are responsible for any action taken under your username or password.\n</p>\n<p>\n<b>2.4 Listing.</b> To sell tickets, a Seller lists the tickets in the Site database.\nAs part of the listing process, the Seller assigns a price to the tickets and provides information including but not limited to the event, date, section, seat, and row, and sale end date, all in accordance with the process outlined in the help pages.\nWhen listing seated tickets, all tickets in the same listing must be consecutive seats.\nIf tickets are not consecutive, then the Seller must create a separate listing.\nIf a Seller sends tickets that are not consecutive, but listed them as so, viagogo may charge the seller a replacement fee and other charges, as specified in Section 5.\n“Piggyback” tickets may not be sold in the same listing.\n“Piggyback” tickets are for seats that are directly behind each other.To list as a Seller, You must provide a valid credit or debit card.\nYou also grant Us a non-exclusive, transferable, worldwide, paid-up, royalty-free right and license to reproduce, modify, adapt, publish and display on the Site and on the sites of our marketing partners your descriptions of tickets listed for sale.\nThis is so we can promote the sale of tickets and items that You list for sale.\n</p>\n<p>\n<b>2.5 Tax on Seller Proceeds.</b> The Seller is responsible for determining whether it/he/she is required to account for VAT (UK or other), GST, sales tax or other similar fees (collectively, “Tax”) on the sale of the ticket.\nWe take no responsibility for such issues.\nIf the Seller is required to account for Tax on the sale of the ticket, the Seller should include the Tax (i.e., total) when setting ticket prices on the website.\nNote that this is separate from any Tax viagogo is required to charge on its fees.\n</p>\n<p>\n<b>2.6 Making an Offer.</b> A member who wants to buy a ticket first scans the Site database for tickets listed by Sellers that match the Buyer's desired tickets.\nOnce the Buyer finds a matching ticket, the Buyer notifies Us with an \"offer\" that the Buyer is willing to purchase the ticket.\nNote that the Seller may or may not be required to charge you Tax on the sale of your ticket.\nThus, the ticket price shown (before our fees) may include Tax as appropriate.\nPlease note this does not include any Tax that may be payable on fees We are required to pay.\nAs a Buyer, You grant Us permission to charge your credit card, debit card, PayPal account, or bank account for the purchase of the selected tickets.\n</p>\n<p>\n<b>2.7 Payment Authorisation.</b> When We receive an offer by credit or debit card, We obtain an authorisation from the Buyer's credit or debit card equal to the price, booking fees and delivery fees for the tickets.\nWe will also add Tax on our fees as applicable.\nThe authorisation will remain on the Buyer's credit or debit card until the sale is completed or the order is cancelled.\nWhen We receive an offer by PayPal, We will obtain an authorisation from the Buyer's PayPal account equal to the price, booking fees and delivery fees for the tickets.\nWe will also add Tax on our fees as applicable.\nWhen We receive an offer by bank transfer, We will check to see if the bank account is valid.\n</p>\n<p>\n<b>2.8 Notification.</b> Once We obtain an authorisation from the Buyer, We notify the Seller of the sale via email and/or telephone, and We confirm to the Seller that the Buyer is willing to pay the listed price, booking fees, delivery fees, and taxes on our fees.\nPlease note, selling prices for tickets traded on viagogo may differ from their original ‘face value’ (i.e.\nthe price it is sold for on the primary market).\nAdditional information can be found in our FAQ’s and on the ticket details pages.\n</p>\n<p>\n<b>2.9 Seller's Confirmation Obligation.</b> Except as noted in Section 2.9 a), the Seller must confirm the order within forty eight (48) hours of the sale of the tickets.\nSellers should use our automated online confirmation process.\nSellers will be able to see the service fee and taxes on our fees before completing the sell process and committing to sell their tickets.\nSellers have forty-eight (48) hours from the time of sale of the tickets to “Report a Problem” if they are unable to deliver the exact tickets listed for sale.\nSellers can “Report a Problem” using the “Report a Problem” link on the online confirmation page.\nIn the case a Seller has not confirmed a sale within forty eight (48) hours, or in the case a Seller “Reports a Problem” the Seller, including without limitation, may be subject to a replacement fee, other charges, and/or other consequences as specified in Section 5.\n</p>\n<p>\n<b>2.9 a) Exception to Seller’s Obligation to Confirm.</b> Sellers who commit to send tickets directly to viagogo are not required to confirm the order.\nSuch sellers have no right to “Report a Problem” and the order is automatically confirmed immediately after the sale.\nIf the listed ticket is not delivered, viagogo shall have the right to charge the Seller a replacement fee and other charges, as specified in Section 5.\n</p>\n<p>\n<b>2.10 Collecting Payment.</b> Typically, upon the Buyer completing the transaction, We collect payment from the Buyer for the listed price, booking fees, delivery fees, and taxes on our fees.\nIn the case where multiple different Buyers are sharing the cost of a transaction and each paying part of the total amount (i.e.\na ‘Split Payment’ transaction), we collect the payments within 24 hours of the first Buyer completing the transaction.\nAt no time do We provide the Buyer's payment information to the Seller.\nThe money is paid to us, and the Seller is compensated for the sale according to their selected payment method and the payment policy in the help pages.\n</p>\n<p>\n<b>2.11 Ticket Fulfillment.\n</b>Once the Seller lists tickets for sale, the Buyer purchases these tickets, and the Seller has confirmed the sale, the Seller is responsible for completing the transaction with the exact tickets the Seller has listed.\nTickets sales must be fulfilled via the delivery method indicated at the time of sale directly to the Buyer and no later than the shipping deadline communicated to the seller at the time of sale (“Must Ship By Date”).\n<br>\n<br> If the Seller lists tickets for sale, confirms the sale and then is unable to deliver the exact tickets listed, viagogo reserves the right to cancel the Seller’s sale, find replacement tickets for the Buyer and the Sellers may be subject to a replacement fee, other charges, and/or other consequences, as specified in Section 5.\nInvalid tickets: If buyers are refused entry to the venue as a result of invalid tickets we may refund the buyer at any time.\nInvalid tickets are defined as anything where buyers are refused entry.\nWe will collect proof where this is possible but in some cases viagogo reserves the right to refund the buyer and not pay the seller even if proof of non entry is not presented.\nIn the event that an event is cancelled or re-scheduled, viagogo reserves the right to cancel a seller’s transaction.\nIf for any reason your tickets are returned to Us or cannot be delivered We will attempt redelivery up to a maximum of three times.\nWe endeavour to rearrange delivery with the customer or arrange a collection point.\nIf this is also unsuccessful We will not offer a refund.\nWe attempt to ensure all tickets are delivered in time for the event, time scale permitting We may require a venue or box office collection (‘pick-up’).\n</p>\n<p>\n<b>2.12 Seller Payment.</b> The Seller will be paid 5-8 working days after the event if delivery of the tickets was successful to the buyer.\nWe have the right to withhold payment or collect repayment if the event was re-scheduled or cancelled or if We have a good faith basis to believe such sales were unlawful or otherwise made in material violation of this agreement.\n</p>\n<p>\n<b>2.13 Ticket Information.</b> Event dates, times, venues and subject matter, which are listed on the ticket, may change.\nIt is up to the Buyer to verify the most recent changes by contacting the box office or referring to official listings for any changes.\n</p>\n<p>\n<b>2.14 Substituted Seat Locations.</b> Ticket listings are a representation of actual seat location.\nTickets may be substituted with comparable or better seat locations without the Buyers’ approval.\n</p>\n<p>\n<b>2.15 Claims under the viagogo Guarantee.</b> If You receive tickets from the Seller that are not the tickets you ordered or tickets that are invalid and not honoured at the venue, we strongly advise you to Contact Us to report the issue.\nIssues must be reported within 14 days after receiving the tickets otherwise this will no longer be covered by the viagogo Guarantee.\nShould you experience problems with your tickets on the day of the event you must contact viagogo within 48 hours of the incident to report the issue.\nIn certain circumstances, you may be required to complete a Dispute Claim Form and provide additional information in order to claim a refund.\nForms must be returned to viagogo 5 working days after receiving them, in order to apply for a refund.\nviagogo reserves the right to prohibit anyone who brings a fraudulent claim from having further access to our website.\n</p>\n<p>\n<b>2.16 Season Cards.</b> In the event that the Buyer fails to return a Season Card to viagogo within 24 hours of the event concluding, the Buyer agrees that viagogo may charge an additional “failure to return fee” of €200 per season card that is not returned to the payment method that was used to purchase the tickets.\nThis charge is in addition to the amount originally paid for the tickets.\n</p>\n<p>\n<b>2.18 Merchant Description.</b> A payment to viagogo will appear on the Buyer’s payment method statement as “VIAGOGO EVENT TICKETS”.\n</p>\n<br>\n<p>\n<b>3.1 Accurate Descriptions.</b> For all tickets You list as the Seller, You warrant that Your descriptions of the tickets accurately detail and describe the tickets offered for sale.\nYou also warrant that you own the tickets and are authorised to transfer or resell the tickets.\nIn the event you are reselling tickets for commercial reasons, you warrant that you have the right to do so.\n</p>\n<p>\n<b>3.2 Other Information.</b> You represent and warrant that any information You provide to us, to other members, or to visitors of the Site (a) is not false, inaccurate, misleading, obscene or defamatory.\n(b) is not fraudulent.\n(c) does not involve the sale of counterfeit or stolen items.\n(d) does not infringe any third party's copyright, patent, trademark, trade secret, rights of publicity or privacy, or other right.\n(e) does not violate any law, statute, ordinance or regulation, including without limitation those governing consumer protection, unfair competition, anti-discrimination or false advertising.\nand, (f) does not contain any viruses or any programming that is intended to damage, interfere with, intercept or expropriate any system, data or personal information.\n</p>\n<p>\n<b>3.3 Laws and Regulations.</b> You warrant that You will comply with all applicable local, regional, country and international laws, statutes and regulations regarding use of the Site and selling value of the tickets.\nYou warrant that you are over 18 years old and have the legal capacity to make the transaction.\n</p>\n<p>\n<b>3.4 Indemnity.</b> You agree to indemnify and hold viagogo and (if applicable) any parent, subsidiaries, affiliates, officers, directors, solicitors, agents and employees, harmless against all liabilities, costs and expenses (including reasonable solicitors’ fees) incurred by viagogo and (if applicable) any parents, subsidiaries, affiliates, officers, directors, agents, solicitors and employees that arise out of any claim asserted by a third party that involves, relates to or concerns any of your actions or omissions on this Site.\n</p>\n<br>\n<p>\n<b>4.1 Double Posting and Removal of Tickets.</b> To post a ticket for sale on viagogo You must first register with the Site.\nOnce a ticket is posted, We strongly discourage posting that ticket for sale elsewhere.\nIf You do post your ticket for sale on other marketplaces, you are required to remove your ticket from the Site immediately if your ticket sells elsewhere.\nExcept as provided herein, You agree not to promote the sale of tickets posted on viagogo through any other site.\nWe reserve the right to prohibit users from posting tickets on viagogo if they are not able to provide the exact tickets they posted on viagogo.\n</p>\n<p>\n<b>4.2 Stolen Property.</b> The sale of stolen property on viagogo is strictly forbidden and violates local, country and international law.\nviagogo strongly supports law enforcement efforts to recover stolen property that is listed on the Site, and urges the prosecution of those responsible for knowingly attempting to sell such items on the Site.\nStolen property includes items taken from private individuals, as well as property taken without authorisation from companies or governments.\n</p>\n<p>\n<b>4.3 Sellers Shall Not Include Promotional Material with Tickets.</b> The Buyer name and address is provided to Sellers for the sole purpose of delivering the specific purchased ticket(s) and may not be used by the Seller for any other purpose, either in connection with such delivery(ies) or separately from such delivery(ies).\nYou agree not to include in your delivery to the Buyer any promotional or other commercial material that is not provided or approved by Us, other than a Tax invoice if relevant and if requested by the Buyer and viagogo .\nThis includes, without limitation, material that announces a website or invites the Buyer to visit a website other than viagogo, catalogues, business cards, business reply cards, bookmarks, coupons, flyers, solicitations or other marketing or advertising material.\nIncluding any such items constitutes a material breach of these terms and conditions.\nYou also agree not to separately contact the Buyer at any time for any reason.\nNote that Your payment may be withheld if you violate this clause.\n</p>\n<br>\n<p>\n<b>5.1 Investigations.</b> We may investigate complaints and violations of our policies.\nYou agree to cooperate fully with such investigations, including without limitation providing Us specific information regarding your right to a ticket, the source of a ticket, your acquisition of a ticket, and the price You paid for a ticket.\n</p>\n<p>\n<b>5.2 Violations, Termination and Suspension.</b> We may take any action that We deem appropriate in our sole discretion including without limitation issuing a warning, suspending or terminating service, denying access, removing a listing or recommending You edit a listing.\nYou agree that payments owing to You for sales made through this Site may be suspended or delayed and that We are not obligated to pay You for any sales if We have a good faith basis to believe such sales were unlawful or otherwise made in material violation of this agreement.\nOn termination, Your items may be de-listed if You are a Seller and Your purchases may be cancelled if you are a Buyer.\n</p>\n<p>\n<b>5.3 Disclosure of Information.</b> You agree that We may report any activity that We suspect violates any law or regulation to appropriate law enforcement officials, regulators, or other relevant third parties.\nWe will cooperate to ensure that violators are prosecuted to the fullest extent of the law.\n</p>\n<p>\n<b>5.4 Making Adjustments.</b> If (a) a sale is cancelled for any reason.\n(b) we reasonably believe that you have committed fraud or other illegal act or omission during any buying or selling activity.\n(c) you leave a sale unconfirmed for more than 48 hours and do not Report a Problem.\n(d) subject to the exceptions set forth in Section 2.10 and 2.15, you aren't able to deliver the exact seats that you listed on the Site or send the tickets (and related passes if any) on or before the Must Ship By Date or you otherwise fail to fulfill the sale of your tickets or related passes.\n(e) you send incorrect, misrepresented, invalid, fraudulent or counterfeit tickets or related passes for any sale or portion of a sale.\n(f) You otherwise owe viagogo a specific amount.\nor (g) You otherwise breach this Agreement or owe Us a specific amount, then you authorize viagogo to withhold payment or charge your Payment Method any amount you owe us and all costs viagogo incurs due to your conduct, including but not limited to, a late shipment fee or late delivery fee, reprinting fee, shipping re-routing charges, the cost of replacement tickets or related passes, coupons, gift certificates, refunds, and other costs required to compensate the Buyer or Seller for his or her bad experience, with a minimum charge of $30 per ticket (or the equivalent in their listing currency).\nWe may also first deduct any amount you owe us from any amount we owe you.\nClosing of accounts or opening and maintaining more than one account does not alter your total liability to us, and we may combine amounts due to us from multiple accounts.\n</p>\n<br>\n<p>\n<b>6.1 No Warranty.</b> Except for the express warranties stated in this agreement, We provide the software, site and services on an \"as is\" basis and \"as available\" basis without any warranties of any kind.\nWe make no warranty with respect to the software, tickets, events, and services provided on the Site, or that sellers or buyers will perform as promised, and We expressly disclaim all such warranties, whether express, statutory or implied, including without limitation any warranties of quality, title, non-infringement of third party rights or fitness for a particular purpose.\nSome jurisdictions do not allow exclusions of implied warranties or limitations on how long an implied warranty lasts, so the above exclusion may not apply to you.\n</p>\n<p>\n<b>6.2 Waiver of Consequential Damages.\nLiability Limit.</b> We expressly disclaim any responsibility for any lost profits or special, consequential, incidental, or exemplary damages (including without limitation indirect and special damages) that may result from the services, the site, or the suspension, termination or malfunction of the services or the site.\nOur liability to You or anyone else in any circumstance is limited to the lesser of (a) £200, and (b) the total value of all tickets and other items you bought and/or sold via the Site during the action allegedly giving rise to liability.\nSome jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above exclusions or limitations may not apply to you.\nUnder no circumstances are We liable for any additional costs You incur if you purchase tickets from a third party for tickets you were unable to purchase on the Site.\n</p>\n<p>\n<b>6.3 Allocation of Risk.</b> You acknowledge and agree that the foregoing disclaimers and limitations of liability represent reasonable allocations of risk, and that the pricing and other terms and conditions of this agreement reflect such allocations of risk.\n</p>\n<p>\n<b>6.4 Release.</b> We are not involved in the actual transactions between Buyers and Sellers.\nIf You have a dispute with one or more members, You release viagogo and all affiliated companies, officers, directors, agents, parents, subsidiaries, legal representatives and employees from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with such dispute.\n</p>\n<p>\n<b>6.5 Tax Indemnity.</b> You agree that We are not responsible in any way for the accuracy or suitability of any payment of taxes to any entity on your behalf.\nYou shall indemnify and hold viagogo and (if applicable) any parents, subsidiaries, affiliates, officers, directors, agents and employees harmless against all liabilities, costs, interest and expenses (including reasonable solicitors' fees) incurred by viagogo that arise out of any third party or governmental claim that involves, relates to or concerns (i) any local, regional, country, or international tax obligation or amounts due or owing under any tax regulation, law, order or decree or (ii) any dispute concerning the tax status of viagogo.\n</p>\n<p>\n<b>6.6 No Agency.</b> You and We are independent contractors, and no agency, partnership, joint venture, employer-employee or franchisor-franchisee relationship is intended or created by this Agreement.\n</p>\n<p>\n<b>6.7 Third Party Information.</b> We do not control the information provided by other users which is made available through the Site.\nYou may find other user’s information to be offensive, harmful, inaccurate, or deceptive.\nPlease use caution when using the Site and remember that there are risks of dealing with people acting under false pretences.\nBy using this Site, You agree to accept such risks and agree that viagogo is not responsible for the acts or omissions of users on the Site.\n</p>\n<p>\n<b>6.8 All Sales are Final.</b> All sales and bids are final.\nNo refunds, cancellations or exchanges will be issued for date or time changes, partial performances, or lost tickets.\n</p>\n<p>\n<b>6.9 Change or Suspension of Site.</b> We reserve the right at any time to modify or discontinue, temporarily or permanently, the Site or any part of the Site with or without notice.\nYou agree that We shall not be liable to You or any third party for any modification, suspension or discontinuance of the Site or any Services under this agreement, for any reason.\nWe do not guarantee continuous, uninterrupted or secure access to our service, and operation of our Site may be interfered with by numerous factors outside of our control.\nIn addition, the Site could be unavailable during certain periods of time while it is being updated and modified.\nDuring this time, the Site will be temporarily unavailable.\n</p>\n<p>\n<b>6.10 Notices.</b> Except as expressly stated otherwise, all notices to viagogo shall be sent through the email form provided on the Site under the Contact Us link.\nOur address is 160 Greentree Drive, Suite 101, Dover, Delaware, County of Kent, 19904, USA.\nExcept as expressly stated otherwise, all notices to You shall be sent to the email address You provided to us during the registration process.\nSuch notice shall be deemed given one business day after the email is sent.\n</p>\n<p>\n<b>6.11 Permitted use.</b> You are not permitted to use this website other than for the following, private, non-commercial purposes: (i) viewing this website.\n(ii) buying and/or selling tickets on this website.\n(iii) viewing transaction details.\nand (iv) making use of other facilities that may be provided by this website.<br>\n<br>\nThe use of automated systems or software to extract data from this website for commercial purposes, (“screen scraping”) is strictly prohibited.\n</p>\n<br>\n<p>\n<b>7.1 Ownership of Intellectual Property.</b> You acknowledge and agree that (i) our patents, trade marks, trade names, service marks, copyrights and other intellectual property (collectively, \"Intellectual Property\") is and shall remain our sole property, and (ii) nothing in this agreement shall confer in You any right of ownership or license rights in our Intellectual Property.\nIn addition, You shall not now or in the future contest the validity of viagogo's Intellectual Property.\n</p>\n<p>\n<b>7.2 Copyright.</b> Copyright (c) 2006-2020, viagogo AG.\nThe software and the Site, including without limitation all text, graphics, logos, buttons, images, audio clips, and computer programs, are the property of viagogo or its suppliers, and are protected by country and international copyright, trademark and other intellectual property laws.\nThe compilation (meaning the collection, arrangement, and assembly) of all content on the Site is the exclusive property of viagogo and protected by country and international copyright law.\nAny unauthorized reproduction, modification, distribution, transmission, republication, display, or performance of the software or the content on the Site is strictly prohibited.\n</p>\n<p>\n<b>7.3 Additional Policies.</b> This Agreement incorporates by reference the following policies and documents also found on this Site: </p>\n<ul>\n<li>Privacy Policy</li>\n</ul>\n<br>\n<p>\n<b>7.4 Governing Law.</b> This Agreement is governed by and interpreted in accordance with the laws of the State of Delaware of the United States of America.\nYou consent to the non-exclusive personal jurisdiction and venue of the courts of Delaware.\nviagogo Entertainment Inc is registered in Delaware, at the following address: 160 Greentree Drive, Suite 101, Dover, Delaware, County of Kent, 19904, USA </p>\n<p>\n<b>7.5 Miscellaneous.</b> This Agreement (and all documents incorporated by reference) constitutes the entire agreement between the parties pertaining to the subject matter hereof and supersedes all prior agreements and understandings between the parties hereto with respect to the subject matter hereof, whether written or oral.\nNo amendment, modification or supplement of any provision of this Agreement will be valid or effective unless made in accordance with the express terms of this Agreement.\nIf any provision of this Agreement is held to be invalid or unenforceable under any circumstances, its application in any other circumstances and the remaining provisions of this Agreement shall not be affected.\nYou may not assign or transfer this Agreement, or any of its rights or obligations, without the prior written consent of viagogo, which We can refuse in our sole discretion.\nNothing in this Agreement is intended to confer benefits, rights or remedies unto any person or entity other than the parties hereto and their successors and permitted assigns.\nOur suppliers and co-brand partners are third-party beneficiaries of this Agreement.\nThis does not prevent us from varying these terms without reference to them.\nThe title at the beginning of each paragraph of this Agreement is for reference purposes only and in no way defines, limits, construes or describes the scope or extent of such paragraph.\n</p>\n<br> Regional Settings <ul>\n<li>\n<i>\n</i> Country: United States </li>\n<li>\n<i>\n</i> Language: English (UK) </li>\n<li>\n<i>\n</i> Currency: € Euro </li>\n</ul> More <ul>\n<li>Help Centre</li>\n<li>About Us</li>\n<li>Corporate Service</li>\n<li>Affiliates</li>\n<li>Careers</li>\n<li>How do I contact viagogo?</li>\n<li>Event Organizers</li>\n</ul> Stay Up to Date <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Popular Events <ul>\n<li>Elton John Tickets</li>\n<li>Michael Buble UK Tour</li>\n<li>FC Barcelona Ticket</li>\n<li>Rod Stewart Concert Tickets</li>\n<li>Andrea Bocelli Tickets</li>\n<li>The Masters Ticket</li>\n<li>Emma Marrone Tickets</li>\n<li>Tomorrowland 2020 Tickets</li>\n<li>Absinthe Tickets</li>\n<li>Willie Nelson Tickets</li>\n<li>Thomas Rhett Tour 2021</li>\n<li>Cole Swindell Concert Tickets</li>\n<li>Joe Bonamassa Tour 2021</li>\n<li>Lil Pump Tour 2021</li>\n<li>Lil Tjay Tour 2021</li>\n<li>Pi'erre Bourne Tickets</li>\n<li>Rolling Loud Tickets</li>\n<li>Lil Baby Tour 2020</li>\n<li>Roddy Ricch Tickets</li>\n<li>Tyga Tickets</li>\n<li>Lil Durk Tickets</li>\n<li>rico nasty Tickets</li>\n<li>Soulja Boy Concert Tickets</li>\n<li>Young M.A Tickets</li>\n<li>Chief Keef Tickets</li>\n</ul> Copyright © viagogo Entertainment Inc 2020 Company Details<br> Use of this web site constitutes acceptance of the Terms and Conditions and Privacy Policy and Cookies Policy - : web2 : - <ul>\n<li>\n<i>\n</i> English (UK) <i>\n</i>\n</li>\n<li>\n<i>\n</i> € <i>\n</i>\n</li>\n<li> Recently Viewed <i>\n</i>\n</li>\n<li> Sign Up <i>\n</i>\n</li>\n<li> Log In<i>\n</i>\n</li>\n<li> Contact Us </li>\n<li>Sell Tickets</li>\n</ul> New Customers <ul>\n<li>Get personalised recommendations</li>\n<li>Be the first to hear about special offers</li>\n<li>Manage your purchases, listings or sales</li>\n</ul> Sign Up with Email or Sign Up with Facebook Existing Customers Log In or Log In with Facebook ", "created_at": "2018-09-04 19:23:05.891998", "updated_at": "2020-12-14 19:26:11.381336"}, {"id": 487, "name": "Privacy Policy", "url": "https://www.viagogo.com/secure/help/privacy", "xpath": "", "text": " This site uses cookies to provide you with a great user experience.\nTo find out more, read our cookie policy.\n<small>OK</small>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Privacy Policy\n<p>\n<strong>\n<u>About us</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>What information do we collect?</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>How do we use your information?</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Who do we share your information with?</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Ensuring that use of your information is lawful</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Where do we send your information?</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>How long do we keep your information?</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Making a complaint</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Your Privacy rights</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>About us</u>\n</strong>\n</p>\n<p>viagogo respects your privacy and protecting your information is paramount.\nWe want you to be informed and empowered with respect to your privacy when you use our services.\nPlease read this Privacy Notice carefully before using our website or apps or registering to use our services.\nTogether with our Terms and Conditions and the Cookies Policy, this Privacy Notice sets out our views and practices regarding your personal data and how we use, process and treat the personal data you provide to us or we collect about you and the rights you have in relation to the protection of your personal data.\n</p>\n<p>The data controller of your personal data is viagogo AG of Rue Du Commerce 4, 1204 Geneva, Switzerland.&nbsp.\nWe use your information as further explained in this Privacy Notice.&nbsp.\nWe do so jointly with viagogo Entertainment Inc of 160 Greentree Drive, Suite 101, Dover, Delaware, County of Kent, 19904, USA.\nIf you do make a request to us in respect of your personal information (see the ‘Your Privacy rights’ section below for more information), viagogo AG will lead in responding to your request and viagogo Entertainment Inc will assist fully where required.</p>\n<p>The representative in the European Union (EU) for both viagogo AG and viagogo Entertainment Inc is VGL Support Services Ireland Limited, and for further information about our use of your personal data, or your rights under data protection law, please contact privacyrequest@orders.viagogo.com.\nNote: we won't respond to emails sent to this email address that are not related to your privacy rights.\nFor other enquiries, please contact customer services here .</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>What information do we collect?</u>\n</strong>\n</p>\n<p>We may collect and process the following data about you:</p>\n<p>\n<strong>Information you give us.\n</strong>\nYou may give us information about you when you register with our website or our apps or by communicating with us by phone, email, social media or otherwise.\nThis includes information you provide when you create a customer account, use our services, provide us with identification information required to verify your identity or in connection with the issue of your tickets, provide us with feedback, participate in surveys, and when you report a problem with our website.\nThe information you give us may include your name, address, email address, phone number, date of birth, copies of formal identity documents such as your passport of ID card and credit or debit card details.</p>\n<p>\n<strong>Information we collect about you based on your use of our website or apps.\n</strong>Each time you visit our website or use our app we may automatically collect the following information:</p>\n<p>\n<strong>(a)</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Technical information</strong>, including the Internet protocol (IP) address used to connect your device to the Internet, your login information, browser type and version, time zone setting, operating system, device information (such as the model and version of your device), platform and;</p>\n<p>\n<strong>(b)</strong>&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;<strong>Information about your visit</strong>, including products and events you viewed or searched for.\npage response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), methods used to browse away from the page and any data entered into the page during your visit.\nand</p>\n<p>\n<strong>(c)</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Location Data</strong>, including your precise location (longitude and latitude details with the time that the details are captured), which is provided by using information, such as your IP address or GPS sensors.&nbsp.\nWe will only collect information about your location if you have provided consent for us to do so.</p>\n<p>\n<strong>Information we receive from other sources.</strong> We work closely with third parties including, for example, our fraud prevention providers and email address / telephone number verification service providers.\nWe may receive information about you from these third parties to verify information you provide to us which helps us to identify suspicious or unusual transactions.</p>\n<p>\n<strong>Information collected from cookies.&nbsp.\n</strong>We and our service providers collect information about your use of our website using cookies.\nFor information about our use of cookies and how to decline them or turn them off please read our <strong>Cookies Policy</strong>.</p>\n<p>\n<strong>Recording telephone calls and other communications.</strong>&nbsp.\nWe may monitor or record telephone conversations or other communications between you and us.&nbsp;</p>\n<p>We use the information described above for the purposes set out in the <strong>How do we use your information?</strong> section below.\n<br>\n</p>\n<p>\n<strong>\n<u>How do we use your information?</u>\n</strong>\n</p>\n<p>\n<strong>Information you give to us or we collect from third parties on your behalf as part of our services</strong>\n</p>\n<p>We will only use this information to:</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nEnable you to purchase tickets through our website, administer your account, manage your relationship with us, and to communicate with you by telephone, mail, email, text (SMS) message, instant messaging or other electronic means;</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;verify your identity as part of our identity authentication process and to prevent, detect and prosecute fraud and crime and to comply with our legal or regulatory requirements;</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;provide evidence of your identity to sellers in connection with the issue of tickets.\nnotify you about changes to our services;</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ensure that content from our website is presented in the most effective manner for you&nbsp;&nbsp.\nand your device;</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;aggregate your information on an anonymous basis with other data for data analytical and reporting purposes;</p>\n<p>(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;undertake analysis and profiling of your browsing history and purchases (and any other data provided by you or on your behalf or which we collect on your behalf) in order to identify and inform you of products and services that we consider are likely to interest you;</p>\n<p>(g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;in combination with information we collect about you based on your use of our website, undertake testing and analysis of new products, services and website / app functionality to help us to assess the impact of these new features and improve the service we offer you.\nand</p>\n<p>(g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;where you have provided your consent to receive marketing material from us, provide you with information about other products and services that are similar to those that you have already purchased or enquired about or about products or services that may be of interest to you.&nbsp;</p>\n<p>\n<strong>Information we collect about you based on your use of our website </strong>\n</p>\n<p>We will use this information:</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;to administer our website and for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes;</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;to build up a picture of your interests so that you don’t miss information relevant to you when you visit our website;</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;to improve the service we offer you and to try and ensure that you get the best from our website, ensuring that content is tailored and presented in the most effective manner for you and for the devices you use to access it;</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;as part of our efforts to keep our website safe and secure;</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;to measure or understand the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you.\nand</p>\n<p>(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;to make suggestions and recommendations to you and other users of our website about products or services that may interest you or them.</p>\n<p>We also use the device information and battery charging information we collect from you to improve the performance of our apps and to refine the user experience while using our website and apps.&nbsp.\nFor example, we use the device information to check whether any updates we are making will work on your tablet or phone, and to check how our apps are affecting your battery life.</p>\n<p>\n<strong>Information we receive from other sources</strong>\n</p>\n<p>We combine this information with information you give to us and information we collect about you.\nWe may use this information and the combined information for identity verification and fraud detection, prevention and prosecution purposes as set out above.</p>\n<p>\n<strong>Recording telephone calls and other communications</strong>\n</p>\n<p>We will use telephone recordings or transcripts of communications to check your instructions to us, analyse, assess and improve our services to customers, for training and quality purposes and for the purposes of investigating any complaint you may make, or as evidence in any dispute or anticipated disputes between you and us.</p>\n<p>\n<strong>We also use technology to make decisions automatically about you</strong>\n</p>\n<p>We employ technology which uses logic to analyse transactions you enter into against the information we collect from you or from third parties about you.\nThis helps us to identify unusual or suspicious transactions in order to detect and prevent fraud.\nWhat this means for you is that where an attempted transaction appears to be suspicious, unusual or otherwise out of the ordinary, we may automatically decline to proceed with the transaction.</p>\n<p>You’ve the right not to be subject to a decision based solely on automated processing, including profiling, which has legal consequences for you or similarly significant effects.\nWhile we’re confident that the technology works, if you have any questions about our automated decision making process, you can contact us via privacyrequest@orders.viagogo.com.</p>\n<p>\n<strong>\n<u>Marketing</u>\n</strong>\n</p>\n<p>We offer you the opportunity to receive marketing information from us.\nWe will normally send direct marketing by email if we have your email address, but may choose to contact you via other methods, if you have provided your consent for us to market to you using these methods.</p>\n<p>If you consented to receive marketing communications when you registered and created a customer account, you can tell us that you do not wish to receive any more at any time by selecting the ‘unsubscribe’ option in the marketing communications we send or at any time by changing your account preferences.</p>\n<p>\n<strong>\n<u>Who do we share your information with?</u>\n</strong>\n</p>\n<p>In addition to sharing your information with other members of our group (including our subsidiaries and affiliated companies), we may need to disclose your data to third parties in order to ensure that we can provide you with our services and to ensure effective operation of our website and the apps.</p>\n<p>We may share your information with the following third parties:</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nother users and ticket sellers in order to enable them to verify your identity and/or provide you with tickets you have bought through our website or app (e.g.\nfor the purposes of posting your tickets to you);</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nbusiness partners, third party suppliers and our subcontractors (including delivery companies, payment providers and fraud prevention providers) to enable us to provide our services, operate our websites and app and to detect and prevent fraudulent transactions;</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nanalytics and search engine providers that assist us in the improvement and optimisation of our website;</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nwhere we buy or sell any businesses or assets, we may disclose your information to the prospective buyer or seller (or their advisers) or if part or all of our assets or business &nbsp;&nbsp.\nare acquired by a third party, our customer data will be one of the assets transferred;</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nif we are under a duty to disclose or share your personal data in order to comply with any legal obligation, or in order to enforce or apply our <strong>Terms of Use</strong> and other agreements.\nand</p>\n<p>(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nto protect the rights, property, or safety of us, our customers, or others.\nThis includes exchanging information with other companies and organisations for the purposes of fraud protection and credit risk reduction.</p>\n<p>Additionally, where you have consented to receive cookies, we allow third parties such as Google and Doubleclick by Google to place cookies on your device in order to show you online advertising on other (non-viagogo) websites that you visit.\nGoogle will collect information about you (such as pages you have viewed and events you may be interested in) in order to select and serve relevant adverts to you.\nFurther information about Google’s and Doubleclick’s use of cookies to deliver advertising content can be found on Google’s website here, and to opt-out of Google’s and Doubleclick’s use of cookies, you can control your Google advertising settings here.<u>\n</u>\n</p>\n<p>For information about our use of cookies (including by Google and Doubleclick) and how to decline them or turn them off please read our <strong>Cookies Policy</strong>.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Ensuring that use of your information is lawful</u>\n</strong>\n</p>\n<p>We take appropriate measures to ensure that all processing of your personal information by us, or by our service providers, is lawful.&nbsp.\nThe lawful basis for the processing of your personal information will depend on the purposes for which we process your information.</p>\n<p>Much of the personal information we collect from you is necessary for us to provide our services to you in line with our <strong>Terms of Use</strong>.\nThis includes most of the information you provide to us when setting up a customer account and making transactions via our website or app.</p>\n<p>Some of the processing we conduct is necessary in pursuit of our legitimate interests in developing our website and apps and ensuring that they deliver relevant and focused content to you.\nWe may profile your information, including by combining information we collect from you about your use of the website and apps with other information we hold about you, to help us to achieve these outcomes.</p>\n<p>We require your consent to process information we process for marketing purposes and to maintain your customer account with us.\nYou don’t have to provide your consent, and can withdraw it at any time.\nHowever, if you do not provide us with consent to maintain a customer account, your account on our website and access to the associated services will be suspended or terminated.\nThere are no consequences of withdrawing your consent for marketing purposes.</p>\n<p>Finally, sometimes we also need to process your personal information to comply with our legal obligations.\nThis includes in relation to fraud prevention, sanctions screening checks, complaints and investigations or litigation.</p>\n<p>For information about your rights, see <strong>\n<u>Your Privacy rights</u>\n</strong> (which forms part of this Privacy Notice).</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>\n<u>Where do we send your information?</u>\n</strong>\n</p>\n<p>We may transfer your personal information outside of the European Economic Area (EEA) to other companies within our group, and to sellers and external suppliers based outside of the EEA.</p>\n<p>When transferring your personal information outside of the EEA, we will (and will ensure that service providers acting on our behalf agree to) protect it from improper use or disclosure and ensure the same levels of protection are in place as are applied within the EEA.</p>\n<p>We take the security of your personal data seriously.\nOnce we have received your information, we will use strict procedures and security features to try to prevent unauthorised access, loss or damage.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>How long do we keep your information?</u>\n</strong>\n</p>\n<p>How long we keep your information will depend on the purpose for which we use it.\nWhile you are a customer of ours, we will only retain your information for as long as is necessary for those purposes.</p>\n<p>If your account is terminated (by you or us), we will keep your information for a period of up to 7 years after termination (unless a longer period is prescribed by law) for the purposes of responding to legal disputes and legal or regulatory enquiries or investigations.</p>\n<p>During and after expiry of this period, we will continue to use data which does not identify individual users in an aggregated form.&nbsp.\nWe use this aggregated data for data analysis, trend identification and research purposes, for example to gain insights about our users and to make improvements to our website.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Making a complaint</u>\n</strong>\n</p>\n<p>If you are not satisfied with how we’ve handled your information, please contact VGL Support Services Ireland Limited via privacyrequest@orders.viagogo.com.</p>\n<p>If you are not satisfied with our response to your complaint or believe our processing of your information does not comply with data protection law, you can make a complaint to the Office of the Data Protection Commissioner at Canal House, Station Road, Portarlington, Co.\nLaois R32 AP23, Ireland.&nbsp.\nTel: +353 (0761) 104 800 or on its website at&nbsp;www.dataprotection.ie.&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Your Privacy rights</u>\n</strong>\n</p>\n<p>This section explains your rights in relation to your personal information in more detail.\nThe various rights are not absolute and are subject to certain exceptions or qualifications.</p>\n<p>We will respond to your requests in respect of your personal information free of charge (except in the following circumstances, where we may charge a reasonable fee to cover our administrative costs or may be entitled to refuse to respond:</p>\n<ul>\n<li>manifestly unfounded or excessive/repeated requests, or</li>\n<li>further copies of the same information).</li>\n</ul>\n<p>Please consider your request responsibly before submitting it.\nWe’ll respond as soon as we can.\nGenerally, this will be within one month from when we receive your request but, if the request is going to take longer to deal with, we’ll let you know.</p>\n<p>In order to exercise any of the rights described below, please contact us at VGL Support Services Ireland Limited via privacyrequest@orders.viagogo.com.</p>\n<p>Further information and advice about your rights can be obtained from the Data Protection Commissioner using the contact details in the ‘<strong>\n<u>Making a complaint</u>\n</strong>’ Section above.</p>\n<p>\n<strong>\n<u>Accessing your information</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Correcting your information</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Erasing your information</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Restricting processing of your information</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Taking your personal data with you</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Objecting to processing</u>\n</strong>\n</p>\n<p>\n<strong>\n<u>Automated decision making and profiling</u>\n</strong>\n</p>\n<br>\n<br>\n<p>\n<strong>\n<u>Accessing your information</u>\n</strong>\n</p>\n<p>\n<strong>What can you request access to?</strong>\n</p>\n<p>You have the right to:</p>\n<ul>\n<li>receive confirmation from us that your personal information is being processed;</li>\n<li>access to your personal information.\nand</li>\n<li>certain other details in relation to how we use your personal information (which is generally included in our Privacy Notice anyway).</li>\n</ul>\n<p>You can request copies of paper and electronic records (including recorded calls, where applicable) about you that we hold, share or use.\nTo deal with your request, we can ask for proof of your identity and enough personal information about you to enable us to locate the personal information you have requested.</p>\n<p>\n<strong>When will access not be provided?</strong>\n</p>\n<p>We can only provide you with <em>your personal information</em>, not personal information about another person.&nbsp.\nAlso, where access would negatively affect another person’s rights, we’re not required to provide this.&nbsp.\nDue to legal privilege, we may not be able to show you anything that we learned in connection with a claim or legal proceeding.</p>\n<p>When requesting access to your personal information, to help us respond to your request quickly, please clearly set out in your request the personal information that you would like.&nbsp.\nIf this is not clear, we may need to ask for further information from you by way of clarification.</p>\n<p>\n<strong>\n<u>Correcting your information</u>\n</strong>\n</p>\n<p>You have the right to require us to correct inaccurate personal information that we hold about you.</p>\n<p>If you tell us that the personal information we hold on you is incorrect, we will review it and if we agree with you, we will correct our records.&nbsp.\nIf we do not agree with you, we will let you know.&nbsp.\nIf you believe the records we hold on you are still incorrect, you can let us know in writing, and we will include your statement when we give your personal information to any third parties.&nbsp;</p>\n<p>If you believe that we hold incomplete personal information about you, you may also have the right to have the information completed, including by providing a supplementary statement.&nbsp.\nWhether or not this right applies will depend on the purposes for which your personal information is being processed.</p>\n<p>We need to notify any third parties with whom we have shared your personal information that you have made a correction request (see <strong>\n<u>Who do we share your information with?</u>\n</strong>).&nbsp.\nWe will take reasonable steps to do this, but if it is not possible or costly we may not be able to do so.</p>\n<p>\n<strong>How You Can See and Correct Your Information</strong>\n</p>\n<p>Generally, if you ask us in writing, we will let you see the personal information that we hold about you, and/or take steps to correct any inaccurate information.</p>\n<p>Due to legal privilege, we may not be able to show you anything that we learned in connection with a claim or legal proceeding.</p>\n<p>\n<strong>\n<u>Erasing your information</u>\n</strong>\n</p>\n<p>\n<strong>When can you request deletion of your personal information?</strong>\n</p>\n<p>Subject to the section below <strong>\n<u>When can we refuse erasure requests?</u>\n</strong>, you have a right to have your personal information erased, and to prevent further processing of your personal information, where:</p>\n<ul>\n<li>the personal information is no longer necessary for the purpose it was originally collected/processed,</li>\n<li>you withdraw your consent (where consent was previously provided and required for us to process the information),</li>\n<li>you object to the processing, as long as our legitimate interests in processing your personal information don’t take priority over your objection,</li>\n<li>we’ve been processing your personal information unlawfully, or</li>\n<li>your personal information has to be erased in order to comply with a legal obligation.</li>\n</ul>\n<p>\n<strong>When can we refuse erasure requests?</strong>\n</p>\n<p>The right to erasure does not apply where your information is processed for certain specified reasons, including to establish, exercise or defend legal claims.</p>\n<p>More importantly, if we have to erase your data we will not be able to continue to provide you with our services, so please carefully consider any request to erase your personal information.&nbsp;</p>\n<p>\n<strong>Do we have to tell other recipients of your personal data about your erasure request?</strong>\n</p>\n<p>If you request that your personal information is deleted, and we have provided that information to any third parties (see <strong>\n<u>Who do we share your information with?</u>\n</strong>), we need to inform them about your erasure request, so they can also erase the personal information in question.&nbsp.\nWe will take reasonable steps to do this, but it may not always be possible.</p>\n<p>Third parties can also refuse erasure requests if one of the exemptions above applies (for example where third parties need your information to establish, exercise or defend legal claims).</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Restricting processing of your information</u>\n</strong>\n</p>\n<p>\n<strong>When is restriction available?</strong>\n</p>\n<p>You have the right to restrict the processing of your personal information:</p>\n<ul>\n<li>where you consider the information we hold to be inaccurate, in which case we have to restrict any processing while we verify the accuracy of your personal information,</li>\n<li>when the processing we are carrying out is unlawful and you request us to restrict processing, rather than erasing your personal information,</li>\n<li>if we no longer need the personal information, but you need it to establish, exercise or defend a legal claim, or</li>\n<li>while we are considering our legitimate interests for processing your personal information to which you have objected in the circumstances detailed in paragraph (a) of <strong>\n<u>Objecting to processing</u>\n</strong>.</li>\n</ul>\n<p>\n<strong>What happens while processing is restricted?</strong>\n</p>\n<p>We can store your personal information, but we cannot carry out any further processing of it without your consent (unless processing is required in connection with legal claims, to protect another person’s rights or on important public interest grounds).</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Do we have to tell other recipients of your personal data about the restriction?</strong>\n</p>\n<p>Where we have disclosed your relevant personal information to third parties, we need to inform them about the restriction on the processing of your information, so that they do not continue to process it.&nbsp;</p>\n<p>We’ll take reasonable steps to do this, but it may not always be possible.</p>\n<p>We will also let you know if we decide to lift a restriction on processing.</p>\n<p>\n<strong>\n<u>Taking your personal data with you</u>\n</strong>\n</p>\n<p>\n<strong>When does the right to data portability apply?</strong>\n</p>\n<p>The right to data portability only applies:</p>\n<ul>\n<li>to personal data you’ve provided to us (i.e.\nnot any other information),</li>\n<li>where we are processing your personal information because you have provided your consent for us to do so, or under a contract with you.\nand</li>\n<li>when processing is carried out by automated means.</li>\n</ul>\n<p>\n<strong>When can we refuse requests for data portability?</strong>\n</p>\n<p>We can refuse your data portability request if the processing does not satisfy the above criteria.&nbsp.\nAlso, if the personal information concerns more than one individual, we may not be able to transfer the information to you if doing so would prejudice the other person’s rights.</p>\n<p>\n<strong>\n<u>Objecting to processing</u>\n</strong>\n</p>\n<p>You can object to processing in the following circumstances:</p>\n<p>(a)&nbsp;&nbsp.\n<u>Legitimate interests</u>\n</p>\n<p>You have the right to object at any time to processing of personal information concerning you which is carried out because of our legitimate interests.</p>\n<p>If we can show compelling legitimate grounds for processing your personal information which override your interests, rights and freedoms, or we need your personal information to establish, exercise or defend legal claims, we can continue to process it.&nbsp.\nProcessing of your personal information will be restricted while we make this assessment (see <strong>\n<u>Restricting processing of your information</u>\n</strong>).\nOtherwise, we must stop using the relevant personal information.</p>\n<p>(b)&nbsp;&nbsp.\n<u>Direct marketing </u>\n</p>\n<p>You can object at any time to your personal information being used for direct marketing purposes (including profiling related to such direct marketing).</p>\n<p>If you sign up to receive email marketing from us, you can opt-out at any time free of charge by clicking the unsubscribe link at the bottom of the message.&nbsp.\nYou may also choose to opt-out from receiving marketing materials from us at any time by updating your account settings or contacting us using the details in our Privacy Notice under the section headed <strong>\n<u>Marketing</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Automated decision making and profiling</u>\n</strong>\n</p>\n<p>You have the right not to be subject to a decision based solely on automated processing, including profiling, which has legal consequences for you or which significantly affects you.</p>\n<p>As explained in the main part of our Privacy Notice, we use technology that does make automatic decisions about transactions you are attempting to enter into (see <strong>\n<u>How do we use your information?</u>\n</strong>).</p>\n<p>While we’re confident that the technology works, if you have any questions about our automated decision making process, you can contact us via privacyrequest@orders.viagogo.com.\nNote: we won't respond to emails sent to this email address that are not related to your privacy rights.\nFor other enquiries, please contact customer services here .</p>\n<p>\n</p> Regional Settings <ul>\n<li>\n<i>\n</i> Country: United States </li>\n<li>\n<i>\n</i> Language: English (UK) </li>\n<li>\n<i>\n</i> Currency: € Euro </li>\n</ul> More <ul>\n<li>Help Centre</li>\n<li>About Us</li>\n<li>Corporate Service</li>\n<li>Affiliates</li>\n<li>Careers</li>\n<li>How do I contact viagogo?</li>\n<li>Event Organizers</li>\n</ul> Stay Up to Date <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Popular Events <ul>\n<li>Elton John Tickets</li>\n<li>Michael Buble UK Tour</li>\n<li>FC Barcelona Ticket</li>\n<li>Rod Stewart Concert Tickets</li>\n<li>Andrea Bocelli Tickets</li>\n<li>The Masters Ticket</li>\n<li>Emma Marrone Tickets</li>\n<li>Tomorrowland 2020 Tickets</li>\n<li>Absinthe Tickets</li>\n<li>Willie Nelson Tickets</li>\n<li>Thomas Rhett Tour 2021</li>\n<li>Cole Swindell Concert Tickets</li>\n<li>Joe Bonamassa Tour 2021</li>\n<li>Lil Pump Tour 2021</li>\n<li>Lil Tjay Tour 2021</li>\n<li>Pi'erre Bourne Tickets</li>\n<li>Rolling Loud Tickets</li>\n<li>Lil Baby Tour 2020</li>\n<li>Roddy Ricch Tickets</li>\n<li>Tyga Tickets</li>\n<li>Lil Durk Tickets</li>\n<li>rico nasty Tickets</li>\n<li>Soulja Boy Concert Tickets</li>\n<li>Young M.A Tickets</li>\n<li>Chief Keef Tickets</li>\n</ul> Copyright © viagogo Entertainment Inc 2020 Company Details<br> Use of this web site constitutes acceptance of the Terms and Conditions and Privacy Policy and Cookies Policy - : web2 : - <ul>\n<li>\n<i>\n</i> English (UK) <i>\n</i>\n</li>\n<li>\n<i>\n</i> € <i>\n</i>\n</li>\n<li> Recently Viewed <i>\n</i>\n</li>\n<li> Sign Up <i>\n</i>\n</li>\n<li> Log In<i>\n</i>\n</li>\n<li> Contact Us </li>\n<li>Sell Tickets</li>\n</ul> New Customers <ul>\n<li>Get personalised recommendations</li>\n<li>Be the first to hear about special offers</li>\n<li>Manage your purchases, listings or sales</li>\n</ul> Sign Up with Email or Sign Up with Facebook Existing Customers Log In or Log In with Facebook ", "created_at": "2018-09-04 19:23:58.529071", "updated_at": "2020-12-14 19:26:17.915555"}, {"id": 488, "name": "Cookies Policy", "url": "https://www.viagogo.com/help/cookies", "xpath": "", "text": " This site uses cookies to provide you with a great user experience.\nTo find out more, read our cookie policy.\n<small>OK</small>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Cookies Policy <p> What are cookies and how do we use them</p>\n<p>Like most websites you visit, our website uses cookies and other similar technologies to distinguish you from other users of our website.\nThis helps us to provide you with a good experience when you browse our website (such as storing and managing user preferences) and to improve the services we provide to you.\nOur website also uses cookies to deliver targeted advertising, enable functions of the website, and gather analytic and user data.\nBy using our website (through any device) you agree that this Cookies Policy, together with our Privacy Policy and our Terms and Conditions, applies to your use.</p>\n<p> Cookies and related technologies</p>\n<p>Cookies are text files containing small amounts of information which are downloaded to your device when you visit a website.\nCookies are then sent back to the originating website on each subsequent visit, or to another website that recognises that cookie.\nCookies are useful because they allow a website to recognise a user’s device and to remember your actions and preferences (such as login details, language, font size and other display preferences) over a period of time.\n<br>\n<br>\nWeb beacons (also known as internet tags, pixel tags and clear GIFs) are a similar technology which typically uses transparent graphic images placed on a site to gather information about a user.\nWeb beacons are used in combination with cookies to measure the actions of visitors on websites.\nWe make use of both cookies and web beacons when you visit our website, and refer to the technologies together as “cookies” throughout this policy.</p>\n<p> First and Third Party Cookies</p>\n<p>Cookies can be ‘first party’ or ‘third party’, depending on the website or domain placing the cookie.\nOn our website, first party cookies are cookies set by viagogo and information is collected and used by viagogo, in accordance with our Privacy Policy.\nThird party cookies are cookies that are set by a company other than viagogo, and information collected is controlled by that other company.\nFor more information on third party cookies used by viagogo, see the ‘”analytical cookies” and “advertising cookies” sections below.\n<br>\n<br>\nWe use cookies that only remain on your device for as long as you keep your browser active (session) and cookies that remain on your device for a longer period (persistent).\nYou are free to block, delete, or disable these technologies if your device allows this, although please be aware that if you do, some of the functionality of our website will be lost.\nYou can manage your cookies and your cookie preferences in your browser or device settings.\n<br>\n<br>\nWe rely on your consent to use first and third party cookies (except “strictly necessary cookies”, as described below).\nYou can refuse cookies at any time by changing your settings while entering a website or changing the cookie settings in your browser.\n<br>\n<br>\nYou can find more information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, at www.aboutcookies.org and www.youronlinechoices.eu </p>\n<p>\n</p>\n<p> Types of cookies used on this site</p>\n<p>There are different types of cookies, and these different kinds of cookies serve different purposes for viagogo and the third parties who place cookies on our site.\nAlthough these cookies mainly work in the same way there are some differences, and we’ve set out below the four categories of cookies we use on our website.\n<br>\n<br>\n</p>\n<li>\n<b>Strictly necessary cookies.</b> These are cookies that are required for the operation of our website.\nThey include, for example, cookies that enable you to log into secure areas of our website, add items to your basket or to make payments via our website.\nWe do not require your consent in order to place these cookies, and they provide essential website functionality and without them, you would be unable to use our website and services.</li>\n<br>\n<br>\n<li>\n<b>Functionality cookies.</b> These are used to recognise you and choices you make when you return to our website.\nThis enables us to enhance and personalise our content for you, greet you by name and remember your preferences (for example, your choice of language or region and your log-in information).\nWhen you first access our website, we ask for your consent to place functionality cookies on your device.\n</li>\n<br>\n<br>\n<li>\n<b>Analytical/performance cookies.</b> These cookies allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it, including items that have been clicked on and the individual pages viewed.\nThis helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily.\nThese cookies may be provided by our third party analytic provider, Google Analytics, but any information collected is only used by viagogo for purposes related to improving our website.\nWhen you first access our website, we ask for your consent to place analytical/performance cookies on your device.</li>\n<br>\n<br>\n<li>\n<b>Advertising cookies.</b> We allow third parties such as Google and Doubleclick by Google to place cookies on your device in order to show you online advertising on other (non-viagogo) websites that you visit.\nThese third parties will collect information about you (such as pages you have viewed and events you may be interested in) in order to select and serve relevant adverts to you.\nThe information collected by these advertising cookies will be controlled by the relevant third party and will not be provided to viagogo (except as part of statistical information we receive).\n</li>\n<br>\n<br>\nFurther information about Google’s and Doubleclick’s use of cookies to deliver advertising content can be found on Google’s website here, and to opt-out of Google’s and Doubleclick’s use of cookies, you can control your Google advertising settings here.\n<br>\n<br>\nOther third party advertising cookies are placed by Awin.com and, if using the Brazilian version of our website, Awin.com’s affiliate Zanox.br (further information on Awin.com’s use of cookies can be found in section 2.3 here).\nIf you are using the Japanese language versions of our website, additional cookies will be placed by A8.net.\n<br>\n<br>\nWhen you first access our website, we ask for your consent to place advertising cookies on your device.\nYou can find more information about the individual cookies we use, the purposes for which we use them and the duration of the cookies we use here.<p>\n</p>\n<p> How to control and delete cookies</p>\n<p>When you first use our website, you will see a “pop up” cookies notice.\nBy using our website after accepting the cookies notice, or by browsing our website after you have been presented with this notice, you agree to us placing cookies on your device in accordance with the terms of this Cookies Policy.\n<br>\n<br>\nThe majority of web browsers accept cookies, but you can usually change the web browser’s settings to refuse new cookies, disable existing ones or simply let you know when new ones are sent to your device.\nIf you do not consent to our use of any of the cookies listed above, please disable them following the below instructions so that cookies from our website cannot be placed on your device.\n<br>\n<br>\nIn order to do this, follow the instructions provided by your browser (usually located within the “Help”, “Tools” or “Edit” facility).\nAlternatively, you can visit www.aboutcookies.org for further information on how to change cookie settings across various browsers (e.g.\nMozilla Firefox, Google Chrome, Internet Explorer and Safari).\nHowever, please be aware that, if you refuse or disable cookies, some of the website’s functionality may be lost.\n<br>\n<br>\nFor more information on how to opt-out of advertising cookies, you can follow the links in the ‘Advertising Cookies’ section above to the third party websites or you can visit the Network Advertising Initiative’s opt-out page which provides an online tool for you to remove third party cookies placed by the Network Advertising Initiative’s members from your devices.\nFor analytics cookies provided by Google Analytics, you can install the Google Analytics opt-out browser add-on, which will prevent your browser from sending information to Google Analytics.\n<br>\n<br>\nIn addition, disabling a cookie or category of cookie does not delete the cookie from your device.\nyou will need to do this yourself from within your browser.</p>\n<p> Changes to our use of cookies</p>\n<p>Any changes to our use of cookies for this website will be posted here and, if necessary, signposted from our web pages highlighting any changes.</p>\n<p> Contact Information</p>\n<p>If you have any queries in relation to this notice or our use of cookies, please contact us at VGL Support Services Ireland Limited via privacyrequest@orders.viagogo.com.</p>\n<p> Table of cookies</p>\n<p>Click here for a list of cookies.</p> Regional Settings <ul>\n<li>\n<i>\n</i> Country: United States </li>\n<li>\n<i>\n</i> Language: English (UK) </li>\n<li>\n<i>\n</i> Currency: € Euro </li>\n</ul> More <ul>\n<li>Help Centre</li>\n<li>About Us</li>\n<li>Corporate Service</li>\n<li>Affiliates</li>\n<li>Careers</li>\n<li>How do I contact viagogo?</li>\n<li>Event Organizers</li>\n</ul> Stay Up to Date <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Popular Events <ul>\n<li>Elton John Tickets</li>\n<li>Michael Buble Tickets</li>\n<li>Rod Stewart Concert Tickets</li>\n<li>Andrea Bocelli Tickets</li>\n<li>The Masters Tickets</li>\n<li>Emma Marrone Tickets</li>\n<li>Festival Tomorrowland 2020 Tickets</li>\n<li>Absinthe Tickets</li>\n<li>Korn Tour 2021</li>\n<li>Willie Nelson Concert Tickets</li>\n<li>Thomas Rhett Tour 2021</li>\n<li>Cole Swindell Tickets</li>\n<li>Joe Bonamassa Tickets</li>\n<li>Lil Pump Tickets</li>\n<li>Lil Tjay Tour 2021</li>\n<li>Pi'erre Bourne Tickets</li>\n<li>Rolling Loud Tickets</li>\n<li>Lil Baby Tour 2020</li>\n<li>Roddy Ricch Tickets</li>\n<li>Tyga Concert Tickets</li>\n<li>Lil Durk Tickets</li>\n<li>rico nasty Tour 2021</li>\n<li>Soulja Boy Tickets</li>\n<li>Young M.A Tour 2021</li>\n<li>Chief Keef Tickets</li>\n</ul> Copyright © viagogo Entertainment Inc 2020 Company Details<br> Use of this web site constitutes acceptance of the Terms and Conditions and Privacy Policy and Cookies Policy - : web5 : - <ul>\n<li>\n<i>\n</i> English (UK) <i>\n</i>\n</li>\n<li>\n<i>\n</i> € <i>\n</i>\n</li>\n<li> Recently Viewed <i>\n</i>\n</li>\n<li> Sign Up <i>\n</i>\n</li>\n<li> Log In<i>\n</i>\n</li>\n<li> Contact Us </li>\n<li>Sell Tickets</li>\n</ul> New Customers <ul>\n<li>Get personalised recommendations</li>\n<li>Be the first to hear about special offers</li>\n<li>Manage your purchases, listings or sales</li>\n</ul> Sign Up with Email or Sign Up with Facebook Existing Customers Log In or Log In with Facebook ", "created_at": "2018-09-04 19:24:28.324062", "updated_at": "2020-12-14 19:26:25.461253"}], "points": [{"id": 11065, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.viagogo.com/secure/help/termsandconditions", "status": "Generated through the annotate view", "created_at": "2020-11-06 20:58:28.304788", "updated_at": "2020-12-04 10:11:58.855355", "quoteText": "If We change this Agreement, We shall post a revised version of this Agreement, which shall automatically replace the terms of this Agreement.\nThe revised version of this Agreement is automatically effective after it is initially posted on the Site.\nYour continued use of the Site and the Services following viagogo's posting of a revised Agreement will constitute Your acceptance of the revised Agreement.\nIf You do not agree with the terms of this Agreement or any revised version of this Agreement, do not continue to use the Services or this Site.", "case_id": 121, "document_id": 486, "quoteStart": 2779, "quoteEnd": 3330}, {"id": 11068, "title": "This services gives no guarantee regarding quality", "source": "https://www.viagogo.com/secure/help/termsandconditions", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:04:39.149859", "updated_at": "2021-02-06 04:25:23.990216", "quoteText": "viagogo expressly disclaims all such warranties, whether express, statutory or implied, including without limitation any warranties of quality, title, non-infringement of third party rights or fitness for a particular purpose.", "case_id": 160, "document_id": 486, "quoteStart": 21495, "quoteEnd": 21721}, {"id": 11079, "title": "This service receives your location through GPS coordinates", "source": "https://www.viagogo.com/secure/help/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:23:28.381673", "updated_at": "2020-11-08 04:37:14.898811", "quoteText": "GPS sensors.&nbsp.\nWe will only collect information about your location if you have provided consent for us to do so.</p", "case_id": 400, "document_id": 487, "quoteStart": 4615, "quoteEnd": 4735}, {"id": 11073, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.viagogo.com/secure/help/termsandconditions", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:14:06.974945", "updated_at": "2020-11-08 04:39:14.507457", "quoteText": "We do not guarantee continuous, uninterrupted or secure access to our service, and operation of our Site may be interfered with by numerous factors outside of our control.\nIn addition, the Site could be unavailable during certain periods of time while it is being updated and modified.\nDuring this time, the Site will be temporarily unavailable.", "case_id": 287, "document_id": 486, "quoteStart": 25523, "quoteEnd": 25868}, {"id": 11081, "title": "Your personal data is aggregated into statistics", "source": "https://www.viagogo.com/secure/help/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:25:36.911964", "updated_at": "2020-11-08 04:36:30.507186", "quoteText": "aggregate your information on an anonymous basis with other data for data analytical and reporting purposes;", "case_id": 190, "document_id": 487, "quoteStart": 6868, "quoteEnd": 6976}, {"id": 11082, "title": "This service can view your browser history", "source": "https://www.viagogo.com/secure/help/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:26:24.688743", "updated_at": "2020-11-08 04:36:10.494458", "quoteText": "undertake analysis and profiling of your browsing history and purchases (and any other data provided by you or on your behalf or which we collect on your behalf) in order to identify and inform you of products and services that we consider are likely to interest you;", "case_id": 395, "document_id": 487, "quoteStart": 7023, "quoteEnd": 7290}, {"id": 11087, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://www.viagogo.com/secure/help/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:40:06.558169", "updated_at": "2020-11-08 04:31:08.896202", "quoteText": "<p>If your account is terminated (by you or us), we will keep your information for a period of up to 7 years after termination (unless a longer period is prescribed by law) for the purposes of responding to legal disputes and legal or regulatory enquiries or investigations.", "case_id": 333, "document_id": 487, "quoteStart": 17778, "quoteEnd": 18052}, {"id": 11090, "title": "This service allows you to retrieve an archive of your data", "source": "https://www.viagogo.com/secure/help/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:45:16.933674", "updated_at": "2020-11-08 04:30:25.709905", "quoteText": "You can request copies of paper and electronic records (including recorded calls, where applicable) about you that we hold, share or use.", "case_id": 140, "document_id": 487, "quoteStart": 21192, "quoteEnd": 21329}, {"id": 11093, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.viagogo.com/help/cookies", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:49:10.536204", "updated_at": "2020-11-08 02:05:35.358227", "quoteText": "You are free to block, delete, or disable these technologies if your device allows this, although please be aware that if you do, some of the functionality of our website will be lost.", "case_id": 375, "document_id": 488, "quoteStart": 2577, "quoteEnd": 2761}, {"id": 11094, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://www.viagogo.com/help/cookies", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:49:44.84977", "updated_at": "2020-11-08 02:05:00.240876", "quoteText": "We rely on your consent to use first and third party cookies (except “strictly necessary cookies”, as described below).\nYou can refuse cookies at any time by changing your settings while entering a website or changing the cookie settings in your browser.", "case_id": 127, "document_id": 488, "quoteStart": 2864, "quoteEnd": 3118}, {"id": 11096, "title": "The service provides a complete list of all cookies set by its website", "source": "https://www.viagogo.com/help/cookies", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:52:05.616385", "updated_at": "2020-11-07 15:27:43.778455", "quoteText": "Click here for a list of cookies.", "case_id": 306, "document_id": 488, "quoteStart": 9181, "quoteEnd": 9214}, {"id": 11095, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.viagogo.com/help/cookies", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:50:56.020192", "updated_at": "2020-11-08 02:03:09.058615", "quoteText": "Web beacons (also known as internet tags, pixel tags and clear GIFs) are a similar technology which typically uses transparent graphic images placed on a site to gather information about a user.\nWeb beacons are used in combination with cookies to measure the actions of visitors on websites.\nWe make use of both cookies and web beacons when you visit our website, and refer to the technologies together as “cookies” throughout this policy.", "case_id": 323, "document_id": 488, "quoteStart": 1380, "quoteEnd": 1819}, {"id": 11092, "title": "This service requires first-party cookies", "source": "https://www.viagogo.com/help/cookies", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:48:41.506089", "updated_at": "2020-11-08 02:06:20.818647", "quoteText": "Like most websites you visit, our website uses cookies and other similar technologies to distinguish you from other users of our website.\nThis helps us to provide you with a good experience when you browse our website (such as storing and managing user preferences) and to improve the services we provide to you.\nOur website also uses cookies to deliver targeted advertising, enable functions of the website, and gather analytic and user data.\nBy using our website (through any device) you agree that this Cookies Policy, together with our Privacy Policy and our Terms and Conditions, applies to your use.", "case_id": 126, "document_id": 488, "quoteStart": 240, "quoteEnd": 845}, {"id": 11077, "title": "The service collects many different types of personal data", "source": "https://www.viagogo.com/secure/help/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:20:10.558837", "updated_at": "2020-11-08 04:37:53.677561", "quoteText": "The information you give us may include your name, address, email address, phone number, date of birth, copies of formal identity documents such as your passport of ID card and credit or debit card details.", "case_id": 376, "document_id": 487, "quoteStart": 3170, "quoteEnd": 3376}, {"id": 11084, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.viagogo.com/secure/help/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:30:09.711985", "updated_at": "2020-11-08 04:35:01.298936", "quoteText": "We use the information described above for the purposes set out in the <strong>How do we use your information?</strong> section below.", "case_id": 227, "document_id": 487, "quoteStart": 5606, "quoteEnd": 5740}, {"id": 11070, "title": "This service cannot be held responsible for disputes that you may have with other users", "source": "https://www.viagogo.com/secure/help/termsandconditions", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:07:06.871353", "updated_at": "2020-11-08 04:42:02.488665", "quoteText": "We are not involved in the actual transactions between Buyers and Sellers.\nIf You have a dispute with one or more members, You release viagogo and all affiliated companies, officers, directors, agents, parents, subsidiaries, legal representatives and employees from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with such dispute.", "case_id": 154, "document_id": 486, "quoteStart": 23046, "quoteEnd": 23523}, {"id": 11080, "title": "This service gathers information about you through third parties", "source": "https://www.viagogo.com/secure/help/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:24:11.963447", "updated_at": "2020-11-08 04:36:44.958147", "quoteText": "We work closely with third parties including, for example, our fraud prevention providers and email address / telephone number verification service providers.\nWe may receive information about you from these third parties to verify information you provide to us which helps us to identify suspicious or unusual transactions.", "case_id": 382, "document_id": 487, "quoteStart": 4801, "quoteEnd": 5124}, {"id": 11078, "title": "This service collects your IP address for location use", "source": "https://www.viagogo.com/secure/help/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:23:07.644481", "updated_at": "2020-11-08 04:37:27.640941", "quoteText": "Location Data</strong>, including your precise location (longitude and latitude details with the time that the details are captured), which is provided by using information, such as your IP address", "case_id": 399, "document_id": 487, "quoteStart": 4414, "quoteEnd": 4611}, {"id": 11076, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.viagogo.com/secure/help/termsandconditions", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:17:26.0139", "updated_at": "2020-11-08 04:38:28.324676", "quoteText": "5.3 Disclosure of Information.</b> You agree that We may report any activity that We suspect violates any law or regulation to appropriate law enforcement officials, regulators, or other relevant third parties.\nWe will cooperate to ensure that violators are prosecuted to the fullest extent of the law.", "case_id": 164, "document_id": 486, "quoteStart": 19108, "quoteEnd": 19410}, {"id": 11069, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.viagogo.com/secure/help/termsandconditions", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:05:31.586309", "updated_at": "2021-02-06 04:25:24.309976", "quoteText": "viagogo expressly disclaims any responsibility for any lost profits or special, consequential, incidental, or exemplary damages (including without limitation indirect and special damages) that may result from the services, the site, or the suspension, termination or malfunction of the services or the site.", "case_id": 293, "document_id": 486, "quoteStart": 21956, "quoteEnd": 22263}, {"id": 11071, "title": "The service has a no refund policy", "source": "https://www.viagogo.com/secure/help/termsandconditions", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:08:45.555807", "updated_at": "2020-11-08 04:39:46.613956", "quoteText": "All sales and bids are final.\nNo refunds, cancellations or exchanges will be issued for date or time changes, partial performances, or lost tickets.", "case_id": 162, "document_id": 486, "quoteStart": 24999, "quoteEnd": 25147}, {"id": 11074, "title": "The court of law governing the terms is in location X", "source": "https://www.viagogo.com/secure/help/termsandconditions", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:15:57.883779", "updated_at": "2020-11-08 04:38:53.45565", "quoteText": "This Agreement is governed by and interpreted in accordance with the laws of the State of Delaware of the United States of America.\nYou consent to the non-exclusive personal jurisdiction and venue of the courts of Delaware.\nviagogo Entertainment Inc is registered in Delaware, at the following address: 160 Greentree Drive, Suite 101, Dover, Delaware, County of Kent, 19904, USA", "case_id": 163, "document_id": 486, "quoteStart": 28290, "quoteEnd": 28668}, {"id": 11066, "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.", "source": "https://www.viagogo.com/secure/help/termsandconditions", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:01:51.041351", "updated_at": "2020-12-04 10:29:59.868414", "quoteText": "You agree to indemnify and hold viagogo and (if applicable) any parent, subsidiaries, affiliates, officers, directors, solicitors, agents and employees, harmless against all liabilities, costs and expenses (including reasonable solicitors’ fees) incurred by viagogo and (if applicable) any parents, subsidiaries, affiliates, officers, directors, agents, solicitors and employees that arise out of any claim asserted by a third party that involves, relates to or concerns any of your actions or omissions on this Site", "case_id": 145, "document_id": 486, "quoteStart": 15348, "quoteEnd": 15864}, {"id": 11088, "title": "The service may keep a secure, anonymized record of users' data for analytical purposes even after the data retention period", "source": "https://www.viagogo.com/secure/help/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:41:22.518457", "updated_at": "2020-11-08 04:30:51.539489", "quoteText": "During and after expiry of this period, we will continue to use data which does not identify individual users in an aggregated form.&nbsp.\nWe use this aggregated data for data analysis, trend identification and research purposes, for example to gain insights about our users and to make improvements to our website", "case_id": 304, "document_id": 487, "quoteStart": 18060, "quoteEnd": 18374}, {"id": 11091, "title": "You can request access and deletion of personal data", "source": "https://www.viagogo.com/secure/help/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:47:12.263625", "updated_at": "2020-11-08 04:30:01.72132", "quoteText": "Generally, if you ask us in writing, we will let you see the personal information that we hold about you, and/or take steps to correct any inaccurate information.</p>\n<p>Due to legal privilege, we may not be able to show you anything that we learned in connection with a claim or legal proceeding.</p>\n<p>\n<strong>\n<u>Erasing your information</u>\n</strong>\n</p>\n<p>\n<strong>When can you request deletion of your personal information?</strong>\n</p>\n<p>Subject to the section below <strong>\n<u>When can we refuse erasure requests?</u>\n</strong>, you have a right to have your personal information erased, and to prevent further processing of your personal information, where:</p>\n<ul>\n<li>the personal information is no longer necessary for the purpose it was originally collected/processed,</li>\n<li>you withdraw your consent (where consent was previously provided and required for us to process the information),</li>\n<li>you object to the processing, as long as our legitimate interests in processing your personal information don’t take priority over your objection,</li>\n<li>we’ve been processing your personal information unlawfully, or</li>\n<li>your personal information has to be erased in order to comply with a legal obligation.", "case_id": 195, "document_id": 487, "quoteStart": 23518, "quoteEnd": 24754}, {"id": 11085, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.viagogo.com/secure/help/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:32:47.538336", "updated_at": "2021-02-06 04:25:24.287567", "quoteText": "where we buy or sell any businesses or assets, we may disclose your information to the prospective buyer or seller (or their advisers) or if part or all of our assets or business    are acquired by a third party, our customer data will be one of the assets transferred;", "case_id": 243, "document_id": 487, "quoteStart": 12093, "quoteEnd": 12362}, {"id": 11072, "title": "They may stop providing the service at any time", "source": "https://www.viagogo.com/secure/help/termsandconditions", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:12:58.948683", "updated_at": "2021-02-06 04:25:25.77738", "quoteText": "viagogo reserves the right at any time to modify or discontinue, temporarily or permanently, the Site or any part of the Site with or without notice.\nYou agree that We shall not be liable to You or any third party for any modification, suspension or discontinuance of the Site or any Services under this agreement, for any reason.", "case_id": 203, "document_id": 486, "quoteStart": 25301, "quoteEnd": 25631}, {"id": 11067, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.viagogo.com/secure/help/termsandconditions", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:03:34.912559", "updated_at": "2021-02-06 04:25:30.223506", "quoteText": "Except for the express warranties stated in this agreement, viagogo provides the software, site and services on an \"as is\" basis and \"as available\" basis without any warranties of any kind.", "case_id": 286, "document_id": 486, "quoteStart": 21138, "quoteEnd": 21327}, {"id": 11075, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.viagogo.com/secure/help/termsandconditions", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:16:27.883479", "updated_at": "2020-11-08 04:38:43.862048", "quoteText": "If any provision of this Agreement is held to be invalid or unenforceable under any circumstances, its application in any other circumstances and the remaining provisions of this Agreement shall not be affected.", "case_id": 294, "document_id": 486, "quoteStart": 29179, "quoteEnd": 29390}, {"id": 11086, "title": "This service can share your personal information to third parties ", "source": "https://www.viagogo.com/secure/help/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:33:58.320984", "updated_at": "2021-02-06 04:25:30.295552", "quoteText": "business partners, third party suppliers and our subcontractors (including delivery companies, payment providers and fraud prevention providers) to enable us to provide our services, operate our websites and app and to detect and prevent fraudulent transactions;</p>\n<p>(c)         analytics and search engine providers that assist us in the improvement and optimisation of our website;", "case_id": 166, "document_id": 487, "quoteStart": 11687, "quoteEnd": 12073}, {"id": 11083, "title": "This service may use your personal information for marketing purposes", "source": "https://www.viagogo.com/secure/help/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:27:57.168387", "updated_at": "2021-02-06 03:50:49.267951", "quoteText": "where you have provided your consent to receive marketing material from us, provide you with information about other products and services that are similar to those that you have already purchased or enquired about or about products or services that may be of interest to you.", "case_id": 336, "document_id": 487, "quoteStart": 6981, "quoteEnd": 7257}, {"id": 11089, "title": "The service provides a free help desk", "source": "https://www.viagogo.com/secure/help/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-06 21:43:53.748362", "updated_at": "2020-12-04 13:08:07.813764", "quoteText": "We will respond to your requests in respect of your personal information free of charge (except in the following circumstances, where we may charge a reasonable fee to cover our administrative costs or may be entitled to refuse to respond:</p>\n<ul>\n<li>manifestly unfounded or excessive/repeated requests, or</li>\n<li>further copies of the same information).</li>\n</ul>\n<p>Please consider your request responsibly before submitting it.\nWe’ll respond as soon as we can.\nGenerally, this will be within one month from when we receive your request but, if the request is going to take longer to deal with, we’ll let you know.</p>\n<p>In order to exercise any of the rights described below, please contact us at VGL Support Services Ireland Limited via privacyrequest@orders.viagogo.com.", "case_id": 232, "document_id": 487, "quoteStart": 19278, "quoteEnd": 20059}], "urls": ["viagogo.at", " viagogo.be", " viagogo.ca", " viagogo.ch", " viagogo.com", " viagogo.com.tr", " viagogo.co.uk", " viagogo.co.za", " viagogo.de", " viagogo.dk", " viagogo.es", " viagogo.fr", " viagogo.gr", " viagogo.ie", " viagogo.it", " viagogo.jp", " viagogo.lu", " viagogo.com.mx", " viagogo.nl", " viagogo.pl", " viagogo.pt", " viagogo.se"]}}