{"error": 448, "message": "OK", "parameters": {"id": 5872, "name": "Muscle & Strength ", "created_at": "2021-11-26 23:28:07.191943", "updated_at": "2021-11-26 23:01:10.977279", "wikipedia": null, "keywords": null, "related": null, "slug": "muscle-strength", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5872.png", "url": "muscleandstrength.com", "documents": [{"id": 10602, "name": "Privacy Policy", "url": "https://www.iubenda.com/privacy-policy/27031375", "xpath": "//body", "text": " Privacy Policy of <strong>www.muscleandstrength.com</strong>\n<p> This Website collects some Personal Data from its Users.\n</p> Personal Data processed for the following purposes and using the following services: <ul>\n<li>\n<ul>\n<li> Advertising <ul>\n<li> Facebook Audience Network <p>Personal Data: Cookies.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nUsage Data</p>\n</li>\n<li> Google Ad Manager, Microsoft Advertising and Google AdSense <p>Personal Data: Cookies.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Analytics <ul>\n<li> Google Analytics, Facebook Ads conversion tracking (Facebook pixel) and Google Ads conversion tracking <p>Personal Data: Cookies.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Commercial affiliation <ul>\n<li> CJ Affiliate by Conversant <p>Personal Data: Cookies.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Contacting the User <ul>\n<li> Contact form <p>Personal Data: email address.\nfirst name.\nphone number</p>\n</li>\n</ul>\n</li>\n<li> Content performance and features testing (A/B testing) <ul>\n<li> Google Optimize and Google Optimize 360 <p>Personal Data: Cookies.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Displaying content from external platforms <ul>\n<li> YouTube video widget and Instagram widget <p>Personal Data: Cookies.\nUsage Data</p>\n</li>\n<li> SoundCloud widget <p>Personal Data: Usage Data</p>\n</li>\n<li> Google Fonts <p>Personal Data: Usage Data.\nvarious types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Handling payments <ul>\n<li> PayPal <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Handling productivity related activity <ul>\n<li> Google Workspace <p>Personal Data: Data communicated while using the service</p>\n</li>\n</ul>\n</li>\n<li> Hosting and backend infrastructure <ul>\n<li> DigitalOcean <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Interaction with external social networks and platforms <ul>\n<li> AddThis <p>Personal Data: Cookies.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Interaction with live chat platforms <ul>\n<li> Zendesk Chat <p>Personal Data: email address.\nfirst name.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Interaction with support and feedback platforms <ul>\n<li> Zendesk Widget <p>Personal Data: Tracker</p>\n</li>\n</ul>\n</li>\n<li> Location-based interactions <ul>\n<li> Geolocation <p>Personal Data: geographic position</p>\n</li>\n</ul>\n</li>\n<li> Managing contacts and sending messages <ul>\n<li> dotmailer <p>Personal Data: Cookies.\nemail address</p>\n</li>\n<li> Sendgrid <p>Personal Data: email address.\nfirst name.\nlast name</p>\n</li>\n</ul>\n</li>\n<li> Managing support and contact requests <ul>\n<li> Zendesk <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Registration and authentication <ul>\n<li> Direct registration <p>Personal Data: date of birth.\nemail address.\nfirst name.\ngender.\nlast name</p>\n</li>\n</ul>\n</li>\n<li> Remarketing and behavioral targeting <ul>\n<li> Facebook Custom Audience <p>Personal Data: Cookies.\nemail address</p>\n</li>\n<li> Facebook Remarketing and Google Ads Remarketing <p>Personal Data: Cookies.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> SPAM protection <ul>\n<li> Akismet <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n<li> Google reCAPTCHA <p>Personal Data: Cookies.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Tag Management <ul>\n<li> Google Tag Manager <p>Personal Data: Usage Data</p>\n</li>\n</ul>\n</li>\n<li> Traffic optimization and distribution <ul>\n<li> Cloudflare <p>Personal Data: Cookies.\nvarious types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> Information on opting out of interest-based advertising <p> In addition to any opt-out feature provided by any of the services listed in this document, Users may learn more on how to generally opt out of interest-based advertising within the dedicated section of the Cookie Policy.\n</p> Further information about the processing of Personal Data <ul>\n<li>\n<ul>\n<li> Selling goods and services online <p>The Personal Data collected are used to provide the User with services or to sell goods, including payment and possible delivery.<br>\nThe Personal Data collected to complete the payment may include the credit card, the bank account used for the transfer, or any other means of payment envisaged.\nThe kind of Data collected by this Website depends on the payment system used.</p>\n</li>\n</ul>\n</li>\n</ul> Contact information <ul>\n<li>\n<ul>\n<li> Owner and Data Controller <p>Muscle &amp.\nStrength, LLC\n<br>1180 First Street South\n<br>Columbia, SC 29209\n<br>USA</p>\n<p>\n<strong>Owner contact email:</strong> privacy@muscleandstrength.com</p>\n</li>\n</ul>\n</li>\n</ul>\n<p> Latest update: April 27, 2021 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p> Show the complete Privacy Policy ", "created_at": "2021-11-26 23:28:07.196262", "updated_at": "2021-11-26 22:28:44.110986"}, {"id": 10601, "name": "Terms and Conditions ", "url": "https://www.iubenda.com/terms-and-conditions/27031375", "xpath": "//body", "text": " Terms and Conditions of <strong>www.muscleandstrength.com</strong>\n<p>These Terms govern</p>\n<ul>\n<li>the use of this Website, and,</li>\n<li>any other related Agreement or legal relationship with the Owner</li>\n</ul>\n<p>in a legally binding way.\nCapitalized words are defined in the relevant dedicated section of this document.</p>\n<br>\n<p>The User must read this document carefully.</p>\n<p>This Website is provided by:</p>\n<p>\nMuscle &amp.\nStrength, LLC\n<br>1180 First Street South\n<br>Columbia, SC 29209\n<br>USA</p>\n<p>\n<b>Owner contact email:</b> privacy@muscleandstrength.com\n</p> What the User should know at a glance<ul>\n<li>The right of withdrawal only applies to European Consumers.\nThe right of withdrawal, also commonly called the right of cancellation in the UK, is consistently referred to as “the right of withdrawal” within this document.</li>\n</ul>\n<ul>\n<li>Please note that some provisions in these Terms may only apply to certain categories of Users.\nIn particular, certain provisions may only apply to Consumers or to those Users that do not qualify as Consumers.\nSuch limitations are always explicitly mentioned within each affected clause.\nIn the absence of any such mention, clauses apply to all Users.</li>\n</ul> TERMS OF USE<p>Unless otherwise specified, the terms of use detailed in this section apply generally when using this Website.</p>\n<p>Single or additional conditions of use or access may apply in specific scenarios and in such cases are additionally indicated within this document.</p>\n<p>By using this Website, Users confirm to meet the following requirements:</p>\n<ul>\n<li>There are no restrictions for Users in terms of being Consumers or Business Users;</li>\n</ul> Account registration\n<p>To use the Service Users may register or create a User account, providing all required data or information in a complete and truthful manner.<br>\nUsers may also use the Service without registering or creating a User account, however, this may cause limited availability of certain features or functions.</p>\n<p>Users are responsible for keeping their login credentials confidential and safe.\nFor this reason, Users are also required to choose passwords that meet the highest standards of strength permitted by this Website.</p>\n<p>By registering, Users agree to be fully responsible for all activities that occur under their username and password.<br>\nUsers are required to immediately and unambiguously inform the Owner via the contact details indicated in this document, if they think their personal information, including but not limited to User accounts, access credentials or personal data, have been violated, unduly disclosed or stolen.</p>\nAccount termination\n<p>Users can terminate their account and stop using the Service at any time by doing the following:</p>\n<ul>\n<li>By directly contacting the Owner at the contact details provided in this document.</li>\n</ul> Account suspension and deletion\n<p>The Owner reserves the right, at its sole discretion, to suspend or delete at any time and without notice, User accounts which it deems inappropriate, offensive or in violation of these Terms.</p>\n<p>The suspension or deletion of User accounts shall not entitle Users to any claims for compensation, damages or reimbursement.</p>\n<p>The suspension or deletion of accounts due to causes attributable to the User does not exempt the User from paying any applicable fees or prices.</p>\nContent on this Website\n<p>Unless where otherwise specified or clearly recognizable, all content available on this Website is owned or provided by the Owner or its licensors.</p>\n<p>The Owner undertakes its utmost effort to ensure that the content provided on this Website infringes no applicable legal provisions or third-party rights.\nHowever, it may not always be possible to achieve such a result.<br>\nIn such cases, without prejudice to any legal prerogatives of Users to enforce their rights, Users are kindly asked to preferably report related complaints using the contact details provided in this document.</p>\nRights regarding content on this Website - All rights reserved\n<p>The Owner holds and reserves all intellectual property rights for any such content.</p>\n<p>Users may not therefore use such content in any way that is not necessary or implicit in the proper use of the Service.</p>\n<p>In particular, but without limitation, Users may not copy, download, share (beyond the limits set forth below), modify, translate, transform, publish, transmit, sell, sublicense, edit, transfer/assign to third parties or create derivative works from the content available on this Website, nor allow any third party to do so through the User or their device, even without the User's knowledge.</p>\n<p>Where explicitly stated on this Website, the User may download, copy and/or share some content available through this Website for its sole personal and non-commercial use and provided that the copyright attributions and all the other attributions requested by the Owner are correctly implemented.</p>\n<p>Any applicable statutory limitation or exception to copyright shall stay unaffected.</p>\nContent provided by Users\n<p>The Owner allows Users to upload, share or provide their own content to this Website.</p>\n<p>By providing content to this Website, Users confirm that they are legally allowed to do so and that they are not infringing any statutory provisions and/or third-party rights.</p>\n<p>Users acknowledge and accept that by providing their own content to this Website they grant the Owner a non-exclusive, worldwide, fully paid-up and royalty-free, irrevocable, perpetual (or for the entire protection term), sub-licensable and transferable license to use, access, store, reproduce, modify, distribute, publish, process into derivative works, broadcast, stream, transmit or otherwise exploit such content to provide and promote its Service in any media or manner.</p>\n<p>To the extent permitted by applicable law, Users waive any moral rights in connection with content they provide to this Website.</p>\n<p>Users acknowledge, accept and confirm that all content they provide through this Website is provided subject to the same general conditions set forth for content on this Website.</p>\n<p>Users are solely liable for any content they upload, post, share, or provide through this Website.</p>\n<p>Users acknowledge and accept that the Owner filters or moderates such content in a preventative manner.</p>\n<p>Therefore, the Owner reserves the right to refuse, censor, remove, delete, block or rectify such content at its own discretion and to deny access to this Website to the uploading User without prior notice, if it considers such content to infringe any applicable legal provision or third party right, or to otherwise represent a risk for Users, third parties, the Owner and/or the availability of the Service.</p>\n<p>The removal, deletion, blocking or rectification of content shall not entitle Users that have provided such content or that are liable for it, to any claims for compensation, damages or reimbursement.</p>\n<p>Users agree to hold the Owner harmless from and against any claim asserted and/or damage suffered due to content they provided to or provided through this Website.</p>\nAccess to external resources\n<p>Through this Website Users may have access to external resources provided by third parties.\nUsers acknowledge and accept that the Owner has no control over such resources and is therefore not responsible for their content and availability.</p>\n<p>Conditions applicable to any resources provided by third parties, including those applicable to any possible grant of rights in content, result from each such third parties’ terms and conditions or, in the absence of those, applicable statutory law.</p>\nAcceptable use\n<p>This Website and the Service may only be used within the scope of what they are provided for, under these Terms and applicable law.</p>\n<p>Users are solely responsible for making sure that their use of this Website and/or the Service violates no applicable law, regulations or third-party rights.</p>\n<p>Therefore, the Owner reserves the right to take any appropriate measure to protect its legitimate interests including by denying Users access to this Website or the Service, terminating contracts, reporting any misconduct performed through this Website or the Service to the competent authorities – such as judicial or administrative authorities - whenever Users engage or are suspected to engage in any of the following activities:</p>\n<ul>\n<li>violate laws, regulations and/or these Terms;</li>\n<li>infringe any third-party rights;</li>\n<li>considerably impair the Owner’s legitimate interests;</li>\n<li>offend the Owner or any third party.</li>\n</ul> “Tell-a-friend”\n<p>This Website gives Users the opportunity to receive advantages if, as a result of their recommendation, any new User purchases a Product offered on this Website.<br>\nIn order to take advantage of this offer, Users may invite others to purchase the Products on this Website by sending them a tell-a-friend code provided by the Owner.\nSuch codes can only be redeemed once.<br>\nIf upon purchase of the Products on this Website any of the persons invited redeems a tell-a-friend code, the inviting User shall receive the advantage or benefit (such as: a price reduction, an additional service feature, an upgrade etc.) specified on this Website.<br>\nTell-a-friend codes may be limited to specific Products among those offered on this Website.</p>\n<p>The Owner reserves the right to end the offer at any time at its own discretion.</p>\n<p>While no general limitation applies to the number of persons that can be invited, the amount of advantage or benefit that each inviting User can receive, may be limited.</p> TERMS AND CONDITIONS OF SALEPaid Products\n<p>Some of the Products provided on this Website, as part of the Service, are provided on the basis of payment.</p>\n<p>The fees, duration and conditions applicable to the purchase of such Products are described below and in the dedicated sections of this Website.</p>\nProduct description\n<p>Prices, descriptions or availability of Products are outlined in the respective sections of this Website and are subject to change without notice.</p>\n<p>While Products on this Website are presented with the greatest accuracy technically possible, representation on this Website through any means (including, as the case may be, graphic material, images, colors, sounds) is for reference only and implies no warranty as to the characteristics of the purchased Product.</p>\n<p>The characteristics of the chosen Product will be outlined during the purchasing process.</p>\nPurchasing process\n<p>Any steps taken from choosing a Product to order submission form part of the purchasing process.</p>\n<p>The purchasing process includes these steps:</p>\n<ul>\n<li>Users must choose the desired Product and verify their purchase selection.</li>\n<li>After having reviewed the information displayed in the purchase selection, Users may place the order by submitting it.</li>\n</ul> Order submission\n<p>When the User submits an order, the following applies:</p>\n<ul>\n<li>The submission of an order determines contract conclusion and therefore creates for the User the obligation to pay the price, taxes and possible further fees and expenses, as specified on the order page.</li>\n<li>In case the purchased Product requires active input from the User, such as the provision of personal information or data, specifications or special wishes, the order submission creates an obligation for the User to cooperate accordingly.</li>\n<li>Upon submission of the order, Users will receive a receipt confirming that the order has been received.</li>\n</ul>\n<p>All notifications related to the described purchasing process shall be sent to the email address provided by the User for such purposes.</p>\nPrices\n<p>Users are informed during the purchasing process and before order submission, about any fees, taxes and costs (including, if any, delivery costs) that they will be charged.</p>\n<p>Prices on this Website are displayed:</p>\n<ul>\n<li>either exclusive or inclusive of any applicable fees, taxes and costs, depending on the section the User is browsing.</li>\n</ul> Offers and discounts\n<p>The Owner may offer discounts or provide special offers for the purchase of Products.\nAny such offer or discount shall always be subject to the eligibility criteria and the terms and conditions set out in the corresponding section of this Website.</p>\n<p>Offers and discounts are always granted at the Owner’s sole discretion.</p>\n<p>Repeated or recurring offers or discounts create no claim/title or right that Users may enforce in the future.</p>\n<p>Depending on the case, discounts or offers shall be valid for a limited time only or while stocks last.\nIf an offer or discount is limited by time, the time indications refer to the time zone of the Owner, as indicated in the Owner’s location details in this document, unless otherwise specified.</p>\nMethods of payment\n<p>Information related to accepted payment methods are made available during the purchasing process.</p>\n<p>Some payment methods may only be available subject to additional conditions or fees.\nIn such cases related information can be found in the dedicated section of this Website.</p>\n<p>All payments are independently processed through third-party services.\nTherefore, this Website does not collect any payment information – such as credit card details – but only receives a notification once the payment has been successfully completed.</p>\n<p>If payment through the available methods fail or is refused by the payment service provider, the Owner shall be under no obligation to fulfil the purchase order.\nAny possible costs or fees resulting from the failed or refused payment shall be borne by the User.</p>\nAuthorization for future PayPal payment\n<p>If Users authorize the PayPal feature which allows future purchases, this Website will store an identification code linked to the Users’ PayPal account.\nThis will authorize this Website to automatically process payments for future purchases or recurring installments of past purchases.</p>\n<p>This authorization can be revoked at any time, either by contacting the Owner or by changing the user settings offered by PayPal.</p>\nRetention of Product ownership\n<p>Until payment of the total purchase price is received by the Owner, any Products ordered shall not become the User’s property.</p>\nDelivery<p>Deliveries are made to the address indicated by the User and in the manner specified in the order summary.</p>\n<p>Upon delivery, Users must verify the content of the delivery and report anomalies without undue delay, using the contact details provided in this document or as described in the delivery note.\nUsers may refuse to accept the parcel if visibly damaged.</p>\n<p>Goods are delivered to the countries or territories specified in the relevant section of this Website.</p>\n<p>Delivery times are specified on this Website or during the purchasing process.</p>\nFailed delivery\n<p>The Owner cannot be held responsible for delivery errors due to inaccuracies or incompleteness in the execution of the purchase order by the User, nor for any damages or delays after handover to the carrier if the latter is arranged by the User.</p>\n<p>If the goods are not received or collected at the time or within the deadline specified, the goods will be returned to the Owner, who will contact the User to schedule a second delivery attempt or to agree on the future course of action.</p>\n<p>Unless otherwise agreed, any delivery attempt starting from the second shall be at the User’s expense.</p> User rightsRight of withdrawal\n<p>Unless exceptions apply, the User may be eligible to withdraw from the contract within the period specified below (generally 14 days), for any reason and without justification.\nUsers can learn more about the withdrawal conditions within this section.</p>\nWho the right of withdrawal applies to\n<p>Unless any applicable exception is mentioned below, Users who are European Consumers are granted a statutory cancellation right under EU rules, to withdraw from contracts entered into online (distance contracts) within the specified period applicable to their case, for any reason and without justification.</p>\n<p>Users that do not fit this qualification, cannot benefit from the rights described in this section.</p>\nExercising the right of withdrawal\n<p>To exercise their right of withdrawal, Users must send to the Owner an unequivocal statement of their intention to withdraw from the contract.</p>\n<p>To this end, Users may use the model withdrawal form available from within the “definitions” section of this document.\nUsers are, however, free to express their intention to withdraw from the contract by making an unequivocal statement in any other suitable way.\nIn order to meet the deadline within which they can exercise such right, Users must send the withdrawal notice before the withdrawal period expires.</p>\n<p>When does the withdrawal period expire?</p>\n<ul>\n<li>\n<p>\n<strong>Regarding the purchase of goods,</strong> the withdrawal period expires 14 days after the day on which the User or a third party – other than the carrier and designated by the User – takes physical possession of the goods.</p>\n</li>\n<li>\n<p>\n<strong>Regarding the purchase of several goods ordered together</strong> but delivered separately or in case of purchase of a single good consisting of multiple lots or pieces delivered separately, the withdrawal period expires 14 days after the day on which the User or a third party – other than the carrier and designated by the User – acquires physical possession of the last good, lot or piece.</p>\n</li>\n</ul> Effects of withdrawal\n<p>Users who correctly withdraw from a contract will be reimbursed by the Owner for all payments made to the Owner, including, if any, those covering the costs of delivery.</p>\n<p>However, any additional costs resulting from the choice of a particular delivery method other than the least expensive type of standard delivery offered by the Owner, will not be reimbursed.</p>\n<p>Such reimbursement shall be made without undue delay and, in any event, no later than 14 days from the day on which the Owner is informed of the User’s decision to withdraw from the contract.\nUnless otherwise agreed with the User, reimbursements will be made using the same means of payment as used to process the initial transaction.\nIn any event, the User shall not incur any costs or fees as a result of such reimbursement.</p>\n…on the purchase of physical goods\n<p>Unless the Owner has offered to collect the goods, Users shall send back the goods or hand them over to the Owner, or to a person authorized by the latter to receive the goods, without undue delay and in any event within 14 days from the day on which they communicated their decision to withdraw from the contract.</p>\n<p>The deadline is met if the goods are handed to the carrier, or otherwise returned as indicated above, before the expiration of the 14-days-period for returning the goods.\nThe reimbursement may be withheld until reception of the goods, or until Users have supplied evidence of having returned the goods, whichever is the earliest.</p>\n<p>Users shall only be liable for any diminished value of the goods resulting from the handling of the goods outside of that which is necessary to establish their nature, characteristics and functioning.</p>\n<p>\n<strong>The costs of returning the goods are borne by the User</strong>.</p> GuaranteesLegal guarantee of conformity for goods\n<p>Under EU law, for a minimum period of 2 years after delivery, traders guarantee the conformity of the goods they sell.\nThis means that traders must ensure that the goods purchased have the promised quality, or the quality that can be reasonably expected, functionality or characteristics for at least two years after they’ve been delivered to the purchaser.</p>\n<p>Where Users qualify as European Consumers, the legal guarantee of conformity for goods applies to the items available on this Website in accordance with the laws of the country of their habitual residence.</p>\n<p>National laws of such country may grant such Users broader rights.</p>\n<p>Consumers who do not qualify as European may benefit from legal guarantee of conformity rights in accordance with the legislation of the country of their habitual residence.</p>\nMoney-back-guarantee for goods\n<p>Without prejudice to any applicable statutory rights, the Owner grants Users the right to cancel a purchase they are unsatisfied with, and obtain a refund, within 60 days from the day on which the purchased goods have been delivered.</p>\n<p>The Owner shall refund the price of the Product purchased using the same payment method as the original transaction.<br>\nIn order to make use of this right, Users must send an unambiguous notice to the Owner.\nWhile a motivation is not required, Users are kindly asked to specify the reason why they are claiming the money-back-guarantee.</p>\n<p>Within the same period of time stated above, Users must also return the purchased goods to the Owner at their own expense, making sure that they are undamaged, clean and fit for resale.\nGoods must be returned inside the original packaging.<br>\nUpon receipt of the goods, the Owner will verify that all conditions applicable to the money-back-guarantee are fulfilled and, if so, refund the purchase price.</p> Liability and indemnificationAustralian UsersLimitation of liability\n<p>Nothing in these Terms excludes, restricts or modifies any guarantee, condition, warranty, right or remedy which the User may have under the Competition and Consumer Act 2010 (Cth) or any similar State and Territory legislation and which cannot be excluded, restricted or modified (non-excludable right).\nTo the fullest extent permitted by law, our liability to the User, including liability for a breach of a non-excludable right and liability which is not otherwise excluded under these Terms of Use, is limited, at the Owner’s sole discretion, to the re-performance of the services or the payment of the cost of having the services supplied again.</p>\nUS UsersDisclaimer of Warranties\n<p>\n<strong>This Website is provided strictly on an “as is” and “as available” basis.\nUse of the Service is at Users’ own risk.\nTo the maximum extent permitted by applicable law, the Owner expressly disclaims all conditions, representations, and warranties — whether express, implied, statutory or otherwise, including, but not limited to, any implied warranty of merchantability, fitness for a particular purpose, or non-infringement of third-party rights.\nNo advice or information, whether oral or written, obtained by user from owner or through the Service will create any warranty not expressly stated herein.</strong>\n</p>\n<p>\n<strong>Without limiting the foregoing, the Owner, its subsidiaries, affiliates, licensors, officers, directors, agents, co-branders, partners, suppliers and employees do not warrant that the content is accurate, reliable or correct.\nthat the Service will meet Users’ requirements.\nthat the Service will be available at any particular time or location, uninterrupted or secure.\nthat any defects or errors will be corrected.\nor that the Service is free of viruses or other harmful components.\nAny content downloaded or otherwise obtained through the use of the Service is downloaded at users own risk and users shall be solely responsible for any damage to Users’ computer system or mobile device or loss of data that results from such download or Users’ use of the Service.</strong>\n</p>\n<p>\n<strong>The Owner does not warrant, endorse, guarantee, or assume responsibility for any product or service advertised or offered by a third party through the Service or any hyperlinked website or service, and the Owner shall not be a party to or in any way monitor any transaction between Users and third-party providers of products or services.</strong>\n</p>\n<p>\n<strong>The Service may become inaccessible or it may not function properly with Users’ web browser, mobile device, and/or operating system.\nThe owner cannot be held liable for any perceived or actual damages arising from Service content, operation, or use of this Service.</strong>\n</p>\n<p>\n<strong>Federal law, some states, and other jurisdictions, do not allow the exclusion and limitations of certain implied warranties.\nThe above exclusions may not apply to Users.\nThis Agreement gives Users specific legal rights, and Users may also have other rights which vary from state to state.\nThe disclaimers and exclusions under this agreement shall not apply to the extent prohibited by applicable law.</strong>\n</p>\nLimitations of liability\n<p>\n<strong>To the maximum extent permitted by applicable law, in no event shall the Owner, and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees be liable for</strong>\n</p>\n<ul>\n<li>\n<strong>any indirect, punitive, incidental, special, consequential or exemplary damages, including without limitation damages for loss of profits, goodwill, use, data or other intangible losses, arising out of or relating to the use of, or inability to use, the Service.\nand</strong>\n</li>\n<li>\n<strong>any damage, loss or injury resulting from hacking, tampering or other unauthorized access or use of the Service or User account or the information contained therein;</strong>\n</li>\n<li>\n<strong>any errors, mistakes, or inaccuracies of content;</strong>\n</li>\n<li>\n<strong>personal injury or property damage, of any nature whatsoever, resulting from User access to or use of the Service;</strong>\n</li>\n<li>\n<strong>any unauthorized access to or use of the Owner’s secure servers and/or any and all personal information stored therein;</strong>\n</li>\n<li>\n<strong>any interruption or cessation of transmission to or from the Service;</strong>\n</li>\n<li>\n<strong>any bugs, viruses, trojan horses, or the like that may be transmitted to or through the Service;</strong>\n</li>\n<li>\n<strong>any errors or omissions in any content or for any loss or damage incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available through the Service.\nand/or</strong>\n</li>\n<li>\n<strong>the defamatory, offensive, or illegal conduct of any User or third party.\nIn no event shall the Owner, and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees be liable for any claims, proceedings, liabilities, obligations, damages, losses or costs in an amount exceeding the amount paid by User to the Owner hereunder in the preceding 12 months, or the period of duration of this agreement between the Owner and User, whichever is shorter.</strong>\n</li>\n</ul>\n<p>\n<strong>This limitation of liability section shall apply to the fullest extent permitted by law in the applicable jurisdiction whether the alleged liability is based on contract, tort, negligence, strict liability, or any other basis, even if company has been advised of the possibility of such damage.</strong>\n</p>\n<p>\n<strong>Some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, therefore the above limitations or exclusions may not apply to User.\nThe terms give User specific legal rights, and User may also have other rights which vary from jurisdiction to jurisdiction.\nThe disclaimers, exclusions, and limitations of liability under the terms shall not apply to the extent prohibited by applicable law.</strong>\n</p>\nIndemnification\n<p>\n<strong>The User agrees to defend, indemnify and hold the Owner and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners, suppliers and employees harmless from and against any and all claims or demands, damages, obligations, losses, liabilities, costs or debt, and expenses, including, but not limited to, legal fees and expenses, arising from</strong>\n</p>\n<ul>\n<li>\n<strong>User’s use of and access to the Service, including any data or content transmitted or received by User;</strong>\n</li>\n<li>\n<strong>User’s violation of these terms, including, but not limited to, User’s breach of any of the representations and warranties set forth in these terms;</strong>\n</li>\n<li>\n<strong>User’s violation of any third-party rights, including, but not limited to, any right of privacy or intellectual property rights;</strong>\n</li>\n<li>\n<strong>User’s violation of any statutory law, rule, or regulation;</strong>\n</li>\n<li>\n<strong>any content that is submitted from User’s account, including third party access with User’s unique username, password or other security measure, if applicable, including, but not limited to, misleading, false, or inaccurate information;</strong>\n</li>\n<li>\n<strong>User’s wilful misconduct.\nor</strong>\n</li>\n<li>\n<strong>statutory provision by User or its affiliates, officers, directors, agents, co-branders, partners, suppliers and employees to the extent allowed by applicable law.</strong>\n</li>\n</ul> Common provisionsNo Waiver\n<p>The Owner’s failure to assert any right or provision under these Terms shall not constitute a waiver of any such right or provision.\nNo waiver shall be considered a further or continuing waiver of such term or any other term.</p>\nService interruption\n<p>To ensure the best possible service level, the Owner reserves the right to interrupt the Service for maintenance, system updates or any other changes, informing the Users appropriately.</p>\n<p>Within the limits of law, the Owner may also decide to suspend or terminate the Service altogether.\nIf the Service is terminated, the Owner will cooperate with Users to enable them to withdraw Personal Data or information in accordance with applicable law.</p>\n<p>Additionally, the Service might not be available due to reasons outside the Owner’s reasonable control, such as “force majeure” (eg.\nlabor actions, infrastructural breakdowns or blackouts etc).</p>\nService reselling\n<p>Users may not reproduce, duplicate, copy, sell, resell or exploit any portion of this Website and of its Service without the Owner’s express prior written permission, granted either directly or through a legitimate reselling programme.</p>\nPrivacy policy\n<p>To learn more about the use of their Personal Data, Users may refer to the privacy policy of this Website.</p>\nIntellectual property rights\n<p>Without prejudice to any more specific provision of these Terms, any intellectual property rights, such as copyrights, trademark rights, patent rights and design rights related to this Website are the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties relating to intellectual property.</p>\n<p>All trademarks — nominal or figurative — and all other marks, trade names, service marks, word marks, illustrations, images, or logos appearing in connection with this Website are, and remain, the exclusive property of the Owner or its licensors and are subject to the protection granted by applicable laws or international treaties related to intellectual property.</p>\nChanges to these Terms\n<p>The Owner reserves the right to amend or otherwise modify these Terms at any time.\nIn such cases, the Owner will appropriately inform the User of these changes.</p>\n<p>Such changes will only affect the relationship with the User for the future.</p>\n<p>The continued use of the Service will signify the User’s acceptance of the revised Terms.\nIf Users do not wish to be bound by the changes, they must stop using the Service.\nFailure to accept the revised Terms, may entitle either party to terminate the Agreement.</p>\n<p>The applicable previous version will govern the relationship prior to the User's acceptance.\nThe User can obtain any previous version from the Owner.</p>\n<p>If required by applicable law, the Owner will specify the date by which the modified Terms will enter into force.</p>\nAssignment of contract\n<p>The Owner reserves the right to transfer, assign, dispose of by novation, or subcontract any or all rights or obligations under these Terms, taking the User’s legitimate interests into account.\nProvisions regarding changes of these Terms will apply accordingly.</p>\n<p>Users may not assign or transfer their rights or obligations under these Terms in any way, without the written permission of the Owner.</p>\nContacts\n<p>All communications relating to the use of this Website must be sent using the contact information stated in this document.</p>\nSeverability\n<p>Should any provision of these Terms be deemed or become invalid or unenforceable under applicable law, the invalidity or unenforceability of such provision shall not affect the validity of the remaining provisions, which shall remain in full force and effect.</p>\nUS Users\n<p>Any such invalid or unenforceable provision will be interpreted, construed and reformed to the extent reasonably required to render it valid, enforceable and consistent with its original intent.\nThese Terms constitute the entire Agreement between Users and the Owner with respect to the subject matter hereof, and supersede all other communications, including but not limited to all prior agreements, between the parties with respect to such subject matter.\nThese Terms will be enforced to the fullest extent permitted by law.</p>\nEU Users\n<p>Should any provision of these Terms be or be deemed void, invalid or unenforceable, the parties shall do their best to find, in an amicable way, an agreement on valid and enforceable provisions thereby substituting the void, invalid or unenforceable parts.<br>\nIn case of failure to do so, the void, invalid or unenforceable provisions shall be replaced by the applicable statutory provisions, if so permitted or stated under the applicable law.</p>\n<p>Without prejudice to the above, the nullity, invalidity or the impossibility to enforce a particular provision of these Terms shall not nullify the entire Agreement, unless the severed provisions are essential to the Agreement, or of such importance that the parties would not have entered into the contract if they had known that the provision would not be valid, or in cases where the remaining provisions would translate into an unacceptable hardship on any of the parties.</p>\nGoverning law\n<p>These Terms are governed by the law of the place where the Owner is based, as disclosed in the relevant section of this document, without regard to conflict of laws principles.</p>\nException for European Consumers\n<p>However, regardless of the above, if the User qualifies as a European Consumer and has their habitual residence in a country where the law provides for a higher consumer protection standard, such higher standards shall prevail.</p>\nVenue of jurisdiction\n<p>The exclusive competence to decide on any controversy resulting from or connected to these Terms lies with the courts of the place where the Owner is based, as displayed in the relevant section of this document.</p>\nException for European Consumers\n<p>The above does not apply to any Users that qualify as European Consumers, nor to Consumers based in Switzerland, Norway or Iceland.</p> Dispute resolutionAmicable dispute resolution <p>Users may bring any disputes to the Owner who will try to resolve them amicably.</p>\n<p>While Users' right to take legal action shall always remain unaffected, in the event of any controversy regarding the use of this Website or the Service, Users are kindly asked to contact the Owner at the contact details provided in this document.</p>\n<p>The User may submit the complaint including a brief description and if applicable, the details of the related order, purchase, or account, to the Owner’s email address specified in this document.</p>\n<p>The Owner will process the complaint without undue delay and within 21 days of receiving it.</p>\nOnline dispute resolution for Consumers\n<p>The European Commission has established an online platform for alternative dispute resolutions that facilitates an out-of-court method for solving any dispute related to and stemming from online sale and service contracts.</p>\n<p>As a result, any European Consumer can use such platform for resolving any dispute stemming from contracts which have been entered into online.\nThe platform is available at the following link.</p> Definitions and legal references This Website (or this Application)\n<p>The property that enables the provision of the Service.</p>\nAgreement\n<p>Any legally binding or contractual relationship between the Owner and the User, governed by these Terms.</p>\nBusiness User\n<p>Any User that does not qualify as a Consumer.</p>\nEuropean (or Europe)\n<p>Applies where a User is physically present or has their registered offices within the EU, regardless of nationality.</p>\nExample withdrawal form\n<p>\n<em>Addressed to:</em>\n</p>\n<p>\n<em>Muscle &amp.\nStrength, LLC\n1180 First Street South\nColumbia, SC 29209\nUSA</em>\n<br>\n<em>privacy@muscleandstrength.com</em>\n</p>\n<p>\n<em>I/We hereby give notice that I/we withdraw from my/our contract of sale of the following goods/for the provision of the following service:</em>\n</p>\n<p>\n<em>_____________________________________________ (insert a description of the goods/services that are subject to the respective withdrawal)</em>\n</p>\n<ul>\n<li>\n<em>Ordered on: _____________________________________________ (insert the date)</em>\n</li>\n<li>\n<em>Received on: _____________________________________________ (insert the date)</em>\n</li>\n<li>\n<em>Name of consumer(s):_____________________________________________</em>\n</li>\n<li>\n<em>Address of consumer(s):_____________________________________________</em>\n</li>\n<li>\n<em>Date: _____________________________________________</em>\n</li>\n</ul>\n<p>\n<em>(sign if this form is notified on paper)</em>\n</p>\nOwner (or We)\n<p>Indicates the natural person(s) or legal entity that provides this Website and/or the Service to Users.</p>\nProduct\n<p>A good or service available for purchase through this Website, such as e.g.\nphysical goods, digital files, software, booking services etc.</p>\n<p>The sale of Products may be part of the Service.</p>\nService\n<p>The service provided by this Website as described in these Terms and on this Website.</p>\nTerms\n<p>All provisions applicable to the use of this Website and/or the Service as described in this document, including any other related documents or agreements, and as updated from time to time.</p>\nUser (or You)\n<p>Indicates any natural person or legal entity using this Website.</p>\nConsumer\n<p>Any User qualifying as a natural person who accesses goods or services for personal use, or more generally, acts for purposes outside their trade, business, craft or profession.</p>\n<p> Latest update: November 11, 2021 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p> ", "created_at": "2021-11-26 23:28:07.194501", "updated_at": "2021-11-26 22:29:30.350388"}], "points": [], "urls": ["muscleandstrength.com"]}}