{"error": 448, "message": "OK", "parameters": {"id": 1609, "name": "On donne des nouvelles", "created_at": "2019-06-03 19:18:05.787341", "updated_at": "2021-03-25 03:19:40.780861", "wikipedia": null, "keywords": null, "related": null, "slug": "on_donne_des_nouvelles", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1609.png", "url": "www.ondonnedesnouvelles.com", "documents": [{"id": 1447, "name": "Conditions générales d'utilisation", "url": "https://www.ondonnedesnouvelles.com/rgpd.html?t=1559589103#cgu", "xpath": "//*[@id=\"tab-contenu\"]", "text": "<i>\n</i> Conditions générales d'utilisation <br> Tout internaute qui consulte le site, même occasionnellement et/ou utilise les services est tenu de respecter les conditions d'utilisation du site OnDonneDesNouvelles.com.<br>\nLe terme « Services » désigne les offres proposées par OnDonneDesNouvelles.com c'est-à-dire la mise à disposition d'un journal de bord.\n<br>\n<br>1- Conditions d'inscription Pour accéder à l'espace enseignant/encadrant et créer un journal de bord, il faut être enseignant ou organisateurs/directeurs/encadrants de classes découverte ou colonies de vacances et accepter de communiquer certaines informations telles que, son nom, son adresse e-mail, le nom et l'adresse de l'école, le nom de la classe ou du groupe qui doit faire le séjour ainsi que le titre donné au séjour.\nIl faut aussi préciser le nom et l'adresse du centre d'accueil, et pour les organismes leur nom et leur adresse, ainsi que le nom, l'adresse mail et le téléphone du responsable.\n.\nEn s'inscrivant sur le Site, vous vous engagez à fournir des informations vraies et complètes.Ondonnedonnedesnouvelles.com vous identifiera par votre adresse-mail et un code d'accès qu'elle vous aura fournis.\n<br>\n<br>2- Conditions de visite dans l'espace visiteur d'OnDonneDesNouvelles.com Le journal de bord est protégé par un code d'accès, de façon à ce que seules les familles des enfants de la sortie scolaire ou du séjour vacances concernés, y aient accès.\nCe code d'accès est donné par OnDonneDesNouvelles.com à l'enseignant ou l'encadrant lors de la création du journal de bord.\nL'adresse mail qui est demandée lors de l'accès aux journaux sert à informer de la disponibilité et du mode d'acquisition du livre photos du séjour.\nCette adresse mail, comme toutes les données du site ne sont jamais divulguées ou transmises à des tiers.\n<br>\n<br>3- Comptes utilisateurs La création d'un compte personnel est facultative, elle permet de d'accéder à plusieurs espaces grâce à l'enregistrement des codes d'accès.\nLes informations demandées pour la création d'un compte sont le nom et prénom, l'adresse mail et un mot de passe.\n<br>\n<br>4- Protection de vos données OnDonneDesNouvelles.com assure la confidentialité des données qui lui sont confiées.\nLes informations personnelles recueillies sont destinées exclusivement à OnDonneDesNouvelles.com et ne peuvent être vendues ou divulguées à un tiers.<br>\nLes données que vous fournissez à OnDonneDesNouvelles.com (tels que vos noms, adresses, photographies...) sont protégées par des codes d'accès que seul l'enseignant/encadrant possède et peut diffuser aux familles concernées.\nElles seront traitées pour répondre exclusivement à vos demandes et exécuter les Services pour lesquels vous fournissez ces données.<br>\nOnDonneDesNouvelles.com conserve les données nécessaires à la consultation du journal de bord et à la livraison d'une commande de livre photo de la sortie scolaire ou du séjour vacances pendant 12 mois après la date de fin du séjour.\nSeuls les fichiers liés aux livres photos commandés sont conservés encore pendant 6 mois pour permettre d'éventuelles réimpressions.<br>\n<br> Toutefois, OnDonneDesNouvelles.com s'engage à détruire toutes les données d'un journal de bord à n'importe quel moment de l'année, sur demande de l'enseignant/encadrant ayant créé et complété ce journal de bord.\nCette demande doit se faire par courrier ou par mail.<br>\nConformément à la loi « Informatique et Libertés », le traitement des Informations nominatives par OnDonneDesNouvelles.com a fait l'objet d'une déclaration auprès de la Commission Nationale de l'Informatique et des Libertés (CNIL) sous le numéro 1402802.\nCes données peuvent être modifiées par l'enseignant/encadrant, autant qu'il le souhaite pendant toute cette durée et notamment lors de chaque processus de commande.<br>\nOnDonneDesNouvelles.com conserve également les données de ses clients afin de leur faire parvenir des informations sur les Services et les produits en lien avec les Services et produits qu'elle leur a fournis.\nVous pouvez à tout moment refuser de recevoir de telles informations par simple envoi d'un e-mail.<br>\nVous avez le droit de contacter OnDonneDesNouvelles.com pour obtenir copie des données à caractère personnel vous concernant en sa possession.\nLe cas échéant, vous pouvez demander par e-mail ou par courrier à OnDonneDesNouvelles.com que ces données soient rectifiées, rubrique « Contactez-nous ».\nVous pouvez aussi modifier ces données lors du passage d'une commande.\n<br>\n<br>5- Code de Conduite Nous souhaitons que l'usage de nos Services soit convivial et sécurisé et largement ouvert aux enfants.\nA cette fin, nous exigeons que tous les utilisateurs du Site et/ou des Services acceptent de ne pas utiliser le Site et les Services proposés pour télécharger, conserver et partager tout Contenu - photos, commentaires, messages - illicite et plus généralement pour une utilisation contraire au droit applicable ou aux bonnes moeurs, notamment :<br>\n<ul>\n<li>tout Contenu abusif, mensongé, pornographique, obscène, diffamatoire, offensant ou encore inapproprié;</li>\n<li>des éléments ou un Contenu couverts par un droit de propriété intellectuelle et/ou industrielle sans l'accord express de son titulaire;</li>\n<li>des éléments ou un Contenu en violation avec le(s) droit(s) d'un tiers;</li>\n<li>des éléments qui contiennent des virus, vers, fichiers défectueux, chevaux de Troie et/ou toute forme de code ou de Contenu qui peut compromettre le Site et/ou les Services;</li>\n<li>un Contenu qui supporte des activités illégales;</li>\n<li>tout lien avec ceux mentionnés ci-dessus.</li>\n</ul>\nVous autorisez dès à présent OnDonneDesNouvelles.com à contrôler à tout moment, sans préavis, de façon discrétionnaire, tout Contenu et de décider si celui-ci est illicite, sans que cette faculté ne puisse être considérée comme une obligation lui incombant.\nOnDonneDesNouvelles.com peut alors décider de retirer tout Contenu à tout moment sans préavis et de façon discrétionnaire.<br>\nAu-delà de ce qui précède, lorsque vous accédez au Site et aux Services, vous reconnaissez et vous acceptez que tout Contenu qui est adressé et conservé sur le Site soit de la seule responsabilité de la personne qui l'adresse et/ou la conserve, (soit le détenteur du mot de passe enseignant).\nEn d'autres termes, vous êtes responsable de tout Contenu que vous soumettez.\nDe plus, vous reconnaissez et acceptez dès à présent qu'en utilisant le Site, vous puissiez être confronté à tout Contenu que vous considérez comme offensant.\nEnfin, vous reconnaissez qu'OnDonneDesNouvelles.com ne puisse en aucun cas garantir la licéité, la qualité et la conformité du Contenu disponible sur le Site.\nEn aucun cas, OnDonneDesNouvelles.com, y compris ses dirigeants, mandataires, salariés, affiliés et représentants ne peuvent être tenus responsables au titre de toute demande de toute nature, directe ou par le biais des Services, y compris notamment les erreurs ou omissions, pertes ou dommages subis ou résultant de l'usage dudit Contenu.<br>\nDans le cas où l'option de laisser un message est activée par l'administrateur du journal de bord, OnDonneDesNouvelles.com se réserve le droit de conserver l'adresse IP à partir de laquelle a été posté le message et de la transmettre à l'administrateur du blog.<br>\nLes utilisateurs du site en écrivant les messages acceptent le code de conduite fixé par OnDonneDesNouvelles.com et exposé ci-dessus.<br>\nSi ces derniers ne respectaient pas ce code conduite ou avaient un comportement contraire à l'intérêt de la communauté des utilisateurs du journal de bord, nous nous réservons le droit de leur interdire l'accès au journal de bord et éventuellement de porter plainte devant les autorités compétentes.\n<br>\n<br>6- Commercialisation Vous acceptez de ne pas reproduire, dupliquer, copier, vendre, revendre ou exploiter tout ou partie des Services, l'usage des Services ou l'accès aux Services à des fins commerciales.", "created_at": "2019-06-03 19:19:50.20256", "updated_at": "2019-06-03 19:20:33.05638"}, {"id": 1448, "name": "Charte de confiance", "url": "https://www.ondonnedesnouvelles.com/rgpd.html?t=1559589103#privacyPolicy", "xpath": "//*[@id=\"tab-contenu\"]", "text": "<i>\n</i> Charte de confiance<br>\n<p>\nNous sommes particulierement attentifs au respect et à la sécurité des données qui nous sont confiées par les utilisateurs avec qui nous travaillons au quotidien.\n</p>\n<br>\n<i>\n</i> Transparence Nous nous engageons à vous donner toutes les informations sur le traitement de vos données.\n<br>\n<br>\n<i>\n</i> Serveurs en France Nous nous engageons à héberger vos données en France selon de stricts protocoles de sécurité, avec des sous-traitants sérieux et professionnels.\n<br>\n<br>\n<i>\n</i> Utilisation des données dans un but précis Les informations personnelles recueillies sont destinées exclusivement à OnDonneDesNouvelles et ne seront être vendues ou divulguées à des tiers (sauf sur demande des autorités judiciaires).\n<br>\n<br>\n<i>\n</i> Accès, modification Nous nous engageons à faciliter la consultation, modiﬁcation ou suppression de vos données à tout moment.\n<br>\n<br>\n<i>\n</i> Droit à l'oubli Nous nous engageons à effacer déﬁnitivement toute trace de donnée à tout moment sur simple demande.\n<br>\n<br>\n<i>\n</i> Portabilité Nous nous engageons à exporter vos données aﬁn qu'elles puissent être transférées à un tiers si vous nous en faites la demande.", "created_at": "2019-06-03 19:22:00.943023", "updated_at": "2019-06-03 19:22:04.088398"}, {"id": 1449, "name": " OnDonneDesNouvelles et le RGPD", "url": "https://www.ondonnedesnouvelles.com/rgpd.html?t=1559589103#introduction", "xpath": "//*[@id=\"tab-contenu\"]", "text": "<i>\n</i> OnDonneDesNouvelles et le RGPD<br> Qu'est ce que le RGPD ?<br> Le règlement n°2016/679, dit <i>Règlement Général sur la Protection des Données</i> (RGPD, ou encore GDPR, de l'anglais General Data Protection Regulation), est un règlement de l'Union européenne qui constitue le texte de référence en matière de protection des données à caractère personnel.\nIl renforce et unifie la protection des données pour les individus au sein de l'Union européenne.<br>\n<br> Les principaux objectifs du RGPD sont d'accroître à la fois la protection des personnes concernées par un traitement de leurs données à caractère personnel et la responsabilisation des acteurs de ce traitement.\nCes principes pourront être appliqués grâce à l'augmentation du pouvoir des autorités de régulation.<br>\n<br> Pourquoi OnDonneDesNouvelles est conforme au RGPD ? <ul>\n<li>Nous ne recueillons que les données nécessaires au bon fonctionnement de la plateforme</li>\n<li>Ces données sont stockées sur des serveurs sécurisés en France</li>\n<li>Nous ne vendons, ni ne louons aucune de vos données personnelles</li>\n<li>Vous pouvez obtenir sur simple demande les données vous concernant</li>\n</ul> Bref, OnDonneDesNouvelles était conforme au RGPD avant même qu'il n'existe 😄 !<br>\n<br>\nEn effet nous avons toujours respecté ces principes depuis notre création et c'est pour cela que plus de 30.000 classes nous utilisent depuis de nombreuses années.", "created_at": "2019-06-03 19:22:48.234118", "updated_at": "2019-06-03 19:22:50.615204"}], "points": [], "urls": ["www.ondonnedesnouvelles.com"]}}