{"error": 448, "message": "OK", "parameters": {"id": 5732, "name": "autoevolution", "created_at": "2021-11-20 20:56:17.202203", "updated_at": "2021-11-20 23:01:14.015968", "wikipedia": null, "keywords": null, "related": null, "slug": "autoevolution", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5732.png", "url": "autoevolution.com", "documents": [{"id": 10326, "name": "Privacy Policy", "url": "https://www.autoevolution.com/static/privacy.html", "xpath": "//*[@id=\"newscol2\"]", "text": " Privacy Policy <p>\n<i>(updated December 30th, 2019.\neffective January 1, 2020)</i>\n</p> Introduction\n<b>Purpose of this privacy notice</b>\n<br>\n<p>This privacy notice informs you as to how we collect, process and look after your personal data in the course of interacting with us, whether by visiting this website, signing up for an account or otherwise, and tells you about your privacy rights and how the law protects you.</p>\n<p>This website is not intended for children and we do not knowingly collect data relating to children.</p>\n<b>Data Controller</b>\n<br>\n<p>We are SoftNews Net SRL, based in Bucharest, Romania (EU), henceforth referred to as \"we\", \"us\" or \"our\" in this privacy policy.\nIn respect of your personal data, we are the data controller, in accordance with the provisions of (RO) Law 677/2001 regarding collection and circulation of personal data and (EU) Regulation 2016/679 regarding the protection of personal data.</p>\n<p>Before you create an account on this site, you will need to accept our Terms and Conditions</p>\n<p>If you have any questions about this privacy policy, including any requests to exercise your legal rights, please contact dpo_ae@softnews.ro.\nThis is your email contact in respect of all queries relating to your data protection rights and we aim to respond promptly to all such emails.</p>\n<b>Changes to the privacy policy and your duty to inform us of changes</b>\n<br>\n<p>This version was last updated on 24th of May 2018.\nIt is important that the personal data we hold about you is accurate and current.\nPlease keep us informed if your personal data changes during your relationship with us, which you can do through your account.</p>\n<b>Third-party links</b>\n<br>\n<p>This website may include links to third-party websites, plug-ins and applications.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe do not control these third-party websites and are not responsible for their privacy statements.\nWhen you leave our website, we encourage you to read the privacy notice of every website you visit.</p> The data we collect about you\n<p>Personal data, or personal information, means any information about an individual from which that person can be identified.\nIt does not include data where the identity has been removed (anonymous or anonymized data).</p>\n<p>We may collect, use, store and transfer different kinds of personal data about you which we have grouped together follows:</p>\n<ul>\n<li>Contact Data: email address\n</li>\n<li>User Account Data: your username and password\n</li>\n<li>Technical Data:\tincludes internet protocol (IP) address, your login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform and other technology on the devices you use to access this website\n</li>\n<li>Usage Data: includes information about your use of our website, products including the full Uniform Resource Locators (URL) clicked, through and from our website (including date and time).\nelements you viewed or words you searched for.\npage response times.\ndownload errors.\nlength of visits.\ninteraction information (such as scrolling, clicks, and mouse-overs)\n</li>\n<li>Communications Data: includes emails and notes of conversations, if you choose contact us and provide information for us to reply\n</li>\n</ul>\n<p>We also collect, use and share Aggregated Data such as statistical or demographic data for any purpose.\nAggregated Data may be derived from your personal data but is not considered personal data in law as this data does not directly or indirectly reveal your identity.\nFor example, we may aggregate your Usage Data to calculate the percentage of users accessing a specific website feature.\nHowever, if we combine or connect Aggregated Data with your personal data so that it can directly or indirectly identify you, we treat the combined data as personal data which will be used in accordance with this privacy notice.</p>\n<b>If you fail to provide personal data</b>\n<br>\n<p>Where we need to collect personal data by law, or under the terms of a contract we have with you and you fail to provide that data when requested, we may not be able to deliver the product you have ordered but we will notify you if this is the case.</p> How is your personal data collected?\n<p>We use different methods to collect data from and about you including through:</p>\n<ul>\n<li>Direct interactions: you may give us contact information when submitting information through the website or by corresponding with us email or otherwise.\nThis includes personal data you provide when you create an account on our website or give us feedback.\n</li>\n<li>Automated technologies or interactions: As you interact with our website, we may automatically collect Technical Data about your equipment, browsing actions and patterns.\nWe collect this personal data by using cookies, and other similar technologies.\n</li>\n</ul> How we use your personal data\n<p>We will only use your personal data when the law allows us to.\nMost commonly, we will use your personal data in the following circumstances:</p>\n<ul>\n<li>Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.\n</li>\n<li>Where we need to comply with a legal or regulatory obligation.\n</li>\n</ul>\n<p>Your data is never used for marketing purposes or transferred to a third party, unless you provide explicit consent.\nYour data is never sold to a third party, under any circumstances except the acquisition of SoftNews Net SRL by another company.</p>\n<b>Purposes for which we will use your personal data</b>\n<br>\n<p>A description of all the ways we plan to use your personal data, and which of the legal bases we rely on to do so can be found below.\nWe have also identified what our legitimate interests are where appropriate.\nNote that we may process your personal data for more than one lawful ground depending on the specific purpose for which we are using your data.</p>\n<p>1.\nUser registration and authentication (log in)<br>Data processed: Contact Data, User Account Data<br>Lawful basis: legitimate interest</p>\n<p>2.\nTo manage our relationship with you (for example, sending you notifications about applications saved in your watchlist, if and only if you choose to receive them)<br>Data processed: Contact Data<br>Lawful basis: performance of a contract, legitimate interest</p>\n<p>3.\nTo enable you to partake in a prize draw, competition or complete a survey<br>Data processed: Contact Data<br>Lawful basis: legitimate interest</p>\n<p>4.\nTo administer and protect our business and this website (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data)<br>Data processed: Technical Data, Usage Data<br>Lawful basis: lawful obligation, legitimate interest</p>\n<p>5.\nTo deliver relevant website content and advertisements to you and measure or understand the effectiveness of the advertising we serve to you<br>Data processed: Usage Data<br>Lawful basis: legitimate interest</p>\n<p>6.\nTo use data analytics to improve our website<br>Data processed: Technical Data, Usage Data<br>Lawful basis: legitimate interest</p>\n<p>You will receive marketing communications from us if you have requested information from us or purchased products from us and, in each case, you have not opted out of receiving that marketing.</p>\n<b>Opting out</b>\n<br>\n<p>We strive to provide you with choices regarding certain personal data uses, particularly around marketing and advertising.\nFor a full list of opt-out methods see the bottom of this page.</p>\n<b>Third-party marketing</b>\n<br>\n<p>We will get your express opt-in consent before we share your personal data with any third party company for marketing purposes.</p>\n<b>Cookies</b>\n<br>\n<p>You can set your browser to refuse all or some of the browser cookies, or to alert you when websites set or access cookies.\nIf you disable or refuse cookies, please note that some parts of this website may become inaccessible or not function properly.\nFor more information about the cookies we use, please see our Cookies Policy.</p> Disclosures of your personal data\n<p>We require all third parties to respect the security of your personal data and to treat it in accordance with the law.\nWe do not allow our third-party service providers to use your personal data for their own purposes and only permit them to process your personal data for specified purposes and in accordance with our instructions.</p> International transfers\n<p>Some of our external third parties are based outside the European Economic Area (EEA) so their processing of your personal data will involve a transfer of data outside the EEA.\nWhenever we transfer your personal data out of the EEA, we ensure a similar degree of protection is afforded to it by ensuring at least one of the following safeguards is implemented:</p>\n<p>We will only transfer your personal data to countries that have been deemed to provide an adequate level of protection for personal data by the European Commission.\nFor further details, see European Commission: Adequacy of the protection of personal data in non-EU countries.</p>\n<p>Where we use providers based in the US, we may transfer data to them if they are part of the Privacy Shield which requires them to provide similar protection to personal data shared between the Europe and the US.\nFor further details, see European Commission: EU-US Privacy Shield.</p> Data security\n<p>We have put in place appropriate security measures to prevent your personal data from being accidentally lost, used or accessed in an unauthorized way, altered or disclosed.\nIn addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know.\nThey will only process your personal data on our instructions and they are subject to a duty of confidentiality.</p>\n<p>We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so.</p> Data retention\n<p>We will only retain your personal data for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.</p>\n<p>To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorized use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>In some circumstances you can ask us to delete your data: see “request erasure” below for further information.</p>\n<p>In some circumstances we may anonymize your personal data (so that it can no longer be associated with you) for research or statistical purposes in which case we may use this information indefinitely without further notice to you.</p> Specific legal rights for users located in the EEA region (GDPR)\n<p>You may contact our data protection officer at dpo_ae@softnews.ro for more information or to exercise any of these rights:</p>\n<p>1.\nRequest access to your personal data (commonly known as a \"data subject access request\").\nThis enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it.</p>\n<p>2.\nRequest correction of the personal data that we hold about you.\nThis enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.</p>\n<p>3.\nRequest erasure of your personal data.\nThis enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it.\nYou also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law.\nNote, however, that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request.</p>\n<p>4.\nObject to processing of your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms.\nYou also have the right to object where we are processing your personal data for direct marketing purposes.\nIn some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms.</p>\n<p>5.\nRequest restriction of processing of your personal data.\nThis enables you to ask us to suspend the processing of your personal data in the following scenarios: (a) if you want us to establish the data's accuracy.\n(b) where our use of the data is unlawful but you do not want us to erase it.\n(c) where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims.\nor (d) you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.</p>\n<p>6.\nRequest the transfer of your personal data to you or to a third party.\nWe will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format.\nNote that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you.</p>\n<b>Exercising these rights</b>\n<br>\n<p>Use our DSR (data subject request) form or send an email to dpo_ae@softnews.ro</p>\n<p>You also have the right to make a complaint at any time to the ANSPDCP, the Romanian supervisory authority for data protection issues.\nWe would, however, appreciate the chance to deal with your concerns about data protection before you approach the authority so please contact us in the first instance.</p>\n<b>No fee usually required</b>\n<br>\n<p>You will not have to pay a fee to access your personal data (or to exercise any of the other rights).</p>\n<b>What we may need from you</b>\n<br>\n<p>We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights).\nThis is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request to speed up our response.</p>\n<b>Time limit to respond</b>\n<br>\n<p>We try to respond to all legitimate requests within one month.\nOccasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated.</p> Specific legal rights for users located in California, United States of America (CCPA) <p>The California Consumer Privacy Act, Cal.\nCiv.\nCode §1798.100 et.\nseq.\n(“CCPA”), grants residents of California certain rights with respect to their Personal Information and requires us to provide such individuals with certain information, described below.</p>\n<p>1.\nCalifornia residents may exercise the following rights by contacting our Privacy Policy Coordinator by email at dpo_ae@softnews.ro:</p>\n<ul>\n<li>Know the ways in which we acquire, use, share, disclose and otherwise process your Personal Information;</li>\n<li>Know the specific pieces of your Personal Information that we hold;</li>\n<li>Request the deletion of your Personal Information, subject to several exceptions;</li>\n<li>Not to be denied goods or services for exercising these rights</li>\n</ul>\n<p>2.\nCalifornia residents also have the right to opt-out of the “sale” of their Personal Information.\nWe put “sale” in quotation marks because the CCPA considers some transfers of Personal Information to third parties in exchange for value as “sales,” even if no money changes hands, such as when online identifiers, Device IDs, and other information is shared with Third Party Businesses to further their own commercial purposes such as generating profiles about individuals.\n.\nIf we have actual knowledge that a California resident is younger than 16, we will request opt-in consent before selling their Personal Information.\nNote that we can still share Personal Information with third parties if those transfers aren’t “sales,” such as with our Service Providers.</p>\n<p>3.\nDepending on the circumstances and which Service you use, we have disclosed the following categories of your Personal Information for a “business purpose” (as defined in the CCPA) in the preceding twelve (12) months:</p>\n<ul>\n<li>Identifiers</li>\n<li>Commercial information</li>\n<li>Geolocation data</li>\n<li>Internet or other electronic network activity information</li>\n<li>Professional information</li>\n<li>Education information</li>\n<li>Inferences drawn from any of the above information categories.</li>\n</ul>\n<p>4.\nDepending on the circumstances and which Service you use, we have “sold” (as defined in the CCPA) the following categories of your Personal Information in the preceding twelve (12) months:</p>\n<ul>\n<li>Identifiers</li>\n<li>Commercial information</li>\n<li>Geolocation data</li>\n<li>Internet or other electronic network activity information</li>\n<li>Professional information</li>\n<li>Education information</li>\n<li>Inferences drawn from any of the above information categories.</li>\n</ul>\n<p>5.\nYou can designate an authorized agent to submit requests on your behalf.\nHowever, we will require written proof of the agent’s permission to do so and verify your identity directly.</p>\n<p>6.\nYou have the right not to receive discriminatory treatment by us for the exercise of any of your rights.</p>\n<p>7.\nCalifornia's \"Shine the Light\" law permits customers who are California residents to request certain details about how a business shares their personal information as defined by \"Shine the Light\" with third parties (and in some cases affiliates) for those third parties' or affiliates' own direct marketing purposes.\nCalifornia customers may request information about our compliance with this law by contacting us by e-mail at dpo_ae@softnews.ro or by mail at the address set forth in Section 11 above.\nAny mail inquiry must include \"California Privacy Rights Request\" in the first line of the description and include your name, street address, city, state, and ZIP code.\nPlease note that we are only required to respond to one request per customer each year, and we are not required to respond to requests made by means other than through this email or mail address.</p> Opt-outs\n<ul>\n<li>Google Analytics</li>\n</ul>\n<li>Google Ads </li>\n<li>Shared ID </li>\n<li>European Digital Advertising Alliance </li>\n<li>Network Advertising Initiative </li>\n<li>Digital Advertising Alliance </li>\n<li>Publisher Common ID (opt-out status: OFF) </li> ", "created_at": "2021-11-20 19:57:55.992095", "updated_at": "2021-11-20 19:58:03.665247"}, {"id": 10325, "name": "Cookies Policy", "url": "https://www.autoevolution.com/static/cookies.html", "xpath": "//*[@id=\"newscol2\"]", "text": " Cookies Policy <p>\n<i>(updated May 24th, 2018.\neffective May 25, 2018)</i>\n</p> Introduction\n<p>This „Cookie Policy” applies to all visitors of autoevolution (https://www.autoevolution.com and subdomains), an Internet web site owned and operated by SoftNews Net SRL, a company based in Bucharest, Romania, hereinafter referred to as the “Website”.</p>\n<p>The information presented herein is meant to advise visitors and registered users of autoevolution on the usage of “cookies” by SoftNews Net SRL in regard to this “Website” and the services offered within.</p> Definition\n<p>“Cookie” is a term used to refer to cookie modules and similar technologies through which information can be collected and stored.</p>\n<p>An “Internet Cookie” (also known as “browser cookie” or simply “cookie”) is a small text file that contains alphanumerical data and is stored in the memory of computers, smartphones and other Internet-enabled devices.\nA cookie has two components: the name and the content.\n</p>\n<p>Cookies are installed (set) through instructions sent by a web server to a web browser (the application used to access a web site, such as Mozilla Firefox or Google Chrome) or by using a client-side scripting language (such as Javascript).\nCookies are “passive” by nature, meaning they cannot contain software applications, cannot contain malware and cannot themselves access information from the device they are stored on.</p>\n<p>By design, cookies can only be accessed by the same web site that installed them, whenever the user returns to that web site.</p> Cookie usage purposes\n<p>Cookies are used to improve the user experience of the Website, adapt some features to the preferences of each user, and ensure a smooth operation of the Website services.\nSpecifically:</p>\n<ul>\n<li>Registering a user account</li>\n<li>Saving user preferences</li>\n<li>Anonymous web traffic statistics to the Website (this allows us to see how we are doing and which areas of the Website can be improved)</li>\n<li>Delivery of online advertisements (since all Website services are free, this is how we are able to stay in business)</li>\n</ul> Cookie lifetime\n<p>Cookie lifetime can vary depending on their purpose.\nBased on lifetime, cookies fall in one of two categories:</p>\n<ul>\n<li>Session cookies: stored temporary, deleted automatically when the web browser is closed</li>\n<li>Persistent cookies: stored on the user’s device until a specific time (which can be minutes, days, or years in the future) or until deleted manually through web browser settings or specialized computer software</li>\n</ul> Third-party cookies\n<p>Some parts of the content shown on the Website can come from external sources, which can add their own cookies, called “third-party cookies”.\nSpecifically:</p>\n<ul>\n<li>\n<b>YouTube:</b> embedded videos (using <i>youtube-nocookie</i> for improved privacy) - privacy policy</li>\n<li>\n<b>Vimeo:</b> embeded videos - privacy policy</li>\n<li>\n<b>Twitter:</b> embedded tweets - privacy policy</li>\n<li>\n<b>Instagram:</b> embedded instagram posts - privacy policy</li>\n<li>\n<b>Google Analytics:</b> anonymous web traffic statistics (we use the following settings: <b>anonymizeIP ON, Remarketing OFF, User-ID OFF</b>) - details / settings / opt-out</li>\n<li>\n<b>Google Adsense/Doubleclick/AdManager:</b> online advertisements - settings</li>\n<li>\n<b>33Across:</b> online advertisements, non-personalized - policy/details - opt-out</li>\n<li>\n<b>Sovrn:</b> online advertisements, non-personalized - policy for EU users - opt-out</li>\n</ul> Types of cookies used on the Website\n<p>\n<b>Strictly necessary cookies: </b>used to enable core web site functionality and store user preferences<br>\n<b>Performance cookies: </b>used<b>\n</b>to<b>\n</b>facilitate usage statistics, including web traffic statistics<br>\n<b>Authentication cookies: </b>used to allow registration of accounts as well as authentication (log in) to those accounts<br>\n<b>Advertising cookies:</b> used to allow statistics on the performance of advertisemens as well as target advertisements based on user interests\n</p> First-party cookies list\n<p>\n<b>aelastts:</b> stores the timestamp of your last visit, so we know which stories to show in the \"new articles\" list<br>\n<b>aeccunit:</b> stores the measurement unit preference for data display (metric system or U.S.)<br>\n<b>cbs:</b>: stores the sorting preference for car/moto model lists<br>\n<b>ulprod:</b> a BASE64-encoded representation of your Newspaper, if you have one configured - details here<br>\n<b>cooknotif2018:</b> used to save acceptance of the privacy and cookie policies\n</p> Third-party cookies\n<p>\n<b>_ga: </b>Google Analytics, used to count sessions and unique users in web traffic statistics - details<br>\n<b>_gid:</b> Google Analytics, used to count sessions and unique users in web traffic statistics<br>\n<b>_gat:</b> Google Analytics, used to throttle requests to the statistics server<br>\n<b>__gads/__gac:</b> Google Adsense rate-limiting &amp.\nperformance - details\n</p> Cookie management information\n<p>Disabling cookies makes the Website harder to use.\nSome features will be degraded while others will not work at all.\nFor example, it is impossible to register or log in without cookies.\nThis way, using the download basket or the watchlist features is no longer possible.</p>\n<p>Nevertheless, users can configure their web browser to reject (or accept) cookies sent by specific sites.\nAll modern browsers offer this functionality, which can be accessed through the “options” or “preferences” menu.</p>\n<p>Disabling cookies will not stop advertisements from being show, but it might make them less relevant to users’ interests.</p>\n<p>\n<b>Here are a few useful links about managing cookies:</b>\n</p>\n<ul>\n<li>Video about cookies and cookie management</li>\n<li>Cookie settings in Google Chrome</li>\n<li>Cookie settings in Firefox</li>\n<li>Cookie settings in Safari</li>\n<li>Cookie settings in Internet Explorer</li>\n<li>Cookie settings in Opera</li>\n<li>Cookie settings in Safari (iOS)</li>\n<li>Cookie settings in Chrome (Android)</li>\n</ul> Granular management for third party cookies\n<p>To learn more about the choices that advertisers provide generally for individuals to influence how information about their online activities over time and across third-party Web sites or online services is collected and used, visit:</p>\n<ul>\n<li>European Digital Advertising Alliance</li>\n<li>Network Advertising Initiative</li>\n<li>Digital Advertising Alliance</li>\n</ul> Additional information\n<p>For information regarding data collected by this Website and how collected data is used, see our Privacy Policy</p>\n<p>Questions regarding cookie usage on this Website can be sent in written form, via email, to: dpo_ae@softnews.ro</p> ", "created_at": "2021-11-20 19:56:48.418229", "updated_at": "2021-11-20 19:57:41.333502"}, {"id": 10324, "name": "Terms", "url": "https://www.autoevolution.com/static/terms.html", "xpath": "//*[@id=\"newscol2\"]", "text": " Terms of Use <p>\n<strong>The services offered by autoevolution.com (\"autoevolution\" or \"we\") include the main website and any other features, content, or applications (collectively, the \"autoevolution services\") offered by autoevolution or by related websites.\nThe autoevolution services are hosted in the United States of America.</strong>\n</p>\n<p>This Terms and Conditions of Use Agreement (\"Agreement\") sets forth the legally binding terms for your use of the autoevolution services.\nBy using the autoevolution services, you agree to be bound by this Agreement, whether you are a \"Visitor\" (which means that you simply browse the autoevolution website) or you are a \"Member\" (which means that you have registered with autoevolution.com).\nIn fact, during the Registration process, the future Members can only get this privilege only after expressly consenting to comply with this Agreement.\nThe term \"User\" refers to a Visitor or a Member.\nYou are only authorized to use the autoevolution services (regardless of whether your access or use is intended) if you agree to abide by all applicable laws and to this Agreement.\nPlease read this Agreement carefully.</p>\n<p>If you do not agree with it, you should leave the autoevolution website and discontinue use of the autoevolution services immediately.\nAny further access from you to our website will be considered as an acceptance of the terms and conditions stated below.</p>\n<p>autoevolution may modify this Agreement from time to time and such modification shall be effective upon our posting on the website.\nYou agree to be bound to any changes to this Agreement when you use the autoevolution services after any such modification is posted.\nIt is therefore important that you review this Agreement regularly to ensure you are updated as to any changes.</p>\n<ul>\n<li>Eligibility</li>\n<li>Term</li>\n<li>Registering, passwords and responsibilities</li>\n<li>Intellectual property protection</li>\n<li>Non-commercial Use</li>\n<li>Proprietary rights in Content</li>\n<li>Conted posted on the Website</li>\n<li>Prohibited activities</li>\n<li>Privacy</li>\n<li>Disclaimers and limitation on liability</li>\n<li>Force majeure</li>\n<li>Indemnity</li>\n<li>Miscellaneous</li>\n<li>Applicable law</li>\n<li>Guest star editor opinions (Test drives)</li>\n<li>Amazon affiliate links</li>\n</ul> 1.\nEligibility\n<p>autoevolution services' use, as well as Membership is void if prohibited.\nBy using the autoevolution services, you represent and warrant that:</p>\n<ul>\n<li>all registration information you submit is truthful and accurate and you will maintain the accuracy of such information;</li>\n<li>you are at least 13 years old (otherwise, for those who want to become Members, we shall need the parental direct consent).\nYou may have your parent or tutor e-mail us at to verify that you have been granted permission to use this site.\nYour profile may be deleted and your Membership may be terminated without warning, if we believe that you are under 13 years of age and you do not comply with the rules stated above;</li>\n<li>your use of the autoevolution services does not violate any applicable law or regulation.</li>\n</ul> 2.\nTerm\n<p>This Agreement shall remain in full force and effect while you use the autoevolution services or are a Member.\nautoevolution.com may suspend or terminate your Membership at any time, without warning, or may limit your access to the Website content, or to a part of it.\nEven after Membership is terminated, this Agreement will remain in effect.\nOnce your Account is terminated you agree not to post on the message boards, or to assist or cause another person to post messages on your behalf.</p> 3.\nRegistering, passwords and responsibilities\n<p>When you sign up to become a Member, you will also be asked to choose a password.\nYou are entirely responsible for maintaining the confidentiality of your password.\nWe strongly recommend that you do not share that password to anyone.\nMoreover, you should remember to sign out or log off your account whenever you mean to interrupt the use of autoevolution services, regardless of the duration of your absence.\nAlso, it is advisable that you close the session window of your browser, especially if you accessed the Website from a public Internet cafe, for example.\nautoevolution will never ask for your profiles' passwords through unsolicited messages or e-mails.</p>\n<p>You agree not to use the account, username, or password of another Member at any time or to disclose your password to any third party.\nYou agree to notify autoevolution immediately if you suspect any unauthorized use of your account or access to your password.\nYou are solely responsible for any and all use of your account.</p>\n<p>Unfortunately, no data transmission on the Internet can be 100% secure.\nConsequently, despite our efforts to protect personal information, autoevolution cannot ensure or guarantee the safety of any transmission whatsoever.\nYou acknowledge that all information sent to us is on your own risk.</p> 4.\nIntellectual property protection\n<p>autoevolution content and web-design, as well as any other data related to the Website, that we may send to you by e-mail or other means, including news content published by our authors belong to SoftNews NET and its collaborators/developers and are protected by the international copyright and trademark laws.\nUnauthorized use of the trademarks or any other autoevolution content included in the Website (meaning use without the express written permission of SoftNews NET) is strictly prohibited.</p> 5.\nNon-commercial use\n<p>The autoevolution services are for the personal use of Members only and may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by autoevolution.com.\nIllegal and/or unauthorized use of the autoevolution services, including collecting usernames and/or e-mail addresses of Members by electronic or other means for the purpose of sending unsolicited email or unauthorized framing of or linking to the autoevolution Website is prohibited.\nCommercial advertisements, affiliate links, and other forms of solicitation may be removed from Member profiles without notice and may result in termination of Membership privileges.\nAppropriate legal action will be taken for any illegal or unauthorized use of the autoevolution services.</p> 6.\nProprietary rights in content\n<p>SoftNews NET becomes the owner of the texts that you post on the forums, as soon as you post them, but we do not claim any ownership rights in the photos or any other materials (collectively, \"Content\") that you post to the autoevolution services.\nAfter posting your Content to the autoevolution services, you continue to retain all ownership rights in such Content, and you continue to have the right to use your Content in any way you choose.\nBy displaying or publishing (\"posting\") any Content on or through the autoevolution services, you hereby grant to SoftNews NET a limited license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content solely on and through the autoevolution services.</p>\n<p>You represent and warrant that:</p>\n<ul>\n<li>you own the Content posted by you on or through the autoevolution services or otherwise have the right to grant the license set forth in this section;</li>\n<li>the posting of your Content on or through the autoevolution services does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person or entity.\nYou agree to pay for all royalties, fees, and any other sums of money owing any person by reason of any Content posted by you to or through the autoevolution services.</li>\n<li>When you consider that an infringement of your copyright or of your image took place, you are to address to a legal authority.\nOnly if we have its official decision we are allowed to offer you the personal data of the assumed guilty user, according to Law 677/2001 of the Romanian legislation.</li>\n</ul> 7.\nContent posted on the website\n<p>autoevolution allows the users to post different content on the web, such as text (messages, discussions on forums), photos or any other materials (collectively named \"Content\").\nOn the other hand, autoevolution may delete any Content that in its sole judgment violates this Agreement or which may be offensive, illegal or violate the rights, harm, or threaten the safety of any person.\nSoftNews NET assumes no responsibility for monitoring the autoevolution services for inappropriate Content or conduct.</p>\n<p>If at any time any third person claims that autoevolution users committed any sort of infringement to their rights and image, by the Content posted, they are to address authorities.\nOtherwise, SoftNews NET assumes no obligation to modify or remove any inappropriate Content.</p>\n<p>autoevolution makes no warranties, express or implied, as to the Content or to the accuracy and reliability of the Content or any material or information that you transmit to other Members.</p> 8.\nProhibited activities\n<p>The following is a list of the kind of Content that is illegal or prohibited to post on or through the autoevolution services.\nautoevolution.com reserves the right to investigate and take appropriate legal action against anyone who, in autoevolution.com's sole discretion, violates this provision.\nProhibited Content (the list is not limited and can at any time be subject to alteration by autoevolution at its sole discretion) includes content that:</p>\n<ul>\n<li>is offensive and promotes racism, bigotry, hatred, physical harm or harassment of any kind against any group or individual;</li>\n<li>exploits people in a sexual or violent manner;</li>\n<li>contains nudity, violence, or offensive subject matter or contains a link to an adult website;</li>\n<li>promotes information that you know is false or misleading or promotes illegal activities or conduct that is abusive, threatening, obscene, defamatory or libelous;</li>\n<li>promotes an illegal or unauthorized copy of another person's copyrighted work, such as providing pirated computer programs or links to them, or providing pirated music or links to pirated music files;</li>\n<li>involves the transmission of \"junk mail,\" \"chain letters,\" or unsolicited mass mailing, instant messaging, \"spimming,\" or \"spamming\";</li>\n<li>furthers or promotes any criminal activity or enterprise or provides instructional information about illegal activities including, but not limited to making or buying illegal weapons, violating someone's privacy, or providing or creating computer viruses;</li>\n<li>solicits passwords or personal identifying information for commercial or unlawful purposes from other Users;</li>\n<li>involves commercial activities and/or sales without our prior written consent;</li>\n<li>covers or obscures any of the autoevolution marks when using autoevolution services;</li>\n<li>is automatically created by any sort of script meant to add friends or send comments or messages;</li>\n<li>involves using the account, username, or password of another Member at any time;</li>\n<li>means in any way using the autoevolution services in a manner inconsistent with any and all applicable laws and regulations.</li>\n</ul> 9.\nPrivacy\n<p>The information that you provide us about you will solely be used in accordance with the terms of our Privacy Policy.</p> 10.\nDisclaimers and limitation on liability\n<p>The information, services and products available to you on this Website may contain errors and are subject to periods of interruption.\nautoevolution is not responsible for any inaccurate content, whether it is caused by Users or by any equipment or malfunction related to autoevolution services.\nMoreover, autoevolution is not responsible for the functioning of any of the links to related websites (including ease of downloading programs, procedure to follow in order to buy any item).</p>\n<p>AUTOEVOLUTION PROVIDES THE INFORMATION, SERVICES AND PRODUCTS AVAILABLE ON THIS WEB SITE \"AS IS,\" WITH NO WARRANTIES WHATSOEVER.\nALL EXPRESS WARRANTIES AND ALL IMPLIED WARRANTIES, INCLUDING WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF PROPRIETARY RIGHTS ARE HEREBY DISCLAIMED TO THE FULLEST EXTENT PERMITTED BY LAW.\nIN NO EVENT SHALL AUTOEVOLUTION BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT DAMAGES ARISING FROM YOUR USE OF THE SERVICES, EVEN IF AUTOEVOLUTION HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p> 11.\nForce majeure\n<p>SoftNews NET and its collaborators and affiliates cannot be held responsible for any delay or malfunction brought about directly or indirectly by causes that exceed autoevolution's free will.\nThis includes, but is not limited to: malfunctioning of SoftNews NET technical equipment, broken connection to Internet or telephone lines, computer viruses, unauthorized access to autoevolution system, operation errors, strike etc.</p> 12.\nIndemnity\n<p>You agree to indemnify and hold SoftNews NET, its officers, directors, owners, agents and employees, harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of the message boards on autoevolution Website, the violation of these terms and conditions by you, or the infringement by you, or other user of the message boards using your computer, of any intellectual property or other right of any person or entity.\nSoftNews NET reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you.</p> 13.\nMiscellaneous\n<p>autoevolution reserves the right, in its sole discretion, to suspend, modify, add or erase at any time parts of its web Content.\nMoreover, autoevolution has the right to modify the terms of the present Agreement, at any time and without prior warning.\nYou are to verify the Agreement from time to time, because you acknowledge that you are subject to the modifications as soon as they are posted on the web.\nIf at any moment, some services provided by autoevolution can be subject to other terms than these stated above, we shall post a visible announcement on the website, regarding the specific regulations for that matter.</p> 14.\nApplicable law\n<p>Parties' rights and obligations, imposed by the present Agreement, as well as all juridical effects produced by the Agreement shall be interpreted and governed by the Romanian laws effective at that time.\nAny dispute concerning this Agreement shall be solved by competent Romanian Courts of Law.</p> 15.\nGuest star editor opinions (test drives)\n<p>The guest star editor characters (complete list here) are fictional, and any resemblance to persons living, dead, or fictional is purely and completely coincidental.\nThe guest star editor opinions should be read and treated as parody/spoofs.</p> 16.\nAmazon affiliate links\n<p>As an Amazon Associate, autoevolution may earn a commission from qualifying purchases.</p> ", "created_at": "2021-11-20 20:56:17.205129", "updated_at": "2021-11-20 19:57:21.693726"}], "points": [], "urls": ["autoevolution.com"]}}