{"error": 448, "message": "OK", "parameters": {"id": 2494, "name": "Flero Games", "created_at": "2021-01-04 01:25:35.869549", "updated_at": "2021-03-25 03:19:51.355047", "wikipedia": null, "keywords": null, "related": null, "slug": "flero_games", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2494.png", "url": "flerogames.com", "documents": [{"id": 3450, "name": "Terms of Service", "url": "https://services.flerogamessvc.com/policy/TermsofService_EN.html", "xpath": "//*[@id=\"TOS\"]", "text": " Terms of Service (Required) <br> (Last updated on 2018-5-24) <br> 1.\nAccepting the Terms <br>\nIf you reside outside of the Republic of Korea, the terms of this agreement (the \"Terms of Service\") govern the relationship between you and FLERO GAMES and/or its affiliates ( \"FLERO GAMES\" \"we,\" or \"us\") regarding your play or use of, or participation in, FLERO GAMES mobile games (\"Games\") and related services and game support applications, including, without limitation, Every FLERO GAMES App or other game related applications (\"Application” or \"Applications”), FLERO GAMES-branded websites (“Websites”), online communities for Games or social network services offered platform for Games (collectively, the \"Services\").\n<br>\n<br>\nUse of the Services is also governed by the privacy policy of FLERO GAMES (“Privacy Policy”) as well as the FLERO GAMES's community standards, which are incorporated herein by reference.\nWe may collect and use your content and information in accordance with the Privacy Policy.\nBy downloading or playing the Game, accessing and/or using the Services, and/or creating a FLERO GAMES account, you accept and agree to be bound by the Terms of Service, the Privacy Policy, and the FLERO GAMES's community standards (collectively, the \"FLERO GAMES Policy”).\nBy agreeing with the FLERO GAMES Policy, you represent that you are thirteen (13) years of age or older.\nAlso, If you are a minor, you represent that your legal guardian has reviewed and agreed to these Terms.<br>\n<br>\nFLERO GAMES may amend, at our discretion, any portion of the FLERO GAMES Policy at any time by posting or displaying the amended FLERO GAMES Policy within and/or on the Games, or any of the Websites.\nYou will be deemed to have accepted such amendments by continuing to use the Service.\nExcept as otherwise stated, any such amendments will be automatically effective after a reasonable time period as specified in the notice of such changes, <br>\n<br> 1.\nParties <br>\n1.1.\nTHESE TERMS CREATE A LEGALLY BINDING AGREEMENT between you (\"User\" or \"you\") and FLERO GAMES in relation to the Services.\n<br>\n<br>\n<br>\n1.2.\nEligibility of User Natural persons as opposed to any kinds of legal entities shall have the right to create an account.\nBy accessing, using and/or submitting content or messages to or through our Services, you represent and agree that you have the legal capacity to agree to accept the Terms of Service in the jurisdiction where you reside.\nYou agree to comply with the Terms of Service on behalf of yourself and, at your discretion, any minor children for whom you are the parent or legal guardian and whom you have authorized to use our Services using your account.\nYou further agree that you are entirely liable for all activities conducted through your account, and are responsible for ensuring that you and/or your children are aware of, understand, and comply with the Terms of Service and all other related policies, notices and/or agreements.\n<br>\n<br>\n<br>\n1.3.\nParental Control Information: Parental control protections are commercially available that may assist you in limiting access to materials that are harmful to minors.\nInformation on such protection is available at sites such as www.getnetwise.org.\nThe preceding website is provided for information purpose only, and FLERO GAMES is not affiliated with www.getnetwise.org.\nThis is not intended as an endorsement of www.getnetwise.org's site, services, or policies.\n<br>\n<br> 2.\nAbout Accessing and Using Our Services <br>\n2.1.\nLimited License: Subject to your agreement and complete compliance with the Terms of Service, we grant you a non-exclusive, non-transferable, non-sublicensable, revocable limited license to access and use our Services for your own personal and non-commercial use.\nYou agree not to use our Services for anything else.\n<br>\n<br>\n<br>\n2.2.\nRevocation of Limited License, Change of Services: We reserve the right to revoke the limited license granted to you herein in our sole and absolute discretion.\nWe may also, in our sole and absolute discretion, limit or terminate your right to access or use our Services or part thereof, maintain or delete your account and any items associated therewith, including but not limited to any Virtual Money or Virtual Goods (as defined below), without any liability to you.\nYOU UNDERSTAND AND AGREE THAT YOU WILL NOT BE COMPENSATED UNDER ANY CIRCUMSTANCES FOR ANY VIRTUAL MONEY, VIRTUAL GOODS, ANYTHING ELSE ASSOCIATED WITH YOUR ACCOUNT, OR FOR ANY OTHER REASON WHATSOEVER, REGARDLESS OF WHETHER YOU ARE BARRED FROM ACCESS TO THEM AS A RESULT OF REVOCATION OF THE LIMITED LICENSE OR CHANGE OF OUR SERVICES.\n<br>\n<br>\nIn addition, we reserve the right to change all or part of our Services without any liability to you, at any time without any prior notice to you.\nWithout limiting the generality of our rights reserved in the foregoing, we may modify our Services: (a) for technical reasons (such as technical difficulties experienced by us or on the internet).\n(b) to allow us to improve user experience.\n(c) where we have legal reasons for doing so (including privacy or other legal objections to the content or conduct of our Services).\n(d) because it no longer makes business sense for us to provide the relevant Service.\nor (e) because we have altered the Services we provide.\n<br>\n<br>\n<br>\n2.3.\nSystem Outage: There may also be times when our Services or any part thereof are not available for technical or maintenance related reasons, whether on a scheduled or unscheduled basis.\nYou agree that FLERO GAMES has no responsibility and is not liable for unavailability of the Services or any part thereof, any loss of materials, data, transactions or any other information or materials caused by such system outages, or other losses whatsoever resulting from such system outage.\n<br>\n<br>\n<br>\n2.4.\nGame Rules: The specific game rules, scoring rules, controls and guidelines for each Services can be found within the Service itself.\nSuch rules, scoring rules, controls and guidelines form part of the Terms of Service and you agree that you shall comply with them in respect of each individual Service which you choose to access and/or play.\n<br>\n<br>\n<br>\n2.5.\nThird Party Charges: You are responsible for the internet connection and/or mobile charges that you may incur for playing the Games or using the Services.\nYou should ask your mobile operator if you are unsure what these charges will be, before you play or use the Services.\nIn addition, we are not responsible or liable to you for any credit card or bank-related charges and fees related to your transactions in relation to the use of the Services.\n<br>\n<br>\n<br>\n2.6.\nEquipment/ Internet: You are also responsible for obtaining and maintaining your device, operating system, data connection or network environment, and any services necessary for using the Service under your own responsibility and at your own expense.\n<br>\n<br> 3.\nAccounts <br>\n3.1.\nGuest Account: If you use the Services without creating a FLERO GAMES account( Or any other type of authentication methods that we may provide that you may use as your ‘Account’, such as but not limited to the ‘SNS Account’ specified below.\n), we will create and assign to your device an identifier that is similar to an account number (\"Guest Accounts\") <br>\n<br>\nPLEASE KEEP IN MIND THAT YOU MAY NOT RECEIVE CUSTOMER SUPPORTS MAY NOT USE VIRTUAL MONEY OR VIRTUAL GOODS FOR WHICH YOU HAVE PAID IF YOU CHANGE YOUR MOBILE DEVICE WITHOUT CREATING A FLERO GAMES ACCOUNT (Or transferring your guest account to any type of account authentication methods that we may provide, such as but not limited to the ‘SNS Account’ specified below.).\n<br>\n<br>\n<br>\n3.2.\nSNS Account: You may allow our Services to interact with a third party social network or platform, which will provide data about you to us.\nIf you choose to connect to one of our Websites or Applications through a third-party social network such as Facebook or Game Center (for iOS devices), we may collect personal Information from your profile on such third-party social networks, such as your name, username, and photograph.\nYou should ensure that you read their terms of service and privacy policies to understand how they treat your data and what data they might share with us.\n<br>\n<br>\n<br>\n3.3.\nResponsibility of Account User: YOU ARE SOLELY AND FULLY RESPONSIBLE FOR KEEPING YOUR LOGIN DETAILS CONFIDENTIAL AND ALL USES OF YOUR ACCOUNT, INCLUDING ANY AND ALL ACTIVITIES THAT ARE CONDUCTED THROUGH THE USE OF YOUR LOGIN DETAILS, WHETHER NOT AUTHORIZED BY YOU.\nYou may not use anyone else's account or permit others to use your account at any time.\nYou acknowledge and agree to accept full responsibility for all fees and purchases made through your account (including any unauthorized purchases) and agree to fully compensate us for any loss or harm that may result.\nFLERO GAMES will not be responsible to you for any losses resulting from an unauthorized access or use of your account, whether fraudulently or otherwise.\n<br>\n<br>\n<br>\n3.4.\nTermination of Inactive Account: WE RESERVE THE RIGHT TO TERMINATE YOUR ACCOUNT WITHOUT ANY NOTICE if your account has not been accessed for more than 1 year since your last accessed time.\nIn such event, you will no longer be able to access and/or use the Services using the terminated account.\nAny Virtual Money and/or Virtual Goods associated with the terminated account will also be deleted, and no refund will be offered to you with respected to such Virtual Money or Virtual Goods deleted.\n<br>\n<br>\n<br>\n3.5.\nEffect of Account Termination: You understand that if you delete your account, or if we terminate and/or delete your account in accordance with the Terms of Service, you may lose access to any data previously associated with your account (including, without limitation, the level or score you have reached in our Services and any Virtual Money or Virtual Goods associated with your account).\n<br>\n<br> 4.\nVirtual Goods and Virtual Money <br>\n4.1.\nOur Services may include fictional currencies such as coins, gold coins and points (\"Virtual Money\") and virtual items or services for use with our Services (\"Virtual Goods\").\nYou can buy Virtual Money from us for real money if you are a legal adult in your country of residence.\nIf you are a legal adult in your country of residence, you may also be able to buy Virtual Goods for real money and/or other credits.\nYou agree that you will only purchase Virtual Money and/or Virtual Goods from us or a third party store used by us, and not from any third party.\nWe reserve the right to charge fees for the right to access or use Virtual Money or Virtual Goods, and we revise the perceived value or pricing for any Virtual Money or Virtual Goods.\nWe may also decide to distribute Virtual Money or Virtual Goods without charge, in our sole discretion.\n<br>\n<br>\n<br>\n4.2.\nYou do not own Virtual Goods or Virtual Money but instead you purchase a limited personal revocable license to use Virtual Goods or Virtual Money exclusively within the Services - any balance of Virtual Goods or Virtual Money does not reflect any cash or stored value.\nYou have no other rights, title or ownership with respect to Virtual Money or Virtual Goods.\nYOU ACKNOWLEDGE AND AGREE THAT VIRTUAL MONEY OR VIRTUAL GOODS HAVE NO CASH VALUE AND CAN NEVER BE EXCHANGED FOR REAL MONEY, GOODS OR SERVICES FROM US OR ANYONE ELSE.\n<br>\n<br>\n<br>\n4.3.\nYou agree that all sales of Virtual Money and Virtual Goods are final and that we will not refund any transaction once it has been made.\nA license to use Virtual Goods or Virtual Money is granted immediately when your purchase is complete.\nThe performance of our Services begins and completes promptly, and therefore your right of withdrawal is lost at this point.\n<br>\n<br>\n<br>\n4.4.\nWe reserve the right to control, regulate, change or remove any Virtual Money or Virtual Goods in our sole discretion and without any liability to you.\n<br>\n<br>\n<br>\n4.5.\nWe prohibit and do not recognize any purported transfers of Virtual Money or Virtual Goods effectuated outside of our Services, or the purported sale, gift or trade in the “real world” of anything that appears or originates in our Services, unless expressly authorized by us.\nAny such transfer or attempted transfer is prohibited and void, and may subject your account to termination.\n<br>\n<br> 5.\nUser Conduct and Content <br>\n5.1.\nYou must comply with the laws that apply to you in the location from which you access our Services.\nIf any laws applicable to you restrict or prohibit you from using our Services, you must comply with those legal restrictions or, if applicable, stop accessing, using and/or playing our Services.\n<br>\n<br>\n<br>\n5.2.\nYou represent that all the information you provide to us while accessing and/or using our Services is and shall remain true, accurate and complete at all times.\n<br>\n<br>\n<br>\n5.3.\nInformation, data, software, sound, photographs, graphics, video, tags, or other materials may be sent, uploaded, communicated, transmitted or otherwise made available via our Services, including through third party platforms, by you or another user (\"Content”).\nSuch Content may be redistributed by us or others through the Services or through third party platforms.\nYou understand and agree that all Content that you may post or transmit when using our Services, whether publicly posted or privately sent, is the sole responsibility of the person that sent the Content.\nFor the avoidance of doubt, you, not us, are entirely responsible for all Content that you may upload, communicate, transmit or otherwise make available via our Services.\n<br>\n<br>\n<br>\n5.4.\nYou agree not to upload, communicate, transmit or otherwise make available any Content (a) that is or could reasonably be viewed as unlawful, harmful, harassing, defamatory, libelous, obscene or otherwise objectionable.\n(b) that is or could reasonably be viewed as invasive of another's privacy.\n(c) that is likely to, or could reasonably be viewed as likely to incite violence or racial or ethnic hatred.\n(d) which you do not have a right to make available lawfully (such as inside information, information which belongs to someone else or confidential information).\n(e) which infringes any intellectual property right or other proprietary right of others.\n(f) which consists of any unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes or any other form of solicitation.\nor (g) which contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment.\n<br>\n<br>\n<br>\n5.5.\nYou agree that you will not: (a) use our Services to harm anyone or to cause offence to or harass any person.\n(b) use another person or entity's email address in order to sign up to use our Services.\n(c) use our Services for fraudulent or abusive purposes (including, without limitation, by using our Services to impersonate any person or entity, or otherwise misrepresent your affiliation with a person, entity or our Services).\n(d) disguise, anonymize or hide your IP address or the source of any Content that you may upload.\n(e) use our Services for any commercial or business purpose or for the benefit of any third party or to send unsolicited communications.\n(f) remove or amend any proprietary notices or other ownership information from our Services.\n(g) interfere with or disrupt our Services or servers or networks that provide our Services.\n(h) attempt to decompile, reverse engineer, disassemble or hack any of our Services, or to defeat or overcome any of our encryption technologies or security measures or data transmitted, processed or stored by us.\n(i) harvest, scrape or collect any information about or regarding other people that use our Services, including, but not limited to any personal data or information (including by uploading anything that collects information including but not limited to 'pixel tags' cookies, graphics interchange formats ('gifs') or similar items that are sometimes also referred to as 'spyware' or 'pcms' (passive collection mechanisms).\n(j) sell, transfer or try to sell or transfer an account with us or any part of an account including any Virtual Money or Virtual Goods.\n(k) disrupt the normal flow of a Service or otherwise act in a manner that is likely to negatively affect other players' ability to compete fairly when playing our Services, or engaging in real time exchanges.\n(l) disobey any requirements or regulations of networks connected to our Services.\n(m) use our Services in violation of any applicable law or regulation.\n(n) use our Services to cheat or design or assist in cheating (for example, by using automated means or third party software to play), or to otherwise circumvent technological measures designed to control access to, or elements of our Services, or to do anything else that a reasonable person is likely to believe is not within the spirit of fair play or these terms.\nor (o) use our Services in any other way not permitted by the Terms of Service.\n<br>\n<br>\n<br>\n5.6.\nWe do not control Content posted on our Services by other people and therefore we do not guarantee the accuracy, integrity or quality of such Content.\nYou understand that when using our Services, you may be exposed to Content that you may consider offensive, indecent or objectionable.\nUnder no circumstances will we be liable in any way for any Content, including, but not limited to, any errors or omissions in any Content, or any losses or harm of any kind resulting from the use of any Content posted, emailed, transmitted or otherwise made available via our Services.\n<br>\n<br>\n<br>\n5.7.\nWe have the right to remove uploaded Content from our Services if we decide in our sole discretion that it results in or from a breach of any part of the Terms of Service, or that it may bring us or our Services into disrepute.\nHowever, you acknowledge that we do not actively monitor Content that is contributed by people that play our Services and we make no undertaking to do so.\n<br>\n<br>\n<br>\n5.8.\nYou are solely responsible for your interactions with other users of our Services.\n<br>\n<br> 6.\nUsing our Services against opponents <br>\n6.1.\nSome of our Services allow you to compete with or against another User.\nYou may be able to choose to (i) play against another User whom we select for you, or (ii) play against one of your contacts from a social network (such as Facebook) or other third party platform that you have allowed our Services to access and interact with.\nSome of the Services may also allow you to search for your friends (for example, by your friend's email address).\nWe may also display the display names of your past opponents so that you can easily find them to play again.\n<br>\n<br>\n<br>\n6.2.\nWhen we select an opponent for you, we may either select at random or use such criteria as we see fit to select your opponent (for example, your past scores or level you have reached in the Service).\n<br>\n<br>\n<br>\n6.3.\nBy accessing and/or using our Services which allow you to use against an opponent, you agree to your display name, scores, and other related details being displayed to other Users.\n<br>\n<br>\n<br>\n6.4.\nYou will be able to connect your third party platform accounts to our community services in accordance with FLERO GAMES Policy, as we desire to promote friendship among Users of our Services by allowing Users to interact and transfer information freely with others.\nOur community services may be interlinked with third party platforms as you register your third party platform account as an account for our community services, and therefore, our community services may not be normally provided if you no longer qualify for such third party platform service or withdraw from such platform.\nFLERO GAMES Policy may include rules for managing our community services that govern your activity in connection to our community services, support rights of Users and/or others and enhance sound culture for the community services we provide.\nYou acknowledge and agree that your communications with other Users via the community services are public and not private communications, and that you have no expectation of privacy concerning your use of the community services.\nYou acknowledge that any personal information that you communicate via the community services may be seen and used by others and may result in unsolicited communications.\nFLERO GAMES strongly encourages you not to disclose any personal information about yourself in your communications via the community services.\nWe are not responsible for any errors or omissions in articles or postings, for hyperlinks embedded in submissions or for any results obtained from the use of any such statements or information.\nUnder no circumstances will FLERO GAMES or its affiliates, suppliers or agents be liable for any loss or damage caused by your reliance on the submissions or on any information or materials obtained through the Websites, Services, or any third party platform.\nWe have no obligation to monitor the Websites, Services, any third party platform, or the community services, or any submissions or other materials that you or other third persons or parties transmit or post on the Websites, in the Services, on any third party platform, or in the community services.\n<br>\n<br> 7.\nTermination <br>\n7.1.\nWe reserve the right to suspend or terminate your access to our Services (including by deleting your account) and revoke your limited license granted herein, without or without prior notice to you, at any time for any reason or for no reason.\nIn such event, FLERO GAMES is not required to provide refunds, benefits or other compensation to Users in connection with such discontinued elements of the Services.\n<br>\n<br>\n<br>\n7.2.\nWithout limiting the generality of Section 7.1, if we believe that you are in material breach of the Terms of Service (including by repeated minor breaches), we may terminate and delete your account without warning.\nWe may also terminate or suspend your account for any other reason that we in our sole discretion determine appropriate.\nFor the purposes herein, any breach of Sections 5.4 or 5.5 shall be deemed to constitute material breaches of the Terms of Service subject to immediate termination of your account and access to our Services.\n<br>\n<br>\n<br>\n7.3.\nYou agree to compensate us for all losses, harm, claims and expenses that may arise from any of your breaches of the Terms of Service.\n<br>\n<br> 8.\nSMS Notifications, Push Notifications &amp.\nLocal Notifications <br>\nWe may send local or push notifications to your mobile device to make you aware of game updates, promotional events, new game information and other relevant messages regarding the game service.\nYou can manage push notifications from the \"options\" or \"settings\" page within the relevant Game.\n<br>\n<br> 9.\nDisclaimer and Release <br>\n9.1.\nDisclaimer of Warranties: THE SERVICES, INCLUDING WITHOUT LIMITATION ANY CONTENT, INFORMATION OR SERVICES OBTAINED OR AVAILABLE THROUGH THE WEBSITES OR ANY THIRD PARTY PLATFORM, ARE PROVIDED \"AS IS\" AND WITH NO REPRESENTATION OF WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, MERCHANTIBILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, ACCURACY, AND ANY WARRANTIES THAT MAY ARISE FROM COURSE OF DEALING, COURSE OF PERFORMANCE OR USAGE OF TRADE.\nYOU ASSUME TOTAL RESPONSIBILITY AND RISK FOR YOUR USE OF THE SERVICES.\nTO THE MAXIMUM EXTENT PERMISSIBLE UNDER APPLICABLE LAW, WE, OUR AFFILIATES AND OUR SPONSORS ARE NEITHER RESPONSIBLE NOR LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, PUNITIVE OR OTHER DAMAGES ARISING OUR OF OR RELATING IN ANY WAY TO THE SERVICES, CONTENT OR INFORMATION CONTAINED WITHIN THE SERVICES AND/OR ANY WEBSITES.\nAlthough we attempt to ensure the integrity and accurateness of the Services, we make no guarantees whatsoever as to the correctness or accuracy of the Services, or that your use of the Services will be uninterrupted, error-free, or secure, or that errors or defects will be corrected, or that the Services, the server(s) on which the Services are hosted, are free of viruses or other harmful components.\nThis disclaimer of liability applies to any damages or injury caused by any failure of performance, error, omission, interruption, deletion, defect, delay in operation or transmission, computer virus, communication line failure, theft or destruction or unauthorized access to, alteration of, or use of record, whether for breach of contract, tortious behavior, negligence, or under any other cause of action.\n<br>\n<br>\n<br>\n9.2.\nStatute of Limitation: Any claim or cause of action arising out of or related to use of the Services, including any Services or information available through third party platforms, or the Terms of Service must be filed within 1 year after such claim or cause or action arose regardless of any statutes or law to the contrary.\nIn the event any such claim or cause of action is not filed within such 1 year period, such claim or cause of action are forever barred.\n<br>\n<br>\n<br>\n9.3.\nMember Disputes: You are solely responsible for your interactions with other Users of the Services.\nWe may, at its sole discretion, attempt to mediate disputes between Users.\nWe are not responsible and expressly disclaim any liability for any transactions administered by a third party payment service provider and/or store.\n<br>\n<br>\n<br>\n9.4.\nLimitation of Liability: YOUR SOLE REMEDY FOR DISSATISFACTION WITH THE SERVICES IS TO STOP USING THE SERVICES.\nTHE SOLE AND EXCLUSIVE MAXIMUM LIABILITY FOR ALL DAMAGES, LOSSES AND CAUSES OF ACTION, WHETHER IN CONTRACT, TORT, OR OTHERWISE, SHALL BE THE TOTAL AMOUNT PAID BY YOU IN THE 100 DAY PERIOD ENDING ON THE DATE OF YOUR CLAIM.\n<br>\n<br> 10.\nIntellectual property <br>\n10.1.\nYou acknowledge that all copyright, trademarks, and other intellectual property rights in and relating to our Services (other than Content which is contributed and owned by Users) is owned by or licensed to us.\n<br>\n<br>\n<br>\n10.2.\nAll pages within the Websites and any material made available through Services are the property of FLERO GAMES and/or its affiliates.\nThe Websites and the Services are protected by federal and international copyright and trademark laws.\nYou must not copy, distribute, make available to the public or create any derivative work from our Services or any part of our Services unless we have first agreed to this in writing.\nAll rights not expressly granted by the Terms of Service are reserved by FLERO GAMES.\n<br>\n<br>\n<br>\n10.3.\nIn particular, and without limiting the application of paragraph 10.2, you must not make available any cheats or technological measures designed to control access to, or elements of, our Services, including providing access to any Virtual Money and/or Virtual Goods, whether on a free of charge basis or otherwise.\n<br>\n<br>\n<br>\n10.4.\nThe trademarks, trade names, trade dress, logos, and service marks displayed in the Services or any third party platform, including but not limited to \" http://flerogames.com/\" are the registered and/or unregistered trademarks of FLERO GAMES.\nAll other trademarks, service marks and logs used in the Services are the trademarks, service marks or logos of their respective owners <br>\n<br>\n<br>\n10.5.\nBy submitting Content via our Services you: (a) are representing that you are fully entitled to do so.\n(b) grant us and our designees a worldwide, non-exclusive, sublicensable, assignable, royalty-free, perpetual, irrevocable right to use, reproduce, distribute, edit, adapt, modify, host, store, publish, create derivative works of, publicly perform, display, market, advertise and sell your Content and any derivative works we may create from it, in any and all media (whether it exists now or in the future), for any purpose, in perpetuity, without any payment to you.\n(c) acknowledge that you may have what are known as \"moral rights\" in the Content (for example the right to be named as the creator of your entry and the right not to have work subjected to derogatory treatment), and agree to waive any such moral rights you may have in the Content.\nand (d) agree that we have no obligation to monitor or protect your rights in any Content that you may submit to us, but you do give us the right to enforce your rights in that Content if we want to, including but not limited to taking legal action (at our cost) on your behalf.\n<br>\n<br>\n<br>\n10.6.\nYou must not copy, distribute, make available to the public or create any derivative work from any Content belonging to any other User of our Services.\n<br>\n<br>\n<br>\n10.7.\nNotice and Procedure for Making Claims of Copyright or Intellectual Property Infringement.\nIf you believe in good faith that materials hosted by us infringe your intellectual property rights, then please contact us by accessing the Customer Center in our Services and provide the following information: <br>\n<br>\n<ul>\n<li>(a) a description of the intellectual property rights in reasonably sufficient details and an explanation as to how they have been infringed.\n</li>\n<li>(b) a description of the infringing material and where the infringing material is located.\n</li>\n<li>(c) your address, phone number and email address at which we can contact you.\n</li>\n<li>(d) a statement by you, made under penalty of perjury, that (i) you have a good-faith belief that the disputed use of material in which you own intellectual property rights is not authorized, and (ii) the information that you are providing is accurate, correct, and that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nand\n</li>\n<li>(e) a physical or electronic signature of the person authorized to act on behalf of the owner of the exclusive right that has allegedly been infringed.\n</li>\n</ul>\n<br>\n<br>\nThe notice of your claim may also be submitted in writing to our designated agent as follows:\nDMCA Agent\nFLERO GAMES Co., Ltd.\nWemade Tower 2,3F, 49, Daewangpangyo-ro 644beon-gil, Bundang-gu, Seongnam-si, Gyeonggi-do, KOREA\nEmail: flero_privacy@flerogames.com <br>\n<br> 11.\nPrivacy <br>\n11.1.\nWe collect, process, use and share your personal information in accordance with our Privacy Policy, which is incorporated herein and constitutes part of the Terms of Service.\n<br>\n<br>\n<br>\n11.2.\nBy using our Services, you give your consent to us collecting, processing, using and sharing your personal data in the manner set forth in our Privacy Policy.\nIf you do not agree to our Privacy Policy you should not access and/or use our Services, including any Services available through third party platforms.\n<br>\n<br>\n<br>\n11.3.\nYou acknowledge that the Websites and Services may not be private or secure, and we may no guarantees whatsoever.\nYou are responsible for taking necessary and appropriate precautions and security measures bested suited for your use of the Services.\n<br>\n<br> 12.\nLinks <br>\nWe may provide links to third party websites or services within our Services sorely as a convenience to you.\nYou understand that we do not control any contents, goods or services by such third party.\nWe do not make any representations or warranties whatsoever about any other website that you may access through our Services, and we do not endorse the same.\nAccess and use of the linked site or services is solely at your own risk and responsibility, and you acknowledge and agree that we are not responsible or liable to you, directly or indirectly, for any losses or harm caused by your use of the linked website or services, and any contents, information, advertisement, or other links therein.\n<br>\n<br> Your correspondence or dealings with the linked website or service providers are solely between you and such third party, and FLERO GAMES is neither responsible nor liable for any part of such dealings.\nAny charges you incur in relation to those third parties are your responsibility.\nYou understand that when you provide data to such third parties, you are providing it in accordance with their privacy policy (if any), and our Privacy Policy does not apply with respect to such data provided to the third parties.\n<br>\n<br> 13.\nAdvertisements <br>\nWe, may provide Users with advertisements about our Services and/or other products or services, including those of a third party, that you may be interested in.\nPlease see our Privacy Policy for details.\n<br>\n<br> 14.\nAssignment <br>\nYou may not transfer or assign any of the rights or licenses granted to you hereunder without our prior written consent therefore.\nHowever, we may transfer or assign all or a part of our rights or responsibilities under the Terms of Service to someone else without obtaining your consent and without any restriction.\n<br>\n<br> 15.\nNon-excluded liabilities <br>\nNotwithstanding Section 9, nothing in the Terms of Service limits our liability for fraud, willful injury or violation of law, or any other liability which may not by law be excluded.\n<br>\n<br> 16.\nIndemnity <br>\nYou agree to indemnify, defend and hold harmless FLERO GAMES, its officers, directors, affiliates, parents, subsidiaries, partners, employees, consultants, representatives, and agent from and against any and all liabilities, claims, losses, damages, expenses, and costs (including reasonable attorneys' fees and court costs) that may arise from any breach by you of the Terms of Service, your access to and use of the Services.\n<br>\n<br> 17.\nEntire agreement <br>\nThe Terms of Service set out the entire agreement between you and us relating to the subject matter herein, and they supersede and replace any and all earlier agreements and understandings between you and us.\nA person who is not a party to the Terms of Service has no right to rely upon or enforce any part of the Terms of Service.\n<br>\n<br> 18.\nModification <br>\nYou can see the Terms of Service at any time by using a link found in our Websites, Games or Applications, where you can also see a link to our Privacy Policy.\nWe reserve the right to make changes to the Terms of Service, which can be updated by us from time to time without notice to you.\nYou agree to check the Terms of Service from time to time and when you access or use our Services.\nYou will be deemed to have accepted such changes by continuing to use the Service.\nExcept as otherwise stated, such changes will be automatically effective after a reasonable time period as specified in the notice of such changes.\nIf you do not wish to be governed by any updated version of the Terms, your only remedy is to stop using our Services.\n<br>\n<br> 19.\nSeverability <br>\nIf any provision of these Terms is found to be illegal or unenforceable, that provision will be severed.\nThe remainder of the Terms will remain in full force and effect.\nThe severed provision will be replaced by an enforceable provision that comes closest to the intention underlying the unenforceable provision.\n<br>\n<br> 20.\nWaivers of Our Rights <br>\nOur failure or delay to exercise or enforce any of our rights under the Terms of Service does not waive our right to enforce such right.\nAny waiver of such rights shall only be effective if it is in writing and signed by us.\n<br>\n<br> 21.\nGoverning Law <br>\nThe Terms of Service are governed by and construed in accordance with the laws of the Republic of Korea without regard to its conflict of law provisions.\nYou and FLERO GAMES hereby agree that any and all claims, causes of action or disputes (regardless of theory) arising out of or relating to the Terms of the Service or the relationship between you and FLERO GAMES, shall be brought exclusively to the Seoul Central District Court in the Republic of Korea.\n<br>\n<br> 22.\nDispute Resolution <br>\nIf you have any claim arising out of the Terms of Service against us, we strongly encourage you to contact our customer support team to seek a resolution.\nIf both parties fail to reach a settlement within 30 calendar days after the first contact occurs, either party may refer such a dispute to the Korean Commercial Arbitration Board in accordance with the Arbitration Rules of the Korean Commercial Arbitration Board.\nThe arbitration is to be conducted before a single arbitrator whom the parties jointly select.\nIf the parties are unable to agree upon the arbitrator, either party may request the Korean Arbitration Association to select the arbitrator.\n<br>\n<br> 23.\nSurvival <br>\nThe provisions of Sections 2.2, 2.3, 2.5, 3, 4, 5.3, 7, 9, 10, 16, 17, 18, 19, 20, and 21, 22, and all representations by you hereunder, will survive any termination of the Terms of Service.\n<br>\n<br> 24.\nQuestions about the Terms of Service <br>\nIf you have any questions about the Terms of Service or our Services, you may contact us via customer center provided within the Services, or at:\nflero_privacy@flerogames.com <br>\n<br>\n<br>\n<br>\n<br>\n<br> ", "created_at": "2021-01-09 14:29:55.697926", "updated_at": "2021-01-25 11:17:12.827462"}, {"id": 3449, "name": "Privacy Policy", "url": "https://services.flerogamessvc.com/policy/PrivacyPolicy_EN.html", "xpath": "//*[@id=\"TOS\"]", "text": " Privacy Policy (Required) <br> (Last updated on 2020-01-08) <br>\n<br> FLERO GAMES and/or its affiliates (“FLERO GAMES” “we” or “us”)respects the privacy of everyone that use our websites, games, and various related services.\nThis privacy policy is designed to inform you about the type of information that we gather about you, how we may use that information, whether we disclose it to anyone, and the choices you have regarding our use of that information.\n<br>\n<br> You acknowledge that this Privacy Policy is part of our Terms of Service Terms not otherwise defined herein shall have the same meaning as defined in the Terms of Service (the “Terms”).\n<br>\n<br> BY ACCESSING AND USING OUR SERVICES, YOU AGREE TO BE BOUND BY ALL OF TERMS AND CONDITIONS SET FORTH IN THIS PRIVACY POLICY.\nAs used in these Terms, the “Service” or “Services” shall also include our Website, Applications, as well as other services of FLERO GAMES, unless specifically stated otherwise.\nFLERO GAMES may amend, at our discretion, any portion of this Privacy Policy at any time by posting or displaying the amended Privacy Policy within and/or on FLERO GAMES games, FLERO GAMES branded website.\nYou will be deemed to have accepted such amendments by continuing to use the Services.\n<br>\n<br> We may make changes to this Privacy Policy, in which case we will notify you before such changes take effect by posting the updated policy through the Services or otherwise in accordance with applicable law.\nAny changes to this Privacy Policy will take effect after a reasonable time period as specified in the notice of such changes.\n<br>\n<br>\n<br>\n<br> 1.\nWhat information do we collect from you? <br> Usage Information: We collect details of your use of our Services and the resources that you access.\nSuch usage information include information about how and when you access or use our Services (such as Games accessed, game score, pages visited, purchase and use of Virtual Money and/or Virtual Goods, the details of your purchases, and your game play).\n<br>\n<br> Interaction and Communications among Users: We collection information about (a) your interaction with other users (for example, invite, gift, sharing of your rank or level, screen-shots, etc.) and (b) your communication and interaction with your contacts through social media channels (including, social network services, messengers, and any other services which has social features like invite friends and sharing information with friends).\n<br>\n<br> Technical Information: We collect general technical data pertaining to you (such as information about the device you use to access our Services, IP address, operating system, browser type, and other system information, Device identifier, Locale).\n<br>\n<br> User Communication with FLERO GAMES.\nIf you contact us or respond to messages and communications that we send to you, we may keep a record of that correspondence.\n<br>\n<br> Public Posting/ Shared Content: Some of Games can post, share, communicate with, or otherwise transmit content publicly, such as by participating in player forums, message boards, news feeds, status updates, sending messages or invitations to other users, chatting with other users, and/or posting photo (collectively, “Public Postings”).\nWe may collect and store archives of such Public Postings on FLERO GAMES servers, and all Public Postings are subject to this Privacy Policy.\n<br>\n<br> Such public posting or shared content will be visible to anyone who has access to our Services and may also be viewable outside of our Websites or Services.\nYou should exercise caution in all public postings, as it may result in the disclosure of private information, for which FLERO GAMES is not responsible.\n<br>\n<br> Information for Third Party Social Networks or Platforms: You may allow our Services to interact with a third party social network and platform, which will provide data about you to us.\nIf you choose to connect to one of our Websites/Apps through a third-party social network such as Facebook or Game Center (for iOS devices), we may collect personal information from your profile on such third-party social networks, such as your name, username, and photograph.\nYou should ensure that you read their terms of service and privacy policies to understand how they treat your data and what data they might share with us.\n<br>\n<br> Payment: When you purchase any products or services, such as Virtual Money or Virtual Goods, through our Services (which called “In-app-purchase”), we may collect certain payment information from you on behalf of our payment service providers.\nWhen you purchase our products or services through third party platforms (such as Apple App Store, Google Play Store, or Amazon Kindle), you will be required to provide certain payment and billing information directly to such third party platforms, <br>\n<br> Friends Matching: If you log-in the Services, we may, upon your request, periodically access your contact list and/or address book on your mobile device in order to help you find any friends who may also use our Services.\nWe will use such contact information solely for such a friends-matching service, and we will not store such information after fulfilling this purpose.\n<br>\n<br> Technical &amp.\nUsage Information: When you access and/or use the Services, we may collect your technical and usage information through automated means.\n<br>\n<br> Customer Support Correspondence: When you ask our customer support team for assistance, we may collect and store from you the contact information as well as your payment information regarding the purchase of Virtual Goods of the Games to the extent reasonably necessary to provide customer support.\n<br>\n<br> Cookies:We collect technical information and usage data, which may be linked and identified with your account, by using cookies and other tracking technologies.\nWe may use cookies to store certain types of information each time you use our Services.\nTo find out more about how we use cookies, please review the additional information in this Privacy Policy under the Section entitled “Do we use cookies or other tracking technologies?” <br>\n<br>\n<br>\n<br> 2.\nHow do we use the information collected? <br> We may use the information collected from you for a variety of purposes, primarily, relating to providing our Services and information about our Services.\nWe may also use the information for such other purpose as otherwise allowed by law.\n<br>\n<br> For example, we (or a supplier or our affiliate company acting on our behalf and only under our instructions) may use your personal information, including personally identifiable information, for the purposes of: <br>\n<br>\n<ul>\n<li>(a)\tcontacting you (for example as part of customer service or to send you updates about our Services);</li>\n<li>(b)\tmanaging your account and relationship with us and improving your experience when you use our Services;</li>\n<li>(c)\tresearching or surveying, and asking you to participate in such research or survey, about our product or Services;</li>\n<li>(d)\tmarketing and promotion of our Services or related products, including those of a third party’s products which are related to our Services (If you do not want us to use your data in this way please let us know by contacting us through Customer Center which can be found within our Services);</li>\n<li>(e)\tsending you, on our, or a third party's behalf, offers, promotions, information, newsletters, and communication regarding our Services or products and merchandises relating to our Services;</li>\n<li>(f)\tcreating reports, analysis or similar services for use by us for the purposes of research or business intelligence, for example to track potential problems or trends with our Services;</li>\n<li>(g)\tmeasuring and analyzing effectiveness of advertising, including advertising of third parties placed within the Services;</li>\n<li>(h)\tmonitoring the Services, including the Website, Games, Applications, and networks, and operation thereof;</li>\n<li>(i)\tresolving disputes or issues;</li>\n<li>(j)\ttracking purchases and usage information;</li>\n<li>(k)\tpreventing cheating, crime or fraud.\nand</li>\n<li>(l)\tany other purpose as we determine, in our sole discretion, to be necessary or required to ensure the safety and/or integrity of our users, employees, third parties, public, and/or our Services, or to comply with requirements of any applicable law.</li>\n</ul>\n<br>\n<br>\n<br> 3.\nDo we use cookies or other tracking technologies? <br> When you use our Websites we will store cookies on your device in order to facilitate and customize your use of our site.\nA cookie is a small data file, which a website stores on your device that can later be retrieved to identify you to us.\n<br> We may use cookies and similar technologies, among other things, to: <br>\n<ul>\n<li> (a)\tallow us to recognize you and your device, for example by identifying your IP address,\n</li>\n<li>(b)\tallow our Services to interact with a third party social network or platform (where you have chosen to allow such interaction).\n</li>\n<li>(c)\tallow our payment processors to process your payment instructions.\n</li>\n<li>(d)\tprovide you with more customized Services, for example to provide our Services in your preferred language.\nor\n</li>\n<li>(e)\tobtain data which will allow us to understand how people are using our Services so that we can improve them.\n</li>\n</ul> We may use an outside ad serving company to display banner advertisements on our Websites or within our Services.\nAs part of their service, they will place a separate cookie on your device.\nWe and our third party ad server will collect and use non-personally identifiable information about you, such as your IP address, browser type, device information (such as device type, resolution, operating system, etc), the server your device is logged onto, the area code and zip code associated with your server and whether you responded to a particular ad.\nIn addition, we may install third party modules within the smartphone versions of the service application in order to measure the effectiveness of advertising, including advertising of third parties, placed within the Services.\n<br>\n<br> These modules may collect your Advertising Identifiers (IDFA), and the collected information will not be tied to any other information nor be used to identify each individual.\nAdvertising Identifier (IDFA) is a non-permanent, non-personalized identifier similar to that of Android advertising ID and Apple’s Advertising ID.\nYou can change the settings on your device so that the device’s IDFA may not be used to better fit advertisements geared towards you or reset your device’s IDFA.\nThese settings will vary by device, but you can access these settings for most iOS devices by going to [Settings -&gt.\nPrivacy -&gt.\nAdvertising].\nAs for most Android devices, access [Settings -&gt.\nGoogle -&gt.\nAds] or [Settings -&gt.\nAccounts -&gt.\nGoogle -&gt.\nPersonal info &amp.\nprivacy -&gt.\nAds Settings].\n<br>\n<br> By accessing our Websites or using our Services you consent to our use of cookies in accordance with this Privacy Policy.\nYou can disable cookies through your web or phone browser settings but you may find you are not able to enjoy all the features <br>\n<br>\n<br>\n<br> 4.\nWith whom do we share your information?\n<br>\nGenerally: We do provide some of our Services through contractual arrangement with affiliates, services providers, and other third parties.\nWe and our service partners use your personal information, including personally identifiable information, to operate our Websites and to deliver their services.\n<br>\n<br> We will share your personal information with such third parties for all purposes described in Section entitled “How do we use the information collected?” and also: <br>\n<br>\n<ul>\n<li>\n(a)\tas reasonably necessary in order to provide the Services to you (for example, by providing your personal information to other companies or individuals we hire to perform the Services on our behalf or to communicate with you).\n</li>\n<li>(b)\twhere it is necessary to carry out your instructions (for example, to process a payment instruction, we must provide your personal information to our payment processors).\n</li>\n<li>(c)\twhen you submit information as part of a competition or otherwise interact with our social media channels (for example, by providing a testimonial about one of our Services), we may publish the information you submitted, alongside your name and home country on our websites and social media channels.\n</li>\n<li>(d)\tin order to comply with any legal obligation, or in order to enforce or apply our terms and conditions and/or any other agreement with you.\n</li>\n<li>(e)\tto protect the rights, property, or safety of us, our users, or others.\nor\n</li>\n<li>(f)\tas we reasonably believe is permitted by law or regulation.\n</li>\n</ul>\n<br> We will encourage our service partners to adopt and post privacy policies.\nHowever, the use of your personally identifiable information by our service partners is governed by the privacy policies of those service partners, and is not subject to our control.\n<br>\n<br> Sharing of Non-Personally Identifiable Information: We may also provide non-personally identifiable information about users (where your data is on an anonymous and aggregated basis) to third party companies, including but not limited to third party advertisers, consultants, service providers and our affiliates.\nSuch data will not include any information by which you could be personally identified.\n<br>\n<br> Interactions with Third Party Social Networks or Platforms: You understand that where you allow your account with us to interact with any third party social network or platform, we may share data about you with your contacts (and vice versa) in order that you may enjoy playing socially.\nThis data includes your name, your social media profile, picture and your scores and/or progress in our Games.\n<br>\n<br> Business Transfer: In a business transaction, such as a merger, acquisition, dissolution (including bankruptcy), change of control, or a sale of all or a portion of our assets, customer information, including personally identifiable information, generally is one of the transferred business assets.\nIn the event that FLERO GAMES undergoes such transactions, including preparation of any of such transactions, we may share, disclose or transfer all of your information, including personal information, to the successor.\nAny third party to which we transfers or sells our assets will have the right to continue to use the personal and other information that you provide to us in the manner set out in this Privacy Policy.\nWe will not sell or rent your information to any third party outside of these circumstances.\n<br>\n<br> Compliance with Legal Obligations: Occasionally we may be required by law enforcement or judicial authorities to provide personally identifiable information to the appropriate governmental authorities.\nWe will disclose personally identifiable information upon receipt of a court order, subpoena, or to cooperate with a law enforcement investigation.\nWe fully cooperate with law enforcement agencies in identifying those who use our Services for illegal activities.\nWe reserve the right to report to law enforcement agencies any activities that we in good faith believe to be unlawful.\n<br>\n<br>\n<br>\n<br> 5.\nHow do we keep your information secure?<br> The security of your personal information is important to us.\nWe maintain appropriate technical and physical safeguards to protect your personal information against accidental or unlawful destruction or loss, alteration, unauthorized disclosure or access, use and all other unlawful forms of processing of the data in our possession.\nWe take commercially reasonable security measures to protect your personal information.\n<br>\n<br> Your personal information may be transferred to, and stored at, a destination outside of your country or jurisdiction.\nIt may also be processed by personnel of our affiliates and third party service provider who may operate outside of your country or jurisdiction.\nIn such case, we will take reasonable steps to require such third party in possession of your personal information to take commercially reasonable security measures to protect the information.\n<br>\n<br> However, unfortunately, no data transmission over the internet or any wireless network can be guaranteed to be 100% secure.\nAs a result, while we strive to protect your personally identifiable information, you acknowledge that: (a) the security, integrity and privacy of any and all information and data exchanged between you and us through our Services cannot be guaranteed.\nand (b) any such information and data may be viewed or tampered with in transit by a third party <br>\n<br>\n<br>\n<br> 6.\nHow can you update, correct or delete your personally identifiable information?<br>\nInformation We Receive From SNS : Information that you have shared via our Services on any social network or third party platform cannot be amended or deleted by us where it is in the control of that social network or third party platform.\nIn addition, where any third party copies information which you have made available via the use of our Services (for example, one of your friends on a social network you allow to interact with your account), we may not be able to amend or delete it because it may not be in our control.\n<br>\n<br> Deleting Account: If you choose to terminate or delete your FLERO GAMES Account, we will immediately delete your FLERO GAMES Account information.\nEven after your Account is terminated or deleted some or all of your information may still remain visible to others, including but not limited to any information that has been incorporated into any User Contents or copied, stored or disseminated by you or other users.\n<br>\n<br> You have the right to request a copy of the information that we hold about you.\nIf you would like a copy of some or all of your personal information, please submit your request in writing at Customer Center in our Services.\n<br>\n<br> We want to make sure that your personal information is accurate and up to date.\nYou may ask us to modify, correct or remove information by contacting us at flero_privacy@flerogames.com You may also update your account information by logging into your account.\n<br>\n<br>\n<br>\n<br> 7.\nWhat are your choices regarding collection, use and distribution of your information? <br> You have the right to ask us not to use your personal information for marketing purposes.\nTo change your marketing preferences, or to unsubscribe, please contact us at Customer Center in our Services.\n<br>\n<br>\nYou have choices with respect to cookies, as described above.\nBy modifying your browser preferences, you have the choice to accept all cookies, to be notified when a cookie is set, or to reject all cookies.\nIf you choose to reject all cookies, some parts of our Services may not work properly.\n<br>\n<br> You can also make changes to what data a third party social network or platform shares with us, or stop our Services interacting with that social network or platform by adjusting your settings with that third party provider, however you may find you are not able to enjoy all of the same features of our Services.\n<br>\n<br>\n<br>\n<br> 8.\nWhat should you know about privacy policies and data collection at any third party sites accessible from our Websites? <br>\n<br>\n<br> Except as otherwise discussed in this Privacy Policy, this document only addresses the use and disclosure of information we collect from you.\nOther sites accessible through our site have their own privacy policies and data collection, use and disclosure practices.\nPlease consult each site’s privacy policy.\nWe are not responsible for the policies or practices of third parties.\n<br>\n<br> Additionally, other companies which place advertising on our Websites, Games and/or Applications may collect information about you when you view or click on their advertising through the use of cookies.\nWe cannot control this collection of information.\nYou should contact these advertisers directly if you have any questions about their use of the information that they collect.\n<br>\n<br>\n<br>\n<br> 9.\nHow to delete your account and what happens when your account is terminated or deleted? <br> Deactivating Your Account: You may request that we delete your account by (1) logging into the account you wish to delete and (2) going to the Customer Support menu.\nPlease indicate that you wish to delete your Account and provide your personal information.\nPlease note that we may be unable to process your request if you do not log into the account you want to be removed.\nIn addition, if you have multiple Games associated with your account, you will need to submit separate requests to close each of game profiles under your account.\n<br>\n<br> Account Terminated or Deleted: Please be aware that even after your account is terminated or deleted, some or all of your information may still remain visible to others, including but not limited to any information that has been: (a) incorporated into others user’s content, comments, postings, submissions, cities, resources or other in-game assets.\n(b) copied, stored or disseminated by other users.\n(c) shared or disseminated by you or others such as in a public posting.\nor (4) posted on a third party platform.\nA request to delete and/or termination of your account will not result in the removal of information collected and already put in aggregate form or information that cannot, in our sole discretion, be removed without undue burden to us.\nWe are not able and/or obligated to remove any of your information from a third party platform.\n<br>\n<br>\nMoreover, please be aware that even after you delete your account or your account is terminated, your information is not deleted in its entirety from our servers and may not be deleted from servers of the third party platform you use to access our Services.\nWe may, but are not obligated to, retain backup copies of your information, including personal information on our servers or databases (and/or any authorized third party servers or databases we use).\nSuch information may be disclosed pursuant to this Privacy Policy regardless of whether your account is deleted or terminated.\nMoreover, any third party platform that you use to access the Services may also retain backup copies of your information even after your account is deleted or terminated which may be used and/or disclosed in accordance with their privacy policy.\n<br>\n<br>\n<br>\n<br> 10.\nHow long do we retain your personal information? <br> We will retain your personal information for as long as is necessary to fulfill the purposes for which it was collected or as needed to provide you with Services.\nWe may retain your personal information after you have closed any account you have with us or after we have ceased providing Services to you if retention of your Personal Information is reasonably necessary to comply with our legal obligations, meet regulatory requirements, resolve disputes between members, prevent fraud, cheating or abuse, or enforce this Privacy Policy or any other agreement we may have with a user.\n<br>\n<br>\n<br>\n<br> 11.\nOur Policy Concerning Children <br> While the Websites/Apps may be visited and/or played by children, we do not knowingly collect or use any personal information from children under the age of 13 and hereby specifically prohibit any user under the age of 13 from providing us with any personal information.\nIf you are a parent of a child under 13 years of age and you believe your child has provided us with personal information, please contact us at flero_privacy@flerogames.com and we will delete the information from our system.\n<br>\n<br>\n<br>\n<br> 12.\nModification to This Policy <br> From time to time, we may update this Privacy Policy to clarify our practices or to reflect new or different privacy practices, such as when we add new features, and we reserves the right to modify and/or make changes to this Policy at any time.\n<br>\n<br>\nAny notifications regarding changes that have been posted on our Services may be removed after a reasonable time period as specified in the notice of such changes.\nPlease consult the top of this Privacy Policy to determine when this Privacy Policy was last revised as there may be changes that have occurred since your last visit.\n<br>\n<br>\n<br>\n<br> 13.\nInternational Transfer <br> We may transfer information that we collect about you to affiliated entities, or to other third parties across borders and from your country or jurisdiction to other countries or jurisdictions around the world.\nPlease note that these countries and jurisdictions may not have the same data protection laws as your own jurisdiction, and you consent to the transfer of information to such international jurisdictions including but not limited to the Republic of Korea, and the use and disclosure of information about you, including personal information, as described in this Privacy Policy.\n<br>\n<br>\n<br>\n<br> 14.\nYour California Privacy Rights <br> California residents have the right to receive (a) information identifying any third party company to whom FLERO GAMES may have disclosed (within the previous calendar year) his/her personal information for that company’s direct marketing purposes.\nand (b) a description of the categories of personal information disclosed.\nIf you are a California resident and wish to obtain such information, please send a request email to flero_privacy@flerogames.com <br>\n<br>\n<br>\n<br> 15.\nQuestions <br> If you have any questions regarding our Privacy Policy and/or practices, please feel free to contact us by sending an email to flero_privacy@flerogames.com.\n<br>\n<br> ", "created_at": "2021-01-09 14:27:49.973384", "updated_at": "2021-01-25 11:17:18.517395"}], "points": [], "urls": ["flerogames.com"]}}