{"error": 448, "message": "OK", "parameters": {"id": 6083, "name": "Nokē", "created_at": "2021-12-17 21:31:05.432553", "updated_at": "2021-12-17 23:01:17.311208", "wikipedia": null, "keywords": null, "related": null, "slug": "noke", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6083.png", "url": "noke.com", "documents": [{"id": 11001, "name": "PRIVACY POLICY", "url": "https://noke.com/privacy-policy", "xpath": "/html/body/div[2]/div[2]", "text": " PRIVACY POLICY Privacy Policy <p> Last Reviewed: November 1, 2020 </p>\n<p> We at Noke, Inc.\n(“Noke”, “we”, “us”, or “our”) take the privacy of all visitors (“you” or “your”) to our websites and Noke® Smart Entry applications very seriously.\nThis privacy policy (“Privacy Policy”) informs you how Noke handles privacy matters and how we process your Personal Data.\n</p>\n<p> This Privacy Policy covers all Noke websites, products and services, and the data that is shared by a visitor with us, whether directly via www.noke.com, the Noke® Smart Entry system, including the mobile app (“Mobile App”), via your use of any Noke software or via email (collectively, the “Site(s)”).\nThis Privacy Policy provides an explanation as to what happens to Personal Data that you share with us, or that we collect from you either directly via these Sites.\nBy using the Sites, you agree to the terms and conditions of this Privacy Policy.\nThis Privacy Policy applies to the data collected by us, or those working on our behalf, through information you enter or from the data imported from authorized and approved sources.\nIt does not apply to data collected through other websites, products, or services not approved by us.\nBy using or accessing our Sites in any manner, you acknowledge that you accept the practices and policies described in this Privacy Policy (and as updated from time to time), and you hereby consent that we may collect, use, and share your information as described herein.\nIf you do not agree with our policies and practices, your choice is not to use our Sites or Mobile App.\nYour use of the Sites or Mobile App is at all times subject to our Terms of Service available at https://noke.com/terms-of-service (the “Terms”) or strictly in the case of our Mobile App, the applicable End User License, which incorporates this Privacy Policy.\nAny capitalized terms we use in this Privacy Policy without defining them have the definitions given to them in the Terms.\n</p> Table of Contents <ul>\n<li>Information We Collect</li>\n<li>Information Received from Customers through Our Services</li>\n<li>Information Received from the Noke® Smart Entry Application</li>\n<li>Use of Cookies</li>\n<li>Use of Personal Data</li>\n<li>Sharing and Disclosure</li>\n<li>Storing your Personal Data/Transfer of Data</li>\n<li>Third Party Links</li>\n<li>Individual Rights – Actions You Can Take</li>\n<li>Security</li>\n<li>Sensitive Data</li>\n<li>Our Policy on Children’s Information</li>\n<li>Policy Changes and Contact Us</li>\n</ul>\n<br>\n<br>\n<br> Information We Collect <p> While using our Sites or Mobile App, you may provide us with certain Personal Data of our customers, employees of our customers using our app, or tenant data that can be used to contact or identify you.\nThis Privacy Policy covers our treatment of personally identifiable information.\nThis is information which may be connected to you specifically as the individual to whom the information relates.\nSuch information may include name, mailing address, email address, telephone number, or any other information defined as personally identifiable information (or similar term) by applicable law.\nFor this Privacy Policy the definition of “Personal Data” is the definition under the law applicable to the person whose data is collected.\nIf the Personal Data is that of a European citizen or resident, the definition of personal data is defined under GDPR, so, please see the section toward the end of this Privacy Policy.\nIf the Personal Data is that of a California resident, the definition is as provided under California law.\nPersonal Data does not include your personally identifiable information that has been deidentified, pseudonymized, anonymized, aggregated, and/or otherwise processed so as to be unidentifiable in such a way that the data can no longer be attributed to a specific individual (by reasonable means) without the use of additional information, and where such additional information is kept separate and under adequate security to prevent unauthorized re-identification of a specific individual such that one could not, using reasonable efforts, link such information back to a specific individual (the foregoing in this sentence being referred to as “De-Identified Personal Data”).\n</p>\n<p>Personal Data we collect from our Sites and Mobile App may include, but is not limited to: </p>\n<ul>\n<li>Tenant identification information</li>\n<li>Name (first &amp.\nlast)</li>\n<li>Mobile phone number</li>\n<li>Email address</li>\n<li>Geolocation information, when opted in</li>\n<p>\n</p>\n</ul>\n<p>Other related data we may collect may include, but is not limited to: </p>\n<ul>\n<li>Tenant unique identifier for the tenant (that the PMS system generates and uses)</li>\n<li>Tenant unit number</li>\n<li>Activity associated with that unit <ul>\n<li>Note: Shared Key (we obtain the same information for anyone the “Master” tenant has shared their digital key with)</li>\n</ul>\n</li>\n<li>Unit identification information</li>\n<li>Unit unique identifier (that the PMS system generates and uses)</li>\n<li>Last Updated</li>\n<li>Unit status - available, rented, overlocked, auction</li>\n<li>Unit name (usually an alphanumeric number associated with the unit)</li>\n<p>\n</p>\n</ul> Information Collected Automatically <p>Like many Sites, we and our third-party service providers, such as advertising and analytics providers, use cookies, web beacons and other data technologies to receive and store certain types of information when you interact with us through your computer or mobile device.\nUsing these technologies helps us recognize you, customize your experience and make relevant marketing messages.\nHere are the types of information we collect: </p>\n<ul>\n<li>Log &amp.\nDevice data.\nWhen you visit our Site, we may automatically record information (“log data”), including information that your browser sends whenever you visit our Site.\nThis log data may include your web address you came from or are going to, your device model, operating system, browser type, unique device identifier, IP address, mobile network carrier, time zone and location.</li>\n<li>Our third party service providers may provide us information that tells us how marketing ads, often placed on third party Sites, performed and who clicked on them.\nThis information does not identify any specific individual and is generally non-identifying.\nIf we were to associate it with you we would treat it as Personal Data.</li>\n<p>\n</p>\n</ul> Information Received from Customers Through Our Services <p>We receive data from our customers through our storage facility-related services and through other customer uses of our Products and software.\nWe process this data pursuant to a contract in place with our customers.\nThe use of information processed through these services shall be limited to the purpose of providing the service for which the customer has engaged Noke.\nWe process Personal Data at the direction of our customer and we generally have no direct relationship to the tenants whose Personal Data we receive on behalf of our customers.\nSee below about your choices and access rights related to this data.</p> Information Received From the Noke® Smart Entry Application <p>We receive data from our customers’ employees, tenants, and certain company managers who use our Noke® Smart Entry app.\nWe process this data pursuant to a contract in place with our customers.\nThe use of information processed through our service shall be limited to the purpose of providing the service for which the customer has engaged Noke.\nSee below about your choices and access rights related to this data.</p> Use of Cookies <p>Our Sites use “cookies” (a small text file sent by your computer each time you visit our Site) or similar technologies to record log data.\nMany browsers default to accepting cookies.\nYou may be able to change this setting in your browser and you can also clear your cookies.\nIf you do, you may lose some functionality of our Site.\nCheck your browser’s help function to learn more about your cookie setting options.\nWe may use cookies or other Tracking Technologies that we consider are strictly necessary to allow you to use and access our Sites, including cookies required to prevent fraudulent activity, improve security, or allow you to make use of shopping cart functionality.\nWe may use cookies or other Tracking Technologies that are useful in order to assess the performance of the Sites, including as part of our analytic practices or otherwise to improve the content, products or services offered through the Sites.</p>\n<p>Functionality Related.\nWe may use cookies or other Tracking Technologies that are required to offer you enhanced functionality when accessing the Sites, including identifying you when you sign in to our Sites or keeping track of our specified preferences, including in terms of the presentation of content on our Sites.\nWe may also use Tracking Technologies to deliver content relevant to your interests on our Sites and third-party sites based on how you interact with our content.\nThis includes using Tracking Technologies to understand the usefulness to you of the content that have been delivered to you.</p>\n<p>We may use the following types of cookies: </p>\n<ul>\n<li>Advertising and analytics</li>\n<li>Essential cookies</li>\n<li>Functionality cookies</li>\n<li>Advertising cookies <ul>\n<li>Please see below for your choices on cookies in the use of advertising.</li>\n</ul>\n</li>\n<li>To help us make e-mails more useful and interesting, we often receive a confirmation when you open e-mail from us if your computer supports such capabilities.\nYou can opt out of receiving emails from us.\nPlease see the Your Choices section below.</li>\n<li>We might also use a pixel tag which is a small graphic file that allows us and third parties to monitor the use of the Site and provide us with information based on your interaction with the Site.\nThese tags may collect the IP address from the device which you loaded the page, the browser type.\nPixel tags are also used by our third parties to collect information when you visit our Site, the links and other actions you take on our Site, and we may use this information in combination with cookies to display targeted advertisements.</li>\n<li>Other data technologies may be used that collect comparable information for security and fraud detection purposes.</li>\n<p>\n</p>\n</ul>\n<p>If you have any questions about cookies or to generally find out more about cookies, visit allaboutcookies.org.</p> Use of Personal Data <p>We may use your Personal Data as described below: </p>\n<ul>\n<li>Marketing and Communications: <ul>\n<li>To provide you with information requested from us relating to our products or services and to provide information on other products which we feel may be of interest to you if you have consented to receive such information, which are legitimate business interests.</li>\n<li>To notify you about any changes to our Sites, such as improvements or service/product changes, that may affect our service.</li>\n<li>If you are an existing customer, we may contact you with information about services similar to those already purchased.</li>\n<li>If you do not want us to use your data for ourselves, you will have the opportunity to withhold your consent to this when you provide your details to us on the form on which we collect your data.</li>\n<li>We will use Personal Data to communicate with you with your consent, to manage our contractual relationship with you and/or because we have a legitimate interest to do so.</li>\n</ul>\n</li>\n<li>Deliver the product/service and customer support: <ul>\n<li>We will use Personal Data to provide you or our customer’s access to the Noke® Smart Entry app or our Sites.\nWe use your Personal Data to provide you customer support.\nWe use Personal Data to manage our contractual relationship with you and/or because we have a legitimate interest to do so.\nIf you do not provide the data that we request, or prohibit us from collecting such data, we may not be able to provide the requested Services.</li>\n</ul>\n</li>\n<li>Business Purposes: <ul>\n<li>We use Personal Data to analyze our product and services, as well as the Sites, and to perform audits, security and fraud monitoring and prevention.\nWe also use Personal Data to develop new services, enhance, improve or modify our existing service, identify usage trends, determine the effectiveness of our marketing efforts, and to operate our business.\nWe use Personal Data as described to manage our contractual relationship with you, comply with a legal obligation and/or because we have a legitimate interest to do so.</li>\n<li>To process transaction payments (including, but not limited to, service fees, membership dues and subscriptions, registration fees, voluntary contributions, and payments, refunds and reimbursements for any products or services that you choose to purchase from us).</li>\n<li>To ask for anonymized ratings and reviews of the Mobile App and/or the products or services that we offer to you.</li>\n<li>In any other way we may describe when you provide the information or to fulfill any other purpose for which you provide it.</li>\n</ul>\n</li>\n<p>\n</p>\n</ul> Sharing and Disclosure <p>We do not share your Personal Data with others except as indicated within this Privacy Policy or when we inform you and give you an opportunity to opt out of having your Personal Data shared.</p>\n<p>We share your Personal Data in the following ways.\n</p>\n<ul>\n<li>With third party service providers, agents, or contractors.\nWe use other companies, agents or contractors (\"Service Providers\") to perform services on our behalf or to assist us with providing services to you.\nFor example, we may engage Service Providers to process credit card transactions or other payment methods.\nOr, we may engage Service Providers to provide services such as marketing, advertising, communications, infrastructure and IT services, to provide customer service, to collect debts, and to analyze and enhance data (including data about users' interactions with our service).\nThese Service Providers may have access to your personal or other information in order to provide these functions.\nIn addition, some of the information we request may be collected by third party providers on our behalf.\nWe do not authorize them to use or disclose your personal information except in connection with providing their services.</li>\n<li>Analytics.\nSpecifically, for analytics providers, we use Google Analytics which is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.</li>\n<li>You can opt-out of having made your activity on the Site available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity.\nFor more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: http://www.google.com/intl/en/policies/privacy/ Google also recommends installing the Google Analytics Opt-out Browser Add-on, available at https://tools.google.com/dlpage/gaoptout, for your web browser.\nGoogle Analytics Opt-out Browser Add-on provides visitors with the ability to prevent their data from being collected and used by Google Analytics.</li>\n<li> Advertising.\nWe may use third-party Service Providers to show advertisements, which may include targeted advertisements on a third-party Site after you have visited our website.\nWe and the third-party service providers use cookies to inform, optimize, measure performance serve ads based on your previous visits to our Site.\nAny tracking that a third party performs is subject to their own privacy notice.\n<br>\n<br>Please note that at this time we do not recognize automated browser signals regarding tracking mechanisms, which may include \"do not track\" instructions.\n<br>\n<br>We work with Google AdSense &amp.\nDoubleClick Cookie Google, as a third-party vendor, uses cookies to serve ads on our Site.\nGoogle's use of the DoubleClick cookie enables it and its partners to serve ads to our users based on their visit to our Site or other websites on the Internet.\nYou may opt out of the use of the DoubleClick Cookie for interest-based advertising by visiting the Google Ads Settings web page: http://www.google.com/ads/preferences/.\n</li>\n<li> Google AdWords/Analytics.\n<br>\n<br>Google AdWords remarketing service is provided by Google Inc.\nYou can opt-out of Google Analytics for Display Advertising and customize the Google Display Network ads by visiting the Google Ads Settings page at http://www.google.com/settings/ads.\n<br>\n<br>For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page at http://www.google.com/intl/en/policies/privacy/.\n</li>\n<li> Twitter.\nYou can opt-out from Twitter's interest-based ads by following their instructions: https://support.twitter.com/articles/20170405 You can learn more about the privacy practices and policies of Twitter by visiting their Privacy Policy page at https://twitter.com/privacy.\n</li>\n<li> Facebook.\nYou can learn more about interest-based advertising from Facebook by visiting this page: https://www.facebook.com/help/164968693837950.\n<br>\n<br>To opt-out from Facebook's interest-based ads follow these instructions from Facebook at https://www.facebook.com/help/568137493302217.\nTo see more about Facebook’s participation in the Digital Advertising Alliance please visit the Choices section of this Facebook website page.\n<br>\n<br>For more information on the privacy practices of Facebook, please see Facebook's Data Policy at https://www.facebook.com/privacy/explanation.\n</li>\n<li> To comply with legal process or to protect Noke <br>\n<br>Except as otherwise described in this Privacy Policy, we will not disclose your Personal Data to any third party unless required to do so by law, court order, legal process, or subpoena, including to respond to any government or regulatory request, or if we believe that such action is necessary to (a) comply with the law, comply with legal process served on us or our affiliates, subsidiaries, contracted vendors, or affinity partners, or investigate, prevent, or take action regarding suspected or actual illegal activities.\n(b) enforce our Terms (including for billing and collection purposes).\n(c) take precautions against liability.\n(d) investigate and defend ourselves against any third-party claims or allegations.\n(e) assist government enforcement agencies or to meet national security requirements.\n(f) to protect the security or integrity of our Website, our Services, or any software we provide related thereto.\nor, (g) exercise or protect the rights, property, or personal safety of us, our users or others.\n<br>\n<br>We will attempt to notify you about these requests unless: (i) providing notice is prohibited by the legal process itself, by court order we receive, or by applicable law, or (ii) we believe that providing notice would be futile, ineffective, create a risk of injury or bodily harm to an individual or group, or create or increase a risk of fraud upon us, our users, our Website, or our Services.\nIn instances where we comply with legal requests without notice for these reasons, we will attempt to notify that user about the request after the fact if we determine in good faith that we are no longer legally prohibited from doing so and that no risk scenarios described in this paragraph apply.\n</li>\n<li> It is likely that the identity and categories of such third parties will change during the life of your account.\nWe require that our third-party service providers only use your Personal Information as necessary to provide the requested services to us and each service provider is subject to a set of terms consistent with the applicable portions of this Privacy Policy.\n</li>\n<li> Business Transfer.\nYou consent to our disclosure of your Personal Information and other information to a potential or actual buyer of our company or other successor for the purpose of considering a merger, divestiture, restructuring, reorganization, dissolution, or sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation or other court proceeding, in which Personal Information held by us is among the assets transferred.\nYou agree to and do hereby consent to (and shall not object to) our assignment, conveyance, transfer, and/or license (whether by contract, merger or operation of law) of any or all of our rights to your Personal Information and your consents, in whole or in part, and other information, with or without notice to you and without your further consent.\n</li>\n<p>\n</p>\n</ul> Storing your Personal Data/Transfer of Data <p>This Site is operated in the United States.\nIf you are located in another jurisdiction, please know that your information will be transferred to, stored, and processed in the United States.\nBy using the Sites and providing us with information, you consent to this transfer, processing and storage of your information in the United States.\nIt is important to note that the privacy laws in the United States may be more, or less, comprehensive as those in other countries such as the European Union or Canada.\nOur Service Providers use appropriate safeguards to transfer your Personal Data to the United States.\n</p>\n<ul>\n<li>We may transfer Personal Data that we collect from you to locations outside of headquarters for processing and storing.\nIn addition, it may be processed by staff operating outside the office area who work for us or for one of our suppliers.\nFor example, such staff may be engaged in the processing and concluding of your order, the processing of your payment details and the provision of support services.\nBy submitting your Personal Data, you agree to this transfer, storing or processing.\nWe will take commercially reasonable steps to make sure that your Personal Data is treated securely and in accordance with this Privacy Policy.</li>\n<li>Personal Data that is provided to us is stored on our secure servers and/or those of our Service Providers.\nDetails relating to transactions entered into via our Site will be encrypted to ensure its safety.</li>\n<li>The transmission of information via the internet is not completely secure and therefore we cannot guarantee the security of data sent to us electronically and the transmission of such data is entirely at your own risk.\nWhere we have given you (or where you have chosen) a password so that you can access certain areas of our Site, you are responsible for keeping this password confidential.</li>\n<li>The safety and security of your information also depends on you.\nYou should maintain good internet security practices.\nWhere you have password-protected access to certain parts of the Site or Mobile App, you are responsible for keeping this password confidential.\nYou should not share your password with anyone.\nYou must prevent unauthorized access to your account and Personal Information by selecting and protecting your password appropriately and limiting access to your computer or device and browser by signing off after you have finished accessing your account.\nIf your email account or Facebook account is compromised this could allow access to your account with us if you have given us those details and/or permitted access through those accounts.\nIf your email account is compromised it could be used to ask us to reset a password and gain access to your account with us.\nIf you think that any of your accounts have been compromised you should change your account credentials with us, and in particular make sure any compromised account does not allow access to your account with us.\nThe information you share in public areas may be viewed by other users.\nWe’ll never email you to ask for your password or other account login information.\nIf you receive such an email, please send it to us so we can investigate.</li>\n<p>\n</p>\n</ul> Third party links <p>We may have links on our Site to other websites that we do not operate.\nIf you click on a third-party link, you will be taken directly to that website which is governed by its own privacy notice.\nWe strongly encourage you to read that privacy notice.\nWe do not control that website and assume no responsibility for the content, policies or its practices.</p> Data Retention <p>The time periods for which we retain your Personal Information depend on the purposes for which we use it.\nWe will keep your Personal Information for as long as your account is active, or as long as you are a registered account holder or user of our Site or Mobile App or for as long as we have another business purpose to do so and, thereafter, for no longer than is required or permitted by law, or our records retention policy, reasonably necessary for internal reporting and reconciliation purposes, or to provide you with feedback or information you might request.\nThis period of retention is subject to our review and alteration.</p>\n<p>Following termination or deactivation of your account, we may retain your profile information and all information posted to public areas of the Site.\nFollowing termination or deactivation of your account, we may retain your Personal Data and other data, but will maintain it as confidential according to the Terms, this Privacy Policy, and as required by applicable law.\nWe have the right to delete all of your Personal Data and other data after termination of your account without notice to you.\nWe may retain De-Identified Personal Information for as long as we choose.</p> Your California Privacy Rights Online Privacy Protection Act (“CalOPPA”) <p>Under California Civil Code Sections 1798.83-1798.84 (known as the “Shine the Light” law), California residents are entitled to ask us annually for a notice identifying the categories of Personal Information which we share with our affiliates and/or third parties for marketing purposes, and providing contact information for such affiliates and/or third parties with whom the business has shared such information during the immediately preceding calendar year.\nTo make such a request, please contact us with “Request for California Privacy Information” in the subject line and in the body of your message.\nWe will comply with your request within thirty (30) days or as otherwise required by the statute.\nPlease be aware that not all information sharing is covered by the “Shine the Light” requirements and only information on covered sharing will be included in our response.\nTo obtain information under CalOPPA from us, please contact us, or, see more at the CalOPPA website here.</p> California Consumer Privacy Act of 2018 (“CCPA”) <p>If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.\nTo learn more about your California privacy rights, click here: https://www.janusintl.com/privacypolicy/californiarights.</p> Notices.\nOpting Out <p>By providing us with your email address (including by “following,” “liking,” linking your account to our Service or other services, etc., on a third party website or network), you consent to our using the email address to send you Service-related notices by email, including any notices required by law, in lieu of communication by postal mail.\nYou also agree that we may send you notifications of activity related to our Site or Mobile App to the email address you give us, in accordance with any applicable privacy settings.\nWe may use your email address to send you other messages or content, such as, but not limited to, newsletters, additions or changes to features of the Service, or special offers.\nIf you do not want to receive such email messages, you may opt out by emailing us your opt-out request or by clicking “unsubscribe” at the bottom of our e-newsletter.\nOpting out may prevent you from receiving email messages regarding updates, improvements, special features, announcements, or offers.\nYou may not opt out of Service-related emails.</p>\n<p>You can add, update, or delete information as explained above.\nWhen you update information, however, we may maintain a copy of the unrevised information in our records.\nYou may request deletion of your account by emailing us.\nIt is your responsibility to maintain your current email address with us.</p> Security <p>We use reasonable administrative, logical, physical and managerial measures to safeguard your Personal Data against loss, theft and unauthorized access, use and modification.\nUnfortunately, no measures can be guaranteed to provide 100% security.\nAccordingly, we cannot guarantee the security of your information.</p> Sensitive Data <p>We request that you do not send us any sensitive data such as social security or national identification numbers, information related to racial or ethnic origin, political opinions, religious beliefs, health data, biometrics or genetic, criminal background or trade union membership information.\nIf you do send us this information, then you are consenting to its processing in accordance with this Privacy Policy.\nTo avoid processing of sensitive data, please do not submit it.</p> Our policy on children’s information <p>Our Site is not directed to children under 16.\nIn the event that we learn that we have collected Personal Data from a child under age 16 without verification of parental consent, we will use commercially reasonable efforts to delete that information from our database.\nIf you learn that your minor child has provided us with Personal Data without your consent, please contact us.</p> Contacting us <p>We welcome any queries, comments or requests you may have regarding this policy please do not hesitate to contact us at privacy@janusintl.com.\nIf you would prefer to write to us, our contact address is:</p>\n<p> 135 Janus International Blvd.\n<br>Temple, GA 30179 <br>Attn: Legal Department <br>Phone: (770) 562-2850 </p> The Following Provisions Apply Only to Citizens and Residents of the EEA and Switzerland.\n<p>The following provisions apply to you only if you are a European or Swiss citizen or resident.\nIf you are a European citizen or resident of the European Economic Area (“EEA”), Switzerland, or other regions with laws governing data collection and use that may differ from the laws in the United States, please note that we may transfer your Personal Data to a country or jurisdiction that does not have the same data protection laws as your jurisdiction.\nWe may do so to process your Personal Data by staff opera providers.\nUnder the European Union’s General Data Protection Regulation* (GDPR) and other countries’ privacy laws, you may have certain rights with respect to the processing of your Personal Data.\nThese rights include: </p>\n<ul>\n<li>Choosing not to provide your Personal Data</li>\n<li>Accessing, or obtaining a copy of, your Personal Data</li>\n<li>Checking and editing your data in your user account</li>\n<li>Unsubscribing from direct marketing</li>\n<li>Checking and editing your Personal Data</li>\n<li>Blocking and deleting the cookies</li>\n<li>Permitting or refusing processing of your location data</li>\n<li>Erasure, or restriction of our processing, of your data</li>\n<li>Objecting to the processing of your Personal Data</li>\n<li>Withdrawing your consent</li>\n<li>Porting your data to another controller</li>\n<li>Lodging a claim the supervisory authority</li>\n<li>Data collected directly by our customers at storage location</li>\n<p>\n</p>\n</ul>\n<p>We strive to ensure that the Personal Data we possess are always accurate and therefore we encourage you to update your information in your own account in case any changes have occurred.\nWe have listed below the rights that you may be able to exercise in respect of the processing of your Personal Data, subject to applicable law.\nWe take commercially reasonable step to ensure that the Personal Data that we process are limited to the Personal Data that are reasonably required in connection with the purposes set out in this Privacy Policy.</p>\n<p>For purposes of GDPR, and wherever applicable throughout this Privacy Policy, Noke is the data controller collecting Information from the Sites.\nWe can be contacted at privacy@janusintl.com.</p>\n<p>Please note that upon exercising any of the rights listed below, you may be requested to provide additional information for identification purposes.\nSuch additional information shall not be used for any other purpose and will be removed after successful identification.\n</p>\n<ul>\n<li>Providing your data: You may choose not to provide your Personal Data to us.\nIt should be noted that some features of our websites, applications and other services may not be fully available to you if you choose not to provide us with your Personal Data (e.g., we may not be able to process your orders without the necessary details).</li>\n<li>Right of access: You may have the right to request access to, or copies of, your Personal Data, together with information regarding the nature, processing and disclosure of those data.</li>\n<li>Unsubscribing: We include an unsubscribe link in all electronic marketing messages we send to you.\nYou may withdraw your consent to direct marketing at any time.\nIf you do so, we will promptly update our databases, and will not send you further direct marketing, but we may continue to contact you to the extent necessary for the purposes of any products or services you have requested</li>\n<li>Checking and editing your Personal Data: Should you have an online user account, you may edit and complete your Personal Data directly yourself.\nIf you do not have an online user account, you may contact us, who will upon your request as soon as possible rectify, remove or complete the information which is incorrect, unnecessary, lacking or outdated.</li>\n<li>Blocking and deleting cookies: You may block the cookies using your browser settings.\nPlease note that blocking the cookies may affect the usability of our websites.\nYou may also delete the cookies from your browser via its settings, in which case the information collected by the previous cookie will not affect the account created based on the information collected after such deletion.</li>\n<li>Advertising: You can opt out of online targeted advertising by opting out within the advertisement itself or by visiting Digital Advertising Alliance, http://www.aboutads.info/, the Digital Advertising Alliance of Canada in Canada http://youradchoices.ca/ or the European Interactive Digital Advertising Alliance in Europe http://www.youronlinechoices.eu/.\nYou can also opt out of the Digital Advertising Alliance using your mobile device settings.</li>\n<li>Allowing use of location data: You may give your consent to the use of location data in the options of the device or the application.\nYou may also withdraw such consent at any time from the options menu in your account, or by contacting us</li>\n<li>Erasure, or restriction of our processing, of your data: Should you believe that we process your data which is not accurate.\nthe processing is illegal.\nwe are not processing your data in accordance with the processing purpose or you want to oppose the processing, you may contact us to request the erasure, or restrictions on the processing, of your data.\nPlease note that we will investigate your request reasonably promptly, before deciding what action to take.</li>\n<li>Right to object: You may have the right to object, on legitimate grounds, to the processing of your Personal Data.</li>\n<li>Withdrawing your consent: You may at any time decide to withdraw your consent to the processing of your Personal Data.\nIf your consent is withdrawn, it does not prevent us from processing your Personal Data based on other legal bases, such as fulfilling your orders and storing your order data as required by applicable law.\nHowever, it should be noted that your account(s) on our Web Portal will be altered, and advantages granted to you via your account will be reset.\nPlease note that withdrawal of consent does not affect the lawfulness of any processing performed prior to the date on which we receive notice of such withdrawal.</li>\n<li>Right to data portability: You may have the right to have your Personal Data transferred to another controller, in a structured, commonly used and machine-readable format, to the extent applicable.</li>\n<li>Right to Lodge a Complaint: For European Union residents, if you feel that our processing of your Personal Data infringes on data protection laws, you have a legal right to lodge a complaint with a supervisory authority responsible for data protection.\nYou may do so in the EU member state where you habitually reside, your place of work or the location of the alleged infringement.\nIf you are located outside of the European Union, you may have rights under privacy laws in the jurisdiction where you live.</li>\n<p>\n</p>\n</ul>\n<br>\n<p>* The General Data Protection Regulation (EU) 2016/679 (\"GDPR\") is a regulation in EU law on data protection and privacy for all individuals within the European Union (EU) and the European Economic Area (EEA).\nIt also addresses the export of personal data outside the EU and EEA areas.\nFor more information regarding the GDPR, please visit https://eugdpr.org/.</p> ", "created_at": "2021-12-17 21:31:05.43932", "updated_at": "2021-12-17 20:32:04.785386"}, {"id": 11000, "name": "TERMS AND CONDITIONS", "url": "https://noke.com/terms-of-service", "xpath": "/html/body/div[2]/div[2]", "text": " Terms and Conditions of Purchase Terms and Conditions of Sale Limited Warranty ADA Notice Janus International EULA TERMS AND CONDITIONS Terms and Conditions <p> Thank you for using Nokē services.\nThese terms and conditions (the “Terms”) govern your access to and use of the Nokē products, software, and services via our websites and mobile applications.\nThis is a legal agreement between you and Nokē, so please read the Terms carefully before using the Services.\nServices include online, mobile, telephonic, software or other electronic services or support in connection with Nokē technology but, for the avoidance of doubt, Services are not restricted to the aforesaid and shall also include any other services provided by or in connection with any other products offered by Nokē.\n</p>\n<p>It is important that you read and understand these Terms of Use before using the Sites or Services.\nBy using the Site or the Service, you signify your acceptance of these Terms, and acknowledge and agree to our Privacy Policy.</p> Overview <p> Nokē and its subsidiaries and affiliates (“Nokē” or “us” or “we” or “our”), provides services via our website located at www.noke.com or the Nokē mobile applications (the “Application(s)”).\nBoth the website and the Application shall be hereinafter referred to as the “Site“.\nThe Site (including all related software that we provide), together with all services that we may provide via the Site shall be known as the “Services.” Data from hardware containing our technology that you buy from us or our partners (“Device(s)”) will be uploaded to the Services.\nThe hardware you purchase from us is not usable without your accessing the Services.\nOnce enabled, the Services include online storage of your personal data, and the ability to manage and share your data.\n</p>\n<p>By clicking “I Agree” on the Site, setting up a user account, or by accessing and using the Services (including the Site and Application), you are accepting and agreeing to these Terms on behalf of yourself or the entity you represent in connection with the access.\nYou represent and warrant that you have the right, authority, and capacity to accept and agree to these Terms on behalf of yourself or the entity you represent.\nYou represent that you are of sufficient legal age in your jurisdiction or residence to use or access the services and to enter into this agreement.\nIf you do not comply with the above statements, or disagree with any of the provisions of these Terms, you should disconnect your Devices and cease accessing or using the Services.</p>\n<p>These Terms govern your use of the Services.\nYour purchase of any Device is governed by the limited warranty provided with that Device and by the applicable terms and conditions of sale.\nCertain features of the Services may be subject to additional guidelines, terms, or rules, which will be posted on the Services in connection with such features.\nBy using the Services, you are agreeing to any applicable Limited Warranty and End User License Agreement.</p>\n<p>The Nokē Privacy Policy is incorporated by reference into these Terms and you are agreeing to accept and abide by our Privacy Policy upon agreeing to these Terms and by using the Services.\nPlease review the Privacy Policy as this describes how we and our partners will use your personal information.</p> Registration &amp.\nPasswords <p> To access the Services, you must register for a user account on the Service.\nThe information you provide in the account registration form (the “Registration Information”) must be accurate and complete.\nYou agree to update the Registration Information as necessary, including your correct email address, so we may send you notifications and other account-related communications.\nYour account is subject, in our sole discretion, to termination or suspension at any time.\n</p>\n<p>You are responsible for maintaining the confidentiality of the login name and password that you create.\nYou agree to use strong passwords (e.g.\nthat contain upper and lower case letters, numbers and symbols), and to maintain the confidentiality of your password.\nYou shall be responsible for all uses of your account and login information, whether or not authorized by you.\nYou must notify us of any unauthorized use of your account, login information or password, and you should immediately change your password to prevent further unauthorized use.\nYou grant us the right to use your Registration Information and any other information you provide in connection with the operation of the Site.\nWe may also use the contact information that you submit to provide you with notices and promotional offers as set forth in our Privacy Policy.</p> The Device and Use of the Services <p> The Services are designed to be used in connection with a Device containing our technology (e.g.\na Nokē Smart Lock), which you may purchase from us or one of our partners.\n</p>\n<p>Subject to these Terms, Nokē grants you a non-transferable, non-exclusive, right (without the right to sublicense) to access and use the Services by (i) using the Site in connection with, and solely for the purpose of, controlling and monitoring the Devices installed on your property, or that you have been validly authorized to access, or to otherwise access a service explicitly provided by Nokē for your use, and (ii) installing and using the Applications solely on your own handheld mobile device (e.g., iPhone, iPad, or Android smartphone) and solely for the purposes set forth in (i) above.\nYou agree to comply with all instructions, usage rules and documentation that we may provide from time to time with respect to the Service.</p>\n<p>Please note that we may from time to time update the Services, including without limitation, by providing bug fixes, new functionality or modifications (collectively “Updates”), and that these may occur automatically without additional notice.\nYou hereby consent to these Updates.\nIf you do not, please stop using the Services.\nWe may also ask you to install Updates yourself, and you agree to do so promptly.\nUpdates are subject to these Terms together with any additional terms that may be provided with such Update.\nYour continued use of the Service is your agreement to all such additional terms.</p> Content on the Services <p>Certain materials may be displayed or performed on the Services (including, but not limited to text, data, graphics, images, video, audio and other material (collectively “Content”).\nThe Content is protected by copyright laws in United States and elsewhere.\nThe Content may be owned by us or others, including other users of the Services, or our partners, sponsors or affiliates.\nUse of the Services does not confer ownership rights to the Content.\nYou may only use the Content as permitted in these Terms.\nWe do not accept any responsibility or liability for any content posted by third parties on the Services, including content posted by other members (“Third Party Content”).\nExcept as may be expressly agreed by us, you may use the Content solely for your personal, non-commercial use in connection with the Services, and may not distribute, modify or make derivative works of any Content.</p>\n<p>You are solely responsible for all Content that you upload, post, email, transmit, or otherwise disseminate using, or in connection with, the Services, or that you contribute in any manner to the Services.\nyou represent and warrant that you have all rights necessary to do so, in the manner in which you contribute it.\nand you license to Nokē all patent, trademark, trade secret, copyright or other proprietary rights in and to such Content for use and publication on the Service pursuant to these Terms.</p>\n<p>We reserve all rights in the Service and Content not expressly granted to you by these Terms.\nWe reserve the right to remove any Content from the Service at any time for any reason (including, without limitation intellectual property claims) or no reason at all.</p> Guests <p>As used in these Terms a “guest” is any person or entity that is given authorization by the owner or controller of a Device to use the Device or Services related to the Device.\nBe careful to only invite trusted guests.\nby inviting someone to be a guest, you are giving them the ability to access and operate your Device.</p>\n<p>These Terms apply to all uses of the Services by guests.\nWe may share your and your guests’ information with our partners to provide our Service and to allow our partners to provide products and services.\nMoreover, guests should be aware that the owner or controller of the device may see information about their use and access of the Device and Services, and may revoke or limit access rights in their discretion without notice.\nIf guests do not want to access the Services or their information to be used or shared, they should decline the invitation and not use the Services.</p> Third Party Websites, Devices and Services <p>The Service may be used in connection with other products and services, and may contain links and interfaces to, as well as content and data from, third-party websites, products and services (“Other Services”).\nAny links and interfaces are provided solely as a convenience to you.\nBy accessing or using these Other Services, you are consenting to the creation of an interface with such Other Services, and agreeing that Nokē may exchange information and control data with such Other Services regarding you, your guests, your products and use of the Services, including your and your guests’ personal information, in order to enable the Other Service interface and functionality, and its use by such Other Services.\nOnce this information is shared with the Other Services, its use will be governed by the third party’s privacy policy and not by our Privacy Policy.\nMoreover, use of such Other Services is governed by separate terms and conditions provided by the providers of the applicable product or service.\nYou should review the terms of use and privacy policies of such Other Services before using them.\nWe do not exercise control over such Other Services.\nWe do not endorse the materials contained on Other Services, and are not responsible for the performance of the Other Services.\nYou acknowledge and agree that Nokeē makes no representation or warranty about the safety of any Other Services.\nAccordingly, Nokē is not responsible for your use of any Other Service or any personal injury, death, property damage, or other harm or losses arising from or relating to your use of any Other Services.</p> Your Use of the Site and Services <p>The Site is provided by us for your personal use only.\nYou agree to use the Site and the Services only for lawful purposes, and in a way that does not infringe the rights of, restrict or inhibit anyone else’s use and enjoyment of the Site or Services.</p> Intellectual Property <p>You agree not to do any of the following: </p>\n<ul>\n<li>Post, upload, publish, submit or transmit any Content via our Service that: (i) infringes, misappropriates or violates a third party’s intellectual property rights, or rights of publicity or privacy.\n(ii) violates, or encourages any conduct that would violate, any applicable law or regulation or would give rise to civil liability.\n(iii) is fraudulent, false, misleading or deceptive.\n(iv) is defamatory, obscene, pornographic, vulgar or offensive.\n(v) promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(vi) is violent or threatening or promotes violence or actions that are threatening to any person or entity.\nor (vii) promotes illegal or harmful activities or substances.\n</li>\n<li>Use, display, mirror or frame the Services, or any individual element within the Services, Nokē’s name, any Nokē trademark, logo or other proprietary information, or the layout and design of any page or form contained on a page, without Nokē’s express written consent.\n</li>\n<li>Use the Services in any manner which, in our sole judgment, degrades the user experience, reliability, speed, or operation of the Services, or any underlying hardware or software thereof.\n</li>\n<li>Access, tamper with, or use non-public areas of the Service, Nokē’s computer systems, or the technical delivery systems of Nokē’s providers.\n</li>\n<li>Attempt to probe, scan, or test the vulnerability of any Device, Service, software, system or network or breach any security or authentication measures, or to reverse engineer, decompile or otherwise attempt to gain the source code for any Nokē Service, Licensed Software or Device.\n</li>\n<li>Avoid, bypass, remove, deactivate, impair, descramble or otherwise circumvent any technological measure implemented by Nokē or any of Nokē’s providers or any other third party (including another user) to protect the Service, Licensed Software or any Device.\n</li>\n<li>Send any unsolicited or unauthorized advertising, promotional materials, email, junk mail, spam, chain letters or other form of solicitation.\n</li>\n<li>Interfere with, or attempt to interfere with, the access of any user, host or network, including, without limitation, sending a virus, overloading, flooding, spamming, or mail-bombing the Service.\n</li>\n<li>Collect or store any personally identifiable information from the Service from other users of the Service without their express permission.\n</li>\n<li>Use the Service to impersonate any person or send altered, deceptive or false source-identifying information, or misrepresent your affiliation with any person or entity.\n</li>\n<li>Violate any applicable law or regulation.\nor </li>\n<li>Encourage or enable any other individual to do any of the foregoing.</li>\n<p>\n</p>\n</ul>\n<p>We strongly recommend that you do not use the Service on a mobile device that has a “jail broken” or “rooted” operating system as this can potentially allow other applications to circumvent security features on your mobile device.\nAny use of such mobile devices is at your own risk.\nYou agree that Nokē will not be liable for any loss of functionality and will indemnify us for all damage or liability caused by such use.</p>\n<p>Although we’re not obligated to monitor access to or use of the Service or to review or edit any Content, we have the right to do so for the purpose of operating the Service, to ensure compliance with these Terms, or to comply with applicable law or other legal requirements.\nWe reserve the right, but are not obligated, to remove or disable access the Service or any Content therein, at any time and without notice, including, but not limited to, if we, at our sole discretion, consider any Content to be objectionable or in violation of these Terms.\nWe have the right to investigate violations of these Terms or conduct that affects the Service.\nWe may also consult and cooperate with law enforcement authorities to prosecute users who violate the law.</p> System Requirements <p>The Services will not all be accessible without: (i) a valid user account.\n(ii) mobile clients such as a supported phone or tablet.\n(iii) other system elements that may be specified by Nokē.\nIt is your responsibility to ensure that you have all required system elements and that they are compatible, up to date, and properly configured.\nYou acknowledge that the Services may not work as described when the requirements and compatibility have not been met.\n</p>\n<p>The Services will not be accessible without: (i) a working cellular data connection on a supported phone, tablet or watch with the Application installed.\n(ii) a valid user account.\n(iii) other system elements that may be specified by Nokē.\nCertain Nokē Devices and Services require a Wi-Fi network connection with a Bluetooth connection.\nIt is your responsibility to ensure that you have all required system elements and that they are compatible, up to date, and properly configured.\nYou acknowledge that the Services may not work as described when the requirements and compatibility have not been met.</p> Feedback <p>Except as outlined in these Terms, we do not grant you any right, title, or interest in the Services or any Nokē Content.\nWe appreciate it when users send us feedback, but please only provide feedback, comments, or suggestions that you agree we may use without limitation.\nYou hereby grant us an unrestricted, transferable license to use any feedback, comments or suggestions that you provide without limitation.</p> Termination and Service Changes <p>These Terms remain in effect as long as you continue to use the Services.\nYou can stop using our Services any time.\nWe reserve the right to suspend or terminate your use of the Services or your access to the Site at any time, with or without cause, and with or without notice.\nFor example, we may suspend or terminate your use if you are not complying with these Terms, or use the Services in any way that would cause us legal liability or disrupt others’ use of the Services.\nWe may also change or remove at any time any features currently offered as part of the Services, or the Services themselves.\nUpon termination, your account and right to use the Services will automatically terminate.\n</p>\n<p>If you transfer your Device to a new owner, please note that your account is not transferable, and the new owner will have to register for a separate account in order to use the Services.</p> Limitations <p>Our aim is to make the Services highly reliable and available.\nhowever, they may not be available all of the time.\nThe Services are subject to sporadic interruptions and failures for a variety of reasons beyond Nokē’s control, including without limitation, your Wi-Fi and mobile network failures and coverage limitations, service provider uptime, and acts of god.\nFurther, our Services rely on or interoperate with a number of third party products and services.\nThese third party products and services are beyond Nokē’s control (including without the internet generally and third party service providers that we use for networking and storage), but their operation may impact or be impacted by the use and reliability of our Services.\nThese third party products and services may not operate in a reliable manner all of the time, and they may impact the way that the Services operate, and Nokē is not responsible for damages and losses due to the operation of these third party products and services.\nYou acknowledge these limitations and agree that Nokē is not responsible for any damages allegedly caused by the failure or delay of the Services to reflect current status or notifications.\nFurther, the Devices and Services are not an emergency notification system, and should not be used in this way.</p>\n<p>You are responsible for all charges and fees required for your products and applicable services, and for compliance with all applicable agreements, terms of use/service, and other policies of your product and service providers (including internet service providers and mobile device carriers).</p>\n<p>To the fullest extent allowed by law, Nokē is not responsible for damage or liability caused by (i) use of the Device and Services for purposes other than for which the Device and Services are designed or intended, or use in improper temperature, humidity or other environmental conditions, or use of the Device or Services in violation of written instructions provided by Nokē (which may be provided at the time of purchase or on its website), (ii) normal wear and tear or aging, or improper repair, operation or maintenance or connections to improper voltage supply or, to the extent allowed by law, attempted repair by anyone other than a facility authorized by Nokē to service your Nokē Device.</p> Warranty Disclaimer <p>NOKĒ DISCLAIMS ALL REPRESENTATIONS OR WARRANTIES ABOUT THE ACCURACY, COMPLETENESS OR RELIABILITY OF THE SITE OR THE SERVICES.\n</p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT: </p>\n<ol>\n<li>YOUR USE OF THE SITES AND ANY PARTICULAR PRODUCT OR SERVICE IS AT YOUR SOLE RISK.\nOUR SITES AND SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nNOKĒ EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, WARRANTIES ARISING FROM COURSE OF DEALING OR COURSE OF PERFORMANCE, FREEDOM FROM MALICIOUS CODE, AND NON-INFRINGEMENT AND NONINTERFERENCE WITH YOUR USE OF ALL OR ANY PART OF THE SITES.</li>\n<li>NOKĒ MAKES NO WARRANTY (I) THAT THE SITES OR SERVICES WILL MEET YOUR REQUIREMENTS, (II) THAT ACCESS TO THE SITES OR SERVICES WILL BE UNINTERRUPTED, TIMELY, OR SECURE, OR (III) THAT THE QUALITY OF THE SITES OR ANY PRODUCTS REFERRED TO IN THE SITES OR ANY SERVICES WILL MEET YOUR (OR YOUR CUSTOMER'S) EXPECTATIONS.\n</li>\n<li>ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SITES OR SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY RESULTING DAMAGE.\n</li>\n<li>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM NOKĒ OR THROUGH OR FROM THE SITES SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN TERMS OR OTHERWISE APPLICABLE PURSUANT TO YOUR PURCHASE OF NOKĒ PRODUCTS OR SERVICES.</li>\n<li>NOKĒ IS NOT LIABLE FOR ANY SERVICE OR PRODUCT WARRANTIES NOT EXPRESSLY SET FORTH ON THE SITES.\n</li>\n</ol>\n<p>\n</p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT NOKĒ SHALL NOT BE LIABLE FOR ANY DAMAGES WHETHER DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO DAMAGES FOR UNAUTHORIZED ACCESS TO YOUR PROPERTY, INABILITY TO ACCESS YOUR PROPERTY, OR LOSS OF PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES (EVEN IF NOKĒ HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), WHETHER ARISING OUT OF OR IN CONNECTION WITH THE USE OR THE INABILITY TO USE THE SITES OR ANY PRODUCT OR SERVICE.\nIN ANY CASE, NOKĒ'S LIABILITY FOR ANY DAMAGES ALLEGED OR SUFFERED IN CONNECTION WITH THE SITES OR THE SERVICES WILL NOT EXCEED THE AGGREGATE AMOUNT PAID BY YOU TO NOKĒ FOR THE USE OF SERVICES OVER THE SIX (6) MONTHS PRIOR TO THE DATE OF DAMAGES.\nYOUR LEGAL RIGHTS WITH RESPECT TO THESE DISCLAIMERS AND WAIVERS MAY VARY FROM JURISDICTION TO JURISDICTION.\nWITHOUT INTENDING TO LIMIT THE FOREGOING, YOU MUST BRING ANY CLAIMS YOU MAY HAVE AGAINST NOKĒ WITHIN SIX (6) MONTHS OF THE DATE THE CLAIM AROSE OR BE FOREVER BARRED.\nTHESE LIMITATIONS SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.</p> Indemnity <p>You agree to indemnify, defend, release and hold Nokē and its officers, directors, suppliers, service providers, co-branders or other partners, agents and employees, and those of its affiliates, harmless from all claims, demand, damages, fees and costs of any nature, including reasonable fees of attorneys and other professionals, due to or arising out of anything you submit, transmit through or upload to the Sites or in the course of using any Service or your violation of these Terms or any other terms and conditions governing your relationship with Nokē or your violation of any law or your breach of any contract with any party or your act or omission constituting negligence or other tort.\nIn the event you provide registration or other information that is untrue, inaccurate, fraudulent or out of date, you agree to indemnify Nokē for and hold it harmless from and against any and all liability, damages, loss or expense (including reasonable fees of attorneys and other professionals) it may incur, including but not limited to loss of business profits, taxes, penalties or sanctions, interest, fees, costs and expenses of any nature arising from or related to any claim, demand, action or proceeding alleged or initiated against Nokē by any third party based upon such information.\nThese defense and indemnification obligations will survive these Terms and your use of the Sites or any Service.</p> Modifications <p>Our employees are not authorized to vary these Terms.\nThese Terms may be modified only (a) by obtaining our written consent in an agreement signed by an officer of Nokē.\nor (b) as set forth below in the immediately following paragraph.</p>\n<p>You agree that Nokē may modify these Terms from time to time, and that your right to access the Services is conditioned on an ongoing basis with your compliance with the then-current version of these Terms.\nWe will notify you when we make material revisions or modifications to these Terms by (x) posting a notice or new version of these Terms on the Site, or (y) providing direct notice in a communication to your customer account (if you have one), or otherwise in some manner through the Service that we deem reasonably likely to reach you (which may be by posting to this Site).\nThe modifications will be effective upon posting (unless otherwise indicated at the time of posting).\nBy continuing to access the Site or use the Services after revisions become effective, you agree to be bound by the revised Terms.\nIf you do not agree to the new terms, please stop using the Services.</p> Ownership <p>Nokē (or its affiliates or licensors) are the owner of all right, title and interest in and to the Site, Service, Licensed Software and Device.\nWe reserve all rights not expressly granted in these Terms.\nAll Services, Applications and Licensed Software are licensed and not sold.</p> Miscellaneous Legal Terms <p>Entire Agreement/Severability.\nThese Terms constitute the entire agreement between you and Nokē regarding the use of the Services.\nAny failure by Nokē to exercise or enforce any right or provision of these Terms shall not operate as a waiver of such right or provision.\nIf any provision of these Terms is, for any reason, held to be invalid or unenforceable, the other provisions of these Terms will be unimpaired and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.\nNeither party is an agent or partner of the other party.\nThe headings and section titles in these Terms are for convenience only and have no legal or contractual effect.</p>\n<p>Protection of Confidentiality and Intellectual Property Rights.\nNotwithstanding the foregoing, Nokē may seek injunctive or other equitable relief to protect its confidential information and intellectual property rights or to prevent loss of data or damage to its servers or Services in any court of competent jurisdiction.</p>\n<p>Notifications.\nNokē may provide notifications to you as required by law or for marketing or other purposes via (at its option) email to the primary email associated with your account, hard copy, or posting of such notice on the Site or Service.\nNokē is not responsible for any automatic filtering you or your network provider may apply to email notifications.</p>\n<p>You agree that, unless prohibited by law, any claim or cause of action arising out of or related to these Terms or the use of the Services, must be filed within one (1) year after such claim or cause of action arose or be forever barred, regardless of any time limit set forth in any statute or law to the contrary.</p>\n<p>Assignment.\nThese Terms, and any associated rights or obligations, may not be assigned or otherwise transferred by you without Nokē’s prior written consent, and shall be null and void.\nThese Terms may be assigned by Nokē without restriction.\nThese Terms are binding upon any permitted assignee.</p> Contact Information <p>In the event of any questions or comments or to request further information, we may be contacted at Nokē, 2000 Ashton Blvd #375, Lehi, UT 84043 or by email at support@noke.com.</p> TERMS AND CONDITIONS OF PURCHASE Terms and Conditions of Purchase <p>1.\nACCEPTANCE OF PURCHASE ORDER.\nNOKĒ INC.\n(\"Buyer\") OFFERS TO PURCHASE THE PRODUCTS (“Products”) OR SERVICES (“Services”) DESCRIBED HEREIN ONLY UPON THE TERMS AND CONDITIONS CONTAINED IN THIS PURCHASE ORDER (“Order”).\nBUYER RESERVES THE RIGHT TO REVOKE THIS ORDER WITHOUT NOTICE.\nTHIS ORDER SHALL BE DEEMED ACCEPTED AND SHALL BECOME A BINDING CONTRACT ON THE TERMS AND CONDITIONS CONTAINED HEREIN WHEN (A) SIGNED AND RETURNED TO SELLER, OR (B) SELLER ISSUES ITS WRITTEN ACKNOWLEDGMENT, OR (C) SELLER COMMENCES PERFORMANCE, OR (D) SELLER OTHERWISE ACCEPTS THIS ORDER.\nBY ACCEPTING THIS ORDER, SELLER WAIVES ALL TERMS AND CONDITIONS CONTAINED IN ITS QUOTATION, ACKNOWLEDGMENT, INVOICE OR OTHER DOCUMENTS WHICH ARE DIFFERENT FROM OR ADDITIONAL TO THOSE CONTAINED HEREIN, AND ALL SUCH DIFFERENT OR ADDITIONAL TERMS AND CONDITIONS SHALL BE NULL AND VOID.\n</p>\n<p>2.\nSHIPPING INSTRUCTIONS No charges shall be allowed for packing, crating, freight and/or any other shipping services unless so specified in this Order.\nSeller shall comply with Buyer's shipping instructions.\nOrder number(s) shall appear on all correspondence, shipping labels and shipping documents, including all packing slips, bills of lading, air bills and invoices.\nAll packing slips shall include Buyer’s part number, where applicable, description, quantity, and a statement as to whether the Order is partially or completely filled.</p>\n<p>3.\nDELIVERY-NOTICE OF DELAY (a) Time is of the essence in fulfilling the Order.\nFailure to deliver in accordance with the delivery schedule under the Order, if not excused by Buyer, shall be a material breach of the Order.\nBuyer reserves the right to refuse or return at Seller’s risk and expense shipments made in excess of Buyer’s Order or in advance of required schedules, or to defer payment on advance deliveries until scheduled delivery dates.\n(b) Unless otherwise stipulated on this Order, Products shall be shipped FCA with a designated place with risk of loss passing to Buyer upon receipt of the Products by Buyer’s designated carrier.\n(c) Seller shall notify Buyer in writing immediately of any actual or potential delay in the performance of the Order.\nSuch notice shall include a proposed revised schedule, but such notice and proposal or Buyer’s receipt thereof shall not constitute a waiver of Buyer’s rights and remedies hereunder.\n(d) If Seller shall be unable to deliver as scheduled, Buyer may require delivery by fastest way and charges resulting from premium transportation shall be prepaid by the Seller.</p>\n<p>4.\nTERMINATION FOR CONVENIENCE Buyer may, by notice in writing, terminate the Order or work under the Order, for convenience and without cause, in whole or in part, at any time, and such termination shall not constitute default.\nIn the event of partial termination, Seller shall not be excused from performance of the non-terminated balance of the Products or Services.</p>\n<p>5.\nTERMINATION FOR DEFAULT Buyer may by notice in writing to Seller, terminate the Order, in whole or in part, at any time if Seller fails (i) to perform within the time specified herein or any extension thereof.\nor (ii) to perform any of the other provisions of this Order, or (iii) to make progress as to endanger performance of this Order, and in any case, does not cure such failure within a period of ten (10) days from its receipt of Buyer’s notice.\nUpon termination, Buyer may procure, as it deems appropriate, products or services similar to those that were to be provided under the Order, and Seller shall be liable to Buyer for the cost of such products or services in excess of the contract price.\nUpon the termination of this Agreement for any reason, each party will be released from all obligations to the other arising after the date of termination, except for those which by their terms survive such termination.</p>\n<p>6.\nFORCE MAJEURE Buyer shall not be liable for any failure to perform including, but not limited to, failure to (i) accept performance of Services or, (ii) take delivery of the Products, caused by circumstances beyond its control which make such performance commercially impractical including, but not limited to, acts of God, fire, flood, acts of war, terrorism, government action, accident, labor difficulties or shortage, inability to obtain goods, equipment or transportation.\nIn the event Buyer shall be so excused, either party may terminate the Order.</p>\n<p>7.\nPROPRIETARY RIGHTS (a) Seller shall keep confidential any technical, process or economic information derived from or contained in any drawings, specifications, software or other data (“Confidential Information”) furnished by Buyer and shall not divulge, export or use, directly or indirectly, any such Confidential Information without obtaining Buyer’s express prior written consent.\nAll such Confidential Information shall be promptly returned to Buyer on request.\n(b) Any intellectual property first made or conceived by Seller in performance of this Order that was derived from or based on the use of information supplied by Buyer shall be considered to be the property of Buyer, and Seller shall execute such documents as reasonably deemed necessary by Buyer to perfect Buyer’s title thereto.</p>\n<p>8.\nBUYER’S PROPERTY All drawings, tools, jigs, dies, fixtures, Products, and other items supplied or paid for by Buyer shall be and remain the property of Buyer (“Buyer’s Property”), and Buyer shall have the right to enter Seller’s premises and remove the Buyer’s Property at any time.\nBuyer’s Property shall be used by Seller only in its performance hereunder.\nSeller shall maintain the Buyer’s Property, and shall be responsible for all loss or damage thereto, except for normal wear and tear.</p>\n<p>9.\nWARRANTY Seller warrants that the Products and Services shall be: (a) free of any third-party claim, including but not limited to any claims of infringement or violation of a trade secret, (b) of merchantable quality, free from all defects in design and workmanship, and (c) fit for the particular purposes for which they are intended, and in strict accordance with the specifications, samples, drawings, designs or other requirements (including performance specifications) approved by Buyer.\nAll warranties under this Order shall be for the benefit of the Buyer, its successors, assigns, customers and the ultimate users of the Products and Services.\nSeller shall make spare parts available to Buyer at Seller’s then-current price for a period of five (5) years from the date of shipment of the Products.</p>\n<p>10.\nINSPECTION All Products and Services and related documentation shall be subject to inspection and testing at all reasonable times and places by the Buyer, and Buyer’s customers before, during and after performance and delivery.\nIf any inspection or test is made on the premises of Seller or any of its suppliers, Seller, without additional charge, shall provide all reasonable facilities and assistance for the safety and convenience of the inspectors in the performance of their duties.\n</p>\n<p>11.\nREJECTIONS If any of the Products or Services shall be found at any time to be defective in material or workmanship, or otherwise not in strict conformity with the requirements of this Order, Buyer, in addition to such other rights, remedies and choices as it may have by contract or by law, at its option and sole discretion, may (i) reject and return such Products at Seller’s expense.\nor (ii) require Seller to inspect the Products and remove and replace nonconforming Products with conforming Products or (iii) re- perform the Services to Buyer’s satisfaction at Seller’s sole expense.\nIf Buyer shall elect option (ii) above and Seller shall fail to promptly make the necessary inspection, removal and replacement, Buyer may, at its option, rework the discrepant Products and charge back the Seller for the required work.</p>\n<p>12.\nCHANGES Buyer shall have the right upon notifying the Seller to suspend or make changes from time to time in the Products or Services or to change the delivery date.\nIf any such change affects the cost of such Products or Services, an equitable adjustment shall be made, but any claim by the Seller for adjustment shall be asserted within thirty (30) days from its receipt of the notice.\n</p>\n<p>13.\nPAYMENT.\nTAXES As full consideration for the Products and Services, and the assignment of rights to Buyer as provided herein, Buyer shall pay Seller (i) the amount agreed upon and specified in the Order, or (ii) Seller's quoted price on date of shipment (for Products), or the date Services were started (for Services), whichever is lower.\nPayment shall not constitute acceptance.\nEach invoice submitted by Seller shall be provided to Buyer within ninety (90) days of completion of the Services or delivery of Products, and shall reference the Order.\nBuyer reserves the right to return all incorrect invoices.\nBuyer shall receive a 2% discount of the invoiced amount for all invoices that are submitted more than ninety (90) days after completion of the Services or delivery of the Products.\nBuyer shall pay the invoiced amount within sixty (60) days after receipt of a correct invoice.\nPrices shall include, and Seller shall be liable for and pay, all taxes imposed on or measured by this Order, except for applicable sales and use taxes that are separately stated on Seller’s invoice.\nPrices shall not include any taxes for which Buyer has furnished evidence of exemption.\nWhere required by law, Buyer may deduct from any payments due to Seller hereunder such taxes as Buyer shall be required to withhold and pay such taxes to the relevant tax authorities.</p>\n<p>14.\nASSIGNMENT Seller may not assign any rights or delegate any of its obligations hereunder without the prior written consent of Buyer.</p>\n<p>15.\nSET-OFF Buyer shall be entitled at all times to set off any amount owing from Seller to Buyer or any of its affiliated companies against any amount payable by Buyer.</p>\n<p>16.\nINDEMNITY (a) Seller shall be responsible for the actions and failure to act of all parties retained by, through, or under Seller in connection with the performance of this Order.\n(b) Seller shall, without limitation, indemnify and save Buyer and its customers, and their respective officers, directors, employees, attorneys and agents harmless from and against all claims and resulting costs, expenses and liability, which arise from claimed or actual infringement or violation of any trade secret, personal injury, death, or property loss or damage attributed to, or caused by, the Products or Services.\n(c) Should Buyer’s use, or use by its customers, of any Products or Services be enjoined, be threatened by injunction, or be the subject of any legal proceeding, Seller shall, at is sole cost and expense, (i) substitute fully equivalent non-infringing products or services.\n(ii) modify the Products or Services so that they no longer infringe but remain fully equivalent in functionality.\n(iii) obtain for Buyer and its customers the right to continue using the Products or Services.\nor (iv) if none of the foregoing is possible, refund all amounts paid for the infringing Products or Services.</p>\n<p>17.\nINSOLVENCY If Seller ceases to conduct its operations in the normal course of business, including inability to meet its obligations as they mature, or if any proceeding under the bankruptcy or insolvency laws is brought by or against Seller, or a receiver for Seller is appointed or applied for, or an assignment for the benefit of creditors is made by the Seller, this Order shall automatically terminate without liability to Buyer, except for liability for deliveries previously made or for Products that are completed at termination and subsequently delivered in accordance with the terms of this Order.</p>\n<p>18.\nLIMITATION OF LIABILITY.\nIN NO EVENT SHALL BUYER BE LIABLE TO SELLER FOR ANY INCIDENTAL, INDIRECT, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF, OR IN CONNECTION WITH, THIS ORDER, WHETHER OR NOT BUYER WAS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>19.\nENTIRE AGREEMENT This Order, with such documents as are expressly incorporated by reference, shall be intended by the parties as a complete and exclusive statement of the terms of their agreement.\nNo course of prior dealings between the parties, no usage of the trade, no prior or contemporaneous agreement, representation or understanding, oral or written, shall be relevant to determine the meaning of this agreement even though the accepting or acquiescing party has knowledge and opportunity for objection.\n</p>\n<p>20.\nWAIVER The failure of Buyer to enforce at any time or, for any period of time, any of the provisions hereof shall not be construed to be a waiver of such provisions, nor the right of Buyer thereafter to enforce each and every such provision.\n</p>\n<p>21.\nCOUNTERVAILING AND ANTI-DUMPING DUTIES Seller warrants that all sales made under this Order are or shall be made at no less than fair value under Subtitle IV of the Tariff Act of 1930 entitled “Countervailing and Anti-Dumping Duties” (19 U.S.C.\nSec.\n1671 and 19 U.S.C.\nSec.\n1673).\n</p>\n<p>22.\nIMPORTER OF RECORD.\nULTIMATE CONSIGNEE Buyer shall not be a party to the importation of the goods related to the transaction(s) represented by this Order and Buyer shall not in any event be designated as “importer of record” or “ultimate consignee” on any customs declaration or customs entry form.\nUpon request and where applicable, Seller shall provide Buyer with Customs forms, properly executed, as required for drawback claims.\n</p>\n<p>23.\nORIGIN CERTIFICATION Seller shall provide Buyer with a certificate of origin for each and every Product sold hereunder and such certificate shall indicate the origin rule that the Seller used in making the certification.\n</p>\n<p>24.\nSTANDARD OF CONDUCT Seller represents that it has neither received nor given any gifts or gratuities, nor participated in any other conduct in connection with this Order that violates the Buyer’s Code of Ethics and Business Conduct.\n</p>\n<p>25.\nFIRST ARTICLE INSPECTION At Buyer’s request, Seller shall supply First Article Inspection Reports (FAIR) for the first shipment of any new Products or parts thereof.\nWhenever a drawing of a Product or part thereof is revised, a FAIR shall be again required for all characteristics affected in the revision.\n</p>\n<p>26.\nCERTIFICATE OF CONFORMANCE At Buyer’s request, a Certificate of Conformance stating the Products conform to all Order requirements shall accompany each shipment.\nThe Seller shall have available for review all sub-tier certifications for goods and processes that support the shipment.\n</p>\n<p>27.\nCOMPLIANCE WITH LAWS.\nAPPLICABLE LAW.\nDISPUTES Seller warrants that the Products and the Services shall be manufactured, sold, and delivered, as applicable, in compliance with all applicable laws.\nIrrespective of the place of performance, this Order shall be construed and interpreted according to the Laws of the State of Utah.\nThe exclusive forum for adjudication of any disputes shall be the federal or state courts of the State of Utah, and the parties hereby consent to personal jurisdiction and venue in such courts in any proceeding.\nAny claim or controversy arising out of or related to this Agreement or the breach thereof shall be subject to mandatory and binding arbitration.\nArbitration shall (1) be administered by the Judicial Arbitration and Mediation Services, Inc.\n(“JAMS”), pursuant to the JAMS Streamlined Arbitration Rules &amp.\nProcedures then in effect (the “JAMS Rules”) and as modified by this Agreement to arbitrate, including the rules regarding filing, administration, discovery, and arbitrator fees.\n(2) be conducted by a single, neutral arbitrator.\nand (3) take place in Salt Lake City, Utah or at another location mutually agreed upon by the Parties.\nThe Federal Arbitration Act (the “FAA”), 9 U.S.C.\n§ 1, et seq., and federal arbitration law apply to this Agreement and govern all questions as to whether a dispute is subject to arbitration.\nThe Arbitration Award shall be final and binding and shall be enforceable in any court of competent jurisdiction.\nNothing herein shall preclude a party from filing suit for the purpose of obtaining temporary or preliminary injunctive relief or to compel arbitration pursuant to the terms of this Agreement.\nThe United Nations Convention on the International Sale of Products shall not apply.\nThe United Nations Convention on the International Sale of Goods shall not apply.</p> TERMS AND CONDITIONS FOR THE SALE OF PRODUCTS AND SERVICES Terms and Conditions for the Sale of Products and Services Applicability <p>Thank you for using Nokē services.\nNokē, Inc.\nand its subsidiaries and affiliates (“Nokē” or “Seller” or “us” or “we” or “our”), provides services via our website located at www.noke.com, www.nokepro.com, or the Nokē mobile applications (the “Application(s)”).\nThese terms and conditions (the “Terms”) include the following terms and conditions, together with any other terms and conditions specifically agreed to in writing by Nokē, and shall apply to all sales orders, confirmations or invoices (“Order(s)”) and all sales of Products, Devices, and the licensing of Services wherever located to you (the “Buyer”).\nThese terms govern the sale and use of the Nokē Products or Devices and the licensing of Services via our websites and mobile Applications.\nServices include but are not limited to online, mobile, or telephonic software or other electronic services or support in connection with Nokē technology, such as the website and the Application (the “Site(s)”), including all related software or services that we may provide via the Sites.\nFor the avoidance of doubt, Services are not restricted to the aforesaid and shall also include any other services provided or licensed by or in connection with any other Products or Devices offered by Nokē.</p>\n<p>“Device(s)” means any and all hardware containing our technology that you buy from us or our partners.\nThe data from Devices will be uploaded to the Services.\nFor the avoidance of doubt, Products includes any and all Devices, and these words are used interchangeably throughout these Terms.\nThe hardware you purchase from us is not usable without your accessing the Services.\nOnce enabled, the Services include online storage of your personal data, and the ability to manage and share your data.\nYour purchase of any Device is governed by the limited warranty provided with that Device and by the applicable terms and conditions of sale hereunder or separately agreed to by Nokē.\nCertain features of the Services may be subject to additional guidelines, terms, or rules, which will be posted on the Services in connection with such features.\nBy using the Services, Buyer agrees to any applicable Limited Warranty, End User License Agreement (“EULA”), and any applicable License Fees (hereinafter defined).\nFurthermore, by using the Site or the Service, you signify your acceptance of these Terms as part of this Agreement, and acknowledge and agree to our Privacy Policy, which is incorporated by reference into these Terms.\nPlease review the Privacy Policy, which can be found at https://noke.com/privacy-policy, as it describes how we and our partners will use your personal information.</p>\n<p>Any acceptance of any Order by you, the Buyer, is conditioned upon these Terms (the “Agreement”).\nFurthermore, by clicking “I Agree” on the Sites, setting up a user account, purchasing a Device, or by accessing and using the Services (including the Site and Application), Buyer accepts and agrees to these Terms on behalf of yourself or the entity you represent in connection with the access.\nYou represent and warrant that you have the right, authority, and capacity to accept and agree to these Terms on behalf of yourself or the entity you represent.\nYou represent that you are of sufficient legal age in your jurisdiction or residence to use or access the services and to enter into this agreement.\nNo salesperson is authorized to bind Nokē to any promise or understanding not expressed herein.\nThese Terms prevail over any of your general terms and conditions of purchase regardless whether or when you have submitted the Order or such terms.\nFulfillment of your Order does not constitute acceptance of any of your terms and conditions and does not serve to modify or amend these Terms.\nIf you do not comply with the above statements, or disagree with any of the provisions of these Terms, you should disconnect your Devices and cease accessing or using the Services.</p>\n<p>As used in these Terms a “guest” is any person or entity that is given authorization by the owner or controller of a Device to use the Device or Services related to the Device.\nBe careful to only invite trusted guests.\nby inviting someone to be a guest, you are giving them the ability to access and operate your Device.</p>\n<p>These Terms apply to all uses of the Services by guests.\nWe may share your and your guests’ information with our partners to provide our Service and to allow our partners to provide products and services.\nMoreover, guests should be aware that the owner or controller of the device may see information about their use and access of the Device and Services, and may revoke or limit access rights in their discretion without notice.\nIf guests do not want to access the Services or their information to be used or shared, they should decline the invitation and not use the Services.</p>\n<p>This is a legal agreement between you and Nokē, so please read the Terms carefully before using the Services, Sites, or Devices.\nNotwithstanding anything herein to the contrary, if a written contract signed by both parties is in existence covering the sale of the Products and Services covered hereby, the terms and conditions of said contract shall prevail to the extent they are inconsistent with these Terms.</p> Orders, Products, Delivery <p>You agree that your Order is an offer to buy, under these Terms, all Products and the license to the Services listed in your Order.\nFor the avoidance of doubt, the Services and any use of the Sites are licensed, not sold, to Buyer by Nokē for use strictly in accordance with the Terms of this Agreement.\nThe net fees identified at the time of and on each Order as due to Nokē for licensing of the Services in accordance with the terms of this Agreement, and any applicable EULA, are hereinafter referred to as “License Fees” and will be included on the applicable Order.\nLicense Fees means the license fees, including all taxes thereon, paid or required to be paid by Buyer for the license granted under this Agreement, and any applicable EULA, as indicated on the applicable Order.\nBuyer’s use of the Products, Services, and Sites is subject to and expressly conditioned upon Buyer’s payment of the License Fees and Buyer’s strict compliance with all terms and conditions set forth in this Agreement (including any applicable EULA).\nBy paying Nokē in full for the Products listed on any Order(s), Buyer agrees to the following License Fee construct, subject to the terms set forth herein: (i) Buyer may elect to purchase the License Fees on an annual basis, applicable for the Lifetime of the individual Product (hereinafter defined).\nor (ii) Buyer may elect to purchase the License Fees on a one-time, lump sum basis for the Lifetime of the individual Product.\n“Lifetime” means for the duration of an individual Product’s functionality, subject to any warranty disclaimers and limitations set forth herein, and provided, the cessation of the Product’s functionality, by means of damage, deterioration, or faulty Product operation is not a result of: (i) alteration, modification, or repair of Products by someone other than Nokē.\nor (ii) a failure to provide reasonable maintenance.\nor (iii) misuse, neglect, improper use, or application.\nor (iv) defects or non-conformities created after Product delivery.\nand (v) the Product is still within the applicable Warranty Period.\nFor the avoidance of doubt, if Buyer submits a valid warranty claim for a defective Product within the Warranty Period, which is accepted by Nokē, Buyer will not be required to purchase a new License from Seller for the Product at issue.\nFor License Fees subject to an annual charge, Buyer shall pay Nokē in full prior to shipment of the Product(s) and Nokē will invoice Buyer for each applicable year thereafter within a reasonable period of time prior to the expiration of the annual License Fee period, which annual License Fee is deemed due and payable to Nokē upon invoice.\nFor License Fees subject to a one-time charge, Nokē will invoice buyer prior to the shipment of the Product(s), and such invoice shall be due and payable to Nokē prior to shipment.\nAll Orders must be accepted by us or we will not be obligated to sell the Products or license the Services to you.\nWe may choose not to accept any Orders in our sole discretion.\nAcceptance of your Order and the formation of the contract of sale between Nokē and you, subject to the Terms of this Agreement, will occur when: (A) the Order is signed by Seller and returned to Buyer, or (B) Buyer pays Seller in full for the Products and/or Services listed on the Order, or (C) Seller commences performance by shipping the Products and/or Services, or (D) Seller issues its written acknowledgement, or (E) Seller otherwise accepts the Order.\n</p>\n<p>The Products will be delivered within a reasonable time after the receipt of Buyer’s Order, subject to availability of finished Products.\nDelivery dates are approximate and dependent on, among other things, prompt receipt by Seller of all necessary delivery information from Buyer (the “Delivery Point”).\nSeller shall not be liable for any delays, loss, or damage in transit.</p>\n<p>Unless otherwise agreed in writing by the parties, we will arrange for shipment of the Products to you at the Delivery Point specified in your Order using our standard methods for packaging and shipping such Products.\nDelivery of the Products shall be made FOB Shipping Point.\nYou will pay all shipping and handling charges specified during the ordering process.\nTitle and risk of loss or damage pass to you upon our transfer of the Products to the common carrier/commercial transporter or delivery service.\nShipping and delivery dates are estimates only and cannot be guaranteed.\nWe are not liable for any delays in shipments.\nSeller may, in its sole discretion, without liability or penalty, make partial shipments of Products to Buyer.</p> Prices and Payment Terms <p>All prices and proposals/quotes are subject to change without notice in the event of any changes in cost of Products or Services, specifications, quantities, delivery schedules, customs duties, other factors beyond Seller’s control, or, in the event of delays caused by instructions of the Buyer, or failure of the Buyer to provide Seller adequate information.\nWe are not responsible for pricing, typographical, or other errors in any offer by us and we reserve the right to cancel any Orders arising from such errors.\nPrice increases will only apply to orders placed after such changes.\nAll Prices are exclusive of all sales, use, and excise taxes, and any other similar taxes, duties, and charges of any kind imposed by any Governmental Authority on any amounts payable by Buyer.\nSales tax included on any Order or Sale of Products or Services, in any form, is estimated and subject to change.\nBuyer shall be responsible for all such charges, costs and taxes.\nprovided, that, Buyer shall not be responsible for any taxes imposed on, or with respect to, Seller's income, revenues, personal or real property, or other assets.</p>\n<p>Terms of payment are within our sole and absolute discretion and, unless otherwise agreed by us in writing, full payment must be received by us before our acceptance of an Order for Products and/or Services, including payment of the License Fees listed on the applicable Order.\nWe accept payment via electronic transfer (ACH or wire) or other methods of payment as Nokē may from time to time agree to, subject to the Terms of this Agreement, for all purchases.\nYou represent and warrant that (i) the credit card information you supply to us is true, correct, and complete, (ii) you are duly authorized to use such credit card for the purchase, (iii) charges incurred by you will be honored by your credit card company, and (iv) you will pay charges incurred by you at the posted Prices, including all applicable taxes, if any.</p>\n<p>Notwithstanding any other provision herein, in the event of bankruptcy, assignment for the benefit of creditors or a comparable event or insolvency of Buyer, Seller may immediately cancel any Order then outstanding and/or cause any Products, with respect to which shipping/delivery services are being provided, to be returned to Seller wherein in either event ownership thereof shall automatically revert to Seller.</p>\n<p>Buyer grants Seller a purchase money or similar security interest in Products located in any jurisdiction where such security interest is permitted, as well as any proceeds therefrom, for the purpose of securing all obligations of Buyer hereunder.\nBuyer authorizes Seller to execute on Buyer’s behalf and file such financing statements as Seller deems appropriate to perfect and/or notify Buyer’s creditors of Seller’s security interest.\nIn this regard, Buyer hereby grants Seller an irrevocable Power of Attorney, coupled with an interest, with respect to filing any such financing statements.</p>\n<p>In the event that any amount due hereunder is not paid when due, Buyer shall be liable for any and all costs of collection including, but not limited to, actual legal fees, collection fees, and related expenses and court costs, and interest at the highest amount allowed by applicable law from the date due through the date of actual payment.</p> Services <p>The Services are designed to be used in connection with a Device containing our technology (e.g.\na Nokē Smart Lock), which you may purchase from us or one of our partners.\n</p>\n<p>Subject to these Terms, Nokē grants you a non-transferable, non-exclusive, right (without the right to sublicense) to access and use the Services by (i) using the Sites in connection with, and solely for the purpose of, controlling and monitoring the Devices installed on your property, or that you have been validly authorized to access, or to otherwise access a service explicitly provided by Nokē for your use, and (ii) installing and using the Applications solely on your own handheld mobile device (e.g., iPhone, iPad, or Android smartphone) and solely for the purposes set forth in (i) above, provided all fees and License Fees due to Nokē are paid as of the due date outlined in an applicable Order.\nYou agree to comply with all instructions, usage rules and documentation that we may provide from time to time with respect to the Service.</p>\n<p>Please note that we may from time to time update the Services, including without limitation, by providing bug fixes, new functionality or modifications (collectively “Updates”), and that these may occur automatically without additional notice.\nYou hereby consent to these Updates.\nIf you do not, please stop using the Services.\nWe may also ask you to install Updates yourself, and you agree to do so promptly.\nUpdates are subject to these Terms together with any additional terms that may be provided with such Update.\nYour continued use of the Service is your agreement to all such additional terms.</p>\n<p>To access the Services, you must register for a user account on the Service.\nThe information you provide in the account registration form (the “Registration Information”) must be accurate and complete.\nYou agree to update the Registration Information as necessary, including your correct email address, so we may send you notifications and other account-related communications.\nYour account is subject, in our sole discretion, to termination or suspension at any time.</p>\n<p>You are responsible for maintaining the confidentiality of the login name and password that you create.\nYou agree to use strong passwords (e.g.\nthat contain upper and lower case letters, numbers and symbols), and to maintain the confidentiality of your password.\nYou shall be responsible for all uses of your account and login information, whether or not authorized by you.\nYou must notify us of any unauthorized use of your account, login information or password, and you should immediately change your password to prevent further unauthorized use.\nYou grant us the right to use your Registration Information and any other information you provide in connection with the operation of the Site.\nWe may also use the contact information that you submit to provide you with notices and promotional offers as set forth in our Privacy Policy.</p>\n<p>Certain materials may be displayed or performed on the Services (including, but not limited to text, data, graphics, images, video, audio and other material (collectively “Content”).\nThe Content is protected by copyright laws in United States and elsewhere.\nThe Content may be owned by us or others, including other users of the Services, or our partners, sponsors or affiliates.\nUse of the Services does not confer ownership rights to the Content.\nYou may only use the Content as permitted in these Terms.\nWe do not accept any responsibility or liability for any content posted by third parties on the Services, including content posted by other members (“Third Party Content”).\nExcept as may be expressly agreed by us, you may use the Content solely for your personal, non-commercial use in connection with the Services, and may not distribute, modify or make derivative works of any Content.</p>\n<p>You are solely responsible for all Content that you upload, post, email, transmit, or otherwise disseminate using, or in connection with, the Services, or that you contribute in any manner to the Services.\nyou represent and warrant that you have all rights necessary to do so, in the manner in which you contribute it.\nand you license to Nokē all patent, trademark, trade secret, copyright or other proprietary rights in and to such Content for use and publication on the Service pursuant to these Terms.</p>\n<p>We reserve all rights in the Service and Content not expressly granted to you by these Terms.\nWe reserve the right to remove any Content from the Service at any time for any reason (including, without limitation intellectual property claims) or no reason at all.\nBuyer’s access to the Services does not give Buyer, Buyer’s employees or contractors, or Buyer’s customers title to the Sites or Services or any rights of distribution or modification.</p>\n<p>The Services will not all be accessible without: (i) a valid user account.\n(ii) mobile clients such as a supported phone or tablet.\n(iii) payment of the License Fees when due.\nand (iv) any other system elements that may be specified by Nokē.\nIt is your responsibility to ensure that you have all required system elements and that they are compatible, up to date, and properly configured.\nYou acknowledge that the Services may not work as described when the requirements and compatibility have not been met.</p>\n<p>The Services will not be accessible without: (i) a working cellular data connection on a supported phone, tablet or watch with the Application installed.\n(ii) a valid user account.\n(iii) any other system elements that may be specified by Nokē.\nCertain Nokē Devices and Services require a Wi-Fi network connection with a Bluetooth connection.\nIt is your responsibility to ensure that you have all required system elements and that they are compatible, up to date, and properly configured.\nYou acknowledge that the Services may not work as described when the requirements and compatibility have not been met.</p>\n<p>The Sites are provided by us for your personal use only.\nYou agree to use the Sites and the Services only for lawful purposes, and in a way that does not infringe the rights of, restrict or inhibit anyone else’s use and enjoyment of the Sites or Services.</p> Third Party Websites, Devices, and Services <p>The Service may be used in connection with other products and services, and may contain links and interfaces to, as well as content and data from, third-party websites, products and services (“Other Services”).\nAny links and interfaces are provided solely as a convenience to you.\nBy accessing or using these Other Services, you are consenting to the creation of an interface with such Other Services, and agreeing that Nokē may exchange information and control data with such Other Services regarding you, your guests, your products and use of the Services, including your and your guests’ personal information, in order to enable the Other Service interface and functionality, and its use by such Other Services.\nOnce this information is shared with the Other Services, its use will be governed by the third party’s privacy policy and not by our Privacy Policy.\nMoreover, use of such Other Services is governed by separate terms and conditions provided by the providers of the applicable product or service.\nYou should review the terms of use and privacy policies of such Other Services before using them.\nWe do not exercise control over such Other Services.\nWe do not endorse the materials contained on Other Services, and are not responsible for the performance of the Other Services.\nYou acknowledge and agree that Nokē makes no representation or warranty about the safety of any Other Services.\nAccordingly, Nokē is not responsible for your use of any Other Service or any personal injury, death, property damage, or other harm or losses arising from or relating to your use of any Other Services.</p> Changes, Termination <p>These Terms remain in effect as long as you continue to use the Services.\nYou can stop using our Services any time.\nWe reserve the right to suspend or terminate your use of the Services or your access to the Site at any time, with or without cause, and with or without notice.\nFor example, we may suspend or terminate your use if you are not complying with these Terms, or use the Services in any way that would cause us legal liability or disrupt others’ use of the Services.\nWe may also change or remove at any time any features currently offered as part of the Services, or the Services themselves.\nUpon termination, your account and right to use the Services will automatically terminate.</p>\n<p>If you transfer your Device to a new owner, please note that your account is not transferable, and the new owner will have to register for a separate account in order to use the Services.</p>\n<p>Our employees are not authorized to vary these Terms.\nThese Terms may be modified only (a) by obtaining our written consent in an agreement signed by an officer of Nokē.\nor (b) as set forth below in the immediately following paragraph.</p>\n<p>You agree that Nokē may modify these Terms from time to time, and that your right to access the Services is conditioned on an ongoing basis with your compliance with the then-current version of these Terms.\nWe will notify you when we make material revisions or modifications to these Terms by posting a notice or new version of these Terms on the Site, by providing direct notice in a communication to your customer account (if you have one), or otherwise in some manner through the Service that we deem reasonably likely to reach you (which may be by posting to this Site).\nThe modifications will be effective upon posting (unless otherwise indicated at the time of posting).\nBy continuing to access the Site or use the Services after revisions become effective, you agree to be bound by the revised Terms.\nIf you do not agree to the new terms, please stop using the Services.</p>\n<p>In addition to any remedies that may be provided under these Terms, Seller may terminate any Order for Products or Services with immediate effect upon written notice to Buyer, if Buyer: (i) fails to pay any amount when due under any Order for Products or Services (including, without limitation, any applicable “License Fees”), and such failure continues for seven (7) days thereafter.\n(b) has not otherwise performed or complied with any of these Terms, in whole or in part.\nor (c) becomes insolvent, files a petition for bankruptcy or commences or has commenced against it proceedings relating to bankruptcy, receivership, reorganization, or assignment for the benefit of creditors.</p>\n<p>In the event either party cancels or terminates the Order(s) for Products or Services, Buyer agrees to pay Seller reasonable Termination Charges, including, but not limited to, any amounts due for Products or Services (including any applicable “License Fees”), provided, which are attributable to the subject Order(s), whether partial or complete, pertaining thereto.\nBuyer shall promptly pay Seller any amounts due, upon submission of Seller's invoices thereof.</p>\n<p>In the event of (i) any failure to pay Nokē for fees, (ii) termination of any EULA for breach, or (iii) Buyer’s failure to comply with terms and conditions related to any license grant or protection of Nokē’s and/or Nokē’s Licensors’ Intellectual Property, regardless whether at the time of termination of this Agreement, termination of the end user license, or subsequent to either, Buyer represents, warrants, covenants and shall (a) cause all rights and licenses granted to Buyer to immediately terminate and any uses by or on behalf of Buyer to immediately cease, and (b) to immediately delete all copies of any software or other component of the Services or Sites licensed hereunder, return to Nokē all other Nokē and Nokē’s licensors’ Intellectual Property, and provide to Nokē confirmation of the foregoing.</p> Limitation of Liability, Warranties <p>Our aim is to make the Services highly reliable and available.\nhowever, they may not be available all of the time.\nThe Services are subject to sporadic interruptions and failures for a variety of reasons beyond Nokē’s control, including without limitation, your Wi-Fi and mobile network failures and coverage limitations, service provider uptime, and acts of god.\nFurther, our Services rely on or interoperate with a number of third party products and services.\nThese third party products and services are beyond Nokē’s control (including without the internet generally and third party service providers that we use for networking and storage), but their operation may impact or be impacted by the use and reliability of our Services.\nThese third party products and services may not operate in a reliable manner all of the time, and they may impact the way that the Services operate, and Nokē is not responsible for damages and losses due to the operation of these third party products and services.\nYou acknowledge these limitations and agree that Nokē is not responsible for any damages allegedly caused by the failure or delay of the Services to reflect current status or notifications.\nFurther, the Devices and Services are not an emergency notification system, and should not be used in this way.</p>\n<p>You are responsible for all charges and fees required for your products and applicable services, and for compliance with all applicable agreements, terms of use/service, and other policies of your product and service providers (including internet service providers and mobile device carriers).</p>\n<p>To obtain warranty service, you must call (385) 645-4567 or email our Customer Service Department at support@noke.com during the Warranty Period.</p>\n<p>To the fullest extent allowed by law, Nokē is not responsible for damage or liability caused by (i) use of the Device and Services for purposes other than for which the Device and Services are designed or intended, or use in improper temperature, humidity or other environmental conditions, or use of the Device or Services in violation of written instructions provided by Nokē (which may be provided at the time of purchase or on its website), (ii) normal wear and tear or aging, or improper repair, operation or maintenance or connections to improper voltage supply or, to the extent allowed by law, attempted repair by anyone other than a facility authorized by Nokē to service your Nokē Device.</p>\n<p>NOKĒ DISCLAIMS ALL REPRESENTATIONS OR WARRANTIES ABOUT THE ACCURACY, COMPLETENESS OR RELIABILITY OF THE SITE OR THE SERVICES.</p>\n<p>NOKĒ WARRANTS TO BUYER THAT FOR A PERIOD OF ONE (1) YEAR FROM THE DATE OF SHIPMENT OF THE PRODUCTS (“WARRANTY PERIOD”), THAT SUCH PRODUCTS WILL MATERIALLY CONFORM TO THE PUBLISHED SPECIFICATIONS IN EFFECT AS OF THE DATE OF SHIPMENT, AND WILL BE FREE FROM DEFECTS IN MATERIAL AND WORKMANSHIP.\nSELLER’S OBLIGATIONS UNDER THIS WARRANTY SHALL BE LIMITED EXCLUSIVELY TO REPAIRING OR REPLACING, AT SELLER’S OPTION, ANY PRODUCT OR PART OF PRODUCTS WHICH, IF PROPERLY USED AND MAINTAINED, PROVED TO HAVE BEEN DEFECTIVE IN MATERIAL AND WORKMANSHIP WITHIN THE WARRANTY PERIOD.\nTHESE TERMS AND CONDITIONS CONTAIN A SUMMARY OF THE NOKĒ WARRANTY.\nTHE FULL TERMS OF THE NOKĒ WARRANTY CAN BE FOUND ON OUR WEBSITE AT WWW.NOKE.COM OR UPON REQUEST.\nTO THE EXTENT OF ANY CONFLICT BETWEEN THE SUMMARY OF WARRANTY PROVISIONS SET FORTH HEREIN AND THE FULL WARRANTY AS SHOWN ON OUR WEBSITE, THE PROVISIONS OF THE FULL WARRANTY ON OUR WEBSITE CONTROL.</p>\n<p>SELLER’S WARRANTY OBLIGATIONS SHALL NOT APPLY TO PRODUCTS WHICH (1) HAVE BEEN ALTERED OR REPAIRED BY SOMEONE OTHER THAN SELLER, OR (2) HAVE BEEN SUBJECT TO MISUSE, NEGLECT, IMPROPER USE, APPLICATION, OR INSTALLATION, OR (3) ARE NORMALLY CONSUMED IN OPERATION, OR (4) HAVE A NORMAL LIFE EXPECTANCY THAT IS SHORTER THAT THE WARRANTY PERIOD.</p>\n<p>THIS ARTICLE SETS FORTH THE EXCLUSIVE REMEDIES AND OBLIGATIONS FOR CLAIMS BASED UPON DEFECTS IN OR NONCONFORMITY OF PRODUCTS OR SERVICE, WHETHER THE CLAIM IS IN CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE OF ANY DEGREE OR STRICT LIABILITY) OR OTHERWISE.</p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT:</p>\n<ol>\n<br>\n<li>YOUR USE OF THE SITES AND ANY PARTICULAR PRODUCT OR SERVICE IS AT YOUR SOLE RISK.\nOUR SITES AND SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nEXCEPT FOR THE WARRANTY SET FORTH IN THIS ARTICLE, NOKĒ EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, WARRANTIES ARISING FROM COURSE OF DEALING OR COURSE OF PERFORMANCE, FREEDOM FROM MALICIOUS CODE, AND NON-INFRINGEMENT AND NONINTERFERENCE WITH YOUR USE OF ALL OR ANY PART OF THE SITES.</li>\n<br>\n<li>EXCEPT FOR THE WARRANTY SET FORTH IN THIS ARTICLE, NOKĒ MAKES NO WARRANTY (I) THAT THE SITES OR SERVICES WILL MEET YOUR REQUIREMENTS, (II) THAT ACCESS TO THE SITES OR SERVICES WILL BE UNINTERRUPTED, TIMELY, OR SECURE, OR (III) THAT THE QUALITY OF THE SITES OR ANY PRODUCTS REFERRED TO IN THE SITES OR ANY SERVICES WILL MEET YOUR (OR YOUR CUSTOMER'S) EXPECTATIONS.</li>\n<br>\n<li>ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SITES OR SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY RESULTING DAMAGE.</li>\n<br>\n<li>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM NOKĒ OR THROUGH OR FROM THE SITES SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN TERMS OR OTHERWISE APPLICABLE PURSUANT TO YOUR PURCHASE OF NOKĒ PRODUCTS OR SERVICES.</li>\n<br>\n<li>NOKĒ IS NOT LIABLE FOR ANY SERVICE OR PRODUCT WARRANTIES NOT EXPRESSLY SET FORTH ON THE SITES OR IN THIS ARTICLE.</li>\n</ol>\n<br>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT IN NO EVENT SHALL NOKĒ BE LIABLE TO BUYER OR ANY THIRD PARTY FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY, OR PUNITIVE DAMAGES, WHETHER ARISING OUT OF BREACH OF CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE, STRICT LIABILITY, OR PATENT INFRINGEMENT), OR OTHERWISE, INCLUDING BUT NOT LIMITED TO DAMAGES FOR UNAUTHORIZED ACCESS TO YOUR PROPERTY, INABILITY TO ACCESS YOUR PROPERTY, OR LOSS OF PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES (EVEN IF NOKĒ HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), WHETHER ARISING OUT OF OR IN CONNECTION WITH THE USE OR THE INABILITY TO USE THE SITES OR ANY PRODUCT OR SERVICE.\nIN ANY CASE, NOKĒ'S LIABILITY FOR ANY DAMAGES ALLEGED OR SUFFERED IN CONNECTION WITH THE SITES, PRODUCTS, OR SERVICES, WHETHER ARISING OUT OF OR RELATED TO BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE, STRICT LIABILITY, OR PATENT INFRINGEMENT), OR OTHERWISE, WILL NOT EXCEED THE AGGREGATE AMOUNT PAID BY YOU TO NOKĒ FOR PRODUCTS AND THE USE OF SERVICES OVER THE TWELVE (12) MONTHS PRIOR TO THE DATE OF DAMAGES.\nYOUR LEGAL RIGHTS WITH RESPECT TO THESE DISCLAIMERS AND WAIVERS MAY VARY FROM JURISDICTION TO JURISDICTION.\nWITHOUT INTENDING TO LIMIT THE FOREGOING, YOU MUST BRING ANY CLAIMS YOU MAY HAVE AGAINST NOKĒ WITHIN TWELVE (12) MONTHS OF THE DATE THE CLAIM AROSE OR BE FOREVER BARRED.\nTHESE LIMITATIONS SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.</p> Indemnification <p>You agree to indemnify, defend, release and hold Nokē and its officers, directors, suppliers, service providers, co-branders or other partners, agents and employees, and those of its affiliates, harmless from any and all claims, demand, damages, fees and costs of any nature, including reasonable fees of attorneys and other professionals, due to or arising out of anything you submit, transmit through or upload to the Sites or in the course of using any Service or your violation of these Terms or any other terms and conditions governing your relationship with Nokē, or your violation of any law or your breach of any contract with any party, or your failure to pay any fees, including the License Fees, or other amounts due hereunder, or to pay any taxes, etc., as specified, or cyber security breaches caused, in whole or in part, by any act or omission by you, or your act or omission constituting negligence or other tort.\nIn the event you provide registration or other information that is untrue, inaccurate, fraudulent or out of date, you agree to indemnify Nokē for and hold it harmless from and against any and all liability, damages, loss or expense (including reasonable fees of attorneys and other professionals) it may incur, including but not limited to loss of business profits, taxes, penalties or sanctions, interest, fees, costs and expenses of any nature arising from or related to any claim, demand, action or proceeding alleged or initiated against Nokē by any third party based upon such information.\nThese defense and indemnification obligations will survive these Terms and your use of the Sites, Products, or any Service.</p>\n<p>Buyer agrees to use Nokē devices and the Services at its own risk.\nNokē shall not indemnify Buyer for any claim, demand, damages, fees and costs of any nature, including claims relating to proprietary rights or arising under negligence, made against Buyer by any third party.</p>\n<p>If Buyer receives a claim that Products, or part thereof manufactured by Seller infringes a patent, Buyer shall notify Seller promptly in writing and give Seller information, assistance and exclusive authority to evaluate, defend and settle such claim.\nWhere Buyer has furnished specifications/designs for the manufacture of the allegedly infringing Products, Buyer shall defend, indemnify and hold harmless Seller against third-party claims for infringement arising out of Seller’s use of such specifications/designs.</p> Intellectual Property <p>“Intellectual Property” shall mean (i) works of authorship (including Source Code, databases and other compilations of information), whether copyrightable or not, and copyrights therein and thereto, in any jurisdiction, together with all registrations or applications for registration for any of the foregoing, along with renewals thereof.\n(ii) all discoveries, concepts, ideas, research and development, know-how, formulae, inventions, compositions, processes and techniques, technical data, credit scoring systems, procedures, designs, drawings, specifications, customer lists, supplier lists, pricing and cost information, and business and marketing plans and proposals.\n(iii) all data, databases, and other compilations of information, including formulas for searching, sorting and analyzing such information.\n(iv) all computer programs, models and methodologies, whether in source code, object code, or another format.\n(v) all patents, industrial designs, and applications therefor, invention disclosures and all related continuations, continuations-in-part, divisionals, reissues, re-examinations, corrections, substitutions and extensions thereof in any jurisdiction.\n(vi) all trademarks, service marks, trade names, service names, trade dress, logos, domain names, and other identifiers of source, together with all registrations or applications for registration for any of the foregoing, along with renewals thereof, in any jurisdiction, and all goodwill associated with any of the foregoing.\nand (vii) the right to sue or make claims for any past, present, or future infringement, misappropriation, or unauthorized use of any intellectual property.</p>\n<p>Nokē shall own all data created by Buyer’s use of the Sites or Services, including data created by Buyer’s customers, and such Data shall be considered Intellectual Property of Nokē.\nNokē hereby agrees not to sell or distribute such Data to third Parties and shall, at Buyer’s request and expense, destroy or anonymize such data at the termination of this agreement.</p>\n<p>Except for the necessary license granted in connection with usage of the Sites or Services, no portion of this Agreement shall abridge, modify, or transfer any of Nokē’s intellectual property rights to Buyer.\nAny intellectual property associated with a modification or customization of the Sites or Services shall be owned by Nokē.\nTo the extent that modifications or customizations to the Sites or Services are made by or at the request of Buyer, Buyer hereby assigns or agrees to assign any and all rights thereto to Nokē.</p>\n<p>Buyer shall retain all existing intellectual property rights.\nNo transfer or license to any of Buyer’s intellectual property is made by this Agreement.\nNevertheless, subject to the Terms of this Agreement, Buyer grants to Nokē the non-exclusive, nontransferable worldwide right to copy, store, record, transmit, display, view, print, or otherwise use data uploaded by the Buyer to the Sites or Services to the extent necessary for the Sites or Services to function.\nNokē shall not have any right to share such data with third parties.</p>\n<p>Nokē (or its affiliates or licensors) are the owner of all right, title and interest in and to the Sites, Services, Licensed Software and Devices.\nWe reserve all rights not expressly granted in these Terms.\nAll Services, Applications and Licensed Software are licensed and not sold.</p>\n<p>You agree not to do any of the following:</p>\n<ul>\n<li>Post, upload, publish, submit or transmit any Content via our Service that: (i) infringes, misappropriates or violates a third party’s intellectual property rights, or rights of publicity or privacy.\n(ii) violates, or encourages any conduct that would violate, any applicable law or regulation or would give rise to civil liability.\n(iii) is fraudulent, false, misleading or deceptive.\n(iv) is defamatory, obscene, pornographic, vulgar or offensive.\n(v) promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(vi) is violent or threatening or promotes violence or actions that are threatening to any person or entity.\nor (vii) promotes illegal or harmful activities or substances.</li>\n<br>\n<li>Use, display, mirror or frame the Services, or any individual element within the Services, Nokē’s name, any Nokē trademark, logo or other proprietary information, or the layout and design of any page or form contained on a page, without Nokē’s express written consent;</li>\n<br>\n<li>Use the Services in any manner which, in our sole judgment, degrades the user experience, reliability, speed, or operation of the Services, or any underlying hardware or software thereof;</li>\n<br>\n<li>Access, tamper with, or use non-public areas of the Service, Nokē’s computer systems, or the technical delivery systems of Nokē’s providers;</li>\n<br>\n<li>Attempt to probe, scan, or test the vulnerability of any Device, Service, Site, software, system or network or breach any security or authentication measures, or to reverse engineer, decompile or otherwise attempt to gain the source code for any Nokē Service, Licensed Software or Device;</li>\n<br>\n<li>Avoid, bypass, remove, deactivate, impair, descramble or otherwise circumvent any technological measure implemented by Nokē or any of Nokē’s providers or any other third party (including another user) to protect the Service, Licensed Software or any Device;</li>\n<br>\n<li>Send any unsolicited or unauthorized advertising, promotional materials, email, junk mail, spam, chain letters or other form of solicitation;</li>\n<br>\n<li>Interfere with, or attempt to interfere with, the access of any user, host or network, including, without limitation, sending a virus, overloading, flooding, spamming, or mail-bombing the Service;</li>\n<br>\n<li>Collect or store any personally identifiable information from the Service from other users of the Service without their express permission;</li>\n<br>\n<li>Use the Service to impersonate any person or send altered, deceptive or false source-identifying information, or misrepresent your affiliation with any person or entity;</li>\n<br>\n<li>Violate any applicable law or regulation.\nor</li>\n<br>\n<li>Encourage or enable any other individual to do any of the foregoing.</li>\n<br>\n</ul>\n<p>We strongly recommend that you do not use the Service on a mobile device that has a “jail broken” or “rooted” operating system as this can potentially allow other applications to circumvent security features on your mobile device.\nAny use of such mobile devices is at your own risk.\nYou agree that Nokē will not be liable for any loss of functionality and will indemnify us for all damage or liability caused by such use.</p>\n<p>Although we’re not obligated to monitor access to or use of the Service or to review or edit any Content, we have the right to do so for the purpose of operating the Service, to ensure compliance with these Terms, or to comply with applicable law or other legal requirements.\nWe reserve the right, but are not obligated, to remove or disable access the Service or any Content therein, at any time and without notice, including, but not limited to, if we, at our sole discretion, consider any Content to be objectionable or in violation of these Terms.\nWe have the right to investigate violations of these Terms or conduct that affects the Service.\nWe may also consult and cooperate with law enforcement authorities to prosecute users who violate the law.</p>\n<p>Except as outlined in these Terms, we do not grant you any right, title, or interest in the Services or any Nokē Content.\nWe appreciate it when users send us feedback, but please only provide feedback, comments, or suggestions that you agree we may use without limitation.\nYou hereby grant us an unrestricted, transferable license to use any feedback, comments or suggestions that you provide without limitation.</p> Confidential Information <p>Buyer acknowledges that it may be exposed to or acquire communication or data of the Seller that is a confidential, privileged communication not intended to be disclosed to third parties.</p>\n<p>For the purposes of these Terms, the term \"Confidential Information\" shall mean all information and documentation of Seller that: (a) has been marked \"confidential\" or with words of similar meaning, at the time of disclosure by Seller.\n(b) if disclosed orally or not marked \"confidential\" or with words of similar meaning, was subsequently summarized in writing by the Seller and marked \"confidential\" or with words of similar meaning.\nor, (c) should reasonably be recognized as confidential information of the Seller.\nThe term \"Confidential Information\" does not include any information or documentation that was: (a) already in the possession of the Buyer without an obligation of confidentiality.\n(b) developed independently by the Buyer, as demonstrated by the Buyer, without violating the Seller’s proprietary rights.\n(c) obtained from a source other than the Seller without an obligation of confidentiality.\nor, (d) publicly available when received, or thereafter became publicly available (other than through any unauthorized disclosure by, through, or on behalf of, the Buyer).\nAny software code, release notes, and/or description thereof, in any form, provided by Nokē to Buyer shall be considered Confidential Information.</p>\n<p>Buyer agrees to hold all Confidential Information in strict confidence and not to copy, reproduce, sell, transfer, or otherwise dispose of, give or disclose such Confidential Information to third parties (other than employees, agents, or subcontractors of a Party who have a need to know in connection with this Agreement) or to use such Confidential Information for any purposes whatsoever other than the performance of this Agreement.\nBuyer agrees to advise and require their respective employees, agents, and subcontractors of their obligations to keep all Confidential Information confidential.</p>\n<p>Buyer shall use its best efforts to assist Seller in identifying and preventing any unauthorized use or disclosure of any Confidential Information.\nWithout limiting the foregoing, Buyer shall advise the Seller immediately in the event Buyer learns or has reason to believe that any Person who has had access to Confidential Information has violated or intends to violate the terms of this Agreement, and Buyer will cooperate with Seller in seeking injunctive or other equitable relief against any such Person.</p>\n<p>Buyer acknowledges that breach of its obligation of confidentiality may give rise to irreparable injury to the Seller, which damage may be inadequately compensable in the form of monetary damages.\nAccordingly, Seller may seek and obtain injunctive relief against the breach or threatened breach of the foregoing undertakings, in addition to any other legal remedies which may be available.</p>\n<p>Except as otherwise set forth in these Terms, Within five (5) days following: (i) termination of this Agreement.\n(ii) the accomplishment of the purposes for which the Confidential Information was provided.\nor (iii) receipt of a written notice from the Seller requesting return or destruction of the Confidential Information, Buyer will promptly return all originals, and return or destroy copies, transcriptions, or other reproductions of the Confidential Information in its possession to the Seller.\nBuyer shall, in such event, use its best efforts to make certain that no copies of the Confidential Information are retained in its possession following the return of such Confidential Information.</p> General <p>Entire Agreement/Severability.\nThese Terms constitute the entire agreement between you and Nokē regarding the Products or use of the Services.\nAny failure by Nokē to exercise or enforce any right or provision of these Terms shall not operate as a waiver of such right or provision.\nIf any provision of these Terms is, for any reason, held to be invalid or unenforceable, the other provisions of these Terms will be unimpaired and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.\nNeither party is an agent or partner of the other party.\nThe headings and section titles in these Terms are for convenience only and have no legal or contractual effect.\nAll capitalized terms used in this Agreement shall have the same meaning set forth in any applicable EULA, Order, or any other incorporated terms.</p>\n<p>Protection of Confidentiality and Intellectual Property Rights.\nNotwithstanding the foregoing, Nokē may seek injunctive or other equitable relief to protect its confidential information and intellectual property rights or to prevent loss of data or damage to its servers or Services in any court of competent jurisdiction.</p>\n<p>Notifications Nokē may provide notifications to you as required by law or for marketing or other purposes via (at its option) email to the primary email associated with your account, hard copy, or posting of such notice on the Site or Service.\nNokē is not responsible for any automatic filtering you or your network provider may apply to email notifications.</p>\n<p>You agree that, unless prohibited by law, any claim or cause of action arising out of or related to these Terms or the use of the Products or Services, must be filed within twelve (12) months after such claim or cause of action arose or be forever barred, regardless of any time limit set forth in any statute or law to the contrary.</p>\n<p>No Third Party Beneficiaries.\nThese Terms do not and are not intended to confer any rights or remedies upon any person other than you.</p>\n<p>Assignment.\nThese Terms, and any associated rights or obligations, may not be assigned or otherwise transferred by you without Nokē’s prior written consent, and shall be null and void.\nThese Terms may be assigned by Nokē without restriction.\nThese Terms are binding upon any permitted assignee.</p>\n<p>Statutory Requirements.\nNokē reserves the right to make any changes in the general specifications of the Products or Services which are required for the Products or Services to conform to any statutory or other applicable legal requirement.</p>\n<p>Relationship of the Parties.\nThe relationship between the parties is that of independent contractors.\nNothing contained in this Agreement shall be construed as creating any agency, partnership, joint venture or other form of joint enterprise, employment or fiduciary relationship between the parties, and neither party shall have authority to contract for or bind the other party in any manner whatsoever.</p> Dispute Resolution and Binding Arbitration.\n<p>The Parties agree that any dispute, controversy, or claim arising out of or relating to this Agreement, use of Nokē Devices, or use of the Services, shall be resolved only by final and binding bilateral arbitration.\nThe Parties shall attempt to resolve any dispute arising under this Agreement in good faith by escalating such dispute to successively more senior-levels of management or executives.\nEach Party shall use commercially-reasonable efforts to make such senior management or executives available to speak with (including by telephone) his or her counterpart upon reasonable notice and at a reasonable time.</p>\n<p>To the extent that Buyer allows its customers to use Nokē devices owned by Buyer and/or make use of the Services, Buyer shall require each of such customers to agree to an end-user license agreement (EULA) that sets forth limitations on liability, disclaimed warranties, and requirements for mandatory Arbitration similar to those in this Agreement.\nThe EULA shall also prohibit class action lawsuits to the extent permitted by law.</p>\n<p>This Agreement shall be governed by and construed in accordance with the laws of the state of Utah, without reference to conflict of law principles.\nTo the extent that a court of law becomes involved with any dispute, the Parties consent to the jurisdiction of the Utah courts, agree to accept service of process by mail, and waive any jurisdictional or venue defenses otherwise available.\nThe exclusive forum for adjudication of any disputes shall be the federal or state courts of the State of Utah, and the parties hereby consent to personal jurisdiction and venue in such courts in any proceeding.\nAny claim or controversy arising out of or related to this Agreement or the breach thereof shall be subject to mandatory and binding arbitration.\nArbitration shall (1) be administered by the Judicial Arbitration and Mediation Services, Inc.\n(“JAMS”), pursuant to the JAMS Streamlined Arbitration Rules &amp.\nProcedures then in effect (the “JAMS Rules”) and as modified by this Agreement to arbitrate, including the rules regarding filing, administration, discovery, and arbitrator fees.\n(2) be conducted by a single, neutral arbitrator.\nand (3) take place in Salt Lake City, Utah or at another location mutually agreed upon by the Parties.\nThe Federal Arbitration Act (the “FAA”), 9 U.S.C.\n§ 1, et seq., and federal arbitration law apply to this Agreement and govern all questions as to whether a dispute is subject to arbitration.\nThe Arbitration Award shall be final and binding and shall be enforceable in any court of competent jurisdiction.\nThe United Nations Convention on the International Sale of Products shall not apply.\nNothing herein shall preclude a party from filing suit for the purpose of obtaining temporary or preliminary injunctive relief or to compel arbitration pursuant to the terms of this Agreement.</p>\n<p>Amendment and Modification.\nThese Terms may only be amended or modified in a writing stating specifically that it amends these Terms and is signed by an authorized representative of each party.</p> Contact Information.\n<p>In the event of any questions or comments or to request further information, we may be contacted at Nokē, 2000 Ashton Blvd #375, Lehi, UT 84043 or by email at support@noke.com.</p> NOKĒ, INC.\nEND USER LICENSE AGREEMENT AND TERMS OF USE WARNING: NEVER USE ANY NOKĒ® MOBILE APPLICATIONS WHILE DRIVING.\n<p>END USER LICENSE AND SERVICES AGREEMENT</p>\n<p>READ THE FOLLOWING LICENSE AGREEMENT CAREFULLY! IT CONTAINS VERY IMPORTANT INFORMATION ABOUT YOUR RIGHTS AND OBLIGATIONS, AS WELL AS LIMITATIONS AND EXCLUSIONS THAT MAY APPLY TO YOU.\nTHIS DOCUMENT CONTAINS A DISPUTE RESOLUTION CLAUSE.\nBY CLICKING ON THE “ACCEPT” BUTTON, YOU ARE CONSENTING TO BE BOUND BY AND ARE BECOMING A PARTY TO THIS AGREEMENT.\nIF YOU DO NOT AGREE TO ALL OF THE TERMS OF THIS AGREEMENT, CLICK THE “DO NOT ACCEPT” BUTTON OR CLOSE THE MOBILE APP AND LEAVE THE WEBSITE.</p>\n<p>Nokē, Inc.\nand its subsidiaries and affiliates (collectively, “Nokē”) provide smart phone application software that permits users to communicate with or control services and devices so as to remotely, but securely, access Nokē’s Products.\n</p>\n<p>This End User License Agreement and Terms of Use (“EULA”) is a binding legal agreement between you (the person accepting this agreement) and Nokē .\nThis EULA should be read carefully and understood fully as it governs your access to and use of the software distributed or made available for use by Nokē Inc.\nSoftware (the “Software”).\nAs a condition to your use of the Software, you must read and accept all of the terms and conditions in, and linked to, this EULA.</p>\n<p>Nokē may collect information from you or about or related to your use of the Software.\nA description of Nokē’s practices, related to personal information and other data collected, are included in Nokē’s Privacy Policy, located at https://noke.com/privacy-policy</p> PART I AGREEMENT TO THE TERMS <ul>\n<li>1.\nYOU AGREE TO THIS EULA EITHER BY (I) CHECKING THE BOX STATING “I AGREE TO THE LICENSE AGREEMENT AND TERMS OF USE;” AND/OR (II) ACCESSING, DOWNLOADING OR USING THE SOFTWARE OR ANY PART THEREOF.</li>\n<br>\n<li>2.\nIF YOU DO NOT ACCEPT THIS EULA, YOU DO NOT HAVE A LICENSE TO, AND ARE PROHIBITIED FROM USING, THE SOFTWARE, IN WHICH CASE:</li>\n<br>\n<li>A.\nYOU ARE NOT PERMITTED TO INSTALL, COPY, DOWNLOAD OR OTHERWISE USE THE SOFTWARE (OR ANY PORTION THEREOF).\nAND</li>\n<br>\n<li>B.\nYOU MUST IMMEDIATELY STOP USING OR ACCESSING THE SOFTWARE AND DELETE ALL RELATED MOBILE APPS, DEVICE CODE AND OTHER SOFTWARE OR MATERIALS MADE AVAILABLE TO YOU, IF ANY.</li>\n<br>\n</ul> PART II REPRESENTATIONS AND ELECRONIC CONSENT <p>1.\nRepresentations.\nYou represent and warrant that you are 18 years of age or older, authorized to enter into this EULA, and agree to be bound to the terms hereof.</p>\n<p>2.\nElectronic Signature and Consent.\nIn accepting this EULA (by, for example, clicking on the “Agree” button), you consent to use electronic communications, electronic records, and electronic signatures rather than paper documents for all purposes in connection with your use of the Software.\n</p> PART III LICENSE <ul>\n<li>1.\nLicense Granted.\nSubject to this EULA, Nokē grants you a non-exclusive, personal, non-transferable, non-sublicensable, limited license (the “License”) to use the Software in connection with your use of the Products.</li>\n<br>\n<li>A.\nThis License does not permit you to access or use the Software in connection with any Product other than Your Product unless you have otherwise been granted express, written permissions for such access from Nokē.</li>\n<br>\n<li>B.\nYou agree that Nokē (or, if applicable, its licensors) has and will retain all right, title, interest and ownership in and to the Software and all components thereof (including, but not limited to all modifications, improvements, and derivative works thereof), including any trademarks, copyrights, patents and trade secrets and other intellectual property and proprietary rights with respect thereto or contained therein.</li>\n<br>\n<li>C.\nNokē and its licensors reserve all rights and licenses not expressly granted to you.</li>\n<br>\n<li>D.\nExcept for the License, no license is granted to you under this EULA, whether by implication, waiver or estoppel.</li>\n<br>\n<li>E.\nThe Software is licensed, not sold, to you for use only under this EULA.\nThis EULA is a license, and does not constitute a contract for the sale of goods or services.\nThis EULA shall not be governed by the United Nations Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded.</li>\n<br>\n<li>2.\nLicense Fees.\nNokē currently charges fees for your access to, or use of, the Software (“License Fees”).\nNokē reserves the right in the future to, in its sole discretion, determine the amount for and charge License Fees, including License Fees for (i) new services, (ii) new apps, or (iii) your continued access to and use of all or certain features or functionalities of the Software.\nMoreover, third parties whose products or services are compatible with the Software may choose to independently impose a fee, for which you will be solely responsible.</li>\n<br>\n<li>A.\nLicense Fees, if any, will be set either at the time you are offered the opportunity to access the Product(s) via the Software or at such other time as Nokē determines.\nAny and all License Fees are pursuant to terms to be agreed upon solely between you and Nokē.</li>\n<br>\n<li>B.\nIn all instances, you will pay and be responsible for paying any and all sales, use, excise, personal property or other taxes of similar nature levied upon License Fees or your access to or use of the Software (collectively, “Taxes”).</li>\n<br>\n<li>C.\nIf full payment of any License Fees or other fees charged by the Facility are not received by Nokē as and when due, or do not fully comply with any of the terms of this EULA and/or any obligation to, Nokē, respectively, may, in either of their sole discretion, suspend or terminate the License and deactivate the Password and your access to and use of the Software without any cure period or any notice to you.\nAll License Fees are payable in advance in the manner set forth in the applicable Order confirmation/invoice and are non-refundable, except as may be expressly set forth herein.\nFor the avoidance of doubt, any renewal of the License pursuant to the terms of the Order confirmation/invoice or maintenance and support services hereunder shall not be effective until the fees for such renewal have been paid in full.\n</li>\n<br>\n<li>3.\nUse of the Software.\nDisclaimers The Software is designed to allow users to wirelessly access locks, controllers, padlocks, and other Nokē Products, as applicable.\nYou acknowledge and agree as follows:</li>\n<br>\n<li>A.\nYou are solely responsible for ensuring that the Software is properly installed on a Device.\nNokē will have no responsibility or liability whatsoever for any failure of the Software which impedes or otherwise interferes with access to the Products or impedes or otherwise adversely affects other software or devices.</li>\n<br>\n<li>B.\nYou are solely responsible for providing and paying for internet connectivity to operate the Software.\nNokē will have no responsibility or liability for interruptions of internet connectivity, whether localized to you or Nokē or applicable to the Software as a whole.</li>\n<br>\n<li>C.\nThe Software may automatically download and install in or on the Software certain updates and you hereby consent to such downloading and installation without any separate notice thereof from Nokē.\nYou also agree to receive and install such downloads.¬¬</li>\n<br>\n<li>D.\nNokē may change the Software at any time without providing you notice and without having any liability to you or any other person or entity.\nNokē may post descriptions of changes to the Software on its Website.\nIf you do not agree with any such changes, your sole and exclusive remedy is to not use the Software.\nYour continued use of the Software irrevocably confirms your acceptance of, and agreement to, such changes.</li>\n<br>\n<li>E.\nYou understand that any Software or devices connected to the internet are subject to inherent risks common to the internet, such as hackers, viruses, and other harmful code and bad actors.\nNokē will have no responsibility or liability for wrongful acts or conduct of any third party committed through use of the internet that may affect you or the Software.\nThe Software may not be available when the internet, your wireless connection, your mobile connection, or your mobile device is not working properly.</li>\n<br>\n</ul> PART IV THIRD PARTY SERVICES AND DEVICES <p>You acknowledge and agree that:</p>\n<ol>\n<li>1.\nAny communication in connection with the Software, whether to or from a third party device or software system that you use, shall be deemed a communication authorized by you.\nYou agree that Nokē may provide any third party suppliers with information regarding your access to and use of the Software.\nWithout limitation, this includes information such as the date and time you access the Software and/or Your Product.\n</li>\n<br>\n<li>2.\nYou agree that Nokē may monitor all interactions in connection with your access to and/or use of the Software.</li>\n<br>\n<li>3.\nUse of any device or service offered by a third party supplier in connection with the Software is subject to both this EULA and the terms and conditions of such third party supplier.</li>\n<br>\n<li>4.\nThe Software may be used with products or services from third party suppliers that Nokē did not provide, develop or manufacture.\nNokē has no responsibility or liability (i) for such products or services.\n(ii) the integration of the Software with such products or services.\nor (iii) any problems, injuries, losses, or damages caused by or attributable to such products or services.</li>\n<br>\n</ol> PART V LIMITED WARRANTY <ul>\n<li>1.\nLimited Warranty.\nDisclaimer.</li>\n<br>\n<li>A.\nThe sole warranty provided by Nokē with respect to the Software during the entire period when the License remains in effect is to use commercially reasonable efforts to correct or bypass a material defect in the Software, as determined solely by Nokē based on Nokē’s then-current published specifications for the Software, subject to this EULA (the “Limited Warranty”).\nThe Limited Warranty does not extend to you unless you have accepted this EULA and remain bound by this EULA.\nThe Limited Warranty is for your benefit only and may not be assigned to or enforced by any other person or entity.\nThe Limited Warranty will not apply to, and Nokē will have no liability or obligation with respect to, problems or damage resulting from, but not limited to, any of the following: (i) accident, modification, neglect, abuse, careless or incorrect handling, misuse or improper operation, disassembly, misapplication or use in unusual physical environments or under operating conditions not approved by Nokē.\n(ii) problems relating to or residing in non-Nokē hardware, software or other items with which the Software is used.\n(iii) use in an environment, in a manner or for a purpose for which the Software was neither designed nor in accordance with Nokē’s published documentation.\n(iv) installation, modification, alteration or repair by anyone other than Nokē or its authorized representatives.</li>\n<br>\n<li>B.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, EXCEPT FOR THE LIMITED WARRANTY WITH RESPECT TO THE SOFTWARE, ALL OF THE SOFTWARE, AND THE MATERIALS THAT ARE OR MAY BE PROVIDED BY NOKĒ ARE PROVIDED “AS IS”, WITH ALL FAULTS, AND NOKĒ HEREBY DISCLAIMS ALL REPRESENTATIONS, WARRANTIES AND GUARANTEES OF ANY KIND, EXPRESSED OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT, ERROR-FREE OPERATION, ACCURACY, THE SOFTWARE INTEGRATION, OR QUIET ENJOYMENT, AND ANY WARRANTIES THAT MAY ARISE FROM A COURSE OF CONDUCT, TRADE USAGE OR TRADE PRACTICE.\nNOKĒ DOES NOT REPRESENT, WARRANT OR GUARANTEE THAT (I) THE OPERATION OF THE SOFTWARE, OR ANY WEB INTERFACE, MOBILE APP, DEVICE CODE OR OTHER SOFTWARE, DEVICE, OR PORTION OF THE SOFTWARE, IS OR WILL BE UNINTERRUPTED OR ERROR-FREE OR COMPATIBLE WITH ANY OTHER HARDWARE OR OTHER ITEMS USED BY YOU, (II) ANY DEFECT CAN OR WILL BE CORRECTED OR THAT THE SOFTWARE WILL BE AVAILABLE OR USABLE.\nYOU ARE SOLELY AT RISK AS TO SATISFACTORY QUALITY, PERFORMANCE, ACCURACY, AND EFFORT OF THE SOFTWARE, AND THE MATERIALS SHALL BE WITH YOU.\nNOKĒ DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE COMPATIBILITY OF THE SOFTWARE WITH ANY THIRD PARTY DEVICE OR SERVICE AND EXPRESSLY DISCLAIMS ANY EXPRESS OR IMPLIED WARRANTIES REGARDING THE COMPATIBILITY, INTERFACE, OR INTEROPERABILITY OF THE SOFTWARE WITH ANY SUCH THIRD PARTY DEVICE OR SERVICE.\nSOME STATES OR OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF AN IMPLIED WARRANTY, AND, THEREFORE, THE ABOVE DISCLAIMERS MAY NOT APPLY TO YOU, AND YOU MAY HAVE OTHER LEGAL RIGHTS THAT VARY BY JURISDICTION.\nWHERE APPLICABLE, ALL IMPLIED WARRANTIES WILL BE LIMITED TO THE PERIOD DURING WHICH THE LICENSE REMAINS IN EFFECT.</li>\n<br>\n<li>2.\nRestrictions on Use.\nYou are not permitted to, and will not, use the Software, with any equipment for which it is not designed.\nYou will not (a) use, or cause or permit any other person or entity to use, the Software or portion of the Software or any materials or other items made available by Nokē (collectively, the “Materials”) to design, build, market, or sell any similar or substitute product or service, or (b) cause, perform, or permit (i) the copying, decompilation, disassembly, or other reverse engineering of the Software, or any other Materials, (ii) the transferring or purported resale, licensing or sublicensing of the Software or any other Materials, or (iii) the removal, delivery, or exportation of the Software or any other Materials, or any other act, in violation of any relevant export laws or regulations.\nYou will use the Software for your own personal purposes only, and not for rent or for hire.\nYou will: (a) not use the Software in violation of any laws, regulation or court order, or for any unlawful or abusive purpose.\n(b) not use the Software in any manner other than as intended by Nokē and expressly permitted by this EULA.\nand (c) strictly comply with this EULA and any other requirements or restrictions requested or imposed by Nokē from time to time.</li>\n<br>\n</ul> PART VI OPERATION AND SECURITY <ul>\n<li>1.\nOperational Information.\nYou will regularly review and are responsible for regularly reviewing the instructions, FAQ and user information available at https://www.noke.com</li>\n<br>\n<li>2.\nPassword and Your Security Obligations.</li>\n<br>\n<li>A.\nUpon registering for the Software, you will receive a verification code that you will use to login in to the Software for the first time.\nYou will then be required to select a unique user ID (“ID”) and password (“Password”) to access the Software.\nYou will select the initial Password.\nIf you lose your Password, you may request Nokē to issue to you a randomly generated replacement Password.\nUpon receipt of such replacement Password, you must immediately access the Software to change such Password to a new Password selected by you.\nYou are encouraged to change your Password regularly and to select a strong password (i.e., 12+ characters and a combination of upper and lower case, symbols (e.g., !@#$%), and numbers).\nYou are responsible for requesting Nokē to issue to you a new Password if needed for any reason.\nRepeated incorrect attempts to log-on may result in deactivation of your Password, in which event you will need to request Nokē to issue to you a new Password.\nIn the event of a security breach of your Password, you shall provide such assistance to Nokē as may be requested by Nokē in the investigation of any unauthorized use and any enforcement proceedings in connection therewith.</li>\n<br>\n<li>B.\nYou acknowledge and agree that only one (1) user log-in account for the Software is available.\nIf you choose to permit others to use your ID for the Software, you will ensure that such other users comply with this EULA and use your e-mail address and Password to log-in to the Software.\nYou will be solely responsible for taking all steps as are necessary or prudent to safeguard your Password.\nYou will be responsible and liable for any use of the Software by any person to whom you make your ID or Password available or to whom you otherwise make available any portion of the Software, as well as for all acts and omissions of others who use your ID whether or not such person’s use of your account or Password was authorized by you.</li>\n<br>\n<li>C.\nYou acknowledge and agree that the Software has multiple security setting options.\nThe Software’s default setting, and Nokē’s recommendation, is the highest security level setting available on the Software.\nHowever, you have the option to set the Software to a lower level of security if you so choose.\nNokē will have no liability for any unauthorized access to or use of the Software, including as a result of your choice of security level settings.</li>\n<br>\n<li>D.\nYou agree that Nokē may, in Nokē’s sole discretion, treat as you (or as an authorized user on your account) any person who presents your ID and Password or any other credentials that Nokē deems sufficient for account access.</li>\n<br>\n<li>E.\nNokē may, from time to time, identify vulnerabilities or other bugs in the Software for which Nokē may offer a patch or update.\nYou agree to promptly implement and install any such patch or update as soon as such patch or update is made available.</li>\n<br>\n<li>F.\nYou agree to not reverse engineer, perform penetration testing, or otherwise attempt to identify vulnerabilities in the Software without Nokē’s prior written approval.\n</li>\n<br>\n<li>3.\nMobile Apps.\nWithout limiting any restrictions set forth elsewhere in this EULA, the License granted to you for any mobile app is limited to a non-transferable License to use the Software on any mobile device that you own or control.</li>\n<br>\n<li>The Software is licensed, not sold, to you for use only under this EULA.\nThis license does not allow you to use the Software on any mobile device that you do not own or control, and you may not distribute or make the Software available over a network, or where it could be used by multiple devices at the same time.\nWithout limiting any of the other restrictions set forth in this EULA, you may not rent, lease, lend, sell, redistribute or sublicense the Software, and you will not copy, decompile, reverse engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of the Software, any updates, or any part thereof (except as and only to the extent any foregoing restriction is prohibited by applicable law or to the extent as may be permitted by the licensing terms governing use of any open sourced components included with any mobile apps).\nAny attempt to do so is a violation of the rights of Nokē and its licensors.\nIf you breach this restriction or any other terms or conditions of this License, you may be subject to prosecution and damages.\nThis EULA will govern any upgrades provided by Nokē that replace and/or supplement the Software, unless such upgrade is accompanied by a separate license designated by Nokē, in which case the terms of that separate license will govern.\nNokē does not guarantee that the Software will be available for, or function in connection with, all smart phones or other mobile devices.\nThe additional content and services associated with the Software may also change at any time in Nokē’s sole discretion.\nIn order to use the Software, you must also purchase an appropriate data plan from your wireless carrier.\nNokē is not responsible for overages or for actions that your wireless carrier may take against you for using data in violation of your wireless carrier’s service terms.</li>\n<br>\n<li>4.\nAdditional Provisions for Mobile Apps.\n</li>\n<br>\n<li>A.\nThe Software contains modules or code provided by Nokē.\n</li>\n<br>\n<li>B.\nYou acknowledge that (i) in the event of any third party claim that the Software or your possession and use of the Software infringes that third party’s intellectual property rights, Nokē will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim, (ii) Nokēis responsible for addressing any of your claims or those of any third party relating to the Software or your possession and use of the Software, including (A) product liability claims, (B) any claim that the Software fails to conform to any applicable legal or regulatory requirement, and (C) claims arising under consumer protection or similar legislation, in each instance, subject to the qualifications, disclaimers and limitations set forth in this EULA, and (iii) at Nokē’s option in its sole and absolute discretion, the sole remedy for any claim of infringement is replacement.</li>\n<br>\n<li>C.\nYou acknowledge and agree that (i) You will not reverse engineer or in any other manner attempt to duplicate or enhance the Nokē Core, and (ii) You will not use or disclose the Object Code of the Nokē Core to anyone in any manner.</li>\n<br>\n</ul> PART VII MISCELLANEOUS TERMS <ol>\n<li>EXCLUSION OF AND LIMITATION ON CERTAIN DAMAGES.\nTO THE EXTENT PERMITTED BY APPLICABLE LAW, NOKĒ SHALL NOT BE LIABLE UNDER ANY LEGAL OR EQUITABLE THEORY FOR ANY (i) LOSS OF PROFITS, BUSINESS OR DATA, (ii) INTERRUPTION OF ANY BUSINESS, OR (iii) INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE OR CONSEQUENTIAL DAMAGES OF ANY KIND, EVEN IF SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND NOTWITHTSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY REMEDY SET FORTH IN THIS AGREEMENT.\nIN ADDITION, DAMAGES SHALL IN NO EVENT EXCEED THE TRAILING SIX(6) MONTHS OF LICENSE FEE PAYMENTS MADE BY YOU TO NOKĒ FOR THE USE OFYOUR PRODUCT.</li>\n<br>\n<li>Termination.\nNokē may terminate your access to and use of the Software at any time if you fail to pay applicable License Fees to Nokē or if Nokē, in its sole discretion, determines that you have failed to strictly comply with this EULA orany other obligation.\nTermination will not relieve you of any obligation to pay License Fees or other obligations accrued prior to the effective date of termination.\nNokē reserves the right to modify or discontinue the Software at any time.\nYou agree Nokē may do so without liability.</li>\n<br>\n<li>Indemnity and Release.\nLimitation of Liability.\nYou will, at your sole cost, indemnify, defend and hold Nokē, its affiliates, and its and their respective distributors, dealers, resellers, providers, suppliers, licensors, officers, directors, employees, agents, independent contractors and representatives (collectively, the “Indemnified Parties”) harmless from and against any and all losses, fines, settlements, fees, costs, damages, and expenses (including attorneys’ fees and costs and expenses of investigation and litigation) arising or resulting in any manner from your breach of or other failure to strictly comply with this EULA or from any access to or use of (or the inability to access or use) the Software, or any portion thereof.\nYOU HEREBY RELEASE Nokē AND THE OTHER INDEMNIFIED PARTIES FROM ANY AND ALL CLAIMS, LIABILITIES AND LOSSES IN CONNECTION WITH THE SOFTWARE, INCLUDING BUT NOT LIMITED TO, CLAIMS FOR PERSONAL INJURY OR PROPERTY DAMAGE ARISING FROM THE TOTAL OR PARTIAL FAILURE OF PERFORMANCE OF THE SOFTWARE, EVEN IF CAUSED BY THE FAULT OR NEGLIGENCE OF NOKĒ OR ANY OTHER INDEMNIFIED PARTY, OR THE MALFUNCTION OF THE SOFTWARE.</li>\n<br>\n<li>Non-Assumption of Liabilities.\nNokē is not assuming responsibility or liability for any losses or damages (including any direct, indirect, special, reliance, incidental or exemplary damages and consequential damages or loss of anticipated profits, attorneys’ fees or economic loss), irrespective of the cause, that may occur, even if due to Nokē’s negligent performance or failure to perform any obligation under this EULA or any other basis.\n</li>\n<br>\n<li>Limitation of Liabilities.\nIn the event that, notwithstanding this EULA, Nokē is held to be liable to you, or any invitees, agents, employees or other person or entity, regardless of the legal theory asserted, whether arising out of contract, extra-contractually or in tort (including actions based on negligence, gross negligence, strict liability, and willful and/or intentional conduct), warranty, indemnity, or other theory of liability and whether related to the design, performance, use, defect or failure of the Software, then, and in that event and to the maximum extent permitted by applicable law, the limitation of Nokē’s liability for any and all harm, damages, injury or loss will not exceed, in the aggregate, the greater of $100 or the amount of License Fees (if any) actually paid by you to Nokē during the six (6) month period preceding the last event giving rise to such liability.\nYOU HEREBY RELEASE NOKĒ AND THE OTHER INDEMNIFIED PARTIES FROM, AND WAIVE ALL CLAIMS FOR DAMAGES EXCEEDING THE LIMITS SET FORTH HEREIN FOR ALL HARM, DAMAGES, INJURY OR LOSS INCURRED, INCLUDING ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, INCIDENTAL, COLLATERAL, EXEMPLARY, PUNITIVE, RELIANCE OR SPECIAL DAMAGES (INCLUDING BUSINESS INTERRUPTION OR LOSS OF DATA (DIRECT OR INDIRECT), GOODWILL, PROPERTY DAMAGE, PERSONAL INJURY, DEATH, ATTORNEYS FEES, REPUTATION, REVENUE, OR PROFITS), EVEN IF FORESEEABLE OR THEY WERE ADVISED OR MADE AWARE OF THE POSSIBILITY OF ANY SUCH LOSSES OR DAMAGES AND REGARDLESS OF WHETHER THE CLAIM IS BASED ON CONTRACT, EXTRA-CONTRACTUAL LIABILITY, TORT (INCLUDING NEGLIGENCE, GROSS NEGLIGENCE, STRICT LIABILITY, AND WILLFUL AND/OR INTENTIONAL CONDUCT), WARRANTY, INDEMNITY, OR OTHER THEORY OF LIABILITY.\nTHIS LIMITATION IS A MATERIAL INDUCEMENT FOR NOKĒ TO FURNISH THE SOFTWARE TO YOU.\nSOME STATES OR OTHER JURISDICTIONS DO NOT ALLOW LIMITATIONS OF LIABILITY, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE OTHER LEGAL RIGHTS THAT VARY BY JURISDICTION.</li>\n<br>\n<li>Limited Time to Assert Claims.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, YOU AGREE THAT NO LAWSUIT OR ANY OTHER LEGAL PROCEEDING ARISING OUT OF OR IN CONNECTION WITH THIS EULA, OR THE SOFTWARE WILL BE BROUGHT OR FILED BY YOU MORE THAN ONE (1) YEAR AFTER THE INCIDENT GIVING RISE TO THE CLAIM OCCURRED.</li>\n<br>\n<li>Application and Binding Effect.\nYou understand and agree that this EULA will (i) apply to and protect the employees, officers, shareholders, parent companies, directors, agents, licensors, representatives, subcontractors, affiliates and assignees of Nokē and other Indemnified Parties, and (ii) be binding on your heirs, administrators, custodians, trustees, agents, successors and assigns.</li>\n<br>\n<li>Access to Software and Compliance with Laws.\nYou acknowledge and agree that you remain at all times solely responsible for any access to or use of the Software by or through your ID and Password.\nYou represent and warrant that (i) you are not located in a country that is subject to a U.S.\ngovernment embargo, or that has been designated by the U.S.\ngovernment as a “terrorist supporting” country, and (ii) you are not listed on any U.S.\ngovernment list of prohibited or restricted parties.\n</li>\n<br>\n<li>Notices.\nYou will address any written notice to Nokē to 2000 W Ashton Blvd, Ste 375, Lehi, UT 84020or another address designated in writing by Nokē to you.\nNokē will address any written notice to you to your e-mail address provided when activating the Software, and you hereby consent to receive all notices and other communications relating to the Software (so long as you use the Software and for a period of up to 180 days thereafter) at such e-mail address and agree that you are solely responsible for monitoring such e-mail address and updating the e-mail address if necessary.\n</li>\n<br>\n<li>Entire Agreement.\nThis EULA, including all exhibits, schedules and attachments, constitutes the entire agreement between the parties with respect to the subject matter hereof and supersedes all previous negotiations, proposals, commitments, and understandings of any nature whatsoever.\nThere are no representations or warranties with respect to the subject matter of this Agreement other than those expressed herein.\n</li>\n<br>\n<li>Waiver.\nThe failure of Nokē to insist in one or more instances upon strict performance of the covenants of this Agreement, or to exercise any right or option herein contained, shall not be construed a waiver, or relinquishment for the future, and such covenant and/or right or option shall remain and continue in full force and effect.\nAny waiver shall be effective only if made in writing.</li>\n<br>\n<li>Governing Law and Dispute Resolution.\nThis Agreement and all schedules shall be governed a) in accordance with the laws of the State of Utah without regard to choice-of-law principles, and the laws of the United States applicable therein.\nYou agree that if any dispute arises hereunder, either you or Nokē shall demand in writing that the Dispute be arbitrated, in which case you and Nokē agree that each party will immediately stay any court proceedings and the plaintiff will submit the Dispute to binding arbitration by a single arbitrator under the “Supplementary Procedures for Consumer-Related Disputes” of the American Arbitration Association then in effect, in Salt Lake City, Utah.\nIf for any reason the AAA cannot hear the dispute, you agree to proceed before any mutually-agreed arbitrator or, if unable to agree, before an arbitrator appointed by the AAA in accordance with its rules, as applicable.\nYOU AGREE THAT ANY CLAIM WILL BE BROUGHT ONLY IN YOUR INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING, THEREBY WAIVING THE RIGHT TO PARTICIPATE AS A CLASS REPRESENTATIVE OR CLASS MEMBER IN A CLASS ACTION RELATING IN ANY WAY TO A DISPUTE.</li>\n<br>\n<li>Severability.\nIf any provision of this EULA or the application of any such provision to any person, entity or circumstance shall be held invalid, illegal, or unenforceable in any respect, such invalidity, illegality, or unenforceability will not affect any other provision of this EULA, which will remain in full force and effect, and will be binding upon the parties hereto and their respective heirs, executors, representatives, employees, affiliates, successors, and assigns.\nThe parties intend that all disclaimers of warranties, limitations of liability, and exclusions of damages in this EULA will be upheld and applied to the maximum extent permitted by law.</li>\n<br>\n<li>Contacting Nokē.\nAny questions, complaints or claims regarding this EULA or the Software (including any Mobile App) should be directed to Nokē at 2000 W Ashton Blvd, Ste 375, Lehi, UT 84020 another address designated in writing by Nokē to you.\n</li>\n<br>\n<li>Language.\nThis EULA may be provided in a language other than English as a convenience to you.\nNotwithstanding the existence of non-English language versions of this Agreement, you agree that the English language version is the only official version and in the event of a conflict between the English version and a version in any other language, the English version governs.\n</li>\n<br>\n</ol>\n<p>Weather Icons made by Freepik from www.flaticon.com</p> ", "created_at": "2021-12-17 21:31:05.435979", "updated_at": "2021-12-17 20:32:31.479583"}], "points": [], "urls": ["noke.com"]}}