{"error": 448, "message": "OK", "parameters": {"id": 6710, "name": "Return YouTube Dislike", "created_at": "2022-06-26 23:40:39.289605", "updated_at": "2022-06-26 22:01:03.68496", "wikipedia": null, "keywords": null, "related": null, "slug": "return-youtube-dislike", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6710.png", "url": "returnyoutubedislike.com,returnyoutubedislikeapi.com", "documents": [{"id": 12240, "name": "Privacy Policy", "url": "https://github.com/Anarios/return-youtube-dislike/blob/main/Docs/SECURITY-FAQ.md", "xpath": "/html/body/div[4]/div/main/div[2]/div/div/readme-toc/div/div[2]/article", "text": "Security\nAre you tracking my viewing history?\n<p>No.\nThe extension's code is public and you can see it for yourself.\nThe only information being sent is the video ID, which is required to fetch the dislike count for the videos.\nThere are no additional headers being sent.\nOver the communication layer, your public IP will be exposed to the server, as well as the time when the request was made.\nHowever, none of these are uniquely identifying you in any way.\nAssuming a zero-trust environment, the best we could get is a dynamic IP.\nWhich, today is yours, tomorrow is your neighbor's.\nIf you're really worried about your IP being traced, you probably already use a VPN.</p>\nCan you uniquely identify me if I dislike?\n<p>Yes.\nWhen you dislike a video, we create a randomly generated unique ID for you that is not tied to your Google account.\nThis is done to prevent botting.\nBut there is no way to tie this random Id to you or your personal YouTube account.</p>\nWhat information do you have, exactly?\n<p>Just the video ID.\nNot your comments, not your username, not who you've shared the video with, not any additional metadata.\nNothing.\nJust the video ID.</p>\nHow is my IP stored?\n<p>The backend keeps unhashed IP addresses in volatile memory (RAM) only.\nThese addresses aren't stored on a hard drive, and therefore aren't logged.\nWe hash the IP addresses, and that's stored instead.\nThis is done to prevent database vandalism.</p>\nI heard some discussion over OAuth, and access to my YouTube account!\n<p>This feature will be optional, and very much opt-in.\nIf you are a YouTube creator, and would like to share your dislike stats with us, you can.\nThe way OAuth was structured, it's actually very secure.\nYou can revoke access to your account at any time, and can give very specific permissions to us.\nWe will not ask for any permissions that aren't required.\nWe'll only ask for permissions to view your video stats.</p>\nHow can I trust this dislike count?\n<p>We have implemented measures to prevent bot attacks and are gonna continue to work on improving the effectiveness of the bot prevention system: this will help us keep the dislike count as a good representative of the actual count.\nOf course it will never be 100% accurate so it's up to you to decide whether you trust the count or not.</p>\nWhy don't you share the backend code?\n<p>We will share it at some point - but there's really no real reason to share it right now.\nIt gives a false sense of security - because in a zero-trust system, we could just as well disclose one version but deploy another.\nThere are plenty of reasons to keep the code hidden, specifically, how we battle spam.\nHiding/Obfuscating the spam handling code is a fairly standard practice.</p>\n", "created_at": "2022-06-26 23:40:39.29496", "updated_at": "2022-06-26 21:42:00.749434"}, {"id": 12239, "name": "Privacy policy firefox addon", "url": "https://addons.mozilla.org/en-US/firefox/addon/return-youtube-dislikes/privacy/", "xpath": "/html/body/div[1]/div/div/div/div[2]/section[2]", "text": "Privacy policy for Return Youtube Dislike<p>The only data collected from users is their likes and dislikes made while the extension is installed.<br>\n<br>No personal info, account name or watch history is collected or saved.<br>\n<br>Users are identified by a random user ID, which is not directly linked to any of their accounts, the only purpose of this user ID is to make voting process possible.<br>\n<br>None of the saved data is shared with any third parties, and none of the data is being used for any commercial purposes (ads, targeting, etc.).</p>", "created_at": "2022-06-26 23:40:39.291757", "updated_at": "2022-06-26 21:42:51.766164"}], "points": [{"id": 28121, "title": "Your personal data is not shared with third parties", "source": "https://addons.mozilla.org/en-US/firefox/addon/return-youtube-dislikes/privacy/", "status": "Generated through the annotate view", "created_at": "2022-06-28 17:08:14.771006", "updated_at": "2022-06-28 17:08:14.771006", "quoteText": "<br>None of the saved data is shared with any third parties,", "case_id": 311, "document_id": 12239, "quoteStart": 403, "quoteEnd": 463}, {"id": 28120, "title": "The service is open-source", "source": "https://github.com/Anarios/return-youtube-dislike/blob/main/Docs/SECURITY-FAQ.md", "status": "Generated through the annotate view", "created_at": "2022-06-28 17:04:20.554425", "updated_at": "2022-06-28 17:04:20.554425", "quoteText": "The extension's code is public and you can see it for yourself.\n", "case_id": 485, "document_id": 12240, "quoteStart": 53, "quoteEnd": 117}], "urls": ["returnyoutubedislike.com", "returnyoutubedislikeapi.com"]}}