{"error": 448, "message": "OK", "parameters": {"id": 4887, "name": "DomainTools ", "created_at": "2021-08-19 01:23:06.573675", "updated_at": "2021-08-19 22:01:06.914854", "wikipedia": null, "keywords": null, "related": null, "slug": "domaintools", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4887.png", "url": "domaintools.com", "documents": [{"id": 8768, "name": "Terms of Service", "url": "https://www.domaintools.com/company/terms-of-service/", "xpath": "/html/body/section/section/div/div/div/div/div", "text": " <p>\n<em>Last Revision: May 22, 2017</em>\n</p>\n<p>\n<strong>Notice of Arbitration Agreement: These Terms of Service contain an Arbitration Agreement that may impact your rights to use the courts to resolve disputes.\nPlease carefully review the terms of the Arbitration Agreement below.</strong>\n<strong>\n<em>If you do not wish to be bound by the Arbitration Agreement, do not use the Service as defined herein.</em>\n</strong>\n</p>\n<p>\n<strong>Notice of Class Action/Class Arbitration Waiver: These Terms of Service include a waiver of your right to proceed with class actions or class arbitrations.\nPlease carefully review Section XV(g) for details.</strong>\n<strong>\n<em>If you do not wish to waive rights to class-based relief, do not use the Service.</em>\n</strong>\n</p>\n<p>This DomainTools Terms of Service Agreement (\"Terms\") applies to (1) your use of DomainTools' services, software, and websites, including the websites located at domaintools.com and screenshots.com, the PhishEye and Iris suite of software tools, and any other website owned or controlled by DomainTools (collectively, the \"Service\").\nand (2) all material and data that you download, receive, or otherwise obtain through the use of the Service (\"DomainTools Data\"), including data provided to DomainTools by third parties (\"Partner Data\").\n</p>\n<p>By accessing or using the Service you agree to these Terms and any other referenced terms, conditions, and policies.\nYou further acknowledge that by using the Service, you necessarily access computers, servers, networks, and other hardware owned and operated by DomainTools to provide the Service (collectively, the \"System\").\nIf you are accessing or using the Service on behalf of a business, corporation, partnership, non-profit, or other organization (an \"Enterprise Customer\") then you are agreeing to these Terms on behalf of the Enterprise Customer.\nIf you are not authorized to bind the Enterprise Customer to these Terms, then do not access or use the Service on its behalf.</p>\n<p>\n<strong>Your authorization to access the System and use the Service is conditioned on your acceptance of and compliance with these Terms.\nIf you cannot or do not accept these Terms, you are not authorized to access the System or use the Service and any access of the System or use of the Service by You is unauthorized.</strong>\n</p>\n<p>DomainTools reserves the right to change, modify, add, or remove portions of these Terms at any time.\nDomainTools will alert you of any changes by indicating at the top of these Terms the date they were last revised.\nIt is your responsibility to check these Terms periodically for changes.\nYour use of the Service following the posting of revised Terms means you accept and agree to the changes.</p>\n<p>\n<strong>IF YOU DO NOT AGREE TO THESE TERMS, DO NOT USE THE SERVICE.</strong>\n</p> I.\nThe Service <p>(a) <strong>Requirements for Use of the Service</strong>.\nIn order to use the Service, you must be at least 18 years old and have legal capacity to enter binding contracts.\nAdditionally, you must not be barred from accessing or using the Service under United States law or the laws applicable where you reside or from where you access or use the Service.</p>\n<p>(b) <strong>DomainTools Limited License to You</strong>.\nSubject to these Terms, DomainTools grants you a limited, revocable, non-assignable, non-transferable, non-sublicensable, and non-exclusive right and license to access and use the Service.\nprovided that you do not (and do not allow any third party to) sell, assign, sublicense, grant a security interest in or otherwise transfer any right in the Service or DomainTools Data or attempt to do so.</p>\n<p>(c) <strong>Membership Account Registration</strong>.\nCertain features or services offered on or through the Service may require you to open a membership account.\nIn order to open an account, you must provide DomainTools with certain information (\"Registration Data\") requested on the registration form.\ninquiries marked \"required\" must be answered, and any other request for information may be left blank.\nYou agree that the Registration Data you provide: (1) is true, accurate, current, and complete, and (2) will be maintained and updated by you to keep it true, accurate, current and complete.\nDomainTools reserves the right to suspend or terminate your use of the Service and refuse to provide you with any and all current or future use of the Service if DomainTools, in its sole discretion, determines that any of your Registration Data is untrue, inaccurate, not current, or incomplete.</p>\n<p> (d) <strong>Account Security</strong>.\nDuring the registration process you will provide an email address, which will function as your user name, and select a password, both of which you may be able to modify later subject to certain system and technical restrictions (\"Account Credentials\").\nYou are responsible for maintaining the confidentiality of your Account Credentials and are fully responsible for all activity that occurs under your Account Credentials or that uses your account whether or not authorized by you.\nYour account will be charged for all activity authenticated with your Account Credentials even if you later determine the use was fraudulent or unauthorized by you.\nYou will immediately notify DomainTools of any unauthorized use of your Account Credentials or any other breach of security.\nDomainTools cannot, and will not, be liable for any loss or damage arising from your failure to comply with this requirement.</p>\n<p> (e) <strong>Single User Accounts</strong>.\nWith the exception of certain paid membership types, DomainTools accounts may only be accessed and used by the registered user.\nSharing, selling, or transferring your Account Credentials with another user is prohibited and a basis for immediate account termination or suspension.</p>\n<p> (f) <strong>Paid Memberships</strong>.\nCertain features or services offered on or through the Service may require a paid membership.\nAvailable membership types and associated fees, terms, and conditions will be posted on a website associated with the Service.\nThe term of a paid membership starts when you submit the registration form and continues for the duration you selected during account registration (a \"Membership Term\")—<em>e.g.</em> one month or one year.\n&nbsp;You agree that you will pay for the membership and any additional services or products you purchase through the Service, and that DomainTools may charge your credit card or payment account for any membership upgrades purchased and for any additional amounts (including any taxes, as applicable) that may be accrued by or in connection with your account.</p>\n<p> (g) <strong>Automatic Renewal.\nSubsequent Terms</strong>.\nThe Membership Term will automatically renew, unless terminated by you prior to the end of the Membership Term, for an additional period of the same duration, or at your election, another period then offered by DomainTools (an \"Additional Term\").\nSimilarly, any Additional Term will automatically renew unless terminated by you prior to the end of an Additional Term for another Additional Term, or at your election, another period then offered by DomainTools.\nIf you do not elect an Additional Term of a different period than your current term, then you agree to pay for an Additional Term of the same duration as your current term based on the pricing in effect at the time of renewal.\nIf you elect an Additional Term for a different period, you agree to pay the fees disclosed by DomainTools in connection with that different period.\nYou authorize DomainTools to charge the credit card or PayPal account on file for an amount equal to the fees for the Additional Term unless you have cancelled prior to the end of the current term.</p>\n<p> (h) <strong>Membership Changes</strong>.\nYou may change your membership level by upgrading from one membership type to another.\nFor example, you may upgrade from one type of paid membership to another type of paid membership.\nAn upgrade will take effect immediately, and you will be charged a prorated fee based on the remaining length of the current Membership Term, if applicable.\nYou may downgrade your membership level by renewing at a different membership type or electing to not renew prior to the end of your current Membership Term.\nA downgrade will take effect at the end of the current Membership Term.</p>\n<p> (i) <strong>Fees</strong>.\nAll fees and charges paid by you in relation to the Service are nonrefundable, except as required by law or as otherwise stated herein.\nDomainTools accepts American Express, Visa, MasterCard and PayPal and requires, for some membership types, that You have one such payment method on file with DomainTools before you may use the Service.\nAll fees will be billed to the credit card or payment account you designate during the registration process.\nIf DomainTools is unable to successfully charge your credit card or payment account for fees due or you are otherwise in breach or default under these Terms, DomainTools reserves the right to immediately terminate or suspend your access to the Service, including your access to any reports or information available through your account.\nIn the event you change your credit card or payment information or cancel the credit card or payment account on file with DomainTools, you will (1) promptly advise DomainTools of the change or cancellation and provide updated credit card or payment account information that can be charged by DomainTools, and (2) pay any amount due to DomainTools for the Service.</p>\n<p>(j) <strong>Account Disputes and Unacceptability of Chargebacks</strong>.\nIf you have a question about charges made to your account, please contact DomainTools immediately.\nYou may request that DomainTools refund charges to your charge, credit or debit cards.\nDomainTools will review such request and respond within 5 business days.\nHowever, you acknowledge and agree that chargebacks requested through your issuing bank are an unacceptable charge dispute resolution method.\nIf you dispute the credit card charge that DomainTools charges for its services, DomainTools reserves the right to suspend your account as soon as DomainTools is informed of your chargeback request.\nYou agree to immediately pay to DomainTools any chargebacks of amounts originally charged to your charge, credit or debit cards, as well as for fees incurred by DomainTools for such chargebacks.\nYour responsibility for chargebacks and related fees will continue even if you have received the funds, and/or closed your account.\nAny chargeback fees, past due fees, and costs will be sent to collections.\nIf DomainTools' collection efforts fail, unpaid debts may be reported to the State of Washington, all available credit reporting agencies and Internet fraud databases.</p>\n<p>(k) <strong>Termination or Modification of Service</strong>.\nDomainTools reserves the right, without liability to you or any other third party, to modify or discontinue, temporarily or permanently, in whole or in part, the Service without notice.\nFor example, DomainTools may change at any time the types of memberships available and the specific terms applicable to each membership.\nIf your existing membership type is no longer available at the end of your current term and you have not cancelled your membership, DomainTools may, in its reasonable discretion, cause a Subsequent Term to proceed under the terms of your current membership type or under the terms of another available membership type that is reasonably comparable to your current membership.\nYou agree that DomainTools shall not be liable to you or any third party for any modification or termination of the Service.\n</p>\n<p>(l) <strong>Access to the Service</strong>.\nDomainTools reserves the right to change the requirements for accessing the Service or System at any time and for any reason in its sole discretion, including changes to membership fees or other fees.\nDomainTools reserves the right to alter, suspend, or discontinue the Service, or any portion thereof, at any time and for any reason, without prior notice to you.\nThe Service may also become unavailable due to maintenance or malfunction of computer equipment or other reasons.\nDomainTools may at any time terminate your membership or block your access to the Service if: (1) You have breached any provision of these Terms (or have acted in a manner that indicates you do not intend to, or are unable to, comply with these Terms).\n(2) DomainTools is required to do so by applicable law.\n(3) the provision of the Service to you by DomainTools is, in DomainTools' discretion, no longer commercially viable.\nor (4) DomainTools has elected to discontinue the Service, or any portion thereof, for any reason.\nDomainTools shall not be liable to you or any third party for any termination or cancellation of your access to, or use of, the Service.</p>\n<p>(m) <strong>Guest Access</strong>.\nDomainTools permits You to access the Service without a Membership Account for limited purposes.\nYou agree that DomainTools may change the limitations on Guest Access at any time for any reason, including eliminating Guess Access entirely.\nYou further agree that DomainTools may require you to complete a user verification form (<em>e.g.</em> a Captcha) to prevent abuse of the Service.\n</p> II.\nEnterprise and Group Memberships <p>(a) <strong>Multiple User Accounts</strong>.\nDomainTools' Enterprise Membership and Group Membership accounts permit an Enterprise Customer to provide access to the Service to multiple individual users who are Enterprise Customer's employees, agents, or contractors (\"Enterprise Users\") and may offer other additional benefits and features which DomainTools reserves the right to modify or terminate at any time without notice.\nIf you are interested in an Enterprise Membership or Group Membership please contact DomainTools at sales@domaintools.com for more information.\nAccess and use of Enterprise Membership and Group Membership accounts is subject to these Terms, including specifically this Section II, which only apply to these account types.\nIn the case of a conflict, the terms in this Section II will control over any other provision in these Terms.</p>\n<p>(b) <strong>Enterprise Customer Obligations</strong>.\nEach Enterprise Membership and Group Membership account must have one user designated as an Administrator who is authorized by the Enterprise Customer to agree to these Terms and other applicable terms and conditions, and any amendments thereto, who will be responsible for the account activity by Enterprise Users, and to whom DomainTools may direct all communications and notices to Enterprise Customer.\nAdministrator and Enterprise Users may only use and access the Service on behalf of the Enterprise Customer.\nEnterprise Customer represents, and must ensure, that the Administrator and all Enterprise Users agree to these Terms and any other applicable terms and conditions, and consent to the DomainTools Privacy Policy.\nEnterprise Customer is responsible for preventing unauthorized access or use of the Service by the Administrator and Enterprise Users.\nEnterprise Customer must promptly notify DomainTools of and terminate any such unauthorized use or access of the Service.\nEnterprise Customer is responsible for managing Administrator and Enterprise User Account Credentials and maintaining the confidentiality of passwords.</p>\n<p>(c) <strong>License to Enterprise Customer and Enterprise Users</strong>.\nSubject to these Terms, DomainTools grants to Enterprise Customer a limited, revocable, non-assignable, non-transferable, non-sub-licensable, and non-exclusive right to permit Administrator and Enterprise Users to access the System and use the Service.</p>\n<p>(d) <strong>Administrator Responsibilities</strong>.\nAdministrator must comply with these Terms, including, without limitation, the prohibition against sharing account access with other users, and any other applicable terms and conditions.\nAdministrator may have the ability to create, view, control, configure, and terminate Enterprise User accounts.\nDomainTools is not responsible for managing or administering Enterprise Users' accounts.\nAdministrator is responsible for forwarding any communication or notice from DomainTools to the appropriate personnel within Enterprise Customer.</p>\n<p>(e) <strong>Enterprise User Responsibilities</strong>.\nEnterprise Users must comply with these Terms, including, without limitation, the prohibition against sharing account access with other users, and any other applicable terms and conditions.\nIf Administrator or an Enterprise User (1) violates these Terms or other applicable terms and conditions.\nor (2) uses the Service in a manner that DomainTools reasonably believes will cause it liability, then DomainTools may request that the Enterprise Customer suspend or terminate that Administrator or Enterprise User account, or if reasonably necessary in DomainTools' discretion, DomainTools may do so without notice and without liability.</p>\n<p>(f) <strong>Indemnification by Enterprise Customer</strong>.\nIn addition to other indemnification obligations under these Terms, Enterprise Customer will release, indemnify, defend and hold harmless DomainTools, and any of its parents, affiliates, officers, directors, employees, agents, partners, licensors, and assigns from all liabilities, claims, damages, costs and expenses, including reasonable attorneys' fees and expenses, of third parties relating to or arising out of use of the Service by Administrator or Enterprise Users.\n</p> III.\nEnterprise Services Quotes <p>(a) <strong>Acceptance.\nExpiration</strong>.\nEnterprise Customer may accept, without modification, a written quote for enterprise services provided by DomainTools, including an identification of services to be provided by DomainTools (\"Enterprise Services\"), applicable usage limitations or restrictions, applicable rates, and any other specified terms (\"Enterprise Quote\") by returning to DomainTools a duly-executed copy of the Enterprise Quote before the earlier of (1) any expiration date indicated on the Enterprise Quote or (2) 30 days from the date of the Enterprise Quote.\nIf Enterprise Customer does not return a duly-executed unmodified copy of the Enterprise Quote to DomainTools by the earlier of those two dates, the Enterprise Quote will be automatically withdrawn and no longer capable of being accepted unless agreed otherwise in writing by DomainTools.\nModifications to the Enterprise Quote are not binding unless agreed in writing by DomainTools.</p>\n<p>(b) <strong>Availability of Enterprise Services</strong>.\nBeginning no later than 5 days after Enterprise Customer returns a duly-executed copy of the unmodified Enterprise Quote to DomainTools, DomainTools will make available the Enterprise Services as described on the Enterprise Quote, and, if applicable, commence work on any custom-engineering services specified in the Enterprise Quote.\nEnterprise Services will be deemed accepted by Enterprise Customer if no written rejection is received by DomainTools from Enterprise Customer within 10 days of first availability of the Enterprise Services.</p>\n<p>(c) <strong>Payment</strong>.\nEnterprise Customer will pay DomainTools the amounts indicated on the Enterprise Quote without deduction or setoff.\nPayment will be made (1) in U.S.\nDollars.\n(2) within 30 days of first delivery by DomainTools of the Enterprise Services.\nand (3) in accordance with remittance instructions in any invoice provided by DomainTools.\nPayments under an Enterprise Quote are due and payable whether or not DomainTools provides an invoice.\nBeginning the day after a payment is due, interest will be due and payable by Enterprise Customer at the rate of one and one-half percent (1.5%) per month on any unpaid amount.\nPayments are nonrefundable.\nPayments required under an Enterprise Quote are \"fees\" as that term is used in these Terms.\nEnterprise Customer's obligation to make any payment due will survive termination of the Services.</p> (d) <strong>Suspension or Termination for Non-Payment</strong>.\nDomainTools reserves the right in its sole discretion to suspend or terminate an Enterprise Customer's access for failure to remit payment as provided for in Section III(c).\nWhen Enterprise Customer's access is suspended or terminated for non-payment, Enterprise Users' and Administrator's access is also suspended or terminated.\nDomainTools may require payment of all outstanding fees, including interest, before restoring Enterprise Customer's access.\n<p>\n</p>\nIV.\nOther Terms and Conditions <p>Additional terms and conditions may apply to specific components or features of the Service, all of which terms are incorporated in these Terms by reference.\nYou must read, accept, and agree to be bound by any such additional terms and conditions in order to use those particular components or features.</p>\n<p>If there is a conflict between these Terms and the terms and conditions applicable to a specific component or feature of the Service, the specific terms and conditions shall control with respect to your use of that component or feature of the Service.</p>\nIris &amp.\nPhishEye <p>(a) <strong>Additional Terms</strong>.\nThe following additional Terms apply to those portions of the Service presently named Iris (\"Iris\") and PhishEye (\"PhishEye\").\nDomainTools reserves the right to alter, change, update, modify, or suspend all functionality of Iris and PhishEye.\nIris and PhishEye are made available to Enterprise Customers as optional features of the Service and use of Iris and PhishEye are subject to these Terms of Service.\nFor additional information on Iris and PhishEye, please contact DomainTools at sales@domaintools.com.\n</p>\n<p>(b) <strong>DomainTools Reputation Engine</strong>.\nIris and PhishEye make use of certain DomainTools Data and Partner Data to generate a \"risk score\" for each domain name and IP address recorded and analyzed by the Service.\nThis risk score provides an estimate of the maliciousness of the domain name or IP address, including a likelihood that the domain name or IP address is involved in criminal or quasi-criminal activities.\nThe risk score, its meaning, and the methods and algorithms used to generate the risk score are collectively the DomainTools Reputation Engine (or \"DTRE\").\nDTRE uses sophisticated and complex algorithms but is ultimately an opinion generated by the System.\nAccordingly, in no circumstances will DomainTools be liable for defamation, libel, or any similar claim as a result of the DTRE and all components of the Service used to generate DTRE risk scores.\n</p>\n<p>(c) <strong>DTRE Limitations</strong>.\nThe DTRE does not guarantee that a given domain name or IP address will contain malicious code or be used in a criminal or quasi-criminal manner.\nDTRE uses Partner Data and DomainTools cannot be responsible for errors within the Partner Data.\nAccordingly, DomainTools provides DTRE subject to these Terms, specifically including Sections V(g), VI, VII(a), XI, and XII.\n</p>\n<p>(d) <strong>Passive DNS</strong>.\nDomainTools purchases Passive DNS data from third parties and this data is included in the Partner Data and may be accessed or viewed only via Iris.\nPassive DNS data is not available via the DomainTools API.\nDomainTools provides Passive DNS data subject to these Terms, specifically including Sections V(g), VI, VII(a), XI, and XII.\n</p>\n<p>(e) <strong>Iris Investigations.</strong> Iris includes the ability to save user search queries and the resulting search results, including DomainTools Data and Partner Data for later reference (the saved queries and results are the \"User Investigations\").\nYou agree that DomainTools is the sole owner of all User Investigations and by using Iris, you irrevocably transfer all right, title, and interest in and to Your User Investigations to DomainTools.\nFurther, DomainTools is not responsible for the loss of User Investigations for any reason, including its own mistake, negligence, gross negligence, or any cause included within Section XV(l).\n</p>\n<p>(f) <strong>Security</strong>.\nDomainTools does not prohibit You from using the Service (including Iris, PhishEye, DTRE, and/or other DomainTools Data or Partner Data) for security-related uses, including the prevention of unauthorized access or harm to Your own computers or networks.\nYou expressly acknowledge and agree that You assume all risk related to any security-related use of the Service, Iris, PhishEye, and all components thereof, including DTRE.\nYou further acknowledge and agree that if You choose to rely upon the Service or any DomainTools Data or Partner Data for any security-related use, that You will not attempt to hold DomainTools liable for liabilities, claims, damages, costs, and expenses, including reasonable attorneys' fees and expenses You may suffer as a result of such reliance.\n</p>\nV.\nRestrictions on Use <p>(a) <strong>Permitted Use</strong>.\nYou agree to use the Service only for purposes permitted by these Terms and any applicable law or regulation.</p>\n<p>(b) <strong>Compliance With Laws, Regulations and Requirements</strong>.\nYou will not use the Service for illegal purposes (allow, enable, or otherwise support the transmission by e-mail, telephone, postal mail, facsimile or other means of mass unsolicited, commercial advertising or solicitations) but will abide by and comply with all applicable local, state, national, and international laws and regulations in your use of the Service (including laws regarding the transmission of technical data exported from the United States).\nYou will not use the Service, Partner Data, or DomainTools Data to access without authorization any protected computer as such terms are defined by the Computer Fraud and Abuse Act, 18 U.S.C.\n§ 1030.\n</p>\n<p>(c) <strong>Non-Interference</strong>.\nYou will not interfere with or disrupt (1) the use and enjoyment of the Service by other users.\nor (2) the Service or System, including servers or networks connected to the Service (including, without limitation, any attempt to gain unauthorized access to other computer systems or networks connected to the Service).<br>\n</p>\n<p>(d) <strong>Excessive Use</strong>.\nYou acknowledge that excessive use of network bandwidth associated with the Service risks degrading the quality of the System, which could negatively impact the use and enjoyment by others of the Service or impose undue costs on DomainTools.\nDomainTools may terminate or place reasonable restrictions on your use of the Service if it determines, in its sole discretion, that your use of the Service is excessive or puts unreasonable stress on the System.\n</p>\n<p>(e) <strong>No Unauthorized Automated Access</strong>.\nYou may not use any \"deep-link\", \"page-scrape\", \"robot\", \"spider\" or other automatic device, program, algorithm or methodology, or any similar or equivalent manual process, to access, acquire, copy or monitor any portion of the Service or any Partner Data or DomainTools Data, or to in any way reproduce or circumvent the navigational structure or presentation of the Service, to obtain or attempt to obtain any materials, documents or information through any means not purposely made available through the Service, such as the DomainTools API, and subject to applicable additional terms and conditions.\n</p>\n<p>(f) <strong>No Resale</strong>.\nYou may not resell, rent, trade, or copy the Service, Partner Data or DomainTools Data, the use of or access to the Service, Partner Data, or DomainTools Data, or any portion thereof, except as otherwise agreed in writing between you and DomainTools.\nIf you are interested in reselling the Service, please contact DomainTools at sales@domaintools.com for more information.</p>\n<p>(g) <strong>Information and Access Not Guaranteed</strong>.\nYou acknowledge that the Service, and any information available through the Service, including Partner Data and DomainTools Data, may not always be available, complete, or accurate, and that the Service may not always satisfy your anticipated or required level of performance.\nFurther, you understand and acknowledge that despite the exercise of commercially reasonable efforts on the part of DomainTools, some of the information available through the Service, including Partner Data or DomainTools Data, may be inaccurate, incomplete, or become unavailable, or may be different in scope or content from information available from other DomainTools services.\nUnder no circumstances shall DomainTools be liable for Your reliance on the accuracy of any Partner Data accessed via the Service.\n</p>\n<p>(h) <strong>No Reverse Engineering</strong>.\nYou may not (and will not allow any third party to) reverse engineer, decompile, disassemble, or otherwise attempt to discover any source code, object code or underlying structure, ideas or algorithms of the Service or any software, documentation or data related to or provided with the Service.</p>\n<p>(i) <strong>No Derivative Works</strong>.\nExcept as expressly authorized by DomainTools, you agree not to copy, modify, rent, lease, loan, sell, distribute, or create derivative works based, in whole or in part, on the Service, Partner Data, or DomainTools Data.\nNo portion of the Service may be reproduced in any form or by any means, except as expressly permitted in these Terms.</p>\n<p>(j) <strong>No Modification or Circumvention</strong>.\nYou agree not to modify the Service or System in any manner or form, or to use modified versions of the Service, including (without limitation) for the purpose of obtaining unauthorized access to the Service, System, Partner Data, or DomainTools Data.\nYou agree not to access the Service or System by any means other than through an interface provided by DomainTools for use in accessing the Service.\nYou may not knowingly use or access the Service to create, improve, verify, or support (directly or indirectly) a product or service competitive to the Service, including, without limitation, any other domain registration information service.</p> VI.\nDomainTools' Proprietary Rights <p> Except for the licenses expressly granted herein, DomainTools retains all rights and interest in: (1) the Service, System, and all other materials, tools, templates, matrices, documentation, technology, or APIs developed by or on behalf of DomainTools or provided by DomainTools, under these Terms, the API Terms, an Enterprise Quote, or otherwise.\n(2) all other proprietary information, products, and services of DomainTools.\n(3) all customizations, modifications, enhancements, derivative works, configurations, translations, upgrades, and interfaces in and to each of the items in (1) and (2) above.\n(4) the intellectual property rights in and to each of the items in (1) through (3) above.\nand (5) the ideas, concepts, techniques, inventions, processes, software, or works of authorship developed, embodied in, or practiced in connection with the Service.\nDomainTools does not claim proprietary rights to any Partner Data except as otherwise agreed between DomainTools and the owner of the Partner Data.</p> VII.\nThird-Party Rights, Services, and Data <p>(a) <strong>Third Party Services and Data</strong>.\nDomainTools is not responsible for, and does not endorse or guarantee the availability of, third-party websites or other resources, which may be accessed in connection with or by using the Service, specifically including any Partner Data accessed as part of the Service.\nBecause DomainTools may have no control over such third-party websites or resources, you acknowledge and agree that DomainTools will not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with your use of or reliance on any such content, advertising, goods or services, or other materials on or available from such third-party websites or resources.</p>\n<p>(b) <strong>Third Party Rights</strong>.\nContent or information available through the Service, including Partner Data and DomainTools Data, may be protected by third parties' copyrights, trademarks, service marks, patents, or other proprietary rights and laws, all of which are the property of their respective owners.</p>\n<p>(c) <strong>Display of Third Party Advertising</strong>.\nDomainTools may, in its sole discretion, advertise on behalf of third parties, including third parties who sell or make available for purchase domain names.\nDomainTools expressly disclaims any liability related to the availability of and pricing for any domains displayed on the Service.\n</p>\nVIII.\nYour Privacy DomainTools believes strongly in protecting user privacy and providing you with notice of DomainTools' use of data collected in connection with use and access to the Service, including personally identifying information.\nUnless required to provide the Service to you or to comply with a legal obligation, such as a valid subpoena or court order, DomainTools will not disclose your personally identifiable information to any third party without your express permission.\nPlease refer to the full DomainTools Privacy Policy at https://www.domaintools.com/about/privacy-policy/ for more information regarding how DomainTools uses and collects information.<p>\n</p> IX.\nDomainTools' License to Your Submissions <p>You give DomainTools a perpetual, irrevocable, worldwide, royalty-free, and non-exclusive license to reproduce, adapt, modify, translate, publish, publicly perform, publicly display, and distribute any queries submitted to the Service and any resulting Partner Data or DomainTools Data.</p> X.\nIndemnity You will release, indemnify, defend, and hold harmless DomainTools and any of its parents, affiliates, officers, directors, employees, agents, partners, licensors, and assigns from all liabilities, claims, damages, costs, and expenses, including reasonable attorneys' fees and expenses, of third parties relating to or arising out of: (1) these Terms or the breach of your warranties, representations and obligations under these Terms.\n(2) your use of the Service.\n(3) your use of DomainTools Data or Partner Data.\n(4) any use of your account or Account Credentials, whether or not such use was authorized by you.\n(5) any intellectual property or other proprietary right of any person or entity.\n(6) your violation of any of the provisions of these Terms.\n(7) any action taken by DomainTools as part of its investigation of a suspected violation of this Terms or as a result of DomainTools' determination that a violation of this Terms has occurred.\n(8) any information or data you supplied to DomainTools, including, without limitation, any incorrect information in your Registration Data.\nor (9) your violation of any rights of a third party.<p>\n</p>\n<p> When DomainTools is threatened with suit or sued by a third party, DomainTools may seek written assurances from you concerning your promise to indemnify DomainTools.\nyour failure to provide those assurances may be considered by DomainTools to be a material breach of these Terms.\nDomainTools will have the right to participate in any defense by you of a third-party claim related to your use of any of the Service, with counsel of DomainTools' choice at its expense.\nDomainTools will reasonably cooperate in any defense by you of a third-party claim at your request and expense.\nYou will have sole responsibility to defend DomainTools against any claim, but you must receive DomainTools' prior written consent regarding any related settlement.</p> XI.\nDISCLAIMER OF WARRANTIES <p>YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nDOMAINTOOLS EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT WITH RESPECT TO THE SERVICE, ANY DOMAINTOOLS DATA OR PARTNER DATA, AND ANY GOODS OR SERVICE OBTAINED ON OR THROUGH THE SERVICE.</p>\n<p>WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, DOMAINTOOLS MAKES NO WARRANTY: (1) THAT THE SERVICE WILL MEET YOUR REQUIREMENTS, BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.\n(2) AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE OR AS TO THE ACCURACY OR RELIABILITY OF ANY DOMAINTOOLS DATA OR PARTNER DATA OR THAT DEFECTS IN THE SERVICE OR DOMAINTOOLS DATA OR PARTNER DATA WILL BE CORRECTED.\nOR (3) REGARDING ANY DOMAINTOOLS DATA OR PARTNER DATA (DOWNLOADING OR ACCESS IS DONE AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM DOWNLOADING OR ACCESSING DOMAINTOOLS DATA OR PARTNER DATA).</p>\n<p>DOMAINTOOLS DOES NOT REPRESENT OR GUARANTEE THAT THE SERVICE WILL BE FREE FROM LOSS, CORRUPTION, ATTACK, VIRUSES, INTERFERENCE, HACKING, OR OTHER SECURITY INTRUSION, AND DOMAINTOOLS DISCLAIMS ANY LIABILITY RELATING THERETO.</p>\n<p>YOU FURTHER ACKNOWLEDGE THAT THE SERVICE IS NOT INTENDED OR SUITABLE FOR USE IN SITUATIONS OR ENVIRONMENTS WHERE THE FAILURE OR TIME DELAYS OF, OR ERRORS OR INACCURACIES IN, THE CONTENT, DATA, OR INFORMATION PROVIDED BY THE SERVICE COULD LEAD TO DEATH, PERSONAL INJURY, OR SEVERE PHYSICAL OR ENVIRONMENTAL DAMAGE.</p>\n<p>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM DOMAINTOOLS OR THROUGH OR FROM THE SERVICE WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES, SO SOME OF THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.</p> XII.\nLIMITATION OF LIABILITY <p>DOMAINTOOLS AND ITS PARENTS, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, PARTNERS, AND LICENSORS WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, OR DATA, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (1) THE USE OR THE INABILITY TO USE THE SERVICE.\n(2) THE COST OF PROCURING SUBSTITUTE GOODS AND SERVICES.\nOR (3) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA THROUGH THE SERVICE, EVEN IF DOMAINTOOLS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nDOMAINTOOLS WILL NOT BE LIABLE FOR ANY DAMAGES ARISING FROM INTERRUPTION, SUSPENSION, OR TERMINATION OF THE SERVICE, INCLUDING, BUT NOT LIMITED TO, DIRECT, INDIRECT, INCIDENTAL, SPECIAL CONSEQUENTIAL, OR EXEMPLARY DAMAGES, WHETHER SUCH INTERRUPTION, SUSPENSION, OR TERMINATION WAS JUSTIFIED OR NOT, NEGLIGENT OR INTENTIONAL, INADVERTENT, OR ADVERTENT.</p>\n<p>DOMAINTOOLS' ENTIRE LIABILITY, AND YOUR EXCLUSIVE REMEDY, IN LAW, IN EQUITY, OR OTHERWISE, WITH RESPECT TO ANY SERVICES PROVIDED UNDER THESE TERMS AND/OR FOR ANY BREACH OF THESE TERMS IS SOLELY LIMITED TO THE AMOUNT YOU PAID TO DOMAINTOOLS FOR THE SERVICE.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p> XIII.\nNotices and Announcements <p>You authorize DomainTools to notify you of information that DomainTools deems may be of potential interest to you.\nNotices and announcements may include commercial emails and other notices describing changes, upgrades, new products and services, or other information.\nAll notices must be sent either in writing (including email, but only to the extent expressly provided herein).\nAll written notices to DomainTools shall be delivered to DomainTools LLC, Attention: Legal, DomainTools, LLC, 2101 4th Ave., Suite 1150, Seattle, WA 98121.\nAll notices to you may be delivered to your mailing address or email address as provided in your account information (as provided and maintained by you pursuant to these Terms).\nDomainTools may also provide notices of changes to these Terms or any other matter by displaying notices to you generally on the DomainTools website.</p> XIV.\nTermination and Survival <p>(a) <strong>By DomainTools</strong>.\nDomainTools may terminate, limit, or suspend your account or access to the Service at any time, immediately and without notice (1) in the event you breach these Terms, including without limitation by failing to make any payment when due.\n(2) fail to respond within 10 days to an inquiry from DomainTools concerning the accuracy or completeness of your Registration Data.\n(3) if DomainTools determines in its sole discretion that you have violated these Terms.\nor (4) for any other reason, without cause and without liability.</p>\n<p>(b) <strong>By You</strong>.\nYou may terminate your membership or stop accessing or using the Service at any time.\nYou may terminate using account settings on the DomainTools website.</p>\n<p>(c) <strong>Insolvency of Enterprise Customer</strong>.\nDomainTools may terminate, limit, or suspend an Enterprise Customer's account or its access to the Service at any time, immediately and without notice if Enterprise Customer (1) admits in writing its inability to pay its debts generally as they become due.\n(2) makes a general assignment for the benefit of its creditors.\n(3) institutes proceedings, or has proceedings instituted against it seeking relief or reorganization under any laws relating to bankruptcy or insolvency.\n(4) has a court of competent jurisdiction appoint a receiver, liquidator, or trustee over all or substantially all of Enterprise Customer's property or provide for the liquidation of Enterprise Customer's property or business affairs.\nor (5) fails to make timely payments for Services as provided for in Section III(c) of this Agreement.</p>\n<p>(d) <strong>Effect of Termination</strong>.\nYou will not receive any refund for payments already made by you as of the date of termination.\nIf termination is due to your breach of these Terms, you will bear all costs of such termination, including any reasonable costs DomainTools incurs in closing your account or disabling or preventing your further access.\nYou will pay any and all costs incurred by DomainTools in enforcing your compliance with these Terms.\nUpon termination, you shall destroy all copies of DomainTools Data and/or Partner Data.\nNotwithstanding termination of these Terms by you or by DomainTools, the provisions in these Terms shall remain in full force and effect.\nUpon termination, you will no longer have access to any data or information you had previously created, maintained, managed, or stored in or through the Service and DomainTools is under no obligation to maintain, provide access to, or preserve any such data or information.\nDomainTools may, in its discretion, destroy or retain your account and all associated data and information.</p>\n<p>(e) <strong>Survival</strong>.\nThe following terms survive termination of these Terms or the Services: Sections I(d), I(f), I(g), I(h), I(j), I(k), I(l), II(f), III(c), IV, V, VI, VII, VIII, X, XI, XII, XIII, XIV(d), and XV, as well as any other provision that expressly states that it survives termination.<br>\n</p>XV.\nGeneral <p>(a) <strong>Entire Agreement</strong>.\nThese Terms constitute the entire agreement between DomainTools and you with respect to the Service.\nNo prior or contemporaneous written, oral, or electronic representation form a part of these Terms, and these Terms supersede all prior and contemporaneous electronic, oral, and written agreements, negotiations, and representations between DomainTools and you relating to the subject matter of this Terms.\nprovided that, where applicable, these Terms also include (1) the API Terms.\n(2) any Enterprise Quote.\nor (3) any other writing signed by both you and DomainTools.</p>\n<p>(b) <strong>Amendments in Writing</strong>.\nNo amendment, modification, or supplement to the Terms will be effective unless it is in writing and signed by authorized representatives of both DomainTools and you.</p>\n<p>(c) <strong>No Assignment</strong>.\nYour obligations under this Agreement are personal.\nWithout DomainTools' express written consent, you cannot assign any rights or delegate any duties under these Terms.\nAny purported assignment or delegation in violation of this section is void.</p>\n<p>(d) <strong>Enterprise Customers–Successor and Related Entities</strong>.\nThese Terms are binding on any corporation, partnership, limited liability company, joint venture or other legal entity that an Enterprise Customer owns in whole or part, or which owns any interest in Enterprise Customer, or which is commonly owned or controlled in whole or part with Enterprise Customer, including any successor entity resulting from a merger with or acquisition of Enterprise Customer.</p>\n<p>(e) <strong>No Third-Party Beneficiaries</strong>.\nThese Terms are not intended to, and will not be construed to, provide any rights, remedies, or benefits to or for any person or entity not a party to this Terms.</p>\n<p>(f) <strong>Effect of Waiver</strong>.\nThe failure of either DomainTools or you at any time to enforce any right or remedy under these Terms with respect to any breach or failure by the other party will not be construed to be a waiver of such right or remedy with respect to any other breach or failure by the other party.</p>\n<p>(g) <strong>Arbitration</strong>.\nAny controversy or claim arising out of or relating to these Terms, or the breach thereof, or your access to or use of the Service shall be resolved exclusively by arbitration administered by the American Arbitration Association (\"AAA\") and conducted before a single arbitrator pursuant to the applicable Rules and Procedures established by the AAA.\nYou further agree that (1) the arbitration will be held in Seattle, Washington.\n(2) the arbitrator shall apply the laws of the State of Washington, without regard to its conflict of law principles to the contrary.\n(3) <strong>you waive any right to proceed in arbitration on a class or representative basis</strong>.\n(4) arbitration can resolve only claims between you and DomainTools.\n(5) the arbitrator may not consolidate or join the claims of other persons or parties who may be similarly situated.\nand (6) all parts of this clause are severable, meaning that if any part is deemed unenforceable, the remainder of the clause will remain in effect and construed in accordance with its terms.</p>\n<p>(h) <strong>Governing Law</strong>.\nThese Terms will be governed by the laws of the State of Washington without regard to its conflict of law principles to the contrary, except that the Arbitration provision above shall be governed by the Federal Arbitration Act.</p>\n<p>(i) <strong>Limitations</strong>.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to these Terms or your access to or use of the Service must be filed within 1 year after such claim or cause of action arose or be forever barred.</p>\n<p>(j) <strong>Interpretation and Severability</strong>.\nIf any provision of these Terms is held to be invalid, void, or unenforceable, the remaining provisions will remain in full force and effect.\nThe language of these Terms will be construed as a whole according to its fair meaning, and not strictly for or against any party.\nAs used in these Terms: (1) words and terms capitalized for purposes of definition will carry the same meaning throughout.\n(2) the singular will also indicate the plural and vice versa.\nand (3) a word modified by an article (such as \"the\" or \"an\" or \"a\") does not necessarily mean that just one of the subject exists.</p>\n<p>(k) <strong>Headings</strong>.\nThe section headings in these Terms are for convenience only and have no legal or contractual effect.</p>\n<p>(l) <strong>Force Majeure</strong>.\nNeither party will be deemed in default hereunder, nor will it hold the other party responsible for, any cessation, interruption or delay in the performance of its obligations hereunder due to earthquake, flood, fire, storm, natural disaster, act of God, war, terrorism, armed conflict, labor strike, lockout, or boycott, provided that the party relying upon this section (1) will give the other party written notice thereof promptly and, in any event, within 10 days of discovery thereof and (2) will take all steps reasonably necessary under the circumstances to mitigate the effects of the force majeure event upon which such notice is based.\nprovided further, that in the event a force majeure event described in this section extends for a period in excess of 30 days in the aggregate, DomainTools may immediately terminate these Terms and/or your access to or use of the Service.</p> ", "created_at": "2021-08-19 01:23:06.576149", "updated_at": "2021-08-18 23:24:35.154623"}, {"id": 8769, "name": "Privacy Policy", "url": "https://www.domaintools.com/company/privacy-policy/", "xpath": "/html/body/section/section/section[2]/div/div/div", "text": " <p>At DomainTools LLC (“<strong>DomainTools</strong>”), we appreciate your interest in our services, products, and websites (collectively, our “<strong>Services</strong>”).\nYour privacy is very important to us.\nThis Privacy Policy sets out information about how we collect, store, process, transfer, and use personal data, which is data that relates to an identified or identifiable natural person (\"<strong>Personal Data</strong>\").</p> 1) What Personal Data do we collect and how do we collect it?\n<p>DomainTools collects data in order to develop, offer, and support Services dedicated to research, cybersecurity, and intellectual property protection.\nIn the context of our Services, we may collect Personal Data from or about you.\nThis Personal Data is collected in several ways and may include:</p>\nPersonal Data you provide to us directly.\n<p>You may provide us with Personal Data voluntarily in connection with purchasing our Services, registering for a DomainTools user account, requesting information or support from DomainTools via phone, email, mail, or our website, or attending a DomainTools webinar or event.\nWe may collect your name, job title (if applicable), address, email address, phone number, information from correspondence with you, your account alias and password for user login, information related to the use of our Services, payment information such as credit card or other billing information, and additional Personal Data you provide to us.\nWhile you are free to choose what information you provide to us or whether you want to provide information to us at all, some information, such as your name, address, payment information, and information about your Services usage or subscription may be necessary for the performance of our contractual obligations.\nIf you do not provide such information to us, you will not be able to license or use certain Services.</p>\nPersonal Data collected via technology.\n<p>As you use our Services, we may collect Personal Data through the use of cookies and other technologies.\nFor detailed information about our use of cookies, please see the section of this Privacy Policy entitled “What cookies and tracking technologies do we use?”</p>\nPersonal Data we receive from others.\n<p>We may receive Personal Data about you from third parties such as social media sites, law enforcement agencies, your employer (if you use Services through a DomainTools subscriber account provided by your employer), promotional partners, and other marketing vendors.\nThis information may include your name, company and job title (if applicable), address, email address, and phone number.</p>\nPersonal Data associated with the registration or maintenance of an internet domain.\n<p>We collect domain and DNS related information that is available to the public (often referred to as Open Source Intelligence or OSINT) from entities tasked with coordinating the internet’s global domain name system.\nThis information (“<strong>DNS related information</strong>”) may include the name, address, phone number, and email address of a domain registrant, administrative contact, or technical contact.</p> 2) Why do we collect and use your Personal Data?\n<p>The reasons we collect and use Personal Data differ depending on the purpose of the collection.</p>\nWe use your Personal Data in order to offer or provide Services to you.\n<p>If you license Services from DomainTools or contact us to request Services or Services support, we use your Personal Data to provide Services to you.\nPersonal Data we use for this purpose includes information we need to contact you and communicate with you, information to provide you with individualized offers, information to manage and execute your requests, and information necessary to obtain payment.</p>\nWe use your Personal Data when supported by legitimate business interests.\n<p>We may use Personal Data in connection with a legitimate business interest, such as to evaluate and review our business performance or to identify potential cybersecurity threats to our Services, networks, or systems.\nIf necessary, we may also use your Personal Data to pursue or defend ourselves against legal claims.\nIf you use our Services, we may use your Personal Data to provide and improve those Services.</p>\n<p>We collect and use DNS related information that is available to the public at the time of collection, and that may contain Personal Data, to provide Services to users, to maintain and improve those Services, and to develop new Services.\nThese Services include tools to help our users prevent, detect, investigate, or mitigate cybersecurity threats, fraud, and misuse.\nprotect intellectual property rights.\nresearch the history of a domain.\nor contact the registrant, administrative contact, or technical contact of a domain.</p>\nWe use your information after obtaining your consent.\n<p>In some cases, we may ask you to grant us separate consent to use your information, for example, in connection with our marketing campaigns.\nIn that event, you are free to deny your consent or withdraw your consent at any time without any negative consequences.\nIf you have granted us consent to use your information, we will use it only for the purposes specified in the consent.\nYou may unsubscribe from our marketing communications at any time by sending an email to privacy@domaintools.com or clicking the “unsubscribe” link in communications you receive from us.</p>\nWe use your information to comply with legal obligations.\n<p>We may be legally obligated to retain certain Personal Data.</p>\n<br>\n<p>We will only use your Personal Data for the purposes for which we have collected it.\nWe will not use your Personal Data for other purposes.\nYour Personal Data will not be used for automated individual decision-making.</p> 3) Does DomainTools share your Personal Data with third parties? <p>We share your Personal Data with your consent or as necessary to provide you with Services you have requested or purchased.\nAdditionally, we may share Personal Data with our affiliates.\nvendors working on our behalf.\nwhere required by law.\nto maintain the security of our Services.\nor to protect the rights or property of DomainTools.\nWe also share DNS-related information obtained from sources available to the public via our Services to our customers and users.\nSpecifically, we may share Personal Data in the following circumstances:</p>\nService providers and advisors.\n<p>Third party vendors and other service providers may have access to your Personal Data if they perform services for us or on our behalf.\nThese providers may support our marketing efforts (including sales outreach, communications management, and event support), provide business productivity solutions and applications to us (such as tools for messaging, email, and document creation, accounting and payment processing, or customer relations management), offer professional services (such as tax, accounting, or legal services), or assist with network or systems support, maintenance, and security.\nThese third party vendors include: Aha! Labs Inc., Amazon Web Services, Inc., Authorize.Net LLC, Avalara, Inc., Bizible, Inc., BrightTALK, Inc., Checkr, Inc., Cisco Systems, Inc., DiscoverOrg, LLC, DocuSign, Inc., Google LLC, LogMeIn Inc., Marketo, Inc., Oracle Corporation, Outreach Corporation, Pendo.io, Inc., Salesforce.com, Inc., Slack Technologies, Stripe, Inc., Tableau Software, Inc., Workable Technology Limited, Zendesk, Inc., and Zoom Information, Inc.</p>\nPurchasers and third parties in connection with a business transaction.\n<p>Personal Data may be disclosed to third parties in connection with a DomainTools-related transaction, such as a merger, sale, reorganization, financing, change of control or acquisition of all or a portion of our business, or in the event of a bankruptcy or similar proceedings.</p>\nLaw enforcement, regulators, and other parties for legal reasons.\n<p>We may disclose Personal Data to third parties as required by law or subpoena or if we reasonably believe that such action is necessary to (a) comply with the law and the reasonable requests of law enforcement.\n(b) enforce our legal claims or to protect the security or integrity of our Services.\nor (c) exercise or protect the rights, property, or personal safety of DomainTools, Services users, or others.</p>\nThe public.\n<p>Certain Services make DNS related information available to the public without charge.\nOther Services, such as reporting, monitoring, and analysis of DNS related information are provided to registered customers.</p> 4) How long do we keep your Personal Data?\n<p>We will store Personal Data as long as necessary to fulfill the purposes for which we collect it, in accordance with our legal obligations and legitimate business interests.\nWe retain Personal Data related to a customer until the expiration of any legal retention requirement or limitations period for claims related to that relationship.\nWe retain marketing-related information for potential customers until the conclusion of our relationship with that individual or the receipt of a request to delete such Personal Data.\nWe retain DNS-related information for as long as it is used in connection with the delivery, maintenance, support, and development of our Services.</p> 5) How do we protect your Personal Data?\n<p>We implement appropriate technical and organizational security measures to protect your Personal Data against accidental or unlawful destruction, loss, change, or damage, as well as any unauthorized access to or disclosure of Personal Data on our systems.\nAll Personal Data we collect will be stored on secure servers.\nWhen you provide sensitive information to us (such as payment information when purchasing a Service via our website), we undertake to encrypt this information using secure socket layer (“SSL”) or similar technology.\nIn order to benefit from these protections you must use an SSL-enabled web browser.</p> 6) How do we safeguard your Personal Data when there is an international transfer?\n<p>Because DomainTools is located in the United States, Personal Data provided to us will be processed and stored in the United States.\nIf you are in the European Union, Switzerland, or European Economic Areas, this may mean that your Personal Data will be stored in a jurisdiction that offers a level of protection that may, in certain instances, be less protective than the jurisdiction in which you reside.</p>\n<p>For this reason, we have entered into guarantees to ensure appropriate safeguards.\nIf we transfer information of individuals who reside in the European Union, Switzerland, or European Economic Areas to third parties outside of those jurisdictions and to countries not subject to regulations that are considered to provide an adequate standard of data protection, we will either enter into contracts that are based on the EU Standard Contractual Clauses with these parties or we will rely on our certification to the EU-US Privacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework.\nDomainTools complies with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and Switzerland to the United States, respectively.\nDomainTools has certified to the Department of Commerce that it adheres to the Privacy Shield Principles.\nIf there is any conflict between the terms in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/.\nAs part of our participation in Privacy Shield, we are subject to the investigatory and enforcement powers of the US Federal Trade Commission.\nIf you have questions or concerns about our Privacy Shield certification, please contact us at the address identified in the section of this Privacy Policy entitled “How to contact us.” DomainTools has further committed to refer unresolved Privacy Shield complaints to Judicial Arbitration and Mediation Services (JAMS), an alternative dispute resolution provider located in the United States.\nIf you do not receive timely acknowledgement of your complaint from us, or if we have not addressed your complaints to your satisfaction, please contact or visit www.jamsadr.com/eu-us-privacy-shield for more information or to file a complaint.\nThe services of JAMS are provided at no cost to you.\nIn certain circumstances, the Privacy Shield Framework provides the right to invoke binding arbitration to resolve complaints not resolved by other means, as described in Annex I to the Privacy Shield Principles, available at https://www.privacyshield.gov/article?id=ANNEX-I-introduction.\nDomainTools remains responsible for any of your personal information that is transferred to third party agents or service providers that perform services on our behalf.</p>\n<p>We will take reasonable steps to ensure that your personal information is treated securely and in accordance with applicable law and this Privacy Policy.</p> 7) What cookies and tracking technologies do we use?\n<p>We, and our third-party partners, automatically collect certain types of usage information when you visit our Services, read our emails, or otherwise engage with us.\nWe typically collect this information through a variety of tracking technologies, including cookies, web beacons, embedded scripts, location-identifying technologies, file information, and similar technology (collectively, “tracking technologies”).\nYou may use browser controls or tools made available by third parties to control tracking technologies.</p>\nWhat are Cookies?\n<p>Cookies are small text files that are downloaded to your device (such as a computer, tablet or mobile phone) when you visit a website.\nCookies allow websites or ad networks to recognize a user's internet browser.\nThis helps websites determine whether the browsing device has visited before.</p>\nWhat are Cookies used for?\n<p>Cookies not only help us understand how our Services are used, they let you navigate between pages efficiently, remember your preferences, and generally improve your browsing experience.\nCookies can also help ensure that the marketing you see online is more relevant to you and your interests.</p>\nWhat types of cookies are used by DomainTools?\n<p>The types of cookies used on our Services can generally be put into one of the following categories: strictly necessary.\nanalytics.\nfunctionality.\nadvertising.\nand social media.</p>\n<ul>\n<li>\n<p>\n<strong>Strictly Necessary Cookies.</strong>\n<br>These cookies are essential to the functionality of our Services.\nThey enable you to move around the Services and use their features.\nWithout these cookies, elements that are necessary for you to fully use our Services may not be available.</p>\n</li>\n<li>\n<p>\n<strong>Analytics Cookies.</strong>\n<br>These cookies collect information about how people use our Services.\nAll of the information these cookies collect is grouped together to provide us with analytical information about how our Services are performing and how we can improve them.</p>\n</li>\n<li>\n<p>\n<strong>Functionality Cookies.</strong>\n<br>These cookies allow us to remember choices you make and tailor our Services to provide enhanced features and content to you.\nFor example, these cookies can be used to remember your user name, language choice, country selection and requested Services.</p>\n</li>\n<li>\n<p>\n<strong>Advertising Cookies.</strong>\n<br>We may share or we may permit third-party online advertising networks, social media companies, and other third-party services to collect information about your use of our website over time so that they may play or display ads on our Services, on other devices you may use, and on other websites, apps, or services.\nTypically, though not always, the information we share is provided through cookies or similar tracking technologies, which recognize the device you are using and collect information, including click stream information, browser type, time and date you visited the site, and other information.\nThese tracking technologies are used to deliver advertisements that are more relevant to you and your interests.\nThey are also used to limit the number of times you see an advertisement as well as help measure the effectiveness of advertising campaigns.\nThese tracking technologies remember that you have visited a website and this information may be shared with other organizations, such as advertising partners.</p>\n</li>\n<li>\n<p>\n<strong>Social Media Cookies.</strong>\n<br>In order to enhance your internet experience and to make the sharing of content easier, some of the pages on our websites may contain tools or applications that are linked to third party social media service providers.\nThese social media companies may recognize you and collect information about your visit to our Services, and they may set a cookie or employ other tracking technologies.\nYour interactions with those features are governed by the privacy policies of those companies.</p>\n</li>\n</ul>\nHow long will cookies stay on your browsing device?\n<p>The length of time a cookie will stay on your browsing device depends on whether it is a \"persistent\" or \"session\" cookie.\nSession cookies will only stay on your device until you stop browsing the website that has set the cookie.\nPersistent cookies will stay on your browsing device after you have finished browsing a particular website until they are deleted or until they expire.</p>\nHow can I control cookies?\n<p>\"First party cookies\" are cookies that belong to us and that we place on your device.\n\"Third party cookies\" are cookies that are placed on your browsing device by another party when you visit our websites.\nThird parties who set cookies from our websites provide a service to us or a function of the website, but we do not always control how third party cookies are used.\nThe third-party cookies on our websites are provided by Bizible, Google (including Google Ads, Google Marketing Platform, and Google Marketing Platform), Marketo, TechTarget, Twitter, and Vimeo.</p>\n<p>\n<u>Cookies and Flash cookies</u>.\nMany of the cookies we use are designed to help you get the most from our Services but if you do not wish to receive cookies, most browsers allow you to change your cookie settings in the \"options\" or \"preferences\" menu.\nPlease note that if you choose to refuse cookies you may not be able to use the full functionality of our Services.\nDeleting or blocking cookies may not be effective for all types of tracking technologies.\nAlthough we do our best to honor the privacy preferences of our users, we are unable to respond to Do Not Track signals set by your browser at this time.</p>\n<p>\n<u>Interest-based Advertising</u>.\nTo learn about interest-based advertising and how you may be able to opt out of some of this advertising, you can visit the Network Advertising Initiative’s online resources at http://www.networkadvertising.org/choices, the Digital Advertising Alliance’s resources at www.aboutads.info/choices, or guidance developed by the EU advertising industry called Your Online Choices at https://www.youronlinechoices.com/uk.\nPlease note that opting out of receiving interest-based advertising through the NAI’s and DAA’s online resources will only opt out a user from receiving interest-based ads on that specific browser or device, but the user may still receive interest-based ads on other devices.</p>\n<p>\n<u>Google Marketing Platform</u>.\nWe use Google Marketing Platform to recognize you and link the devices you use when you visit our site or Service on your browser or mobile device, log in to your account on our Service, or otherwise engage with us.\nWe share a unique identifier, like a user ID or hashed email address, with Google to facilitate the service.\nGoogle Marketing Platform allows us to better understand how our users interact with our Services and to tailor our advertisements and content to you.\nFor information on how Google Analytics collects and processes data, as well as how you can control information sent to Google, review Google's site “How Google uses data when you use our partners’ sites or apps,” located at https://www.google.com/policies/privacy/partners.\nYou can learn about Google Marketing Platform’s currently available opt-outs, including the Google Analytics Browser Add-On, here https://tools.google.com/dlpage/gaoptout/.\nWe may also utilize certain forms of display advertising and other advanced features through Google Marketing Platform, such as Remarketing with Analytics, Google Display Network Impression Reporting, the Campaign Manager Integration, and Demographics and Interest Reporting.\nThese features enable us to use first-party cookies (such as the Google Analytics cookie) and third-party cookies (such as the DoubleClick advertising cookie) or other third-party cookies together to inform, optimize, and display ads based on your past visits to the Service.\nYou may control your advertising preferences or opt out of certain Google advertising products by visiting the Google Ads Preferences Manager, currently available at https://google.com/ads/preferences.</p>\n<p>\n<u>Invisible reCAPTCHA</u>.\nForms presented on our Services implement Google Invisible reCAPTCHA technology that collects information from users in order to screen out spam and abuse by non-human actors such as automated bots.\nInformation regarding a user’s hardware and software, such as device and application data and the results of integrity checks, is collected and sent to Google for analysis.\nUse of Invisible reCAPTCHA is subject to Google’s Privacy Policy, located at https://policies.google.com/privacy, as well as its Terms of Use, located at https://policies.google.com/terms.</p>\n<p>\n<u>LinkedIn</u>.\nThe LinkedIn Insight Tag helps us better understand how visitors use our website and interact with our LinkedIn advertising.\nThe LinkedIn Insight Tag enables the collection of metadata such as IP address information, timestamp, and events such as page views.\nAll data is encrypted, and your personally identifiable data is not shared with us, only aggregated reports about our audience and ad performance.\nThe LinkedIn browser cookie is stored in a visitor's browser until they delete the cookie or the cookie expires.\nYou can opt out of cookies from LinkedIn on your LinkedIn settings page.\nWe also use LinkedIn conversion tracking, which is an analytics service that helps us track form submission conversions and event responses, and unlock additional insights about visitors to our Services.\nFor more information please view Linkedin terms and cookie policy.</p>\n<p>\n<u>Facebook</u>.\nFacebook Pixel is a tracking cookie which allows us to track and monitor the success of advertisements we use on Facebook and to improve the effectiveness of those advertisements by recording information such as the device you used to access our website and the actions you took on our website using cookies.\nWe may also use Facebook Pixel to create retargeting advertisements and custom audiences for our advertisements on Facebook and on our website.\nFacebook aggregates data gathered from our use of Facebook Pixel on our website with data it gathers from other sources in order to improve and target advertisements displayed on its website or via its services, to improve its systems and to provide measurement services to third parties that use Facebook’s advertising services.\nYou deactivate the custom audiences remarketing feature here, learn more about the Facebook Pixel, and view Facebook's privacy policy.</p> 8) For EU Residents\nA) Is DomainTools a data processor or a data controller?\n<p>Where DomainTools is the data controller of your Personal Data, we are responsible for, and control, the processing of that Personal Data.\nWhere DomainTools processes Personal Data on behalf of another company (for example, where you receive access to the Services under a subscription purchased by your employer), DomainTools acts as a data processor.\nIn that circumstance, you should consult with the other company to learn more about its privacy practices and your rights.</p>\nB) General Data Protection Regulation rights.\n<p>If you are a resident of the European Union and we hold your Personal Data, you have specific rights under applicable privacy law:</p>\n<p>\n<strong>Right of access.</strong>\n</p>\n<p>The right to obtain access to your Personal Data.</p>\n<p>\n<strong>Right to rectification.</strong>\n</p>\n<p>The right to obtain rectification of your Personal Data without undue delay where that personal information is inaccurate or incomplete.</p>\n<p>\n<strong>Right to erasure.</strong>\n</p>\n<p>The right to obtain the erasure of your Personal Data without undue delay in certain circumstances, such as where the personal information is no longer necessary in relation to the purposes for which it was collected or processed.</p>\n<p>\n<strong>Right to restriction.</strong>\n</p>\n<p>The right to restrict us from processing your Personal Data in certain circumstances, such as where you contest the accuracy of the Personal Data.</p>\n<p>\n<strong>Right to object.</strong>\n</p>\n<p>You have a right to object, on grounds relating to your particular situation, to processing based on our legitimate interests.\nYou can object to marketing activities for any reason.</p>\n<br>\n<p>Additionally, EU residents have the right to lodge a complaint with their local data protection authority.\nFurther information about how to contact your local data protection authority is available at http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.</p>\n9) For California Residents\n<p>If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.\nTo learn more about your California privacy rights, visit our California Privacy Notice.</p> 10) How to contact us\n<p>If you have any questions or concerns about our Privacy Policy or if you want to exercise your rights, please send an email to privacy@domaintools.com or write to us at: DomainTools, 2101 4th Ave, Suite 1150, Seattle, WA 98121.\nIf you are in the European Union or the United Kingdom, you may address privacy-related inquiries to our representative pursuant to Article 27 GDPR as follows:</p>\n<p>\n<strong>EU:</strong> EU-REP.Global GmbH, Attn: DomainTools LLC, Hopfenstr.\n1d, 24114 Kiel, Germany</p>\n<p>\n<strong>UK:</strong> DP Data Protection Services UK Ltd., Attn: DomainTools LLC, 16 Great Queen Street, Covent Garden, London, WC2B 5AH, United Kingdom</p> 11) Data Protection Officer\n<p>For inquiries regarding DomainTools’ activities, you may contact our Data Protection Officer:</p>\n<p>DomainTools, LLC<br>2101 4th Avenue Suite 1150<br>Seattle, WA 98121<br>Attn: Data Protection Officer<br>privacy@domaintools.com</p> 12) Online Privacy Policy Updates\n<p>We may update our Privacy Policy from time to time.\nWhen we change the Privacy Policy in a material manner, we will let you know and update the “last updated” date at the top of this page.\nPlease review our policies regularly as updated policies will apply to your future use of our Services.</p> ", "created_at": "2021-08-19 01:23:06.577895", "updated_at": "2021-08-18 23:23:50.451991"}], "points": [], "urls": ["domaintools.com"]}}