{"error": 448, "message": "OK", "parameters": {"id": 3100, "name": "Arq Backup", "created_at": "2021-04-12 09:08:30.918643", "updated_at": "2021-04-13 00:01:06.581999", "wikipedia": null, "keywords": null, "related": null, "slug": "arq_backup", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3100.png", "url": "arqbackup.com", "documents": [{"id": 4933, "name": "Privacy Policy", "url": "https://arqbackup.com/privacy/", "xpath": "/html/body/section/div/div/div", "text": " <p>This Privacy Policy describes how Haystack Software LLC (\"Haystack Software\") collects, uses, and shares information in connection with your use of our website, services, and applications (collectively, the \"Services\").\nThis Privacy Policy (the \"Privacy Policy\") does not apply to information our customers may process when using our Services.</p>\n<p>We recommend that you read this Privacy Policy in full to ensure you are fully informed.\nIf you have any questions about this Privacy Policy or Haystack Software's data collection, use, and disclosure practices, please contact us at privacy@arqbackup.com.</p> What Information Do We Collect? Information You Provide <ul>\n<li>\n<b>Registration.</b> When you activate Arq Backup, we ask for your contact information, including items such as name and email address.<br> When you create an Arq Cloud Backup account, we store your email address and a hash of your password so that we can authenticate you.<br> We also collect information about license activations for the purposes of advertising promotions and licensing enforcement.</li>\n<li>\n<b>Payment Information.</b> When you purchase a license for Arq Backup in our online store, or when you enter payment information for your Arq Cloud Backup account, your financial account information is directed to our third-party payment processor.\nWe do not store your financial account information on our systems.</li>\n<li>\n<b>Arq Cloud Backup Data.</b> If you use Arq Cloud Backup on your computer, it uploads your files to our account(s) at Wasabi, encrypted with your account password or, if you chose a separate encryption password at account-creation time, they are encrypted with that separate encryption password.</li>\n<li>\n<b>Arq Cloud Backup Password Recovery.</b> If you did not choose a separate encryption password at account-creation time, the Arq Cloud Backup app on your computer uploads a separate \"password recovery key set\" to our cloud account, encrypted with our public key.\nWe use this to reset your password when you request that we do so.\nThe procedure is explained in detail in our documentaton.</li>\n<li>\n<b>Communications.</b> If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.\nWe may also receive a confirmation when you open an email from us.</li>\n</ul> Information We Collect When You Use Our Services <ul>\n<li>\n<b>Cookies and Other Tracking Technologies.</b> As is true of most websites, we gather certain information automatically and store it in log files.\nIn addition, when you use our Services, we may collect certain information automatically from your device.\nThis information may include internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, clickstream data, landing page, and referring URL.\nTo collect this information, a cookie may be set on your computer or device when you visit our Services.\nCookies contain a small amount of information that allows our web servers to recognize you.\nWe store information that we collect through cookies, log files, and/or clear gifs to record your preferences.</li>\n</ul>\n<p>The usernames, passwords, server names and configuration settings you enter into our application for connecting to your backup destinations are <b>not collected or transmitted</b> to Haystack Software.</p> What do we do with the Information we collect? <p>We will use contact information to email purchase receipts, software update notifications, security update notifications as well as a few helpful emails to get started with the software.\nWe also may occasionally send out a promotional email.\nNothing more than once per month and all promotional emails will have a link allowing you to opt-out of all future emails.</p> Legal Basis for Processing Personal Information <p>Our legal basis for collecting and using the personal information described above will depend on the personal information concerned and the specific context in which we collect it.</p>\n<p>However, we will normally collect personal information from you only (i) where we need the personal information to perform a contract with you.\n(ii) where the processing is in our legitimate interests and not overridden by your rights.\nor (iii) where we have your consent to do so.\nWe have a legitimate interest in developing our Services and communicating with you as necessary to provide this, for example when responding to your queries, improving our software or undertaking marketing.</p> Your Choices <p>You may unsubscribe from receiving certain promotional emails from us.\nIf you wish to do so, simply follow the instructions found at the end of the email, or enter your email address into our unsubscribe page.\nEven if you unsubscribe, we may still contact you for informational, transactional, account-related, or similar purposes.</p>\n<p>Many browsers have an option for disabling cookies, which may prevent your browser from accepting new cookies or enable selective use of cookies.\nPlease note that, if you choose not to accept cookies, some features and the personalization of our Services may no longer work for you.\nYou will continue to receive advertising material but it will not be tailored to your interests.</p> Disclosure <p>We will not disclose your email address, or other personal information, to anyone unless we reasonably believe it is necessary to comply with a subpoena, court order, law, or regulation.\nWe may disclose your personal information to the extent required to fulfill our legal obligation.</p> Security <p>All personal information is collected via HTTPS secure communication and is kept in a secure database that is not subject to any unauthorized usage.\nWe employ a variety of security technologies and measures designed to protect information from unauthorized access, use, or disclosure.\nThe measures we use are designed to provide a level of security appropriate to the risk of processing your personal information.\nHowever, please bear in mind that the Internet cannot be guaranteed to be 100% secure.\n</p> Data Retention <p>We retain personal information we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax, or accounting requirements).</p>\n<p>When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.</p> Access <p>You may request access to information associated with your account by emailing support@arqbackup.com.</p> Business transfer <p>If Haystack Software is involved in a business acquisition, merger, sale, reorganization, or bankruptcy then your personal information may be transferred as part of the restructuring.\nWe promise that either the acquiring institution will respect your personal information and file data in accordance with this privacy policy, or that you will be given the opportunity to opt-out of the transfer.</p> Changes to this Privacy Policy <p>Privacy Policy may be modified from time to time, so please review it frequently.\nChanges to this Privacy Policy will be posted on our websites.\nIf we materially change the ways in which we use or share personal information previously collected from you through our Services, we will notify you through our Services, by email, or other communication.</p> ", "created_at": "2021-04-12 09:08:31.878018", "updated_at": "2021-04-12 09:13:46.742107"}, {"id": 4934, "name": "Cloud backup Terms", "url": "https://arqbackup.com/docs/arqcloudbackup/English.lproj/termsOfService.html", "xpath": "/html/body/main", "text": " Arq Cloud Backup Terms of Service <p>This Haystack Software LLC Arq® Services Agreement (this&nbsp;“Agreement”)\ncontains the terms and conditions that govern your access to and use of the\nService Offerings (as defined below) and is an agreement between Haystack\nSoftware LLC (also referred to as&nbsp;the “Service Provider,” “we,” “us,”&nbsp;or&nbsp;“our”)\nand you or the entity you represent (“you”&nbsp;or&nbsp;“your”).\nThis Agreement takes\neffect when you click an “I Accept” button or check box presented with these\nterms or, if earlier, when you use any of the Service Offerings (the “Effective\nDate”).\nYou represent to us that you are lawfully able to enter into contracts\n(e.g., you are not a minor).\nIf you are entering into this Agreement for an\nentity, such as the company you work for, you represent to us that you have\nlegal authority to bind that entity.\nPlease see Section 14 for definitions of\ncertain capitalized terms used in this Agreement.</p>\n<p>\n<strong>1.\nUse of the Service Offerings.</strong>\n</p>\n<p>1.1 Generally.\nYou may access and use the Service Offerings in accordance with\nthis Agreement.\nService Terms apply to certain Service Offerings.\nYou will\ncomply with the terms of this Agreement and all laws, rules and regulations\napplicable to your use of the Service Offerings.</p>\n<p>1.2 Your Account.\nTo access the Services, you must have an account associated\nwith a valid email address and a valid form of payment.\nUnless explicitly\npermitted by Service Provider, you will only create one account per email\naddress.</p>\n<p>1.3 Third-Party Content.\nThird-Party Content may be used by you at your\nelection.\nThird-Party Content is governed by this Agreement and, if applicable,\nseparate terms and conditions accompanying such Third-Party Content, which\nterms and conditions may include separate fees and charges.</p>\n<p>\n<strong>2.\nChanges.</strong>\n</p>\n<p>2.1 To the Service Offerings.\nWe may change or discontinue any or all of the\nService Offerings or change or remove functionality of any or all of the\nService Offerings from time to time.\nWe will notify you of any material change\nto or discontinuation of the Service Offerings.</p>\n<p>2.2 To the APIs.\nWe may change or discontinue any APIs for the Services from\ntime to time.\nFor any discontinuation of or material change to an API for a\nService, we will use commercially reasonable efforts to continue supporting the\nprevious version of such API for 12 months after the change or discontinuation\n(except if doing so (a) would pose a security or intellectual property issue,\n(b) is economically or technically burdensome, or (c) would cause us to violate\nthe law or requests of governmental entities).</p>\n<p>\n<strong>3.\nSecurity and Data Privacy.</strong>\n</p>\n<p>3.1 Security.\nWithout limiting Section 10 or your obligations under Section 4,\nwe will implement reasonable and appropriate measures designed to help you\nsecure Your Content against accidental or unlawful loss, access or disclosure.</p>\n<p>3.2 Data Privacy.\nBy using the Service Offerings, you consent to the storage of\nYour Content in, and transfer of Your Content into, the United States.\nIf Your\nContent contains data which is subject to European Privacy Laws, you agree that\nyou are the Data Controller and Service Provider is the Data Processor, and\nthat Service Provider’s third-party service providers and licensors are Data\nSub-Processors.\nIf your Account Country is outside the United States, Service\nProvider may choose to not offer you certain Service features, such as password\nrecovery.\nWe will not access or use Your Content except as necessary to\nmaintain or provide the Service Offerings, or as necessary to comply with the\nlaw or a binding order of a governmental body.\nWe will not (a) disclose Your\nContent to any government or third party or (b) subject to Section 3.3, move\nYour Content from the United States.\nexcept in each case as necessary to comply\nwith the law or a binding order of a governmental body.\nUnless it would violate\nthe law or a binding order of a governmental body, we will give you notice of\nany legal requirement or order referred to in this Section 3.2.\nWe will only\nuse your Account Information in accordance with the Privacy Policy, and you\nconsent to such usage.\nThe Privacy Policy does not apply to Your Content.</p>\n<p>3.3 Service Attributes.\nTo provide billing and administration services, we may\nprocess Service Attributes in the United States.\nTo provide you with support\nservices initiated by you and investigate fraud, abuse or violations of this\nAgreement, we may process Service Attributes where we maintain our support and\ninvestigation personnel.</p>\n<p>\n<strong>4.\nYour Responsibilities.</strong>\n</p>\n<p>4.1 Your Accounts.\nExcept to the extent caused by our breach of this Agreement,\n(a) you are responsible for all activities that occur under your account,\nregardless of whether the activities are authorized by you or undertaken by\nyou, your employees or a third party (including your contractors, agents or End\nUsers), and (b) we and our affiliates are not responsible for unauthorized\naccess to your account.</p>\n<p>4.2 Your Content.\nYou represent and warrant that you own or have all rights\nnecessary to possess, copy and use Your Content.\nYou will ensure that Your\nContent and your and End Users’ use of Your Content or the Service Offerings\nwill not violate any of the Policies or any applicable law.\nYou are responsible\nfor evaluating, choosing and configuring the Service Offerings as you deem\nappropriate to secure, protect and backup Your Content.\nYou are solely\nresponsible for managing the backup of Your Content using the Service\nOfferings, and you assume any and all risk of loss of Your Content (except to\nthe extent caused by our willful and intentional misappropriation of Your\nContent).</p>\n<p>4.3 Log-In Credentials and Account Keys.\nYour log-in credentials and private\nkeys generated by the Services are for your internal use only and you will not\nsell, transfer or sublicense them to any other entity or person, except that\nyou may disclose your private key to your agents and subcontractors performing\nwork on your behalf.\nYou are responsible for keeping your account login\ncredentials secure and free from unauthorized use.</p>\n<p>4.4 End Users.\nYou will be deemed to have taken any action that you permit,\nassist or facilitate any person or entity to take related to this Agreement,\nYour Content or use of the Service Offerings.\nYou are responsible for End\nUsers’ use of Your Content and the Service Offerings.\nYou will ensure that all\nEnd Users comply with your obligations under this Agreement and that the terms\nof your agreement with each End User are consistent with this Agreement.\nIf you\nbecome aware of any violation of your obligations under this Agreement caused\nby an End User, you will immediately suspend access to Your Content and the\nService Offerings by such End User.\nWe do not provide any support or services\nto End Users unless we have a separate agreement with you or an End User\nobligating us to provide such support or services.</p>\n<p>\n<strong>5.\nFees and Payment.</strong>\n</p>\n<p>5.1 Service Fees.\nWe calculate and bill fees and charges monthly.\nYou will pay\nus the applicable fees and charges for use of the Service Offerings as\ndescribed on the Site using one of the payment methods we support.\nAll amounts\npayable by you under this Agreement will be paid to us without setoff or\ncounterclaim, and without any deduction or withholding.\nFees and charges for\nany new Service or new feature of a Service will be effective when we post\nupdated fees and charges on the Site, unless we expressly state otherwise in a\nnotice.\nWe may increase or add new fees and charges for any existing Services\nyou are using by giving you at least 30 days’ prior notice.\nWe may elect to\ncharge you interest at the rate of 1.5% per month (or the highest rate\npermitted by law, if less) on all late payments.</p>\n<p>5.2 Taxes.\nEach party will be responsible, as required under applicable law,\nfor identifying and paying all taxes and other governmental fees and charges\n(and any penalties, interest, and other additions thereto) that are imposed on\nthat party upon or with respect to the transactions and payments under this\nAgreement.\nAll fees payable by you are exclusive of Indirect Taxes.\nWe may\ncharge and you will pay applicable Indirect Taxes that we are legally obligated\nor authorized to collect from you.\nYou will provide such information to us as\nreasonably required to determine whether we are obligated to collect Indirect\nTaxes from you.\nWe will not collect, and you will not pay, any Indirect Tax for\nwhich you furnish us a properly completed exemption certificate or a direct\npayment permit certificate for which we may claim an available exemption from\nsuch Indirect Tax.\nAll payments made by you to us under this Agreement will be\nmade free and clear of any deduction or withholding, as may be required by law.\nIf any such deduction or withholding (including but not limited to cross-border\nwithholding taxes) is required on any payment, you will pay such additional\namounts as are necessary so that the net amount received by us is equal to the\namount then due and payable under this Agreement.\nWe will provide you with such\ntax forms as are reasonably requested in order to reduce or eliminate the\namount of any withholding or deduction for taxes in respect of payments made\nunder this Agreement.</p>\n<p>\n<strong>6.\nTemporary Suspension.</strong>\n</p>\n<p>6.1 Generally.\nWe may suspend your or any End User’s right to access or use any\nportion or all of the Service Offerings immediately upon notice to you if we\ndetermine:</p>\n<p>(a) your or an End User’s use of the Service Offerings (i) poses a security\nrisk to the Service Offerings or any third party, (ii) could adversely impact\nour systems, the Service Offerings or the systems or Content of any other\nService Provider customer, (iii) could subject us, our affiliates, or any third\nparty to liability, or (iv) could be fraudulent;</p>\n<p>(b) you are, or any End User is, in breach of this Agreement;</p>\n<p>(c) you are in breach of your payment obligations under Section 5.\nor</p>\n<p>(d) you have ceased to operate in the ordinary course, made an assignment for\nthe benefit of creditors or similar disposition of your assets, or become the\nsubject of any bankruptcy, reorganization, liquidation, dissolution or similar\nproceeding.</p>\n<p>6.2 Effect of Suspension.\nIf we suspend your right to access or use any portion\nor all of the Service Offerings, you remain responsible for all fees and\ncharges you incur during the period of suspension.</p>\n<p>\n<strong>7.\nTerm.\nTermination.</strong>\n</p>\n<p>7.1 Term.\nThe term of this Agreement will commence on the Effective Date and\nwill remain in effect until terminated under this Section 7.\nAny notice of\ntermination of this Agreement by either party to the other must include a\nTermination Date that complies with the notice periods in Section 7.2.</p>\n<p>7.2 Termination.</p>\n<p>(a) Termination for Convenience.\nYou may terminate this Agreement for any\nreason by providing us notice and closing your account for all Services for\nwhich we provide an account closing mechanism.\nWe may terminate this Agreement\nfor any reason by providing you at least 30 days’ advance notice.</p>\n<p>(b) Termination for Cause.</p>\n<p>(i) By Either Party.\nEither party may terminate this Agreement for cause if the\nother party is in material breach of this Agreement and the material breach\nremains uncured for a period of 30 days from receipt of notice by the other\nparty.\nNo later than the Termination Date, you will close your account.</p>\n<p>(ii) By Us.\nWe may also terminate this Agreement immediately upon notice to you\n(A) for cause if we have the right to suspend under Section 6, (B) if our\nrelationship with a third-party partner who provides software or other\ntechnology we use to provide the Service Offerings expires, terminates or\nrequires us to change the way we provide the software or other technology as\npart of the Services, or (C) in order to comply with the law or requests of\ngovernmental entities.</p>\n<p>7.3 Effect of Termination.</p>\n<p>(a) Generally.\nUpon the Termination Date:</p>\n<p>(i) except as provided in Section 7.3(b), all your rights under this Agreement\nimmediately terminate;</p>\n<p>(ii) you remain responsible for all fees and charges you have incurred through\nthe Termination Date and are responsible for any fees and charges you incur\nduring the post-termination period described in Section 7.3(b);</p>\n<p>(iii) you will immediately return or, if instructed by us, destroy all Service\nProvider Content in your possession.\nand</p>\n<p>(iv) Sections 4.1, 5, 7.3, 8 (except the license granted to you in Section\n8.3), 9, 10, 11, 13 and 14 will continue to apply in accordance with their\nterms.</p>\n<p>(b) Post-Termination.\nUnless we terminate your use of the Service Offerings\npursuant to Section 7.2(b), during the 30 days following the Termination Date:</p>\n<p>(i) we will not take action to remove from our systems any of Your Content as a\nresult of the termination.\nand</p>\n<p>(ii) we will allow you to retrieve Your Content from the Services only if you\nhave paid all amounts due under this Agreement.</p>\n<p>For any use of the Services after the Termination Date, the terms of this\nAgreement will apply and you will pay the applicable fees at the rates under\nSection 5.</p>\n<p>\n<strong>8.\nProprietary Rights.</strong>\n</p>\n<p>8.1 Your Content.\nExcept as provided in this Section 8, we obtain no rights\nunder this Agreement from you (or your licensors) to Your Content.\nYou consent\nto our use of Your Content to provide the Service Offerings to you and any End\nUsers.</p>\n<p>8.2 Adequate Rights.\nYou represent and warrant to us that: (a) you or your\nlicensors own all right, title, and interest in and to Your Content and\nFeedback.\n(b) you have all rights in Your Content and Feedback necessary to\ngrant the rights contemplated by this Agreement.\nand (c) none of Your Content\nor End Users’ use of Your Content or the Service Offerings will violate this\nAgreement.</p>\n<p>8.3 Service Offerings License.\nWe or our licensors own all right, title, and\ninterest in and to the Service Offerings, and all related technology and\nintellectual property rights.\nSubject to the terms of this Agreement, we grant\nyou a limited, revocable, non-exclusive, non-sublicensable, non-transferrable\nlicense to do the following: (a) access and use the Services solely in\naccordance with this Agreement.\nand (b) use the Service Provider Content solely\nin connection with your permitted use of the Services.\nExcept as provided in\nthis Section 8.3, you obtain no rights under this Agreement from us, our\naffiliates or our licensors to the Service Offerings, including any related\nintellectual property rights.\nSome Service Provider Content and Third-Party\nContent may be provided to you under a separate license, such as an open source\nlicense.\nIn the event of a conflict between this Agreement and any separate\nlicense, the separate license will prevail with respect to the Service Provider\nContent or Third-Party Content that is the subject of such separate license.</p>\n<p>8.4 License Restrictions.\nNeither you nor any End User will use the Service\nOfferings in any manner or for any purpose other than as expressly permitted by\nthis Agreement.\nNeither you nor any End User will, or will attempt to (a)\nmodify, distribute, alter, tamper with, repair, or otherwise create derivative\nworks of any Content included in the Service Offerings (except to the extent\nContent included in the Service Offerings is provided to you under a separate\nlicense that expressly permits the creation of derivative works), (b) reverse\nengineer, disassemble, or decompile the Service Offerings or apply any other\nprocess or procedure to derive the source code of any software included in the\nService Offerings (except to the extent applicable law doesn’t allow this\nrestriction), (c) access or use the Service Offerings in a way intended to\navoid incurring fees or exceeding usage limits or quotas, including, but not\nlimited to, excessive downloading of Your Content, (d) resell or sublicense the\nService Offerings.\nor (e) use Service Provider Marks for any reason unless\nexpressly granted written permission from Service Provider.\nYou will not\nmisrepresent or embellish the relationship between us and you (including by\nexpressing or implying that we support, sponsor, endorse, or contribute to you\nor your business endeavors).\nYou will not imply any relationship or affiliation\nbetween us and you except as expressly permitted by this Agreement.</p>\n<p>8.5 Feedback.\nIf you provide any Feedback to us or our affiliates, we and our\naffiliates will be entitled to use the Feedback without restriction.\nYou hereby\nirrevocably assign to us all right, title, and interest in and to the Feedback\nand agree to provide us any assistance we require to document, perfect, and\nmaintain our rights in the Feedback.</p>\n<p>8.6 Third Party Claims.\nIn the event you receive notice of any actual or\npotential claim of infringement of any third party intellectual property rights\nrelating to the Service Offerings or use of the Services in connection with\nYour Content, you shall cease using the Services and notify us in writing\nimmediately.\nService Provider shall have sole and exclusive authority in its\ndiscretion to assume and control the defense, defend and settle any such\ninfringement claim.\nService Provider may, at its election, either: (i) procure\nthe rights to use that portion of the Services alleged to be infringing.\n(ii)\nreplace the alleged infringing portion of the Services with a non-infringing\nalternative.\n(iii) modify the alleged infringing portion of the Services to\nmake it non-infringing.\nor (iv) terminate the allegedly infringing portion of\nthe Services or this Agreement.\nWe shall have no obligation or liability to\nyou or any End User arising from your or any End User’s use of the Services\nafter your receipt of notice of any infringement claim or notice of termination\nof this Agreement or our instruction to cease using the Services.</p>\n<p>\n<strong>9.\nIndemnification.</strong>\n</p>\n<p>You will defend, indemnify, and hold harmless us, our affiliates, third-party\nservice providers, and licensors, and each of their respective employees,\nofficers, directors, and representatives from and against any Losses arising\nout of or relating to any third-party claim concerning: (a) your or any End\nUsers’ use of the Service Offerings (including any activities under your\naccount and use by your employees and personnel).\n(b) breach of this Agreement\nor violation of applicable law by you, End Users or Your Content.\n(c) a dispute\nbetween you and any End User.\nor (d) any claim alleging that any of Your\nContent infringes or misappropriates a third party’s intellectual property\nrights.\nIn no event shall you agree to any settlement of any indemnified claim\nthat imposes any monetary or injunctive obligation on us or any other\nindemnified party, without our written consent.\nYou will reimburse us for\nreasonable attorneys’ fees, as well as our employees’ and contractors’ time and\nmaterials spent responding to any third party subpoena or other compulsory\nlegal order or process associated with third party claims described in (a)\nthrough (d) above at our then-current hourly rates.</p>\n<p>\n<strong>10.\nDisclaimers.</strong>\n</p>\n<p>THE SERVICE OFFERINGS ARE PROVIDED “AS IS.” EXCEPT TO THE EXTENT PROHIBITED BY\nLAW, OR TO THE EXTENT ANY STATUTORY RIGHTS APPLY THAT CANNOT BE EXCLUDED,\nLIMITED OR WAIVED, WE AND OUR AFFILIATES, THIRD-PARTY SERVICE PROVIDERS, AND\nLICENSORS (A) MAKE NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, WHETHER\nEXPRESS, IMPLIED, STATUTORY OR OTHERWISE REGARDING THE SERVICE OFFERINGS OR THE\nTHIRD-PARTY CONTENT, AND (B) DISCLAIM ALL WARRANTIES, INCLUDING ANY IMPLIED OR\nEXPRESS WARRANTIES (I) OF MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A\nPARTICULAR PURPOSE, NON-INFRINGEMENT, OR QUIET ENJOYMENT, (II) ARISING OUT OF\nANY COURSE OF DEALING OR USAGE OF TRADE, (III) THAT THE SERVICE OFFERINGS OR\nTHIRD-PARTY CONTENT WILL BE UNINTERRUPTED, ERROR FREE OR FREE OF HARMFUL\nCOMPONENTS, (IV) THAT ANY CONTENT WILL BE SECURE OR NOT OTHERWISE LOST OR\nALTERED, AND (V) THAT THE SERVICE OFFERINGS WILL SATISFY THE REQUIREMENTS OF\nANY LAW OR REGULATION APPLICABLE TO YOU OR YOUR CONTENT (INCLUDING, WITHOUT\nLIMITATION, THE EUROPEAN PRIVACY LAWS AND THE Health Insurance Portability and\nAccountability Act of 1996).</p>\n<p>\n<strong>11.\nLimitations of Liability.</strong>\n</p>\n<p>WE AND OUR AFFILIATES, THIRD-PARTY SERVICE PROVIDERS, AND LICENSORS WILL NOT BE\nLIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR\nEXEMPLARY DAMAGES (INCLUDING DAMAGES FOR LOSS OF PROFITS, REVENUES, CUSTOMERS,\nOPPORTUNITIES, GOODWILL, USE, OR DATA), EVEN IF A PARTY HAS BEEN ADVISED OF THE\nPOSSIBILITY OF SUCH DAMAGES.\nFURTHER, NEITHER WE NOR ANY OF OUR AFFILIATES\nTHIRD-PARTY SERVICE PROVIDERS, OR LICENSORS WILL BE RESPONSIBLE FOR ANY\nCOMPENSATION, REIMBURSEMENT, OR DAMAGES ARISING IN CONNECTION WITH: (A) YOUR\nINABILITY TO USE THE SERVICES, INCLUDING AS A RESULT OF ANY (I) TERMINATION OR\nSUSPENSION OF THIS AGREEMENT OR YOUR USE OF OR ACCESS TO THE SERVICE OFFERINGS,\n(II) OUR DISCONTINUATION OF ANY OR ALL OF THE SERVICE OFFERINGS, OR, (III) ANY\nUNANTICIPATED OR UNSCHEDULED DOWNTIME OF ALL OR A PORTION OF THE SERVICES FOR\nANY REASON.\n(B) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES.\n(C)\nANY INVESTMENTS, EXPENDITURES, OR COMMITMENTS BY YOU IN CONNECTION WITH THIS\nAGREEMENT OR YOUR USE OF OR ACCESS TO THE SERVICE OFFERINGS.\nOR (D) ANY\nUNAUTHORIZED ACCESS TO, ALTERATION OF, OR THE DELETION, DESTRUCTION, DAMAGE,\nLOSS OR FAILURE TO STORE ANY OF YOUR CONTENT OR OTHER DATA.\nIN ANY CASE, OUR\nAND OUR AFFILIATES’, THIRD-PARTY SERVICE PROVIDERS’, AND LICENSORS’ AGGREGATE\nLIABILITY UNDER THIS AGREEMENT AND/OR RELATING TO THE SERVICES WILL NOT EXCEED\nTHE AMOUNT YOU ACTUALLY PAY US UNDER THIS AGREEMENT FOR THE SERVICE THAT GAVE\nRISE TO THE CLAIM DURING THE 12 MONTHS BEFORE THE LIABILITY AROSE.\nTHE\nLIMITATIONS IN THIS SECTION 11 APPLY ONLY TO THE MAXIMUM EXTENT PERMITTED BY\nAPPLICABLE LAW.</p>\n<p>\n<strong>12.\nModifications to the Agreement.</strong>\n</p>\n<p>We may modify this Agreement (including any Policies) at any time by posting a\nrevised version on the Site or by otherwise notifying you in accordance with\nSection 13.10.\nThe modified terms will become effective upon posting or, if we\nnotify you by email, as stated in the email message.\nBy continuing to use the\nService Offerings after the effective date of any modifications to this\nAgreement, you agree to be bound by the modified terms.\nIt is your\nresponsibility to check the Site regularly for modifications to this Agreement.\nWe last modified this Agreement on the date listed at the end of this\nAgreement.</p>\n<p>\n<strong>13.\nMiscellaneous.</strong>\n</p>\n<p>13.1 Assignment.\nYou will not assign or otherwise transfer this Agreement or\nany of your rights and obligations under this Agreement, without our prior\nwritten consent.\nAny assignment or transfer in violation of this Section 13.1\nwill be void.\nWe may assign this Agreement without your consent (a) in\nconnection with a merger, acquisition or sale of all or substantially all of\nour assets, or (b) to any Affiliate or as part of a corporate reorganization.\nand effective upon such assignment, the assignee is deemed substituted for\nService Provider as a party to this Agreement and Service Provider is fully\nreleased from all of its obligations and duties to perform under this\nAgreement.\nSubject to the foregoing, this Agreement will be binding upon, and\ninure to the benefit of the parties and their respective permitted successors\nand assigns.</p>\n<p>13.2 Entire Agreement.\nThis Agreement incorporates the Policies by reference\nand is the entire agreement between you and us regarding the subject matter of\nthis Agreement.\nThis Agreement supersedes all prior or contemporaneous\nrepresentations, understandings, agreements, or communications between you and\nus, whether written or verbal, regarding the subject matter of this Agreement\n(but does not supersede prior commitments to purchase any other Service offered\nby Service Provider).\nWe will not be bound by, and specifically object to, any\nterm, condition or other provision that is different from or in addition to the\nprovisions of this Agreement (whether or not it would materially alter this\nAgreement) including for example, any term, condition or other provision (a)\nsubmitted by you in any order, receipt, acceptance, confirmation,\ncorrespondence or other document, (b) related to any online registration,\nresponse to any request for information, or other questionnaire, or (c) related\nto any invoicing process that you submit or require us to complete.\nIf the\nterms of this document are inconsistent with the terms contained in any Policy,\nthe terms contained in this document will control.&nbsp;</p>\n<p>13.3 Force Majeure.\nWe and our affiliates, third party service providers, and\nlicensors, will not be liable for any delay or failure to perform any\nobligation under this Agreement where the delay or failure results from any\ncause beyond our reasonable control, including acts of God, labor disputes or\nother industrial disturbances, electrical or power outages, utilities or other\ntelecommunications failures, earthquake, storms or other elements of nature,\nblockages, embargoes, riots, acts or orders of government, acts of terrorism,\nor war.</p>\n<p>13.4 Governing Law.\nThe Governing Laws, without reference to conflict of law\nrules, govern this Agreement and any dispute of any sort that might arise\nbetween you and us.\nThe United Nations Convention for the International Sale of\nGoods does not apply to this Agreement.</p>\n<p>13.5 Disputes.\nEXCEPT AS EXPRESSLY PROVIDED IN THIS SECTION 13.5, YOU AGREE\nTHAT ANY DISPUTE OR CLAIM RELATING IN ANY WAY TO THIS AGREEMENT, YOUR USE OF\nTHE SERVICE OFFERINGS OR ANY SERVICES WILL BE RESOLVED BY BINDING ARBITRATION,\nRATHER THAN IN COURT.\nYOU UNDERSTAND THAT THERE IS NO RIGHT TO A JURY TRIAL IN\nARBITRATION.\nANY ARBITRATION UNDER THIS AGREEMENT WILL BE CONDUCTED PURSUANT\nTO THE COMMERCIAL ARBITRATION RULES OF THE AMERICAN ARBITRATION ASSOCIATION,\nBEFORE A SINGLE ARBITRATOR IN MIDDLESEX COUNTY, MASSACHUSETTS.\nNotwithstanding\nthe foregoing, you may assert claims against us in small claims court in\nMiddlesex county, Massachusetts if your claims qualify, and you acknowledge and\nagree that we may bring a claim or lawsuit against you in any court, including\nto enjoin any actual or threatened infringement or other misuse of the\nintellectual property rights of Service Provider, its affiliates, third party\nservice providers or licensors.</p>\n<p>13.6 Trade Compliance.\nIn connection with this Agreement, each party will\ncomply with all applicable import, re-import, sanctions, anti-boycott, export,\nand re-export control laws and regulations, including all such laws and\nregulations that apply to a U.S.\ncompany, such as the Export Administration\nRegulations, the International Traffic in Arms Regulations, and economic\nsanctions programs implemented by the Office of Foreign Assets Control.\nFor\nclarity, you are solely responsible for compliance related to the manner in\nwhich you choose to use the Service Offerings, including your transfer and\nprocessing of Your Content, the provision of Your Content to End Users, and the\nService Provider region in which any of the foregoing occur.\nYou represent and\nwarrant that you and your financial institutions, or any party that owns or\ncontrols you or your financial institutions, are not subject to sanctions or\notherwise designated on any list of prohibited or restricted parties, including\nbut not limited to the lists maintained by the United Nations Security Council,\nthe U.S.\nGovernment (e.g., the Specially Designated Nationals List and Foreign\nSanctions Evaders List of the U.S.\nDepartment of Treasury, and the Entity List\nof the U.S.\nDepartment of Commerce), the European Union or its Member States,\nor other applicable government authority.</p>\n<p>13.7 Independent Contractors.\nNon-Exclusive Rights.\nWe and you are independent\ncontractors, and this Agreement will not be construed to create a partnership,\njoint venture, agency, or employment relationship.\nNeither party, nor any of\ntheir respective affiliates, is an agent of the other for any purpose or has\nthe authority to bind the other.\nBoth parties reserve the right (a) to develop\nor have developed for it products, services, concepts, systems, or techniques\nthat are similar to or compete with the products, services, concepts, systems,\nor techniques developed or contemplated by the other party, and (b) to assist\nthird party developers or systems integrators who may offer products or\nservices which compete with the other party’s products or services.</p>\n<p>13.8 Language.\nAll communications and notices made or given pursuant to this\nAgreement must be in the English language.\nIf we provide a translation of the\nEnglish language version of this Agreement, the English language version of the\nAgreement will control if there is any conflict.</p>\n<p>13.9 Confidentiality and Publicity.\nYou may use Service Provider Confidential\nInformation only in connection with your use of the Service Offerings as\npermitted under this Agreement.\nYou will not disclose Service Provider\nConfidential Information during the Term or at any time during the 5-year\nperiod following the end of the Term.\nYou will take all reasonable measures to\navoid disclosure, dissemination or unauthorized use of Service Provider\nConfidential Information, including, at a minimum, those measures you take to\nprotect your own confidential information of a similar nature.\nYou will not\nissue any press release or make any other public communication with respect to\nthis Agreement or your use of the Service Offerings.</p>\n<p>13.10 Notice.</p>\n<p>(a) To You.\nWe may provide any notice to you under this Agreement by: (i)\nposting a notice on the Site.\nor (ii) sending a message to the email address\nthen associated with your account.\nNotices we provide by posting on the Site\nwill be effective upon posting and notices we provide by email will be\neffective when we send the email.\nIt is your responsibility to keep your email\naddress current.\nYou will be deemed to have received any email sent to the\nemail address then associated with your account when we send the email, whether\nor not you actually receive the email.</p>\n<p>(b) To Us.\nTo give us notice under this Agreement, you must contact Service\nProvider as follows: (i) by email transmission to support@arqbackup.com.\nor\n(ii) by personal delivery, overnight courier or registered or certified mail to\nHaystack Software LLC, 405 Waltham St., Suite 124, Lexington, MA 02421,\nattention General Counsel.\nNotices provided by personal delivery will be\neffective immediately.\nNotices provided by email transmission or overnight\ncourier will be effective one business day after they are sent.\nNotices\nprovided registered or certified mail will be effective three business days\nafter they are sent.</p>\n<p>13.11 No Third-Party Beneficiaries.\nExcept as set forth in Section 9, this\nAgreement does not create any third-party beneficiary rights in any individual\nor entity that is not a party to this Agreement.</p>\n<p>13.12 U.S.\nGovernment Rights.\nThe Service Offerings are provided to the U.S.\nGovernment as “commercial items,” “commercial computer software,” “commercial\ncomputer software documentation,” and “technical data” with the same rights and\nrestrictions generally applicable to the Service Offerings.\nIf you are using\nthe Service Offerings on behalf of the U.S.\nGovernment and these terms fail to\nmeet the U.S.\nGovernment’s needs or are inconsistent in any respect with\nfederal law, you will immediately discontinue your use of the Service\nOfferings.\nThe terms “commercial item” “commercial computer software,”\n“commercial computer software documentation,” and “technical data” are defined\nin the Federal Acquisition Regulation and the Defense Federal Acquisition\nRegulation Supplement.</p>\n<p>13.13 No Waivers.\nThe failure by us to enforce any provision of this Agreement\nwill not constitute a present or future waiver of such provision nor limit our\nright to enforce such provision at a later time.\nAll waivers by us must be in\nwriting to be effective.</p>\n<p>13.14 Severability.\nIf any portion of this Agreement is held to be invalid or\nunenforceable, the remaining portions of this Agreement will remain in full\nforce and effect.\nAny invalid or unenforceable portions will be interpreted to\neffect and intent of the original portion.\nIf such construction is not\npossible, the invalid or unenforceable portion will be severed from this\nAgreement but the rest of the Agreement will remain in full force and effect.</p>\n<p>\n<strong>14.\nDefinitions.</strong>\n</p>\n<p>“Account Country” is the country associated with your account.\nYour Account Country is the country identified through your IP (Internal Protocol) address.</p>\n<p>“Account Information” means information about you that you provide to us in connection with the creation or administration of your account.\nFor example, Account Information includes names, usernames, phone numbers, email addresses and billing information associated with your account.</p>\n<p>“API” means an application program interface.</p>\n<p>“Content” means software (including machine images), data, text, audio, video or images.</p>\n<p>“Data Controller,” “Data Processor,” and “Data Sub-Processor” shall have the meaning ascribed to them in the European Privacy Laws.</p>\n<p>“Documentation” means the user guides communicated to the End User, as such user guides may be updated by Service Provider from time to time.</p>\n<p>“End User” means any individual or entity that directly or indirectly through another user: (a) accesses or uses Your Content.\nor (b) otherwise accesses or uses the Service Offerings under your account.\nThe term “End User” does not include individuals or entities when they are accessing or using the Services or any Content under their own Service Provider account, rather than under your account.</p>\n<p>“European Privacy Laws” means Regulation (EU) 2016/679 and the General Data Protection Regulation, together with any additional implementation legislation, rules or regulations that are issued by applicable supervisory authorities.</p>\n<p>“Feedback” means all suggested improvements to the Service Offerings that you provide to us.</p>\n<p>“Governing Laws” means the laws of the State of Massachusetts and the United States.</p>\n<p>“Indirect Taxes” means applicable taxes and duties, including, without limitation, VAT, Service Tax, GST, excise taxes, sales and transactions taxes, and gross receipts tax.</p>\n<p>“Losses” means any claims, damages, losses, liabilities, costs, and expenses (including reasonable attorneys’ fees).</p>\n<p>“Policies” means the terms and conditions in this Agreement, the Privacy Policy, and any other policy or terms referenced in or incorporated into this Agreement, but does not include other marketing materials referenced on the Service Provider Site.</p>\n<p>“Privacy Policy” means the privacy policy located at&nbsp;https://www.arqbackup.com/privacy/&nbsp;(and any successor or related locations designated by us), as it may be updated by us from time to time.</p>\n<p>“Service” means each of the products and services licensed, sold or otherwise made available by us or our affiliates.\nServices do not include Third-Party Content.</p>\n<p>“Service Attributes” means Service usage data related to your account, such as resource identifiers, metadata tags, security and access roles, rules, usage policies, permissions, usage statistics and analytics.</p>\n<p>“Service Offerings” means the Services (including associated APIs), the Service Provider Content, and any other product or service provided by us under this Agreement.\nService Offerings do not include Third-Party Content.</p>\n<p>“Service Provider Confidential Information” means all nonpublic information disclosed by us, our affiliates, business partners or our or their respective employees, contractors or agents that is designated as confidential or that, given the nature of the information or circumstances surrounding its disclosure, reasonably should be understood to be confidential.\nService Provider Confidential Information includes: (a) nonpublic information relating to our or our affiliates or business partners’ technology, customers, business plans, promotional and marketing activities, finances and other business affairs.\n(b) third-party information that we are obligated to keep confidential.\nand (c) the nature, content and existence of any discussions or negotiations between you and us or our affiliates.\nService Provider Confidential Information does not include any information that: (i) is or becomes publicly available without breach of this Agreement.\n(ii) can be shown by documentation to have been known to you at the time of your receipt from us.\n(iii) is received from a third party who did not acquire or disclose the same by a wrongful or tortious act.\nor (iv) can be shown by documentation to have been independently developed by you without reference to the Service Provider Confidential Information.</p>\n<p>“Service Provider Content” means Content we or any of our affiliates make available in connection with the Services or on the Site to allow access to and use of the Services, including APIs.\nWSDLs.\nDocumentation.\nsample code.\nsoftware libraries.\ncommand line tools.\nproofs of concept.\ntemplates.\nand other related technology (including any of the foregoing that are provided by our personnel).\nService Provider Content does not include the Services or Third-Party Content.</p>\n<p>“Service Provider Marks” means any trademarks, service marks, service or trade names, logos, and other designations of Service Provider and its affiliates.</p>\n<p>“Site” means&nbsp;https://www.arqbackup.com/&nbsp;(and any successor or related site designated by us), as may be updated by us from time to time.</p>\n<p>“Term” means the term of this Agreement described in Section 7.1.</p>\n<p>“Termination Date” means the effective date of termination provided in accordance with Section 7, in a notice from one party to the other.</p>\n<p>“Third-Party Content” means Content made available to you by any third party on the Site or in conjunction with the Services.</p>\n<p>“Your Content” means Content that you or any End User transfers to us for processing, storage or hosting by the Services in connection with your Service Provider account.\nFor example, Your Content includes Content that you or any End User stores in the Arq Cloud Backup™ Services.\nYour Content does not include Account Information.</p>\n<p>\n<em>For any questions related to this Agreement, the Services, billing and fees, or\npassword assistance, please contact support@arqbackup.com.</em>\n</p>\n<p>\n<em>Last updated October 16, 2018</em>\n</p> ", "created_at": "2021-04-12 09:08:32.550255", "updated_at": "2021-04-12 09:15:16.414167"}], "points": [{"id": 27077, "title": "The court of law governing the terms is in location X", "source": "https://arqbackup.com/docs/arqcloudbackup/English.lproj/termsOfService.html", "status": "Generated through the annotate view", "created_at": "2022-03-03 17:23:06.239092", "updated_at": "2022-03-03 17:23:06.239092", "quoteText": "<p>“Governing Laws” means the laws of the State of Massachusetts and the United States.</p>\n", "case_id": 163, "document_id": 4934, "quoteStart": 34673, "quoteEnd": 34765}, {"id": 27076, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://arqbackup.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-03 17:21:14.014516", "updated_at": "2022-03-03 17:21:14.014516", "quoteText": "If Haystack Software is involved in a business acquisition, merger, sale, reorganization, or bankruptcy then your personal information may be transferred as part of the restructuring.\n", "case_id": 243, "document_id": 4933, "quoteStart": 7012, "quoteEnd": 7196}, {"id": 27075, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://arqbackup.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-03 17:20:46.718847", "updated_at": "2022-03-03 17:20:46.718847", "quoteText": "Please note that, if you choose not to accept cookies, some features and the personalization of our Services may no longer work for you.\n", "case_id": 375, "document_id": 4933, "quoteStart": 5181, "quoteEnd": 5318}, {"id": 27074, "title": "You can opt out of promotional communications", "source": "https://arqbackup.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-03 17:19:30.779398", "updated_at": "2022-03-03 17:19:30.779398", "quoteText": "all promotional emails will have a link allowing you to opt-out of all future emails.</p> ", "case_id": 223, "document_id": 4933, "quoteStart": 3857, "quoteEnd": 3947}], "urls": ["arqbackup.com"]}}