{"error": 448, "message": "OK", "parameters": {"id": 2712, "name": "IPVanish", "created_at": "2021-02-05 10:03:20.562996", "updated_at": "2021-03-25 03:19:28.61507", "wikipedia": "https://en.wikipedia.org/wiki/IPVanish", "keywords": null, "related": null, "slug": "ipvanish", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2712.png", "url": "ipvanish.com", "documents": [{"id": 4005, "name": "Copyright Policy", "url": "https://www.ipvanish.com/dmca-policy", "xpath": "//body", "text": "Cookies help us optimize your visit.\nThey are also used for stats, social media, and marketing.\nBy continuing, you accept this.\nLearn moreGot it! <p>\n<i>\n</i> Support:</p>\n<p> +1 800 591 5241</p>\n<p>\n<i>\n</i>\n</p>\n<ul>\n<li>\n<p> +1 800 591 5241</p>\n</li>\n<li>\n<p> +52 55 4165 2627</p>\n</li>\n<li>\n<p> +44 20 3966 0521 </p>\n</li>\n<li>\n<p> +34 919 490 509</p>\n</li>\n<li>\n<p> +61 251 335 555</p>\n</li>\n<li>\n<p> +55 61 4042 7858</p>\n</li>\n<li>\n<p> +49 80 0800 1022</p>\n</li>\n</ul>\n<p>\n<i>\n</i> Live Chat </p>\n<p>\n<i>\n</i> Contact Us</p> Toggle navigation <ul>\n<li>Why IPVanish</li>\n<li> Solutions <ul>\n<li> VPN</li>\n<li> VPN + Storage</li>\n<li>Product Comparison</li>\n</ul>\n</li>\n<li>Apps</li>\n<li>Help</li>\n<li>My Account</li>\n<li>Subscribe Now</li>\n</ul> DMCA Policy IPVanish DMCA / Copyright Policy <p> We respect the intellectual property of others, and we ask our users to do the same.\nOn this page, you will find information about copyright infringement procedures and policies that apply to IPVanish VPN.</p> Copyright Infringement Notification <p>To file a copyright infringement notification with us, you will need to send a written communication that includes substantially the following (please consult your legal counsel or see Section 512(c)(3) of the Digital Millennium Copyright Act to confirm these requirements):</p>\n<ul>\n<li> A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material.</li>\n<li> Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</li>\n</ul>\n<p>Your written Notification of Claimed Infringement must be sent to our Designated Copyright Agent at the e-mail address listed below.\nWe will review and address all notices that substantially comply with the requirements identified above.\nIf your notice fails to substantially comply with all of these requirements, we may not be able respond to your notice.</p>\n<p>We suggest that you consult your legal advisor before filing a Notification of Claimed Infringement.\nPlease note that you may be liable for damages if you make a false claim of copyright infringement.\nSection 512(f) of the Copyright Act provides that any person who knowingly materially misrepresents that material is infringing may be subject to liability.\nPlease also be advised that, in appropriate circumstances, we will terminate the accounts of users/subscribers who repeatedly misidentify copyrighted material.</p> Counter Notification of Copyright Infringement <ul>\n<li> If you believe a copyright infringement claim was filed in error, you may send a Counter Notification to our Designated Copyright Agent at the e-mail address provided below.<br> abuse@ipvanish.com</li>\n<li>To file a Counter Notification with us, you must send us an e-mail that sets forth the items specified below: <ul>\n<li>Identify the specific reason or available ID to which we have disabled access.</li>\n<li>Provide your full name, address, telephone number, and e-mail address.</li>\n<li>Provide a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which your address is located, and that you will accept service of process from the person who the provided notification of claimed infringement to which your notice relates or an agent of such person.</li>\n<li>Include the following statement: \"I swear, under penalty of perjury, that I have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\"</li>\n<li>Sign the notice.\nIf you are providing notice by e-mail, an electronic signature (i.e.\nyour typed name) or scanned physical signature will be accepted.</li>\n</ul>\n</li>\n<li> If we receive a Counter Notification from you, we may forward it to the party who submitted the original Notification of Claimed Infringement.\nThe Counter Notification we forward may include some of your personal information, such as your name and contact information.\nBy submitting a Counter Notification, you consent to having your information revealed in this way.\nWe will not forward the Counter Notification to any party other than the original claimant unless required or expressly permitted to do so by law.\n</li>\n</ul>\n<p>After we send out the Counter Notification, the original claimant must respond to us within 10 business days stating he or she has filed an action seeking a court order to restrain you from engaging in infringing activity.</p>\n<p>We suggest that you consult your legal advisor before filing a Counter Notification of Copyright Infringement.\nPlease note that you may be liable for damages if you make a false claim.\nUnder Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material was removed or disabled by mistake or misidentification may be subject to liability.</p>\n<p>Please note that we may not be able to contact you if we receive a Notification of Copyright Infringement about material.\nIn accordance with our Terms of Service, we reserve the right to take action at any time to remain in compliance with the law.</p> IPVanish <ul>\n<li>What is VPN?</li>\n<li>Pricing</li>\n<li>VPN Protocols</li>\n<li>VPN Servers</li>\n<li>Reviews</li>\n<li>Press</li>\n<li>Special Discounts</li>\n<li>Get IPVanish</li>\n</ul> Solutions <ul>\n<li>Stream Services</li>\n<li>Stream Sports</li>\n<li>Kodi VPN</li>\n<li>Fire Stick VPN</li>\n<li>VPN for Teams</li>\n<li>VPN with Cloud Storage</li>\n</ul> Privacy Tools <ul>\n<li>IP Checker</li>\n<li>Password Generator</li>\n<li>Free VPN vs Paid VPN</li>\n<li>Privacy Guides</li>\n</ul> Setup Guides <ul>\n<li>VPN Setup Guides</li>\n<li>Windows VPN</li>\n<li>macOS VPN</li>\n<li>iOS VPN</li>\n<li>Android VPN</li>\n<li>Fire TV VPN</li>\n<li>Linux VPN</li>\n<li>Chrome OS VPN</li>\n</ul> Contact Us <ul>\n<li>Support Center</li>\n<li>Get Help</li>\n<li>System Status</li>\n<li>Live Chat</li>\n<li>Blog</li>\n<li>Partners</li>\n</ul> Legal <ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Export Policy</li>\n<li>DMCA Policy</li>\n<li>Money-Back Guarantee</li>\n<li>Accessibility</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2021 J2 Global, Inc.\nor its affiliates (collectively, “J2”).\nAll rights reserved.\nIPVanish is a registered trademark of J2.\n700 S.\nFlower St., Suite 1500, Los Angeles, CA 90017</p> ", "created_at": "2021-02-05 10:03:43.773847", "updated_at": "2021-02-05 10:10:39.283987"}, {"id": 4006, "name": "Accessibility", "url": "https://www.ipvanish.com/accessibility/", "xpath": "//body", "text": "Cookies help us optimize your visit.\nThey are also used for stats, social media, and marketing.\nBy continuing, you accept this.\nLearn moreGot it! <p>\n<i>\n</i> Support:</p>\n<p> +1 800 591 5241</p>\n<p>\n<i>\n</i>\n</p>\n<ul>\n<li>\n<p> +1 800 591 5241</p>\n</li>\n<li>\n<p> +52 55 4165 2627</p>\n</li>\n<li>\n<p> +44 20 3966 0521 </p>\n</li>\n<li>\n<p> +34 919 490 509</p>\n</li>\n<li>\n<p> +61 251 335 555</p>\n</li>\n<li>\n<p> +55 61 4042 7858</p>\n</li>\n<li>\n<p> +49 80 0800 1022</p>\n</li>\n</ul>\n<p>\n<i>\n</i> Live Chat </p>\n<p>\n<i>\n</i> Contact Us</p> Toggle navigation <ul>\n<li>Why IPVanish</li>\n<li> Solutions <ul>\n<li> VPN</li>\n<li> VPN + Storage</li>\n<li>Product Comparison</li>\n</ul>\n</li>\n<li>Apps</li>\n<li>Help</li>\n<li>My Account</li>\n<li>Subscribe Now</li>\n</ul> IPVanish Accessibility Statement <p>Effective September 25, 2020</p>\n<p>IPVanish is committed to improving accessibility for all of its web, mobile, and app users, and has committed significant resources to making our content accessible to all.\nAccessibility improvements made to our sites are guided by the Web Content Accessibility Guidelines (WCAG), Level AA.\nAcross IPVanish and its businesses, digital accessibility is a core priority for us throughout our design and development phases.\nWe strive to make all of our content accessible to all users and continually work to improve various features of our sites.\nSuch improvements to our sites include the addition of alt-text, navigation by keyboard and screen reader technology, closed captioning, color contrast and zoom features, as well as an accessibility statement on each site with contact information, so that users can alert us to any difficulties they have accessing our content.\n</p>\n<p>IPVanish believes that accessibility is an ongoing effort, and we continually improve our web sites, services, and products in order to provide an optimal experience for all of our users and subscribers.\nIn order to have the best experience on our sites, we recommend that users utilize the latest available versions of web browsers and assistive technology.\nWe also rely on our community to tell us when they experience an issue with any of our sites, and we give consideration to all feedback that is provided to us.</p>\n<p>Our efforts are ongoing.\nIf at any time you have questions or concerns regarding accessibility, or experience technical issues on any of our sites or products, please contact us at legal@netprotect.com.\nPlease be sure to specify which IPVanish property your feedback is regarding and we will make all reasonable efforts to address your concerns.\n</p> IPVanish <ul>\n<li>What is VPN?</li>\n<li>Pricing</li>\n<li>VPN Protocols</li>\n<li>VPN Servers</li>\n<li>Reviews</li>\n<li>Press</li>\n<li>Special Discounts</li>\n<li>Get IPVanish</li>\n</ul> Solutions <ul>\n<li>Stream Services</li>\n<li>Stream Sports</li>\n<li>Kodi VPN</li>\n<li>Fire Stick VPN</li>\n<li>VPN for Teams</li>\n<li>VPN with Cloud Storage</li>\n</ul> Privacy Tools <ul>\n<li>IP Checker</li>\n<li>Password Generator</li>\n<li>Free VPN vs Paid VPN</li>\n<li>Privacy Guides</li>\n</ul> Setup Guides <ul>\n<li>VPN Setup Guides</li>\n<li>Windows VPN</li>\n<li>macOS VPN</li>\n<li>iOS VPN</li>\n<li>Android VPN</li>\n<li>Fire TV VPN</li>\n<li>Linux VPN</li>\n<li>Chrome OS VPN</li>\n</ul> Contact Us <ul>\n<li>Support Center</li>\n<li>Get Help</li>\n<li>System Status</li>\n<li>Live Chat</li>\n<li>Blog</li>\n<li>Partners</li>\n</ul> Legal <ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Export Policy</li>\n<li>DMCA Policy</li>\n<li>Money-Back Guarantee</li>\n<li>Accessibility</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2021 J2 Global, Inc.\nor its affiliates (collectively, “J2”).\nAll rights reserved.\nIPVanish is a registered trademark of J2.\n700 S.\nFlower St., Suite 1500, Los Angeles, CA 90017</p> ", "created_at": "2021-02-05 10:11:18.144772", "updated_at": "2021-02-05 10:12:36.439166"}, {"id": 4007, "name": "Privacy Policy", "url": "https://www.ipvanish.com/privacy-policy/", "xpath": "//body", "text": "Cookies help us optimize your visit.\nThey are also used for stats, social media, and marketing.\nBy continuing, you accept this.\nLearn moreGot it! <p>\n<i>\n</i> Support:</p>\n<p> +1 800 591 5241</p>\n<p>\n<i>\n</i>\n</p>\n<ul>\n<li>\n<p> +1 800 591 5241</p>\n</li>\n<li>\n<p> +52 55 4165 2627</p>\n</li>\n<li>\n<p> +44 20 3966 0521 </p>\n</li>\n<li>\n<p> +34 919 490 509</p>\n</li>\n<li>\n<p> +61 251 335 555</p>\n</li>\n<li>\n<p> +55 61 4042 7858</p>\n</li>\n<li>\n<p> +49 80 0800 1022</p>\n</li>\n</ul>\n<p>\n<i>\n</i> Live Chat </p>\n<p>\n<i>\n</i> Contact Us</p> Toggle navigation <ul>\n<li>Why IPVanish</li>\n<li> Solutions <ul>\n<li> VPN</li>\n<li> VPN + Storage</li>\n<li>Product Comparison</li>\n</ul>\n</li>\n<li>Apps</li>\n<li>Help</li>\n<li>My Account</li>\n<li>Subscribe Now</li>\n</ul> Privacy Policy for IPVanish Site &amp.\nServices <p>Your privacy is our priority, but your trust in us is equally important.\nThat's why we want to be as transparent as possible in our policies.\nIPVanish is a zero-logs VPN service provider, which means that we do not keep a record of any connection, traffic, or activity data in regards to our Services.\nIn general, however, we monitor our Site activity to measure its performance and improve functionality.\nWe want you to understand the type of information we collect, why we collect that data, and exactly how we use the information we collect.</p>\nIn Brief\n<ul>\n<li>We care deeply about your privacy rights, and we do not log any traffic or usage of our VPN.</li>\n<li>We do not sell or rent personal information to others, under any circumstance.</li>\n<li>Your data is secured and rendered anonymous whenever you are connected to our Services.</li>\n<li>In order to provide you with our Services, we need to collect an email address and payment method to process transactions.\n</li>\n</ul>\n<p>\n<b>Last updated: October 9, 2020</b>\n</p>\n<p>This Privacy Policy (the \"Policy”) applies to the information we collect about visitors to www.ipvanish.com (the \"Site\") and subscribers to the IPVanish VPN service (the \"Services\"), which are owned and operated by IPVanish (contact information below).\nOur Terms of Use, including their limitation on liability, apply to the Privacy Policy.\nYou can read them at www.ipvanish.com/tos/.\n</p>\nPolicy Structure\n<ul>\n<li>Information We Collect <ul>\n<li>Site</li>\n<li>Services</li>\n<li>Website Cookies <ul>\n<li>Opt-Out for All Website Cookies</li>\n<li>Opt-Out from Third-Party Pixels</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>How We Use Your Information <ul>\n<li>Site</li>\n<li>Services</li>\n</ul>\n</li>\n<li>How To Modify Your Personal Information</li>\n<li>Security Measures We Have In Place <ul>\n<li>In the workplace</li>\n<li>On the internet</li>\n</ul>\n</li>\n<li>Emails <ul>\n<li>Transactional Emails</li>\n<li>Unsubscribing from Promotional Emails</li>\n</ul>\n</li>\n<li>Children's Privacy</li>\n<li>Changes to this Policy</li>\n<li>Fraud Detection and Prevention</li>\n<li>GDPR Compliance</li>\n<li>Privacy Settings and Requests</li>\n<li>How To Contact Us</li>\n<li>California Consumer Privacy Act Addendum</li>\n</ul>\n<br>\nInformation We Collect\n<p>\n<b>IPVanish does not collect, monitor, or log any traffic or use of its Virtual Private Network service on any platform.</b>\n</p>\n<p>While you are not required to provide any identifiable (\"personal\") information to browse our Site, in order to subscribe to our Services, you must first create an account and register with us.\nThis is solely to maintain an active subscription to our service.\n</p>\n<i>Site</i>\n<p>We aggregate and process information from Site visitors using cookies, pixels, and similar technologies, such as Google Analytics.\nIn such cases of automated collection, the focus of this data collection is on our Site performance, fraud detection, and prevention purposes, not on your personal information.\nYou can browse our Site without submitting any personal information.\nThe only non-personal data we collect from all visitors is in order to improve our Site.\nThis information is aggregated, offering a high-level view of our Site activity, including: </p>\n<ul>\n<li>Page requests</li>\n<li>Browser type</li>\n<li>Operating System</li>\n<li>Bounce rate</li>\n<li>Average time spent on our Site</li>\n</ul>\n<p>\n<b>We do not track user activities outside of our Site, nor do we track the website browsing or connection activities of users who are using our Services.</b>\n</p>\n<i>Services</i>\n<p>To create an account, you will need to provide:</p>\n<ul>\n<li>an active email address</li>\n<li>an active payment method</li>\n</ul>\n<p>You may also need to provide additional personal information such as your name, street address, city, state, country, and billing zip code, depending on your chosen payment method.\nWe will only use this information to collect and process payments for you.\nOnce you have created an account, this personal information can be modified by you at any time through your Account Control Panel.</p>\n<i>Website Cookies</i>\n<p>Cookies collect information about the use of our Site, and provide users with basic functionality.\nsuch as allowing you to save your account credentials to your browser.\nThe cookies used for our Site are not connected to our Services in any way and cannot be tied to your Service activity.</p>\n<p>We use third-party service providers to aggregate non-personally identifiable Site data.\nThese third parties, such as Google Analytics, use cookies and tracking pixels placed on our Site to collect, analyze, and generate reports on Site usage for us.\nThe collection and processing of data from our Site by third-party service providers is consistent with this Policy.\nWe do not provide these third parties with personal information about any specific user.</p> Opt-Out for All Website Cookies\n<p>Many web browsers accept cookies automatically.\nThere are many resources that advise you on adjusting cookie settings, such as About Cookies.\nYou can block cookies any time by adjusting your browser settings, visiting the Network Advertising Initiative opt-out page, or by disabling specific third-party pixels (see below).\nPlease note that some of the features on our Site depend on cookies to properly function.\n</p>Opt-Out from Third-Party Pixels <p>Source</p>\n<p>Listing</p>\n<p>About</p>\n<p>Opt-out</p>\n<p>Adroll</p>\n<p>adroll.com</p>\n<p>Learn More</p>\n<p>Disable</p>\n<p>Bing</p>\n<p>bat.bing.com</p>\n<p>Learn More</p>\n<p>Disable</p>\n<p>Facebook</p>\n<p>staticxx.facebook.com<br>www.facebook.com</p>\n<p>Learn More</p>\n<p>Disable</p>\n<p>Google Ads</p>\n<p>googleadservices.com<br> gstatic.com<br> fonts.gstatic.com</p>\n<p>Learn More</p>\n<p>Disable</p>\n<p>Google Analytics</p>\n<p>ssl-googleanalytics.com</p>\n<p>Learn More</p>\n<p>Disable</p>\n<p>OptIntMonster</p>\n<p>optinmonster.com</p>\n<p>Learn More</p>\n<p>Disable</p>\n<p>Sift Science</p>\n<p>cdn.siftscience.com</p>\n<p>Learn More</p>\n<p>Disable</p>\n<p>Twitter</p>\n<p>platform.twitter.com<br>analytics.twitter.com<br>t.co</p>\n<p>Learn More</p>\n<p>Disable</p>\n<p>ZenDesk</p>\n<p>ipvanish.zendesk.com<br>v2.zopim.com<br>theme.zdassets.com<br>encrypted.zendesk.com</p>\n<p>Learn More</p>\n<p>Disable</p> How We Use Your Information\n<p>\n<b>We do not sell personal information to third parties under any circumstance.</b>\n</p>\n<i>Site</i>\n<p>The information we collect through our Site is used for the following general purposes: </p>\n<ul>\n<li>\n<b>Process.</b> To create your account, collect payment for our Services, verify your identity when you log into the Site, and administer accounts;</li>\n<li>\n<b>Analyze.</b> To monitor usage and trends in order to better understand how our Site is found and used, manage customer relationships, and approach users with relevant content.\n</li>\n<li>\n<b>Communicate.</b> To send you information periodically about news, products, services, and offers made available by us, our affiliates or our marketing partners;</li>\n<li>\n<b>Troubleshoot.</b> To respond to your requests for help and technical assistance, and maintain internal records of support histories;</li>\n</ul>\n<i>Services</i>\n<p>The information we collect through our Services is used for the following general purposes: </p>\n<ul>\n<li>\n<b>Process.</b> To create your account, collect payment for our Services, verify your identity when you log into the Service, and administer accounts.\n</li>\n<li>\n<b>Troubleshoot.</b> To understand the source and cause of app crashes, and to develop &amp.\nimprove our Services;</li>\n</ul>\n<p>\n<b>As previously outlined IPVanish does not collect or log any traffic of its Services.\nWe closely review any requests we receive for customer information by a third party.\nWe cannot provide information that we do not have, and we do not provide information that we do have unless we are legally required to.\nWe may also compile some statistical information related to app crashes.</b>\n</p>\n<p>In addition, your information is used by third-party service providers who provide services on our behalf, such as processing payments (Stripe), fraud detection (Sift Science) (MaxMind), app crash information (Firebase), and sending email messages (SendGrid) for us.\nOur service providers receive only the information they need to perform their designated functions, and are not permitted to use or disclose this information.\nWe do not share your personal information with third parties for their own marketing, advertising or research purposes, under any circumstance.\nThis data does not link back to any personal identifiable information on our VPN.\n</p>\n<p>Provider</p>\n<p>Service</p>\n<p>About</p>\n<p>Delighted</p>\n<p>Customer Feedback</p>\n<p>Learn More</p>\n<p>Sift Science</p>\n<p>Fraud Detection</p>\n<p>Learn More</p>\n<p>MaxMind</p>\n<p>Fraud Detection</p>\n<p>Learn More</p>\n<p>SendGrid</p>\n<p>Email</p>\n<p>Learn More</p>\n<p>Stitch</p>\n<p>ETL</p>\n<p>Learn More</p>\n<p>Stripe</p>\n<p>Payment Processor</p>\n<p>Learn More</p>\n<p>UpSellit</p>\n<p>Cart Abandonment</p>\n<p>Learn More</p>\n<p>OnRocket</p>\n<p>Blog Hosting</p>\n<p>Learn More</p>\n<p>Firebase</p>\n<p>App crash information</p>\n<p>Learn More</p>\n<p>ZenDesk</p>\n<p>Support Ticket System<br>Live Chat</p>\n<p>Learn More</p>\n<p>App Center</p>\n<p>App crash information</p>\n<p>Learn More</p> How To Modify Your Personal Information\n<p>Personal information can be modified by you at any time via the Account Control Panel.\nAdditional inquiries and technical requests should be sent to: privacy@ipvanish.com.\nWe do our best to answer all requests in a timely manner.\n</p> Security Measures We Have In Place\nIn the workplace\n<p>We use industry best security measures to protect your personal information from loss, theft, misuse, or unauthorized access.\nAll of our employees are kept up-to-date on these best practices.\nIn addition, we restrict employee access to service administrative panels to only those who require such access in order to perform their job functions.</p>\nOn the internet\n<p>We make all of your data concealed and safeguarded as often as possible.\nWhere appropriate, we use encryption, access controls, passwords, and physical security measures to protect the information we collect and maintain about you against unauthorized access and disclosure.</p> Emails\n<p>As a Service subscriber you may receive emails about urgent privacy &amp.\nsecurity industry news, as well as Service updates.\nYou may also receive promotional emails about products, services, and other information we think may interest you.\nWe will never share your contact information with third parties.</p>\nTransactional emails <p>We send a small number of emails for transactional purposes, all of which we’ve outlined below.\n</p>\n<i>Billing</i>\n<ul>\n<li>\n<b>Payment warning</b> - if your payment method on file is nearing expiration, then you’ll receive a payment warning email.\nThese emails communicate the problem with your payment method and explain how you can update it;</li>\n<li>\n<b>Payment failure</b> - if, for any reason, your payment has been unsuccessful, then you'll receive a payment failure email.\nThese emails communicate that your payment has been unsuccessful and explain how you can update it;</li>\n<li>\n<b>Account cancellation</b> - if, for any reason, you’ve requested to cancel your IPVanish subscription, then you’ll receive an account cancellation email.\nThis email confirms your cancellation and explains how to reactivate your account, if you wish to.\n</li>\n<li>\n<b>Account termination</b> - these emails confirm that your IPVanish account has completed termination and explain how to reactivate your account, if you wish to.\n</li>\n</ul>\n<i>Password</i>\n<ul>\n<li>\n<b>Password reset</b> - if, for any reason, you’ve requested to reset your IPVanish account password, then you’ll receive a password reset email.\nThis email provides a unique password-reset link and instructs how to complete your password reset;</li>\n<li>\n<b>New password</b>- if, for any reason, you’ve completed a password reset, then you’ll receive a new password email.\nThis email confirms your password reset and explains how to change your password in the future, if you wish to.\n</li>\n</ul>\n<i>Product Awareness</i>\n<ul>\n<li>All new subscribers to IPVanish receive product awareness emails.\nThese emails offer application tips and helpful hints to IPVanish account holders who may be unfamiliar with the benefits and inner-workings of a VPN.</li>\n</ul>\nUnsubscribing From Promotional Emails\n<p>You may opt-out from receiving future promotional emails at any time by clicking the ‘Unsubscribe' link contained in the bottom of every email.\nWhile you may not receive promotional emails on behalf of IPVanish, you will continue to receive transactional emails from us.\nTransactional emails are system-generated communications that pertain to your account status.\nwe will only send these emails during one of the instances listed in the section above.\n</p>\nChildren's Privacy\n<p>Our Site and Services are not intended for anyone under the age of 18 years old.\nIf you are a parent or guardian and believe that your child has provided personal information to us, please contact us so that we can delete the child's information.</p>\nChanges to This Policy\n<p>From time to time, we may change and/or update this Privacy Policy.\nWe recommend you regularly review this page for updates.\nYour continued use of the Site or Services constitutes your acceptance of the then-effective Privacy Policy.</p> Fraud Detection and Prevention\n<p>In the interest of preventing fraudulent transactions, our order process collects, may use and store specific information about visitors.\nThe information is used to detect, prevent and analyze fraudulent transactions.\nWe share this information with a third party, Sift Science, Inc.\nlocated at 23 Mission Street, 20th Floor, San Francisco, CA 94105.\nThe information provided to Siftscience is analyzed, monitored, and reported to us exclusively to help prevent and detect fraudulent transactions.</p>\n<p>Sift Science is certified for the EU-US Privacy Agreement, \"Privacy Shield.\" Further information on the processing of data by Sift Science is found in their respective Privacy Policy.</p> GDPR Compliance\n<p>The European Union General Data Protection Regulation (GDPR) is effective as of May 25, 2018.\nThis regulation broadens the privacy rights that EU individuals have over how their personal data is collected, processed and maintained.\nIPVanish is a privacy-focused business and will comply with these guidelines presented by the European Union.\nUser privacy is our priority.\nboth our Site visitors and subscribers to our Services have the right to know what we collect from them.\n</p>\nPrivacy Settings and Requests\n<p>IPVanish provides information about our data privacy policies, including how we use cookies, in the Privacy section of this website.\nWe also provide tools on this website that allow users to control privacy preferences for certain aspects of using this site or interacting with IPVanish, such as for cookies and marketing.\nIf you have any data privacy or personal data questions or requests, please contact privacy@ipvanish.com.\n</p>\nHow to Contact Us\n<p>For questions about this Site, IPVanish Services, or for more information about the matters discussed in this Privacy Policy, please contact us at: privacy@ipvanish.com</p>\nCalifornia Consumer Privacy Act Addendum\n<p>In accordance with the California Consumer Privacy Act, if you are a consumer residing in California the following addition terms apply to you.\n</p>\n<ol>\n<li>\n<p>Right to Know About Information Collected, Disclosed or Sold</p>\n<p>You have the right to request that we disclose what personal information we collect, use, disclose, and sell.\nTo submit a verifiable request, please email privacy@ipvanish.com or visit https://dsar.ipvanish.com</p>\n<p>If you have an account with us, we will verify the request by confirming the email address used to make the request is the same as the email address on file for the account.\nIf you do not have an account with us, we will verify the request by sending an email to the email address used to make the request.</p>\n<p>The categories of California consumers’ personal information we may collect are listed above in the section titled \"Information We Collect.\" We collect this data from our customers and website visitors.</p>\n<p>We confirm we have not sold any personal information to third parties for a business or commercial purpose in the preceding 12 months.\nWe confirm we do not sell personal information of minors under 16 years of age without authorization.\nWe may disclose the categories of Personal Information listed in the section \"Information We Collect\" to our vendors and service providers for a business purpose, as explained further in the section above titled \"How We Use Your Information.\"</p>\n</li>\n<li>\n<p>Right to Request Deletion of Personal Information</p>\n<p>You have the right to request deletion of Personal Information collected or maintained by us.\nTo do so, please submit a request by emailing privacy@ipvanish.com, by calling 1-800-591-5241, or by visiting https://dsar.ipvanish.com.</p>\n<p>If you are a current or former customer submitting a request by web form or email, please provide sufficient information to identify your account, including your email address on file with us.\nYou may be asked to verify your identity by responding to us with the email address on file for the account.</p>\n<p>If you are not a current or former customer, we may ask for proof of identity sufficient to show you are the same consumer about whom we have collected personal information that you are requesting to be deleted.</p>\n</li>\n<li>\n<p>Right to Opt-Out of the Sale of Personal Information</p>\n<p>You have the right to opt-out of the sale of your personal information by a business.\nPursuant to California law, because we do not and will not sell your personal information, we do not offer such an opt-out at this time.</p>\n</li>\n<li>\n<p>Right to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights</p>\n<p>You have the right not to receive discriminatory treatment by the business for the exercise of the privacy rights conferred by the California Consumer Privacy Act.</p>\n</li>\n<li>\n<p>Authorized Agent</p>\n<p>If you would like to make a request under the California Consumer Privacy Act on behalf of a California consumer who is a current or former customer, please provide an email from the email address we have on file for the customer authorizing the request.</p>\n<p>You may also make a request under the California Consumer Privacy Act on behalf of a California consumer if you provide (1) a signed, written permission from the consumer to act on your behalf, and the consumer verifies their own identity directly with us.\nor (2) proof that the consumer has provided you with power of attorney pursuant to Probate Code sections 4000 to 4465.</p>\n<p>We may deny a request from an agent that does not submit proof that they have been authorized by the consumer to act on their behalf.</p>\n</li>\n<li>\n<p>Contact for More Information</p>\n<p>If you have any questions or concerns about our privacy policies and practices, you may contact us via privacy@ipvanish.com, 1-800-591-5241 or https://dsar.ipvanish.com.</p>\n</li>\n<li>\n<p>Date Privacy Policy Last Updated</p>\n<p>Our Privacy Policy was lasted updated as of the date indicated at the beginning of the policy.</p>\n</li>\n</ol> IPVanish <ul>\n<li>What is VPN?</li>\n<li>Pricing</li>\n<li>VPN Protocols</li>\n<li>VPN Servers</li>\n<li>Reviews</li>\n<li>Press</li>\n<li>Special Discounts</li>\n<li>Get IPVanish</li>\n</ul> Solutions <ul>\n<li>Stream Services</li>\n<li>Stream Sports</li>\n<li>Kodi VPN</li>\n<li>Fire Stick VPN</li>\n<li>VPN for Teams</li>\n<li>VPN with Cloud Storage</li>\n</ul> Privacy Tools <ul>\n<li>IP Checker</li>\n<li>Password Generator</li>\n<li>Free VPN vs Paid VPN</li>\n<li>Privacy Guides</li>\n</ul> Setup Guides <ul>\n<li>VPN Setup Guides</li>\n<li>Windows VPN</li>\n<li>macOS VPN</li>\n<li>iOS VPN</li>\n<li>Android VPN</li>\n<li>Fire TV VPN</li>\n<li>Linux VPN</li>\n<li>Chrome OS VPN</li>\n</ul> Contact Us <ul>\n<li>Support Center</li>\n<li>Get Help</li>\n<li>System Status</li>\n<li>Live Chat</li>\n<li>Blog</li>\n<li>Partners</li>\n</ul> Legal <ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Export Policy</li>\n<li>DMCA Policy</li>\n<li>Money-Back Guarantee</li>\n<li>Accessibility</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2021 J2 Global, Inc.\nor its affiliates (collectively, “J2”).\nAll rights reserved.\nIPVanish is a registered trademark of J2.\n700 S.\nFlower St., Suite 1500, Los Angeles, CA 90017</p> ", "created_at": "2021-02-05 10:13:28.899307", "updated_at": "2021-02-05 10:13:54.654784"}, {"id": 4008, "name": "Terms of Service", "url": "https://www.ipvanish.com/tos/", "xpath": "//body", "text": "Cookies help us optimize your visit.\nThey are also used for stats, social media, and marketing.\nBy continuing, you accept this.\nLearn moreGot it! <p>\n<i>\n</i> Support:</p>\n<p> +1 800 591 5241</p>\n<p>\n<i>\n</i>\n</p>\n<ul>\n<li>\n<p> +1 800 591 5241</p>\n</li>\n<li>\n<p> +52 55 4165 2627</p>\n</li>\n<li>\n<p> +44 20 3966 0521 </p>\n</li>\n<li>\n<p> +34 919 490 509</p>\n</li>\n<li>\n<p> +61 251 335 555</p>\n</li>\n<li>\n<p> +55 61 4042 7858</p>\n</li>\n<li>\n<p> +49 80 0800 1022</p>\n</li>\n</ul>\n<p>\n<i>\n</i> Live Chat </p>\n<p>\n<i>\n</i> Contact Us</p> Toggle navigation <ul>\n<li>Why IPVanish</li>\n<li> Solutions <ul>\n<li> VPN</li>\n<li> VPN + Storage</li>\n<li>Product Comparison</li>\n</ul>\n</li>\n<li>Apps</li>\n<li>Help</li>\n<li>My Account</li>\n<li>Subscribe Now</li>\n</ul> Terms of Service <p>Effective for new signups as of July 29, 2020.\nFor\nterms applicable to prior signups visit here.</p>\n<p> These Terms of Service (\"Terms\") govern your use of the www.ipvanish.com website (the \"Site\") and the IPVanish VPN and related service (the \"Services\"), which are owned and operated by IPVanish (\"IPVanish,\" \"we\" or \"us\").\nOur Privacy Policy is incorporated by reference into these Terms and is subject to the provisions of these Terms,.\nPlease read these Terms carefully before you access the Site or Services, as these Terms form a binding legal agreement between you and IPVanish.\n</p>\n<p>By accessing the Site or registering for or using the Services, you agree to these Terms in their entirety.\n</p>\n<p>THESE TERMS CONTAIN A BINDING INDIVIDUAL ARBITRATION AND CLASS ACTION WAIVER PROVISION\nIN THE \"BINDING ARBITRATION AND CLASS ACTION WAIVER\" SECTION.\nYOU MAY OPT OUT OF THE\nBINDING ARBITRATION AND CLASS ACTION WAIVER PROVISIONS AS DESCRIBED IN \"BINDING\nARBITRATION AND CLASS ACTION WAIVER\" SECTION.</p>\n<p> IF YOU DO NOT AGREE TO ALL OF THESE TERMS, DO NOT USE THE SITE OR SERVICES.\nYOUR USE OF OUR SITE AND SERVICES REQUIRES YOUR ACCEPTANCE OF THESE TERMS AS THEY MAY BE AMENDED FROM TIME TO TIME, INCLUDING THE POLICIES INCORPORATED BY REFERENCE HEREIN, WHICH INCLUDES THE IPVANISH PRIVACY POLICY, WHICH CAN BE FOUND AT WWW.IPVANISH.COM/PRIVACY-POLICY/.\n</p>\n<ol>\n<li>Changes to the Terms</li>\n<li>VPN Service</li>\n<li>Authorized User.\nYour Responsibility</li>\n<li>Personal Information</li>\n<li>Personal Use.\nLimited License</li>\n<li>Software </li>\n<li>SPAM</li>\n<li>Fees.\nPayment Terms</li>\n<li>REFUND POLICY</li>\n<li>Use of Services</li>\n<li>Third-Party Content</li>\n<li>Acceptable Use Policy</li>\n<li>Copyright Protected Materials</li>\n<li>Export Control Laws</li>\n<li>Right to Restrict or Terminate Access</li>\n<li>Security</li>\n<li>Children and Minors</li>\n<li>DISCLAIMER OF WARRANTY</li>\n<li>LIMITATION OF LIABILITY </li>\n<li>Indemnity</li>\n<li>Automatic Renewal</li>\n<li>Binding Arbitration and Class Action Waiver</li>\n<li>General Terms</li>\n</ol>\n<br>\n<ol>\n<li>\n<b>Changes to the Terms</b>\n<br>\n<br> We may add to, change or remove any part of these Terms, at any time without prior notice to you other than listing of a later effective date than the one set forth at the top of this policy.\nSuch modification shall be effective immediately upon posting at the Site.\nAs your next visit to a Site or use of the Services may be governed by different Terms, we encourage you to look for a new effective date on these Terms when you visit the Site or use the Services.\nIt is your responsibility to check these Terms periodically for changes.\nIf we make any material changes to these Terms, we will endeavor to provide registered users with additional notice of any changes, such as at your e-mail address of record, when you log-in to your account, or when you log-in to the Services.\n<br>\n<br> Your use or continued use of the Site or Services following the posting and/or notice of any changes to these Terms or any other posted policies shall constitute your acceptance of the changed Terms or policies <br>\n<br>\n</li>\n<li>\n<b>VPN Service</b>\n<br>\n<br> You understand that we are providing you with a virtual private network (\"VPN\") service, which includes, but is not limited to, the use of servers, transport, routers, IP addresses and other equipment and protocols to transmit information over our network (the \"System\").\nYou agree to abide by these Terms with respect to your use of the Service.\n<br>\n<br>\n</li>\n<li>\n<b>Authorized User.\nYour Responsibility.\n</b>\n<br>\n<br> You may not access or use the Site or Services if you are unable to form a binding, legal agreement with IPVanish.\nYou affirm that you are over the age of 18.\nYou assume all responsibility for your use of, or access to, the Site or Services.\n<br>\n<br> IPVanish does not meter the number of connections from a client.\nHowever, IPVanish reserves the right to reduce or limit connections to ensure the proper functioning of our systems.\n<br>\n<br>\n</li>\n<li>\n<b>Personal Information</b>\n<br>\n<br>\n<blockquote>\n<strong>4.1.&nbsp;&nbsp;&nbsp;Accuracy.\n</strong> By registering for our Services, you represent and warrant that all information you submit to us is true, accurate, current and complete and that you will promptly notify us if your information changes.\n<br>\n<br>\n<strong>4.2.&nbsp;&nbsp;&nbsp;Privacy.</strong> You may browse the Site without providing us with any personal information.\nhowever, to use our Services, you must register with us and submit certain personally identifiable information.\nYou expressly agree that we may use your information in accordance with the terms of the IPVanish Privacy Policy, which you can find and read at www.ipvanish.com/privacy-policy/.\n</blockquote>\n<br>\n<br>\n</li>\n<li>\n<b>Personal Use.\nLimited License</b>\n<br>\n<br> IPVanish grants you a personal, limited, non-transferable, non-exclusive license to use IPVanish Site content and the Services, solely for your personal, private and non-commercial use in connection with the IPVanish Services accessed by you.\nThis license is personal to you, and you may not resell our Services, permit other users access to our Services through your account, or use the Services or our System to host content for others.\nYou may not copy or download any content from the IPVanish Services except with the prior written approval of IPVanish.\n<br>\n<br> Furthermore, without the prior written approval of IPVanish, you may not distribute, publicly perform or display, lease, sell, transmit, transfer, publish, edit, copy, create derivative works from, rent, sub-license, distribute, decompile, disassemble, reverse engineer or otherwise make unauthorized use of Site content or Services.\nAny commercial use is expressly prohibited.\nYou agree not to remove, obscure, or alter copyright, patent, trademark, or other proprietary rights notices affixed to the Site.\nYour rights are subject to your compliance with these Terms as well as any other agreements applicable to the IPVanish Services you are using.\n<br>\n<br> Making unauthorized copies or distribution of Site content may result in the termination of your IPVanish account, prohibition on use of IPVanish Services, and further legal action.\n<br>\n<br>\n</li>\n<li>\n<b>Software </b>\n<br>\n<br> The Services may require or allow you to download software, software updates or patches, or other utilities and tools onto your computer, entertainment system or device (\"Software\").\nIPVanish grants to you a non-exclusive, limited license to use IPVanish Software solely for the purpose stated by IPVanish at the time the IPVanish Software is made available to you and in accordance with these Terms.\nYour use of the IPVanish Software may be subject to the terms of an end-user license agreement.\nYou may not sub-license, or charge others to use or access IPVanish Software.\nYou may not translate, reverse-engineer, reverse-compile or decompile, disassemble or make derivative works from IPVanish Software.\nYou may not modify IPVanish Software or use it in any way not expressly authorized in writing by IPVanish.\nYou understand that IPVanish's introduction of various technologies may not be consistent across all platforms and that the performance of IPVanish Software and related IPVanish Services may vary depending on your computer and other equipment.\nFrom time to time, IPVanish may provide you with updates or modifications to IPVanish Software.\nYou understand that certain updates and modifications may be required in order to continue use the IPVanish Software and IPVanish Services.\n<br>\n<br>\n</li>\n<li>\n<b>SPAM</b>\n<br>\n<br> IPVanish enforces a zero-tolerance SPAM policy regarding information transmitted through our network.\nIPVanish may determine in its sole discretion whether any transmissions are considered SPAM.\nSPAM includes, but is not limited to, the following: <br>\n<br>\n<ul>\n<li>Bulk unsolicited e-mail, promotional material, or other forms of solicitation sent via e-mail that advertise any IP address belonging to IPVanish or any URL (domain) that is hosted by IPVanish.</li>\n<li>The use of web pages set up on ISPs that allow SPAM-ing (also known as \"ghost sites\") that directly or indirectly reference customers to domains or IP addresses hosted by IPVanish.</li>\n<li>Forging or misrepresenting message headers, whether in whole or in part, to mask the true origin of the message.</li>\n<li>If IPVanish determines that you have posted one or more articles of spam, we may cancel your account immediately and take steps to prevent you from using our network at any time thereafter.\n</li>\n</ul>\n<br>\n</li>\n<li>\n<b>Fees.\nPayment Terms</b>\n<br>\n<br> IPVanish may, with prior notice, change the fees it charges you for accessing the Services at any time.\nAll prices are quoted for an unmetered number of devices.\nYou agree that all fees charged by IPVanish for accessing the Services will be automatically charged to your payment account on file with IPVanish, at the time of any automatic renewal of your subscription for Services.\nTo view our current subscriptions, payment terms and fees, go to https://signup.ipvanish.com/.\n<br>\n<br>\n</li>\n<li>\n<b>REFUND POLICY</b>\n<br>\n<br> If you are less than 100% satisfied with the VPN service, we will gladly refund your payment if the refund is requested within the number of days listed on your signup offer (“Money Back Period”) after purchase.\nRequests made later than the Money Back Period will not be honored.<br>\n<br> You understand that certain cash equivalent or other payment methods may not allow for refunds or that refunds may happen slowly or by paper check or that refunds may have service fees associated with them.\nYou agree and acknowledge that IPVanish is not liable if a payment method does not allow for refunds.\nYou will receive an offer for service in lieu of a refund if a payment method does not allow a refund.<br>\n<br>\n</li>\n<li>\n<b>Use of Services </b>\n<br>\n<br> Subject to clause 19, IPVanish is not liable for the loss, corruption, alteration or removal of any content transmitted using our Services or on our System.\nBy using our Services, you expressly waive the right to seek damages and agree to hold IPVanish harmless for any such loss, alteration, corruption or removal.\n<br>\n<br> IPVanish may also at any time modify or discontinue, temporarily or permanently, all or any part of the Services or your account, with or without notice, and you agree that IPVanish will not be liable to you or any third party for any such modification, suspension or discontinuance.\nOur Services are not intended to be used in countries where offering or providing the Services is illegal, and we do not offer the Services in such countries or to citizens of such countries, including the countries of Iran, Cuba, North Korea, Syria or Sudan.\n<br>\n<br>\n</li>\n<li>\n<b>Third-Party Content </b>\n<br>\n<br> We do not control, and we are not responsible for, any data, content, services, or products (including software) that you access, download, receive or buy while using the Services.\nWe may, but do not have any obligation to, block information, transmissions or access to certain information, services, products or domains to protect the Services, our network, the public or our users.\nWe are not a publisher of third-party content accessed through the Services and are not responsible for the content, accuracy, timeliness or delivery of any opinions, advice, statements, messages, services, graphics, data or any other information provided to or by third parties as accessible through the Service.\n<br>\n<br>\n</li>\n<li>\n<b>Acceptable Use Policy </b>\n<br>\n<br> You agree to comply with all applicable laws and regulations in connection with your use of the Services.\nYou may not use our Services, or our Software or System, to post or transmit any illegal material, including without limitation any transmissions that would constitute a criminal offense, give rise to civil liability, or otherwise violate any local, state, national or international law or regulation.\nIn particular, the following is a representative, non-exhaustive list of acts that are prohibited: <br>\n<br>\n<ul>\n<li>The transmission or posting of chain letters or pyramid schemes, or other acts that involve deceptive online marketing practices or fraud;</li>\n<li>Sending or transmitting any SPAM over the Services, whether via e-mail, Usenet, or any other communication channel</li>\n<li>Acts that may materially affect the quality of other users' experience, including, without limitation, \"spikes\" in bandwidth usage or using any program/script/command, or sending messages of any kind, designed to interfere with a third party customer terminal session, via any means, locally or via the Internet;</li>\n<li>Actual or attempted unauthorized use or sabotage of any computers, machines or networks;</li>\n<li>Introducing malicious programs into IPVanish's network or servers (e.g.\nviruses, worms, Trojan horses, etc.);</li>\n<li>Engaging in any monitoring or interception of data not intended for you without authorization;</li>\n<li>Attempting to circumvent authentication or security of any host, network, or account (\"cracking\") without authorization;</li>\n<li>Using any method, software or program designed to collect identity information, authentication credentials, or other information from the legitimate users of another entity's website or service;</li>\n<li>Transmitting or receiving, uploading, using or reusing material that is abusive, indecent, defamatory, harassing, obscene or menacing, or a breach of confidence, privacy or similar third party rights;</li>\n<li>Transmitting or receiving, uploading, using or reusing material that violates any intellectual property rights of a third party, including, without limitation, patent, trademark or copyrights;</li>\n<li>Transmitting or receiving, uploading, using or reusing material that includes sexual or explicit depictions of minors in any form;</li>\n<li>Transmitting or receiving, uploading, using or reusing material that you do not have a right to transmit under any law or under contractual or fiduciary relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements);</li>\n<li>Advertising, transmitting or otherwise making available any software, program, product or service that is designed to violate these Terms;</li>\n<li>Falsifying header information or user identification information;</li>\n<li>Using the Services for anything other than lawful purposes including, but not limited to, intentionally or unintentionally violating any applicable local, state, national or international law.\nor</li>\n<li>Impersonating any person or entity, including, but not limited to, a IPVanish representative, or falsely stating or otherwise misrepresenting your affiliation with a person or entity.\n</li>\n</ul>\n<br>\n</li>\n<li>\n<b>Copyright Protected Materials</b>\n<br>\n<br> IPVanish respects the intellectual property rights of others and expects that you do the same.\nIt is our policy to terminate in appropriate circumstances the accounts of subscribers who infringe the copyrights of others.\nYou may not upload, download, post, publish, transmit, reproduce, or distribute in any way, files, material, information, software or other material obtained through the System that is protected by copyright or other proprietary right or derivative works with respect thereto, without obtaining permission of the copyright owner or other right holder.\nAdditionally, you shall not upload, download, post, publish, reproduce, transmit or distribute in any way any component of the System itself or derivative works with respect thereto.\n<br>\n<br>\n</li>\n<li>\n<b>Export Control Laws.\n</b>\n<br>\n<br> The Services and Software may be subject to export control restrictions of the United States, the European Union, Canada or other jurisdictions.\nBy using the Services or downloading any Software from IPVanish, you warrant that you are not located in any country, or exporting the Software to any person or place, to which the United States, the European Union, or any other jurisdiction has embargoed goods.\nYou agree to abide by U.S.\nand other applicable export control laws and not to transfer, by electronic transmission or otherwise, any content or Software subject to restrictions under such laws to a national destination prohibited by such laws, without first obtaining, and then complying with, any requisite government authorization.\nYou further agree not to upload to Services any content, data or software that cannot be exported without prior written government authorization, including, but not limited to, certain types of encryption software.\nThe assurances and commitments in this Section shall survive termination of these Terms.\n<br>\n<br>\n</li>\n<li>\n<b>Right to Restrict or Terminate Access </b>\n<br>\n<br> These Terms shall be automatically renewed for successive one-month periods, until canceled by you or by IPVanish.\nIPVanish may deny or restrict your access to all or part of the System without notice in its reasonable discretion if it deems that you have engaged in any conduct or activities that IPVanish in its reasonable discretion believes violates the letter or spirit of any of these Terms.\nIf IPVanish denies or restricts your access to the Services because of such a violation, you shall have no right to obtain any refund or credit for the subscriptions fees you have paid.\n<br>\n<br>\n</li>\n<li>\n<b>Security </b>\n<br>\n<br> You acknowledge and agree that you are solely responsible for protecting your password and other personal information and for the consequences of not protecting these data.\nAccess to the System, our Services, the Internet, and to certain online transactions involves the use of identification numbers, passwords, payment accounts or other individualized nonpublic information (\"Private Documentation\").\nYou shall use your best efforts to prevent unauthorized use of our Services, the System or of any Private Documentation, and shall promptly report to IPVanish any suspected unauthorized use or other breach of security.\nYou shall be responsible for any unauthorized use of your identification numbers or passwords until we receive written notice of a breach of security and a request to block further access for such numbers and passwords.\nIPVanish shall not be liable for any unauthorized use of payment accounts.\nAccount sharing (e.g.\nallowing others to use your account information to access the Services) is not permitted.\n<br>\n<br>\n</li>\n<li>\n<b>Children and Minors</b>\n<br>\n<br>\n<strong>By using our Services, you affirm that you are at least 18 years of age, or otherwise over the age of majority in the jurisdiction in which you reside.</strong> You understand that the Internet may contain information which may be offensive, may be illegal in various jurisdictions or may be inappropriate for certain ages and that IPVanish is not responsible for detection and removal of such information.\nIn accordance with the Children's Online Privacy Protection Act (COPPA) and associated rules, we do not knowingly collect or maintain any personal information from children under 13.<br>\n<br>\n</li>\n<li>\n<b>DISCLAIMER OF WARRANTY </b>\n<br>\n<br> Actual service coverage, speeds, locations and quality may vary.\nIPVanish will attempt to provide the Services at all times, except for limited periods for maintenance and repair.\nHowever, the Services may be subject to unavailability for a variety of factors beyond our control including emergencies, third party service failures, transmission, equipment or network problems or limitations, interference, signal strength, and may be interrupted, limited or curtailed.\nDelays or omissions may occur.\nWe are not responsible for data, messages or pages lost, not delivered, delayed or misdirected because of interruptions or performance issues with the Services or communications services or networks.\nWe may impose usage or Services limits, suspend the Services, or block certain kinds of usage in our sole discretion to protect users or the Services.\nThe accuracy and timeliness of data received is not guaranteed.\n<br>\n<br> YOUR USE OF THE SITE AND SERVICE IS AT YOUR SOLE RISK.\nTHE SITE, ALL SITE INFORMATION AND THE SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITHOUT WARRANTIES OF ANY KIND, EXPRESS, STATUTORY OR IMPLIED, INCLUDING WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, CUSTOM, TRADE, QUIET ENJOYMENT, NONINFRINGEMENT, AVAILABILITY OR ACCURACY OF INFORMATION.\nIPVANISH DOES NOT WARRANT THAT THE SITE OR SERVICES WILL BE AVAILABLE, WILL MEET YOUR REQUIREMENTS OR WILL OPERATE IN AN UNINTERRUPTED, ERROR-FREE OR COMPLETELY SECURE MANNER OR THAT ERRORS OR DEFECTS WILL BE CORRECTED.\nIPVANISH DOES NOT MAKE ANY REPRESENTATIONS, WARRANTIES, OR CONDITIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SITE OR SERVICE, IN TERMS OF THEIR ACCURACY, RELIABILITY, TIMELINESS, COMPLETENESS, OR OTHERWISE.\n<br>\n<br> SOME JURISDICTIONS MAY NOT ALLOW THE EXCLUSION OR LIMITATION OF IMPLIED WARRANTIES OR CONDITIONS, OR ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nIN SUCH EVENT, IPVANISH'S WARRANTIES AND CONDITIONS WITH RESPECT TO THE SITE AND SERVICES WILL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY APPLICABLE LAW IN SUCH JURISDICTION.\n<br>\n<br>\n</li>\n<li>\n<b>LIMITATION OF LIABILITY </b>\n<br>\n<br> UNDER NO CIRCUMSTANCES WILL IPVANISH, ITS AFFILIATES, EMPLOYEES, AGENTS, REPRESENTATIVES, LICENSORS OR OTHER THIRD PARTY PARTNERS (\"IPVANISH PARTIES\") BE LIABLE TO YOU OR ANY OTHER PERSON FOR ANY DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE, INABILITY TO USE, OR THE RESULTS OF USE OF OUR SERVICES, SITE OR CONTENT ANYWHERE ON THE INTERNET, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL THEORY.\nINCLUDING WITHOUT LIMITATION DAMAGES RESULTING FROM LOST PROFITS, LOST DATA, LOSS OF BUSINESS OR BUSINESS INTERRUPTION, WHETHER DIRECT OR INDIRECT, ARISING OUT OF THE USE, INABILITY TO USE, OR THE RESULTS OF USE OF OUR SERVICES, OUR SITE OR CONTENT ANYWHERE ON THE INTERNET, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL THEORY.\nYOUR SOLE AND EXCLUSIVE REMEDY UNDER THIS AGREEMENT SHALL BE FOR YOU TO DISCONTINUE YOUR USE OF THE SITE AND SERVICES.\n<br>\n<br> IF, NOTWITHSTANDING THE FOREGOING, ANY OF THE IPVANISH PARTIES IS FOUND TO BE LIABLE TO YOU OR ANY OTHER PERSON FOR ANY DAMAGE OR LOSS ARISING OUT OF OR RELATING TO THIS AGREEMENT OR YOUR USE OF THE SITE, SERVICE, SOFTWARE OR ANY CONTENT THEREIN, THE IPVANISH PARTY'S TOTAL CUMULATIVE LIABILITY SHALL IN NO EVENT EXCEED THE GREATER OF: (A) THE AMOUNT YOU PAID IPVANISH FOR YOUR USE OF THE SERVICE.\nAND (B) THE SUM OF ONE HUNDRED (100) US DOLLARS.\n<br>\n<br> SOME STATES OR JURISDICTIONS MAY NOT ALLOW THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR DIRECT, CONSEQUENTIAL, INDIRECT, EXEMPLARY, SPECIAL, PUNITIVE OR INCIDENTAL DAMAGES.\nIN SUCH STATES OR JURISDICTIONS, THE IPVANISH PARTIES' LIABILITY TO YOU SHALL BE LIMITED TO THE FULL EXTENT PERMITTED BY LAW.\n<br>\n<br>\n</li>\n<li>\n<b>Indemnity </b>\n<br>\n<br> You agree to defend, indemnify and hold the IPVanish Parties harmless from any claim or demand, including reasonable attorneys' fees, made by any third party arising out of or relating to any violation of these Terms by you.\nany content or material you submit or otherwise transmit through our System or Services.\nor your violation of any rights of another.\nIPVanish reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to defense by you.\nThis Section shall survive termination of these Terms.<br>\n<br>\n</li>\n<li>\n<b>Automatic Renewal</b>\n<br>\n<br> If you signed up for an automatically renewing subscription, at the end of each term your subscription will automatically renew and you will be automatically charged the then-current renewal price for the subscription.\nYou may cancel autorenewal of your subscription any time by following the cancellation procedures set forth at support.ipvanish.com.<br>\n<br>\n</li>\n<li>\n<b>Binding Arbitration and Class Action Waiver</b>\n<br>\n<br> You and we agree that all disputes and claims between you and us shall be settled by binding arbitration instead of in courts of general jurisdiction.\nThis agreement to arbitrate is intended to be broadly interpreted and includes, but is not limited to, any dispute, claim or controversy arising out of or relating in any way to the Services, our software, our website, the Terms or any aspect of the relationship between you and us.\nYou agree that, by agreeing to the Agreement, the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of this provision, and that you and we are each waiving the right to a trial by jury or to participate in a class action.\nNotwithstanding the foregoing, either party may bring an individual action in small claims court.\nThis arbitration provision does not preclude you from bringing issues to the attention of federal, state, or local agencies.\nSuch agencies can, if the law allows, seek relief against us on your behalf.\nThis arbitration provision shall survive termination of these Terms and the termination of your account.\n<br>\n<br> A party who intends to seek arbitration must first send to the other, by certified mail, a written Notice of Dispute (“Notice”).\nThe Notice to us should be addressed to: IPVanish, ATTN: Legal Department, 700 S.\nFlower St., Suite 1500, Los Angeles, CA 90017, USA (“Notice Address”).\nThe Notice must (a) describe the nature and basis of the claim or dispute.\nand (b) set forth the specific relief sought (“Demand”).\nIf you and we do not reach an agreement to resolve the claim within 30 days after the Notice is received, you or we may commence an arbitration proceeding.\nDuring the arbitration, the amount of any settlement offer made by us or you shall not be disclosed to the arbitrator until after the arbitrator determines the amount, if any, to which you or we are entitled.\nYou may download or copy a form Notice and a form to initiate arbitration at www.jams.com.\nIf you are required to pay a filing fee, after we receive notice at the Notice Address that you have commenced arbitration, it will promptly reimburse you for your payment of the filing fee, unless your claim is for greater than US$10,000.\n<br>\n<br> The arbitration will be governed by the JAMS Comprehensive Arbitration Rules &amp.\nProcedures and the JAMS Expedited Arbitration Procedures (collectively, “JAMS Rules”) of JAMS, as modified by the Terms, and will be administered by JAMS.\nJAMS Rules and Forms are available online at www.jamsadr.com.\nThe arbitrator is bound by the Terms.\nAll issues are for the arbitrator to decide, including issues relating to the scope and enforceability of this arbitration provision.\nUnless you and we agree otherwise, any arbitration hearings will take place by video or telephone conference.\nIf your claim is for US$10,000 or less, we agree that you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing as established by JAMS Rules.\nIf your claim exceeds US$10,000, the right to a hearing will be determined by JAMS Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator shall issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the award is based.\nThe arbitrator is not authorized to award punitive or other damages not measured by the prevailing party’s actual damages, and may not, in any event, make any ruling, finding or award that does not conform to the terms and conditions of the Agreement.<br>\n<br> We may make a written settlement offer anytime before an arbitrator is selected.\nIf the arbitrator issues you an award that is greater than the value of our last written settlement offer made before an arbitrator was selected (or if we did not make a settlement offer before an arbitrator was selected), then we will pay you the amount of the award or US$1,000, whichever is greater.\nExcept as expressly set forth herein, the payment of all filing, administration and arbitrator fees will be governed by JAMS Rules.<br>\n<br>\n</li>\n<li>\n<b>General Terms</b>\n<br>\n<br>\n<blockquote>\n<strong>23.1.&nbsp;&nbsp;&nbsp;Entire Agreement</strong>.\nThese Terms, along with any rules, guidelines, or policies published on the IPVanish homepage constitute the entire agreement between IPVanish and you with respect to your use of our Site Services.\nIf there is any conflict between the Terms and any other rules or instructions posted on the Site or Services, the Terms shall control.\n<br>\n<br>\n<strong>23.2.&nbsp;&nbsp;&nbsp;Amendments</strong>.\nNo amendment to these Terms by you by shall be effective unless acknowledged in writing by IPVanish.\nNotwithstanding the foregoing, IPVanish reserves the right, in its sole discretion, to modify these Terms or the policies referenced herein at any time as set forth above.\n<br>\n<br>\n<strong>23.3.&nbsp;&nbsp;&nbsp;Jurisdiction and Venue</strong>.\nThese Terms shall be governed by, and construed in accordance with, the laws of the state of Florida, without reference to its choice of law rules.\nVenue for any action arising out of or in connection with this agreement shall be in Orange County, Florida.\nThe parties each hereby consent to the jurisdiction and venue in Orange County, Florida and waive any objections to such jurisdiction and venue.\n<br>\n<br>\n<strong>23.4.&nbsp;&nbsp;&nbsp;Limited Time to Bring Claim</strong>.\nSubject to any applicable law to the contrary, you agree that any cause of action arising out of or related to the use of our Site or Services must be commenced within one (1) year after the cause of action accrues, or such action will be permanently barred.\n<br>\n<br>\n<strong>23.5.&nbsp;&nbsp;&nbsp;Severability</strong>.\nIf any portion of these Terms is found to be unenforceable or invalid for any reason, that provision will be limited or eliminated to the minimum extent necessary so that the rest of these Terms will otherwise remain in full force and effect.\n<br>\n<br>\n<strong>23.6.&nbsp;&nbsp;&nbsp;Assignment</strong>.\nYou may not assign its rights or obligations under these Terms without the prior written consent of IPVanish, which may be withheld in IPVanish's sole discretion.\n<br>\n<br>\n<strong>23.7.&nbsp;&nbsp;&nbsp;Non-Waiver</strong>.\nIPVanish's failure to insist upon or enforce any provision of these Terms shall not be construed as a waiver of any provision or right.\n</blockquote>\n</li>\n</ol> IPVanish <ul>\n<li>What is VPN?</li>\n<li>Pricing</li>\n<li>VPN Protocols</li>\n<li>VPN Servers</li>\n<li>Reviews</li>\n<li>Press</li>\n<li>Special Discounts</li>\n<li>Get IPVanish</li>\n</ul> Solutions <ul>\n<li>Stream Services</li>\n<li>Stream Sports</li>\n<li>Kodi VPN</li>\n<li>Fire Stick VPN</li>\n<li>VPN for Teams</li>\n<li>VPN with Cloud Storage</li>\n</ul> Privacy Tools <ul>\n<li>IP Checker</li>\n<li>Password Generator</li>\n<li>Free VPN vs Paid VPN</li>\n<li>Privacy Guides</li>\n</ul> Setup Guides <ul>\n<li>VPN Setup Guides</li>\n<li>Windows VPN</li>\n<li>macOS VPN</li>\n<li>iOS VPN</li>\n<li>Android VPN</li>\n<li>Fire TV VPN</li>\n<li>Linux VPN</li>\n<li>Chrome OS VPN</li>\n</ul> Contact Us <ul>\n<li>Support Center</li>\n<li>Get Help</li>\n<li>System Status</li>\n<li>Live Chat</li>\n<li>Blog</li>\n<li>Partners</li>\n</ul> Legal <ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Export Policy</li>\n<li>DMCA Policy</li>\n<li>Money-Back Guarantee</li>\n<li>Accessibility</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2021 J2 Global, Inc.\nor its affiliates (collectively, “J2”).\nAll rights reserved.\nIPVanish is a registered trademark of J2.\n700 S.\nFlower St., Suite 1500, Los Angeles, CA 90017</p> ", "created_at": "2021-02-05 10:14:23.122645", "updated_at": "2021-02-05 10:14:26.855122"}], "points": [{"id": 15868, "title": "This service has a no refund policy with some exceptions", "source": "https://www.ipvanish.com/tos/", "status": "Generated through the annotate view", "created_at": "2021-02-05 15:47:26.491637", "updated_at": "2021-04-06 00:00:35.900938", "quoteText": "If you are less than 100% satisfied with the VPN service, we will gladly refund your payment if the refund is requested within the number of days listed on your signup offer (“Money Back Period”) after purchase.\nRequests made later than the Money Back Period will not be honored.", "case_id": 398, "document_id": 4008, "quoteStart": 9998, "quoteEnd": 10277}, {"id": 15865, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.ipvanish.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 15:19:58.149538", "updated_at": "2021-02-05 15:58:59.480526", "quoteText": "Cookies help us optimize your visit.\nThey are also used for stats, social media, and marketing.\nBy continuing, you accept this.", "case_id": 403, "document_id": 4007, "quoteStart": 0, "quoteEnd": 127}, {"id": 15867, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.ipvanish.com/tos/", "status": "Generated through the annotate view", "created_at": "2021-02-05 15:27:11.552584", "updated_at": "2021-06-05 10:51:52.526763", "quoteText": "It is your responsibility to check these Terms periodically for changes.\nIf we make any material changes to these Terms, we will endeavor to provide registered users with additional notice of any changes, such as at your e-mail address of record, when you log-in to your account, or when you log-in to the Services.", "case_id": 329, "document_id": 4008, "quoteStart": 3358, "quoteEnd": 3673}, {"id": 15859, "title": "This Service provides a list of Third Parties involved in its operation.", "source": "https://www.ipvanish.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 15:00:57.670759", "updated_at": "2021-02-05 16:00:24.92411", "quoteText": "Provider</p>\n<p>Service</p>\n<p>About</p>\n<p>Delighted</p>\n<p>Customer Feedback</p>\n<p>Learn More</p>\n<p>Sift Science</p>\n<p>Fraud Detection</p>\n<p>Learn More</p>\n<p>MaxMind</p>\n<p>Fraud Detection</p>\n<p>Learn More</p>\n<p>SendGrid</p>\n<p>Email</p>\n<p>Learn More</p>\n<p>Stitch</p>\n<p>ETL</p>\n<p>Learn More</p>\n<p>Stripe</p>\n<p>Payment Processor</p>\n<p>Learn More</p>\n<p>UpSellit</p>\n<p>Cart Abandonment</p>\n<p>Learn More</p>\n<p>OnRocket</p>\n<p>Blog Hosting</p>\n<p>Learn More</p>\n<p>Firebase</p>\n<p>App crash information</p>\n<p>Learn More</p>\n<p>ZenDesk</p>\n<p>Support Ticket System<br>Live Chat</p>\n<p>Learn More</p>\n<p>App Center</p>\n<p>App crash information</p>\n<p>Learn More", "case_id": 404, "document_id": 4007, "quoteStart": 9443, "quoteEnd": 10118}, {"id": 15860, "title": "You can request access and deletion of personal data", "source": "https://www.ipvanish.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 15:06:31.035765", "updated_at": "2021-02-05 16:00:08.157628", "quoteText": "You have the right to request that we disclose what personal information we collect, use, disclose, and sell.", "case_id": 195, "document_id": 4007, "quoteStart": 16465, "quoteEnd": 16574}, {"id": 15864, "title": "You can opt out of promotional communications", "source": "https://www.ipvanish.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 15:16:11.978595", "updated_at": "2021-02-05 15:59:40.649766", "quoteText": "You may opt-out from receiving future promotional emails at any time by clicking the ‘Unsubscribe' link contained in the bottom of every email.", "case_id": 223, "document_id": 4007, "quoteStart": 13308, "quoteEnd": 13451}, {"id": 15858, "title": "This service uses third-party cookies for statistics", "source": "https://www.ipvanish.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 14:55:48.174545", "updated_at": "2021-02-05 15:58:47.391601", "quoteText": "We use third-party service providers to aggregate non-personally identifiable Site data.\nThese third parties, such as Google Analytics, use cookies and tracking pixels placed on our Site to collect, analyze, and generate reports on Site usage for us.", "case_id": 325, "document_id": 4007, "quoteStart": 5221, "quoteEnd": 5471}, {"id": 15861, "title": "You can request access and deletion of personal data", "source": "https://www.ipvanish.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 15:06:53.984613", "updated_at": "2021-02-05 15:59:46.99533", "quoteText": "You have the right to request deletion of Personal Information collected or maintained by us.", "case_id": 195, "document_id": 4007, "quoteStart": 17762, "quoteEnd": 17855}, {"id": 15857, "title": "This service does not sell your personal data", "source": "https://www.ipvanish.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 14:44:22.207319", "updated_at": "2021-02-05 16:00:14.48884", "quoteText": "We do not sell personal information to third parties under any circumstance.", "case_id": 193, "document_id": 4007, "quoteStart": 7098, "quoteEnd": 7174}, {"id": 15863, "title": "This service is only available to users over a certain age", "source": "https://www.ipvanish.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 15:14:06.565242", "updated_at": "2021-02-05 15:59:26.064609", "quoteText": "Our Site and Services are not intended for anyone under the age of 18 years old.", "case_id": 152, "document_id": 4007, "quoteStart": 13788, "quoteEnd": 13868}, {"id": 15862, "title": "There is a date of the last update of the agreements", "source": "https://www.ipvanish.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-02-05 15:09:04.265052", "updated_at": "2021-02-05 15:59:19.974592", "quoteText": "Our Privacy Policy was lasted updated as of the date indicated at the beginning of the policy.</p>", "case_id": 331, "document_id": 4007, "quoteStart": 20190, "quoteEnd": 20288}, {"id": 15866, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.ipvanish.com/tos/", "status": "Generated through the annotate view", "created_at": "2021-02-05 15:26:41.543722", "updated_at": "2021-06-05 10:52:06.260045", "quoteText": "We may add to, change or remove any part of these Terms, at any time without prior notice to you other than listing of a later effective date than the one set forth at the top of this policy.", "case_id": 121, "document_id": 4008, "quoteStart": 2893, "quoteEnd": 3084}, {"id": 22302, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.ipvanish.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-12 18:29:49.354034", "updated_at": "2021-06-13 13:47:00.242327", "quoteText": "We aggregate and process information from Site visitors using cookies, pixels, and similar technologies, such as Google Analytics.\n", "case_id": 323, "document_id": 4007, "quoteStart": 3481, "quoteEnd": 3612}], "urls": ["ipvanish.com"]}}