{"error": 448, "message": "OK", "parameters": {"id": 2753, "name": "Encyclopedia Dramatica", "created_at": "2021-02-09 12:56:12.752399", "updated_at": "2021-03-25 03:19:57.357827", "wikipedia": "https://en.wikipedia.org/wiki/Encyclopedia_Dramatica", "keywords": null, "related": null, "slug": "encyclopedia_dramatica", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2753.png", "url": "encyclopediadramatica.wiki", "documents": [{"id": 4140, "name": "General Disclaimer ", "url": "https://encyclopediadramatica.wiki/index.php/Encyclopedia_Dramatica:General_Disclaimer", "xpath": "//*[@id=\"mw-content-text\"]", "text": " Policy<br>This article defines official ED Policy.\n<p>\n<br>\nPlease view Encyclopedia Dramatica:Copyright for copyright and licensing information.\n</p>\n<p>We take no responsibility for any of this.\nIt's a wiki.\nThat means that anyone with internet access can create, change, modify or delete any of the pages herein.\n</p>\n<p>\n<b>When you choose to create a user account and/or edit the content contained herein, that constitutes your acceptance of this disclaimer.\nIt also constitutes your acceptance that this site is for parody and satire uses ONLY.\n</b>All IPs and content are logged.\nTherefore, if you do choose to edit and involve yourself in the site, you are accepting that everything you add to the site and everything you comment on in the site is based solely on humor, parody and satire.\n</p>\n<p>\n<b>The information on these pages may or may not be accurate.\nThe views expressed herein do not in any way reflect the views of the owners of this site, the hosting company, any service providers or the owner of this domain name.</b>\n</p>\n<p>\n<b>Encyclopedia Dramatica</b> is an online open-content humor and satire source, with the aims of being the ultimate compendium of internet parody, that is, a voluntary association of individuals and groups who are developing a common resource of internet humor.\nIts structure allows anyone with an Internet connection and World Wide Web browser to alter the content found here.\nTherefore, please be advised that nothing found here has necessarily been reviewed by professionals with the expertise necessary to provide you with complete, accurate or reliable information.\n</p>\n<p>\n<br>\n</p>\n<blockquote>\n<p>\n<b>None of the authors, contributors, sponsors, administrators, sysops, or anyone else connected with <i>Encyclopedia Dramatica</i> in any way whatsoever can be responsible for the appearance of any inaccurate or defamatory information or for your use of the information contained in or linked from these web pages.\nThis is strictly a parody, satire and humor site, all content herein should be treated as such.</b>\n</p>\n</blockquote>\n<p>\n<br>\nAny of the trademarks, service marks, collective marks, design rights, personality rights or similar rights that are mentioned, used or cited in the articles of the Encyclopedia Dramatica are the property of their respective owners.\nTheir use here does not imply that you may use them for any other purpose other than for the same or a similar informational use as contemplated by the original authors of these Encyclopedia Dramatica articles.\nYour use of any such or similar incorporeal property is at your own risk.\nAll images, documents, excerpts, media and files are used under the Fair Use Act for humor, satire, review, comment and critique.\n</p>\n<p>\n<i>Encyclopedia Dramatica</i> and its SysOps or agents reserve the right to ban, block or otherwise discontinue service to any person for any reason at any time.\n</p>\nContents\n<ul>\n<li>1 Encyclopediadramatica Legal Statement\n<ul>\n<li>1.1 Terms used</li>\n<li>1.2 Technical Specifications</li>\n<li>1.3 Correspondence with encyclopediadramatica.wiki</li>\n</ul>\n</li>\n<li>2 Encyclopediadramatica Legal Statement</li>\n<li>3 Privacy</li>\n<li>4 Law Enforcement</li>\n</ul> Encyclopediadramatica Legal Statement\nTerms used\n<p>In this policy \"encyclopediadramatica.wiki,\" \"our,\" \"us,\" \"The Service\" and \"we\" refers to all staff members, cooperating attorneys, and owners who contribute to the creation and upkeep of encyclopediadramatica.wiki.\nIndividuals who submit articles and/or comment but are not staff members are not included in the usage of \"encyclopediadramatica.wiki,\" \"our,\" \"us,\" \"The Service\" or \"we\" within this document.\n</p>\n<p>This document may change without notice.\n</p>\nTechnical Specifications\n<p>Inherent in the architecture of encyclopediadramatica.wiki is the ability to leave comments.\nShould you choose to do so, your name, e-mail, and other information voluntarily presented will be publicly posted.\nBy use of this system, you indemnify encyclopediadramatica.wiki of any harm or action that results from your voluntary publication of said information.\n</p>\n<p>Our servers may record the numerical Internet protocol (IP) address of the computer you are using.\nthe browser software you use and your operating system.\nthe date and time you access our site.\nand the Internet address of the website from which you linked directly to our site.\nBy use of this system you consent to such recordings.\n</p>\n<p>We reserve the right to use this information for any internal or external use whatsoever.\nThis may include but not limited to statistical analysis, design considerations, and comment tracking.\nThis information may be connected to the username provided for internal use.\n</p>\nCorrespondence with encyclopediadramatica.wiki\n<p>Should you choose to present your e-mail address, physical home address, telephone number, full name or other personally identifying information to us by any means whatsoever, we reserve the right to publish said personal information in whole or in part.\nShould you choose to contact any member of encyclopediadramatica.wiki by any communication means, we reserve the right to publish the conversation, in whole or in part, if we see fit to do so.\nAny and all e-mails may also be published in whole or in part.\nBy communicating with encyclopediadramatica.wiki, you consent to said publication and acknowledge you have no expectation of privacy.\n</p>\n<p>If for any reason we are required by law to disclose any information whatsoever, we fully reserve the right to do so.\nPlease refer to the encyclopediadramatica.wiki legal statement for further information.\n</p>\nEncyclopediadramatica Legal Statement\n<p>In this statement \"encyclopediadramatica.wiki,\" \"our,\" \"us,\" and \"we\" refers to all cooperating attorneys, and owners who contribute to the creation and upkeep of encyclopediadramatica.wiki.\nIndividuals who submit articles and/or comment but are not site owners are not referred to by this word usage within this document.\n</p>\n<p>Each contributor of encyclopediadramatica.wiki holds full rights and responsibilities for materials they personally publish via this encyclopediadramatica.wiki web site.\nBy use of this site, you accept and recognize this qualification and indemnify not only the owner of encyclopediadramatica.wiki but also all other contributors to encyclopediadramatica.wiki from any legal action.\n</p>\nPrivacy\n<p>We've given you notice that any communication with us may be published.\nThis is all we need to do, because legally it provides for consent on your behalf if you choose to communicate with us.\nThis covers us in under state and federal privacy laws.\n</p>\nLaw Enforcement\n<p>If we are submitted with a court order to remove content or supply information, we will fully comply.\n</p> ", "created_at": "2021-02-09 13:01:27.886179", "updated_at": "2021-03-22 18:11:09.187152"}, {"id": 4138, "name": "Privacy Policy", "url": "https://encyclopediadramatica.wiki/index.php/Encyclopedia_Dramatica:Privacy_policy", "xpath": "//*[@id=\"mw-content-text\"]/div", "text": "<p>At Encyclopedia Dramatica (abbreviated ED in this document), hosted at https://encyclopediadramatica.rs, physically located somewhere between Nigeria and Romania, we take privacy very seriously.\nThus, we have provided this policy information.\n</p>\nContents\n<ul>\n<li>1 De facto acceptance</li>\n<li>2 Situations\n<ul>\n<li>2.1 On wiki\n<ul>\n<li>2.1.1 Email</li>\n<li>2.1.2 Advertisement</li>\n<li>2.1.3 Cookies</li>\n<li>2.1.4 CheckUser</li>\n<li>2.1.5 Articles</li>\n<li>2.1.6 Media</li>\n<li>2.1.7 Legal</li>\n</ul>\n</li>\n<li>2.2 On Forum</li>\n<li>2.3 On IRC</li>\n</ul>\n</li>\n<li>3 Definitions</li>\n</ul> De facto acceptance\n<p>In order to use, browse, edit or connect to ED, you must accept our policies.\nIf you don't conform to them, you should leave promptly.\n</p>\nSituations\n<p>Now, we are going to depict the ways your user data is stored with us and how we will share it with third parties.\n</p>\nOn wiki\n<p>This is data related with https://encyclopediadramatica.rs, our network main site and wiki.\n</p>\nEmail\n<p>We will never give away or sell your email, but we reserve the right to send you email whenever we want for whatever reason we please.\n</p>\nAdvertisement\n<p>We will never sell nor share your information with third parties for advertisement.\nED's demographics are well known and no more additional data is required.\nAll the ads are hosted on our network and the links within them can share some information with them when clicked, such as:\n</p>\n<ul>\n<li>Hour of link clicking</li>\n<li>IP of user\n<ul>\n<li>Country</li>\n<li>Approximated location (not very accurate)</li>\n</ul>\n</li>\n<li>Browser used</li>\n<li>Screen resolution</li>\n<li>OS used</li>\n</ul>\n<p>This is gathered <b>only</b> when the link is clicked.\n</p>\n<p>All the data given is what you give in every site you visit, and it may be used by the advertisers to make impersonal statistics of their campaign.\n</p>\nCookies\n<p>There are two main cookies when visiting ED's wiki.\n</p>\n<ul>\n<li>Cloudflare cache's</li>\n<li>MediaWiki's</li>\n</ul>\n<p>Cloudflare stores a small cookie in your browser for defining the date you last visited the site, thus deciding whether to send you a new cached copy of a piece of content or making no changes.\n</p>\n<p>Also, MediaWiki stores a cookie for setting up a \"user session\" when you log in, bound to your user account.\nErgo, we can provide more accurate support, our blocks are more effective and you don't need to log in every time you close the site.\n</p>\nCheckUser\n<p>CheckUser is a tool for getting IPs, UserAgents and XFF headers from users, and its associated edits.\nIt can only be used by two staff members in the bureaucrat usergroup.\nIt is used cautiously for fighting wiki vandalism and for keeping disruptive users banned.\n</p>\nArticles\n<p>We already have a strong article content policy, but, there are some things that you must understand:\n</p>\n<ul>\n<li>Content is usually kept forever, and only the bureaucrats can hide it (either way, it could be mirrored before then)</li>\n<li>We mostly never remove content</li>\n<li>We are a satirical wiki based in a country without legislation for most of the crimes we'd be accused of if we weren't satirical.\nNo DMCAs can take content down nor lawsuits for defamation and such actions cannot affect ED.</li>\n<li>We are very unreserved, and our users are too, so don't expect very civil messages.</li>\n<li>Removing content without permission is usually useless.</li>\n<li>We have zero liability for the content our users publish.</li>\n</ul>\nMedia\n<p>We remove content as quickly as possible that is associated with:\n</p>\n<ul>\n<li>Child pornography</li>\n<li>Warez</li>\n</ul>\n<p>Porn, sadistic images and other content is usually not deleted.\nWe are very permissive.\n</p>\nLegal\n<p>We are based offshore with no legislation regarding international copyright, defamation and many other things.\nWe are a satirical website and no content coming from us should be taken seriously.\nAlso:\n</p>\n<p>Satire is a kind of humor, along with parody.\nThese fall under the fair use clause of copyrighted material and this is valid in most courts worldwide.\n</p>\n<p>We are not liable for any of the content our users post.\nWikis are open to anyone.\n</p>\nOn Forum\n<ul>\n<li>to be done</li>\n</ul>\nOn IRC\n<p>Our IRC is located at irc.wtfux.org, which is not owned by ED.\nIt has its own set of policies and rules.\nWe recommend that you learn them for yourself.\n</p>\nDefinitions\n<ul>\n<li>You: End user.</li>\n<li>ED: Abbreviation for Encyclopedia Dramatica.</li>\n<li>Cloudflare: CDN used by us for performance purposes.</li>\n</ul> ", "created_at": "2021-02-09 12:57:37.447823", "updated_at": "2021-03-22 18:09:59.440839"}, {"id": 4139, "name": "Basic Rules", "url": "https://encyclopediadramatica.wiki/index.php/Encyclopedia_Dramatica:Basic_Rules", "xpath": "//*[@id=\"mw-content-text\"]", "text": " <b>Basic Rules</b>\n<p>\n<br>\n</p>\n<i>is part of the mini-series <b>ED New Users Guide </b>\n</i>.<i>\n</i>\n<p>\n<br>\n</p>\n<b>Mini-Series Articles:</b>\n<ul>\n<li>Strategy Guide</li>\n<li>Generic Article</li>\n<li>Internet Relevance</li>\n<li>Introduction to English</li>\n<li>A User's Guide to Article Building</li>\n<li>Get On IRC Fgt</li>\n<li>User Stress Syndrome</li>\n</ul> Policy<br>This article defines official ED Policy.\n<p>\n<br>\n</p>\nGlobal Rules\n<p>\n<b>Rule 1</b>: ED is <u>Not Your Personal Army</u>.\nNo attack articles or attack stubs (writing a little bit and expecting the admins to finish for you).\nContent shouldn’t be personal, because nobody cares about your squabbles except you.\n</p>\n<p>\n<b>Rule 2</b>: All doxing (except faildox) is allowed.\nThis includes but is not limited to the following: Name, Address, SSN, Birth records, Criminal history, and others.\n</p>\n<p>\n<b>Rule 3</b>: Illegal data such as CP or revenge porn are not permitted <b>and will be removed immediately</b>.\n</p>\n<p>\n<b>Rule 4</b>: You are responsible for the content you write or what you post.\nWe will not protect you.\n</p>\n<p>\n<b>Rule 5</b>: Asking for your article to be taken down <b>will only make us want to add more to it</b>.\n</p>\n<p>These rules are subject to change and by use of this site you agree to all of the above.\n<br>\n<br>\n<br>\n</p>\nBasic Rules\n<p>Read, dummy! Read at least 100 articles before you create one.\nThe list of previously featured articles is a good place to start.\nIf this is too much to ask, go to the list of lulz wikis where you'll probably find something less demanding for your crap stubs.\n<br>\n</p>\n<p>Consult the <b>ED style guide</b> and you will be well on your way to success!<br>\n</p>\n<ol>\n<li>Basic Rules - <b>very important read!</b>\n</li>\n<li>When is it crap?</li>\n<li>Wiki-specific markup</li>\n<li>Why not pipe?</li>\n<li>Why not pie?</li>\n<li>Good Joke:Word Count Ratio</li>\n<li>Internet Relevance</li>\n<li>ED vs.\nWikipedia</li>\n<li>ED Is Not</li>\n<li>Templates</li>\n<li>Strikethroughs</li>\n<li>Image Selection Process</li>\n<li>The Encyclopedia Dramatica Guide to Article Building</li>\n</ol>\n<ol>\n<li>Keep ED on topic: we only want articles relating to drama, internets, or memes.\nIf you are unsure, please refer to ED:LULZ.</li>\n<li>Add drama and information as much as possible, when writing up an article.\nGoogle and Ljseek are your friends.</li>\n<li>Don't make an idiot of yourself! Seeing as you are new around here, we don't appreciate a case of severe unwarranted self-importance.\nIf you even think you can handle the production of a new lulz induced article, write it with the greatest care and precision.\nThere is no value in one-sentence articles.\nmake a story of it, use correct formatting, and use your feeling.\nOf course, it is recommended you start out with minor edits to existing articles.</li>\n<li>ED is not NPOV.\nWe don't ever want to see an edit that can be summarized as 'reduce bias'.\nEver.</li>\n<li>Add no new categories.\nThe existing ones work just fine, thank you very much.</li>\n<li>Assign categories to your articles.\nIf you don't, they might be marked \"{{crap}}\" (oh noes!)</li>\n<li>Preview before saving.\nBefore saving your changes, hit \"Show preview\" if you're unsure of formatting or how the page will look after you're done editing.\nThat way, if you change your mind or notice a mistake, the article's history won't be filled with your multiple edits.\nSeveral consecutive edits are generally frowned upon unless you're making major changes to an article.\nTry to avoid it if you can or you will get {{Preview}} on your page, and noone wants that.</li>\n<li>Wikify your articles.\nTo test skills, use the Sandbox.\nRead the Encyclopedia Dramatica:Style Guide for wikihelp.</li>\n<li>Create links to your articles.\nSrsly, if your article isn't linked to from the outside world, it may get BALETED.</li>\n<li>Do not write any articles about Chuck Norris (Moar liek JEW Norris, amirite?).\nOr re-create any other crap articles that have been deleted, for that matter.</li>\n<li>Promote the site to your friends and enemies.</li>\n<li>Use edit summaries.\nFor instance, if you sass the admins, you write it in the edit summary.</li>\n<li>Don't piss off these people.</li>\n<li>Got nothing to do? See {{opentasks}}.</li>\n<li>Sign comments in Talk pages.\nIf you're leaving a comment in a talk page, sign it.\nYou can do this by inserting four tildes at the end of your comment or by clicking in the Signature with Timestamp button ( ) above the edit field.</li>\n<li>How do I shot fancy signatures?\n<ol>\n<li>Put it in the nickname box in your prefs as a template, like so User:User/Sig.</li>\n<li>Check raw signatures.</li>\n<li>???</li>\n<li>Profit.</li>\n</ol>\n</li>\n</ol> ", "created_at": "2021-02-09 13:00:04.190735", "updated_at": "2021-03-22 18:10:50.175723"}], "points": [], "urls": ["encyclopediadramatica.wiki"]}}