{"error": 448, "message": "OK", "parameters": {"id": 6717, "name": "iMenuPro", "created_at": "2022-07-06 22:27:43.827883", "updated_at": "2022-07-07 22:01:04.075686", "wikipedia": null, "keywords": null, "related": null, "slug": "imenupro", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6717.png", "url": "imenupro.com", "documents": [{"id": 12255, "name": "Legal Information", "url": "https://imenupro.com/terms", "xpath": "/html/body/div[2]/section/div/div", "text": " SoftCafe iMenuPro <p>Last updated June 21, 2022</p> Terms of Service General <p>Please read this entire page carefully, as signing up for (subscribing) and using iMenuPro means accepting these terms.\nIf you do not consent to these terms, you cannot use iMenuPro.\nThese terms may have changed since your last visit to this website and/or your last use of iMenuPro.\nBy using iMenuPro you indicate acceptance of any updates to these terms and conditions.</p>\n<p>iMenuPro, a service of SoftCafe, LLC is provided to you at a recurring fee of either $15/month or $117/year, both in US dollars.\nWe expect this product and the services offered by this product will change over time.\nIn particular, we will make feature changes and/or add advanced or premium user services or add-ons that may only be available for additional one-time or recurring fees on an opt-in basis.\nYour right to use this product is limited in scope, revocable, personal, non-transferable and non-exclusive.</p> Breach of Terms <p>If you violate any of these terms your account will be terminated.\nWe may immediately deactivate your account and prevent access to all of your data without prior notice or liability to you.</p> Signup, Privacy, and Registration Data Rights <p>To access iMenuPro you will be required to sign up for an account and provide a password to secure the account.\nFor payment, you must provide your legal full name, a valid email address, and any other information requested in order to complete the sign up process.\nSoftCafe does not sell, trade, or otherwise transfer to outside parties your personal signup data or any other personally identifiable information or data, with the exception of when we believe the release is necessary to comply with the law.\nWe may occasionally contact you via email with product updates that we feel will improve your experience with iMenuPro.\nThese emails will always include a prominent, and effective, unsubscribe link.</p> Credit Card Information <p>No one at SoftCafe can see your credit card information.\nWe use Stripe for payment processing.\nStripe encrypts your credit card information in their database and is PCI and GDPR compliant, so you can feel good about how they secure your information.\nStripe provides to us the last 4 digits of your credit card only so you can later identify which credit card you are using within our service.</p> Security and Password <p>SoftCafe encrypts your password in our database for security.\nIt is your sole responsibility to maintain the confidentiality of your password and account.\nIf you forget your password we will send a secure link to your email address so you can reset it.</p> Your Content and Code of Conduct <p>You are responsible for all content posted and activity that occurs under your account.\nThis means that you need to ensure that all of the content posted using iMenuPro complies with all applicable laws and regulations, including (but not limited to) U.S.\ncopyright law.\nSoftCafe does not pre-screen content to ensure compliance, but we do have the right (but not the obligation) to refuse or remove any content that is available via the iMenuPro service, at our sole discretion.</p>\n<p>If you upload images or fonts to be used with the iMenuPro service, you must either own the font(s) or image(s) or have the rights to use them for your intended purpose.</p>\n<p>You may not impersonate any person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity, or make available any material that contains software viruses, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware equipment or interfere with or disrupt the iMenuPro service.</p>\n<p>You may not redistribute or post any graphic image from this site or service on any electronic bulletin board, put these images in a down-loadable or retrievable format, or resell these images.\nUsing a graphic image from this site in such a manner is a violation of Federal copyright law.</p> Subscription Service <p>You will receive access to iMenuPro on a monthly or yearly subscription fee basis.\nThe term will renew automatically and continuously until canceled.\nWe reserve the right to raise or lower the price of our services from time to time.\nHowever, we will not raise the monthly or yearly fee for your existing subscription without permission from you first.</p> Currency Conversion <p>You will be charged in US currency.\nIf your bank is not in the United States, it may then add up to two types of additional charges:</p>\n<ol>\n<li>A conversion fee to exchange the payment from US currency to your local currency.</li>\n<li>A “foreign transaction” fee because your bank is located in a country other than where SoftCafe is located.</li>\n</ol>\n<p>This is up to your bank, so the exact behavior might vary.</p>\n<p>Subscription fees and one-time fees for additional opt-in, add-on products are listed in the United States Dollar.\nAny other currency rates that may be displayed are for information purposes only and are subject to change without notice.\nSoftCafe cannot guarantee the accuracy of other currency rates displayed.</p> Free Demo <p>Access to an iMenuPro demo, that you may freely use without signing up for the iMenuPro service, may be available from this website at no charge.\nBut since the demo does not collect signup or payment information, we cannot guarantee under all circumstances that data entered or menus created during use of the demo will be transferred to your account if you sign up for the iMenuPro service.\nIn most cases however, if you sign up for the iMenuPro service directly from the demo page, your data entered and menu created during use of the demo will be transferred to your account at signup.</p> Warranties and Disclaimers <p>The iMenuPro service is provided by SoftCafe, LLC on an \"as is\" and \"as available\" basis.\nWe do not guarantee and are not liable for any failure to access or store your data on iMenuPro at any time.\nLike all cloud-based applications, we are vulnerable to the inherent unreliability of the Internet.</p>\n<p>\n</p>\n<p>Without limiting the foregoing, we make no warranty that:</p>\n<ol>\n<li>The service will meet your specific requirements</li>\n<li>The service will be uninterrupted, timely, secure, error-free, or data-loss free</li>\n<li>The results that may be obtained from the use of the service will be effective, accurate, or reliable</li>\n<li>The quality of the service or materials purchased by you will meet your expectations or be free from mistakes, errors, or defects</li>\n<li>The menus created with iMenuPro will be 100% screen readable, UA compliant, or fully compliant with any other accessibility compliance format</li>\n<li>Any errors or defects in the service will be corrected</li>\n</ol>\n<p>The iMenuPro service could include technical or other mistakes, inaccuracies, or typographical errors.\nWe may make changes to the materials and services, at any time without notice.\nThe iMenuPro service and SoftCafe materials may be out of date, and we make no commitment to update such materials or services.</p>\n<p>\n</p>The use of the iMenuPro service, SoftCafe materials, or any other materials through this site is done at your own discretion and risk and you agree that you will be solely responsible for any damage to your computer system or loss of data that results from such activities.<p>\n</p>\n<p>Some states or jurisdictions do not allow the exclusion of certain warranties, so some of the above limitations may not apply to you.</p> Cancellation and Termination <p>You are solely responsible for canceling your subscription.\nAn email or phone request to cancel your subscription is not considered cancellation.\nYou can cancel your subscription at any time by logging in and clicking on Your Account at the top-right of the screen.\nOnce in your Account Settings, click the Cancel Subscription link and follow the instructions.</p>\n<p>Additionally, if your payment method is declined over several days of repeated attempts, your subscription will be automatically canceled.</p>\n<p>Once your subscription is canceled you will lose access rights to that account, and 60 days later your menu content data will be permanently removed from our servers unless your subscription was more than 6 months old.\nYour personal signup data will be retained with the intent of enabling you to reinstate your subscription to access your prior menu content, if it still exists, at a later date.\nIf you wish to forgo this option and want to have your personal data permanently removed from our database, you should notify us at our company contact page and request that we do so.</p>\n<p>If you reinstate your subscription by re-subscribing with the same personal signup information (email address and password), your prior menu content data will be accessible if 60 days have not passed since canceling, or if your subscription was more than 6 months old.</p>\n<p>If you cancel before the end of your current paid up billing period (month or year), you are charged for the current billing period (month or year), but you will not be charged again.</p>\n<p>SoftCafe may, at our sole discretion, terminate or suspend your access to all or part of iMenuPro without prior notice or liability to you.</p> Refunds <p>Since we offer a free demo, SoftCafe does not offer refunds for the iMenuPro service, including refunds for partially used terms.\nIf not satisfied for any reason, you may cancel your subscription to avoid charges for the next billing period (month or year).</p> Term <p>This Agreement shall commence on the date you first use the iMenuPro service.\nNotwithstanding the foregoing, SoftCafe may stop, temporarily or permanently, providing the iMenuPro service or any features within iMenuPro, to you or users generally and may not be able to provide you with prior notice.\nWe retain the right to create limits on access and expiry of our service at our sole discretion at any time without prior notice.</p> Children and Minors <p>The iMenuPro service is not intended for use by minors under the age of 13.\nWe do not knowingly solicit any information from such minors.\nIf you are a parent or legal guardian who discovers that your child has provided us with information without your consent, you may notify us at our company contact page and request that we permanently remove such information from our database.</p> Governing Law and Jurisdiction <p>The iMenuPro service is controlled by us from our offices within the state of Maryland, United States of America.\nIt can be accessed from all 50 states, as well as from other countries around the world.\nAs each of these places has laws that may differ from those of Maryland, by accessing iMenuPro you agree that all matters related to the use of iMenuPro shall be governed by the statutes and laws of the State of Maryland, without regard to the conflicts of laws principles thereof.</p>\n<p>You also agree and hereby submit to the exclusive personal jurisdiction and venue any court of competent jurisdiction within the State of Maryland with respect to such matters.</p> International Users <p>If you are located outside of the United States, please note that the iMenuPro service is hosted in the United States.\nTherefore, your information may be processed and stored in the United States.\nAs a result, United States federal and state governments, courts, or law enforcement or regulatory agencies may be able to obtain disclosure of your information through laws applicable in the United States.\nYour use of this service or your submission of any personal information to us will constitute your consent to the transfer of your personal information outside of your home country, including the United States, which may provide for different data protection rules than in your country.</p> Miscellaneous <p>These terms constitute the entire agreement between you and SoftCafe with respect to your access and use of iMenuPro, superseding any prior agreements between us (including any prior versions of these terms).\nThe failure of SoftCafe to enforce or exercise any right or provision of these terms of service shall not constitute a waiver of that right or provision.</p>\n<p>\n</p>", "created_at": "2022-07-06 22:31:58.358145", "updated_at": "2022-07-06 22:32:05.091928"}, {"id": 12254, "name": "Privacy Policy", "url": "https://imenupro.com/privacy", "xpath": "/html/body/div[2]/section/div/div", "text": " iMenuPro Website Privacy Policy <p>We are committed to protecting your personal information.</p>\n<p>Your privacy is extremely important to us, and to better protect you, we provide this notice explaining our online information practices.\nThis notice is available from every page of this website.</p> Personal Data We Collect for the iMenuPro Service <p>This notice applies to personal data submitted and collected upon your consent when you sign up for the iMenuPro service.\nIf you do not sign up for the iMenuPro service, then we do not collect any of the following personal data or personal information.</p>\n<ul>\n<li>Your name</li>\n<li>Email address</li>\n<li>Account password </li>\n<li>Last 4 of Credit/Debit card and postal code for billing</li>\n</ul> How We Use Your Personal Information for iMenuPro <p>We use the personal information you provide about yourself during iMenuPro signup and login to verify your eligibility for the iMenuPro service, to provide customer service during the term of your service, for billing and payment for the service, and to advise you of changes to our service, or new services that we may implement from time to time.</p> Credit Card Information <p>No one at SoftCafe can see your credit card information.\nWe use Stripe for payment processing.\nStripe encrypts your credit card information in their database and is PCI and GDPR compliant, so you can feel good about how they secure your information.\nStripe provides to us the last 4 digits of your credit card only so you can later identify which credit card you are using within our service.</p> Information Collected Automatically <p>We may also receive or collect certain technical and anonymized analytic information when you use our website, such as the internet protocol (“IP”) address of your computer, the IP address of your internet service provider, mobile device ID, the date and time you access our website or service, the IP address or URL of the website from which you linked directly to our website, the operating system you are using, the Internet browser you are using, the sections of the website you visit, the website pages read, images viewed, or other content that you may access from the iMenuPro service.\nThis information is stored in logs, contains no personal data collected by the iMenuPro service, and is only stored on a temporary basis to assist with customer support and crash reporting and will not be shared with anyone outside of SoftCafe unless required by law.</p> Will you ever share my email address? <p>We will never sell, rent, share, trade, or otherwise transfer any of your personal information, including your email address, to any outside third party unless we are required by law to do so.\nWe may occasionally contact you via email with product updates that we feel will improve your experience with the iMenuPro service.\nThese emails will always include a prominent, and effective, unsubscribe link.</p> Securing Your Information <p>SoftCafe endeavors to safeguard personal information to ensure that such information is kept private.\nHowever, unauthorized entry or use, hardware or software failure, the inherent insecurity of the Internet and other factors, may compromise the security of your personal information at any time.\nTherefore we cannot guarantee the security of your personal information.</p> International Users <p>If you are located outside of the United States, please note that the iMenuPro service is hosted in the United States.\nTherefore, your information may be processed and stored in the United States.\nAs a result, United States federal and state governments, courts, or law enforcement or regulatory agencies may be able to obtain disclosure of your information through laws applicable in the United States.\nYour use of this service or your submission of any personal information to us will constitute your consent to the transfer of your personal information outside of your home country, including the United States, which may provide for different data protection rules than in your country.</p> Children and Minors <p>The iMenuPro service is not intended for use by minors under the age of 13.\nWe do not knowingly solicit any information from such minors.\nIf you are a parent or legal guardian who discovers that your child has provided us with information without your consent, you may notify us at our company contact page and request that we permanently remove such information from our database.</p> Questions? <p>Please don't hesitate to contact us at our company contact page if you have questions or concerns.</p> ", "created_at": "2022-07-06 22:28:33.777459", "updated_at": "2022-07-06 22:30:53.775264"}], "points": [{"id": 28354, "title": "There is a date of the last update of the agreements", "source": "https://imenupro.com/terms", "status": "Generated through the annotate view", "created_at": "2022-08-09 17:19:41.850794", "updated_at": "2022-08-09 17:19:41.850794", "quoteText": "Last updated June 21, 2022</p>", "case_id": 331, "document_id": 12255, "quoteStart": 22, "quoteEnd": 52}], "urls": ["imenupro.com"]}}