{"error": 448, "message": "OK", "parameters": {"id": 3177, "name": "DealDash", "created_at": "2021-04-16 22:19:03.429904", "updated_at": "2021-04-17 00:01:10.009113", "wikipedia": null, "keywords": null, "related": null, "slug": "dealdash", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3177.png", "url": "dealdash.com", "documents": [{"id": 5149, "name": "Terms of Use", "url": "https://www.dealdash.com/terms-of-use", "xpath": "", "text": " Back Sign In <ul>\n<li>\n<strong>Dashboard</strong>\n</li>\n<li>\n<strong>Start Bidding!</strong>\n</li>\n<li>\n<strong>Create Account</strong>\n</li>\n<li>Auctions</li>\n<li>How does it work?</li>\n<li>What's the catch?</li>\n<li>Winners</li>\n<li>•&nbsp;News</li>\n<li>Contact Support</li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Help <ul>\n<li>FAQ</li>\n<li>Tactics &amp.\ntips</li>\n<li>House rules</li>\n<li>No Jumper™ auctions</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li> About <ul>\n<li>Our team</li>\n<li>Careers</li>\n<li>Our values</li>\n<li>Press</li>\n<li>Terms of use</li>\n<li>Privacy policy</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Log out</li>\n</ul> Log in Help - How it Works AuctionsHelpHow it worksTips &amp.\ntricksWinners•&nbsp;News My DashboardLog in Get Started&gt.\nStart Bidding! <ul>\n<li>Auctions <i>\n</i>\n</li>\n<li>Terms of use</li>\n</ul>\n<ul>\n<li>Help</li>\n<li>\n<i>\n</i> How it works</li>\n<li>\n<i>\n</i> What is a bid pack?</li>\n<li>\n<i>\n</i> Tips &amp.\ntricks</li>\n<li>\n<i>\n</i> House rules</li>\n<li>\n<i>\n</i> Terms of use</li>\n<li>\n<i>\n</i> Privacy policy</li>\n<li>\n<i>\n</i> Accessibility</li>\n</ul> Terms of Use <p>\n<strong>Last Updated: Jan 22, 2021</strong>\n</p>\n<p>Each DealDash auction is sponsored by DealDash and DealDash's brand partners, and is no way sponsored, enforced, or administered by, or associated with, Apple, Inc.</p>\n<p>Welcome to DealDash! These Terms of Use (the \"Terms\") apply to your use of the DealDash (\"DealDash,\" \"we,\" or \"us\") online interfaces and properties, including the DealDash.com website and DealDash mobile applications (the \"Site\"), and the buying of or bidding on goods or other services offered by DealDash through the Site.\nThese Terms are a legal agreement and your use of DealDash's Services constitutes your acceptance of the Terms contained herein and DealDash's Privacy Policy incorporated herein by reference.\nYou must register and accept these terms in order to use the Services.\nIf you do not agree to these Terms or the Privacy Policy, you may not use the Services or any other services provided by DealDash.\nBY REGISTERING FOR AND USING THE SERVICES, YOU AGREE TO BE BOUND BY THESE TERMS AND ALL POLICIES AND GUIDELINES INCORPORATED BY REFERENCE.</p>\n<p>\n<strong>READ THESE TERMS CAREFULLY BEFORE ACCESSING THIS SERVICE OR THE SITE, OR CLICK-ACCEPTING THESE TERMS WHEN REGISTERING TO USE THE SERVICES.\nTHESE TERMS HAVE LEGAL CONSEQUENCES AND WILL AFFECT YOUR LEGAL RIGHTS.\nBY AGREEING TO THESE TERMS, YOU ARE WAIVING YOUR RIGHT TO SUE IN COURT, YOUR RIGHT TO A TRIAL BY JURY, AND YOUR RIGHT TO BRING ANY CLASS, COLLECTIVE, OR REPRESENTATIVE PROCEEDING AGAINST DEALDASH.\nAS USED IN THESE TERMS, THE SITE MEANS THE ENTIRETY OF THIS WEBSITE AND MOBILE APPLICATIONS INCLUDING, BUT NOT LIMITED TO, ALL CONTENT, SERVICES, INFORMATION, AND ANY PORTIONS THEREOF.\nTHE DEALDASH SERVICES ARE ANY SERVICES OFFERED OR PROVIDED BY DEALDASH AND THE SERVICES AND THE SITE ARE COLLECTIVELY REFERRED TO AS THE SERVICES.</strong>\n</p>\n<p>\n<strong>BY BUYING OR BIDDING FOR PRODUCTS OR BY OTHER USE OF THE SERVICES, YOU AFFIRM THAT YOU ARE OF LEGAL AGE TO ENTER INTO THESE TERMS, AND YOU ACCEPT AND ARE BOUND BY THESE TERMS.</strong>\n</p>\n<p>\n<strong>THE DEALDASH SERVICES ARE OFFERED AND MAY ONLY BE USED BY PERSONS OVER THE AGE OF 18.\nBY USING THE SERVICES, YOU REPRESENT AND WARRANT THAT YOU ARE OVER THE AGE OF 18, YOU ARE OF LEGAL AGE TO FORM A BINDING CONTRACT WITH DEALDASH, AND THAT YOU MEET ALL OF THE ELIGIBILITY REQUIREMENTS DESCRIBED IN THESE TERMS.\nYOU MAY NOT ORDER, BID, PURCHASE, OR OBTAIN PRODUCTS OR SERVICES THROUGH THE SERVICES IF YOU (I) DO NOT AGREE TO THESE TERMS, (II) ARE NOT THE OLDER OF AT LEAST 18 YEARS OF AGE OR LEGAL AGE TO FORM A BINDING CONTRACT WITH DEALDASH, OR (III) ARE PROHIBITED FROM ACCESSING OR USING THE SERVICES' CONTENTS OR GOODS BY APPLICABLE LAW.</strong>\n</p>\n<p>DealDash will not be liable if for any reason all or any part of the Services are unavailable at any time or for any period.\nFrom time to time, DealDash may restrict access to some or all parts of the Services to users, including registered users.</p>\n<p>When using the DealDash Services, a user may spend money on virtual credits such as Bids without receipt of physical items.\nYou are solely responsible for your spending, bidding, and purchasing when using the Services.\nDealDash is not responsible or liable for your bidding or spending on DealDash or through any of the Services.\nFurthermore, you are solely responsible for, and DealDash is not responsible for and shall not be liable for, any items that you bid on or purchase through the Services.\nIt is your sole responsibility to only purchase items that you have fully read the product descriptions of and are familiar with.\nYou are solely responsible for your purchases.</p>\n<ol>\n<li>\n<strong>Changes to these Terms</strong>\n</li>\n</ol>\n<p>DealDash reserves the right to withdraw, change, or modify these Terms, the Services, or any policy or guideline related to the Services, at any time and from time-to-time in its sole discretion, without notice.\nAny changes will be effective upon posting of the revisions on the Site and it is your responsibility to check these Terms each time before using the Services so you are aware of any changes, as they are binding on you.\nYour continued use of this Site and the Services following our posting of them will constitute your acceptance of such changes.\nIF YOU DO NOT AGREE TO THESE TERMS OR ANY MODIFICATION, DO NOT REGISTER OR CONTINUE TO USE THE SERVICES.</p>\n<ol>\n<li>\n<strong>Eligibility</strong>\n</li>\n</ol>\n<p>The target market for the Services is the United States of America.\nOnly residents of the aforementioned countries are allowed to use the Service.\nDealDash reserves the right to restrict availability of auctions and delivery of items based on the country of the user.\nThe country of the user is identified based on their IP address.\nThe user is responsible for notifying DealDash at support@dealdash.com in case of their country of residence is identified incorrectly.\n</p>\n<p>Items purchased through the Services may only be delivered to the continental United States.\nDealDash does not deliver to PO Boxes or to freight forwarding companies.\nDealDash may decline shipping to RR boxes.\nPlease contact support before placing an order if you wish to use an RR box.</p>\n<ol>\n<li>\n<strong>General Policies</strong>\n</li>\n</ol>\n<p>The DealDash policies accessible throughout the Site are expressly incorporated by reference into these terms, and you should review each carefully.\nThe procedures and guidelines contained below explain the auction process.\nThe DealDash Privacy Policy governs the collection and use of user information on the Site.\nThe FAQ provides additional detail on how the Services work, and the House Rules set out important details governing every user's rights and obligations.\n</p>\n<ol>\n<li>\n<strong>Contractual Obligations</strong>\n</li>\n</ol>\n<p>The auction process is a method in which the Site solicits offers from buyers for the sale of lots.\nBy submitting bids, you are making a legal offer to buy the lot.\nOnce a bid is accepted, a contract is created between the buyer and the Site for the sale and purchase of the lot in accordance with the terms disclosed at the time of the auction.\nBy using the Services and bidding on a lot, or by using the 'Buy It Now' function, you agree to complete the transaction as described and fulfill any and all contractual obligations.</p>\n<ol>\n<li>\n<strong>Access to Systems</strong>\n</li>\n</ol>\n<p>You are prohibited from violating or attempting to violate the security of the Services, including, without limitation: (i) accessing data not intended for such user or logging onto a server or an account which the user is not authorized to access.\n(ii) attempting to probe, scan or test the vulnerability of a system or network or to breach security or authentication measures without proper authorization.\nor (iii) accessing or using the Services or any portion thereof without authorization, in violation of these Terms or in violation of applicable law.\n</p>\n<p>You may not use any scraper, crawler, spider, robot, or other automated means of any kind to access or copy data on the Site, deep-link to any feature or content on the Site, bypass our robot exclusion headers, or other measures we may use to prevent or restrict access to the Site.</p>\n<p>You agree not to interfere with the Site, Services, or any transaction and agree not to use any device, software, or routine to interfere or attempt to interfere with the proper working of the Services or any activity being conducted on or through the Services.\nYou agree not to impose any unreasonably or disproportionately large load on DealDash's systems or facilities.\nYou agree not to put any material on the Site that contains any viruses, Trojan horses, worms, time bombs, cancelbots or any other computer programming routines that may damage, interfere with, surreptitiously intercept or expropriate any system, data or personal information.\nViolations of system or network security may result in civil or criminal liability.\nDealDash will investigate occurrences that may involve such violations and may involve, and cooperate with, law enforcement authorities in prosecuting users who are involved in such violations.\n</p>\n<ol>\n<li>\n<strong>Bidding</strong>\n</li>\n</ol>\n<p>Each DealDash bid (a \"Bid\") is a limited, non-transferable, one-year license to place one bid on a DealDash auction.\nBids have no monetary value.\nare not credited against the purchase price of products purchased on the Site.\nand may not be exchanged for money or any items of monetary value.</p>\n<p>Due to the billing of charges, DealDash would like to advise all users to monitor their bidding practices.\nRepeated online bidding can incur high costs.\nUsers should therefore pay attention to their bidding practices.</p>\n<ol>\n<li>\n<strong>Fraud and Other Restricted Behavior</strong>\n</li>\n</ol>\n<p>You acknowledge that in order to maintain fair and honest auctions, DealDash retains the right to monitor and enforce any fraudulent or malicious activity on the Site.\nYou acknowledge that you have read what these activities include, but are not limited to, in these Terms, the \"House Rules\" policy, and you agree not to engage in any of these, or any other fraudulent or malicious activities.\nAs stated herein, DealDash reserves the right to temporarily or permanently suspend any user account engaged or suspected to engage in any such activities.</p>\n<p>You may not register and make bids under a false name or with an invalid credit card.\nSuch fraudulent conduct is a violation of federal and state laws.\nFraudulent bidders may be reported to relevant state and federal law enforcement agencies and DealDash will cooperate to ensure that violators are prosecuted to the fullest extent of the law.</p>\n<p>A bidder may not resell any product or service obtained through the Site and Services without prior written consent from DealDash.\nMoreover, a user may not use the products to create any investment scheme, commodities contract or pool or otherwise to use DealDash as a product delivery mechanism for a brokered or 'middleman' agreement or obligation.\nIf it is discovered that a user is, in fact, reselling products obtained from DealDash, we reserve the right to suspend the account without further notice, voiding all auctions in which the user has participated.\nAdditionally, the user may be required to compensate DealDash for any damages.</p>\n<p>DealDash reserves the right to refuse any order you place with us.\nDealDash may, in its sole discretion, limit or cancel quantities purchased per person, per household or per order.\nThese restrictions may include orders placed by or under the same customer account, the same credit card, geographic region, and/or orders that use the same phone number, billing and/or shipping address.\nIn the event DealDash changes or cancels an order, DealDash will attempt to notify you by contacting the e-mail, billing address and/or phone number provided at the time the order was made.\nDealDash reserves the right to limit or prohibit orders that, in its sole judgment, appear to be placed by dealers, resellers, distributors and others who violate these Terms.</p>\n<p>No user may permit or assist others to use the Services for any purpose other than that for which they are intended.\nA user shall not permit or assist others to abuse or fraudulently use the Services, including but not limited to the following:</p>\n<ul>\n<li>Obtaining or attempting to obtain service by any fraudulent means or device with intent to avoid payment;</li>\n<li>Accessing, altering, or destroying any information of another DealDash user by any fraudulent means or device, or attempting to do so.\nor </li>\n<li>Using Services so as to interfere with the use of DealDash network by other users or authorized users, intentionally or not.\nor in violation of the law or in aid of any unlawful act.\n</li>\n</ul>\n<p>Each user acknowledges that DealDash's network may only be used for lawful purposes.\nDealDash reserves the right to monitor all network activity.\nWhile using DealDash, each user agrees to refrain from the following prohibited acts:</p>\n<ul>\n<li>Maintaining more than one account or maintaining control or influence over more than one account;</li>\n<li>Infringing upon the intellectual property of DealDash, establishing a competing site, or otherwise copying or using the data on the Site for any reason other than bidding on products for the bidder's own use.\n</li>\n<li>Manipulate the bidding process by placing fictitious bids, colluding with other parties to create the illusion of volume ('marking the close' or 'painting the tape'), or engaging in any other disingenuous or fraudulent activity that undermines the integrity of the online market.\n</li>\n<li>Breaching DealDash's policies;</li>\n<li>Attempting to harvest or otherwise collect information about users, including email addresses;</li>\n<li>Attempting to upload or download any computer virus;</li>\n<li>Attempting to transmit via email any unsolicited advertising, promotional materials, \"junk mail\", \"spam\", \"chain letters\", \"pyramid schemes\", or any other form of email solicitation to other users.\n</li>\n<li>Attempting to communicate with other users to promote or provide instructional information about illegal activities, promote physical harm, or injury against any users.\n</li>\n<li>Viewing and/or downloading or uploading pornographic pictures or stories.</li>\n<li>Attempting to attack other people's internet connections, Web Sites or computers, or damage or deface anyone else's Web Site.\n</li>\n</ul>\n<ol>\n<li>\n<strong>Collusion/Team Play</strong>\n</li>\n</ol>\n<p>Any kind of collusion or team play is strictly forbidden on DealDash.\nBy definition, this includes, but is not limited to, two or more members working together as a team, or creating the impression that there are more people involved and competing to win an auction than there actually are, or placing bids until Buy it Now offers are earned and then switching over to another account to continue to earn further Buy it Now offers on the same deal.</p>\n<p>DealDash does not allow two members that know, or are associated with, each other to participate in the same auction.\nTwo members participating in the auction are by definition engaging in team play, and automatically lose their right to purchase the Deal or receive any of their spent bids back.</p>\n<p>We reserve the right to disqualify, in our absolute discretion, any users we suspect to be working in a team by voiding all their wins and freezing their accounts.\nNo funds or Bids will be returned or transferred into other accounts.\nIf a user is found to have violated these Terms, any free Bids provided to them and used, including those provided in the past, must immediately be paid for by user at their current selling price.</p>\n<ol>\n<li>\n<strong>Passwords/Equipment</strong>\n</li>\n</ol>\n<p>You may not disclose your username and password to any third party and you agree that you are solely responsible for any use of or action taken under your account.\nYour password may be used only to access and use the Services.\nIf your user credentials or password is compromised or otherwise disclosed, you must notify DealDash and change your password immediately in order to minimize your risk of loss.\nYou are responsible for providing and maintaining all equipment necessary to use the Services, including, without limitation, computer hardware and software, modems, network or Wi-Fi connections and telephone service.\nFurther, you are solely responsible for (a) maintaining the security of your personal information, including, without limitation, account and login information, passwords, and financial information.\n(b) all telephone and toll charges which may apply to your account depending on your location.\nand (c) any other charges resulting from the use of your account.</p>\n<ol>\n<li>\n<strong>Investigation of Violations</strong>\n</li>\n</ol>\n<p>We may investigate any violation of these Terms, our policies or guidelines, or any other complaints and take any action that we deem appropriate and reasonable under the circumstance to protect our systems, facilities, users and/or third parties.\nOur actions may include, but are not limited to, issuing warnings, suspension or termination of the Services or any user accounts, and/or removal of or disabling access to content hosted on DealDash's systems.\nWe reserve the right and have absolute discretion to remove or disable access, screen, or edit any content that violates these provisions or is otherwise objectionable.\nDealDash also reserves the right to report any activity that it suspects violates any law or regulation to appropriate law enforcement officials.</p>\n<ol>\n<li>\n<strong>License</strong>\n</li>\n</ol>\n<p>By using the Services and submitting any information or materials to DealDash (\"Licensed Materials\"), you hereby grant us a non-exclusive, worldwide, royalty-free, irrevocable, and sublicensable right to use, reproduce, modify, display, and distribute the Licensed Materials, in any existing or future media, known or unknown.\nAny Licensed Materials you provide to DealDash will be considered non-confidential and non-proprietary.\nYou agree not to use the Services to send, knowingly receive, upload, download, use or re-use any material which does not comply with these Terms, including the Content Standards set forth below.\nYou acknowledge and warrant that you have the right and authority to provide such license to DealDash.\nYou understand and acknowledge that you are responsible for any Licensed Materials you submit or contribute, and you, not DealDash, have full responsibility for such content, including its legality, reliability, accuracy and appropriateness.\nDealDash is not responsible, or liable to any third party, for the content or accuracy of any Licensed Materials posted by you or any other user of the Services.\nDealDash has the right to disclose your identity or other information about you to any third party who claims that material posted by you violates their rights, including their intellectual property rights or their right to privacy.</p>\n<p>You understand and agree that DealDash or its licensors hold all right, title, and interest to the Services and all intellectual property, material, content, and features provided through the Services, and the design, selection, and arrangement thereof.\nThe foregoing applies regardless of (i) the form of intellectual property, (ii) how it was provided to you, or (iii) your geolocation.\nYou understand and agree that you may only use the content available provided to you through the Services, unless otherwise expressly provided by DealDash.\n&nbsp;You may not conduct the following activities through the Services: (a) any resale or commercial use of the Site or Services, (b) the collection and use of any e-mail or user information, ratings, or listings.\n(c) making derivative uses of the Site and its contents.\nor (d) use of any data mining, robots, or similar data gathering and extraction methods.\n</p>\n<p>You agree not to make use of any other users' information other than as necessary to participate in the Site and to complete any transaction in which you are involved.\nSpecifically, you agree that with respect to any information disclosed to you by DealDash regarding another user of the Services, you only will use such information, unless otherwise authorized, (a) to complete transactions originating from the Site, including the use of third-party services, (b) for communications with us, or (c) as permitted by the corresponding user identified in such information.\nYou agree not to disclose any user information disclosed to you by DealDash except as provided by these Terms or with our written consent.\nYou further agree not to use any information accessible from the Site for purposes of solicitation, advertisement, or spamming, or which is harassing, threatening, harmful, invasive of privacy or publicity rights, abusive, inflammatory or otherwise objectionable.</p>\n<ol>\n<li>\n<strong>Content Standards</strong>\n</li>\n</ol>\n<p>Your Licensed Materials shall not:</p>\n<ul>\n<li>Contain any material which is defamatory, obscene, indecent, abusive, offensive, harassing, violent, hateful, inflammatory, or otherwise objectionable.\n</li>\n<li>Promote sexually explicit or pornographic material, violence, or discrimination based on race, sex, religion, nationality, disability, sexual orientation, or age.\n</li>\n<li>Infringe any patent, trademark, trade secret, copyright, or other intellectual property or other rights of any other person.\n</li>\n<li>Violate the legal rights (including the rights of publicity and privacy) of others or contain any material that could give rise to any civil or criminal liability under applicable laws or regulations or that otherwise may be in conflict with these Terms or DealDash's Privacy Policy.\n</li>\n<li>Be likely to deceive any person.</li>\n<li>Promote any illegal activity, or advocate, promote, or assist any unlawful act.</li>\n<li>Cause annoyance, inconvenience, or needless anxiety or be likely to upset, embarrass, alarm, or annoy any other person.\n</li>\n<li>Impersonate any person, or misrepresent your identity or affiliation with any person or organization.</li>\n<li>Involve commercial activities or sales, such as contests, sweepstakes, and other sales promotions, barter, or advertising.\n</li>\n<li>Give the impression that they emanate from or are endorsed by us or any other person or entity, if this is not the case.\n</li>\n</ul>\n<p>DealDash has the right to remove or refuse to post on the Service any Licensed Materials for any or no reason in its sole discretion.\nHowever, DealDash cannot review all Licensed Materials before it is posted on its Services, and cannot ensure prompt removal of objectionable material after it has been posted.\nAccordingly, DealDash assumes no liability for any action or inaction regarding transmissions, communications, or content provided by any user or third party.\nDealDash has no liability or responsibility to anyone for performance or non-performance of the activities described in this Section.</p>\n<ol>\n<li>\n<strong>Registration with DealDash for Use</strong>\n</li>\n</ol>\n<p>To use the Services, you must first register for an online user account, consisting of a username, password, credit card information, billing address, and other information as may be required by DealDash.\nYou may register only once and may only have one account at DealDash for your personal use.\nAdditionally, each household or \"group of users associated with each other\", determined by the sole discretion of DealDash, may not register or have control over more than two DealDash member accounts.\nIf a single person is found to have or maintain control over several accounts on DealDash, or if a household or a \"group of users associated with each other\" is found to have or maintain control over more than two accounts on DealDash, all accounts will be immediately suspended, all auctions the accounts have participated in will be voided, and any Bids purchased will be removed without prior warning and without any form of compensation.</p>\n<p>During the registration process, the user must choose a username.\nThe username may not offend common decency or infringe upon the rights of third parties.\nThe username may also not be misleading in any way or, in DealDash's judgment, closely resemble the identity of an existing user.\nIt is a condition of your use of the Services that all the information you provide through the Services is correct, current, and complete.\nYou agree to maintain and promptly update your user account information to keep it true, accurate, current, and complete.\nIf you provide any information that is untrue, inaccurate, not current, or incomplete, or DealDash has reasonable grounds to suspect that such information is untrue, inaccurate, not current, or incomplete, DealDash may suspend or terminate your account or access to the Services.\nIf you abuse your user account, whether it harms a third party or DealDash, you may be disqualified and, if applicable, DealDash may notify applicable authorities of the possibility of a crime.</p>\n<p>ACCOUNTS AUTHORIZED TO USE THE SERVICES CANNOT BE TRANSFERRED OR USED BY ANYONE OTHER THAN THE AUTHORIZED ACCOUNT HOLDER.\nUSE OF THIS ACCOUNT BY A PERSON OR PERSONS NOT AUTHORIZED BY DEALDASH IS STRICTLY PROHIBITED.\nNO MORE THAN ONE LOG-IN SESSION OR ONE AUTHORIZED ACCOUNT USER CAN BE ACTIVE AT A TIME FOR ANY ACCOUNT.\nEXCEPT AS OTHERWISE PERMITTED BY THE BIDBUDDY SYSTEM, ACCOUNTS WHICH HAVE BEEN TRANSFERRED IN WHOLE, PART, OR PROXY BIDDING TO OTHER PARTIES, OR SHOW OTHER ACTIVITY IN VIOLATION OF THESE TERMS, ARE SUBJECT TO IMMEDIATE TERMINATION.\nDEALDASH RESERVES THE RIGHT TO MAINTAIN LOGS OF ACCOUNT ACTIVITY AND TO USE SAID LOGS FOR THE PURPOSE OF DETECTING USAGE IN VIOLATION OF THESE TERMS.</p>\n<p>DealDash reserves the right to at any time temporarily or permanently disqualify a user for violating these Terms.\nUsers will be disqualified when, in DealDash's reasonable opinion, a user has violated any law, regulation or equitable interest in favor of a third party, such as protecting users and the Service from manipulation.\nExamples of the foregoing include, but are not limited to, (i) honoring bids of users who have not paid for the Bids, (ii) the use of unauthorized bidding software, or (iii) establishing several user accounts for the same person.\nMoreover, DealDash reserves the right to cancel unauthorized DealDash accounts or accounts that have been inactive.\nEach user agrees not to hold DealDash responsible for any loss incurred as a result of such action.</p>\n<ol>\n<li>\n<strong>Bid Purchasing for Online Bidding / Payment</strong>\n</li>\n</ol>\n<p> All prices are quoted and payments processed in United States dollars.\nThe user is responsible for conversion rates and fees which may occur in case of a currency conversion done by their bank or payment processor.\n</p>\n<p>DealDash Bids must be purchased by users prior to online bidding.\nOnly registered users can submit the online bids, which can be purchased in packages (so-called 'Bid Packs') at the currently applicable prices, which can be viewed in 'My Dashboard' under 'Buy bids'.\nThe Bids must be paid for in advance.\nWhen the Bids are purchased and deposited into the user's DealDash account, a contract for the purchase of the Bids materializes.\nThe associated invoice is due immediately.\nIf a user is suspended for whatever reason, all of their Bids will be forfeited and will not be refunded.</p>\n<p>Users who have won an auction and paid for a product are not eligible for a refund on either Bid purchases, account activation fees, or product fees if their product has been shipped by the time of request.</p>\n<p>Should a payment not be honored for a user, a returned payment fee will be charged.\nThe user shall be solely responsible for these fees.\nDealDash reserves the right to block access to the user account until full payment is received by DealDash for the outstanding amount, including any fees due to returned payment, etc.\nDealDash may withhold any outstanding deliveries until it receives full payment.\nThe user's bank may or may not charge the user an international payment fee in connection with a credit card payment on the DealDash site.\nIt is the sole responsibility of the user to be familiar with the policies and practices of his or her bank for such fees.\nDealDash holds no responsibility for additional payment fees of any kind issued to the user by the user's bank.</p>\n<p>Unused Bids are eligible for a full refund only if the Bids have been purchased at their full price of 60c per Bid.</p>\n<p>Example (normal priced Bids): John purchases 100 Bids for $60 and Bids 10 times.\nAll the remaining 90 Bids are eligible for a total refund of $54 ( 90 * $0.60 ).</p>\n<p>If the Bids have been purchased at a promotional rate of less than 60c per Bid, only the portion of the purchased Bids that the customer would have received at 60c each is eligible for a refund.\nThe refundable portion of the Bids is always used first.</p>\n<p>Example (discount priced Bids): John purchases 100 Bids for $30 and Bids 10 times.\nOnly the first 50 Bids of those 100 Bids were refundable ( $30 / $0.60 = 50 ).\nJohn has 40 refundable Bids and 50 free Bids left on his account.\nHe is eligible for a refund of 40 * $0.60 = $24.</p>\n<p>DealDash reserves the right to sell Bids at any discounted price to specific user groups for promotional purposes.\nAll DealDash users understand that they may from time to time receive unique offers to buy discounted Bids and that other users may do so as well.\nSimilarly, users may see different product pricing, based partly on the activity characteristics of that user.\nDealDash may issue any number of free bids to users or user groups as part of special promotions or for any other reasons at its discretion.</p>\n<p>DealDash reserves the right to, at its discretion, remove any sign up or other promotional Bids that have been added to a user's account for free at any given time without further notice.</p>\n<ol>\n<li>\n<strong>No Questions Asked 100% Money Back Guarantee</strong>\n</li>\n</ol>\n<p>Bidders on DealDash are entitled to a No Questions Asked 100% Money Back Guarantee on their first Bid Pack purchase.\nShould a bidder be unsatisfied with the Services for any reason, they are entitled to get their entire first Bid Pack purchase fully refunded in accordance with these Terms.\nTo qualify for a refund, users must email support@dealdash.com within 90 days of purchase and request for the refund.\nThe refund will be credited back to you in 7 business days.\nThe refund will be granted regardless of if you have won or lost auctions, or whether you have Bids left on your account or not.\nOnly 1 refund per person.</p>\n<ol>\n<li>\n<strong>Bidding / BidBuddy</strong>\n</li>\n</ol>\n<p>For online bidding, an individual bid can be submitted by clicking the \"BID NOW\" button, or by using the automated bidding tool called the 'BidBuddy'.\nAfter the first Bid Pack purchase used Bids are no longer valid for refunds and it is deducted from the user's Bid balance accordingly.</p>\n<p>The BidBuddy can assist bidders in being able to bid in an auction, even if the bidders are not online at that time.\nOnly registered users can submit bids automatically with one or more BidBuddies.\nThe BidBuddy automatically submits bids according to the specifications set in advance by the user.\nThe user can read about how the BidBuddy operates in the 'FAQ' section.</p>\n<p>BidBuddy Guarantee: In very popular auctions, BidBuddies booked before the auction starts may not be able to place a bid before the No Jumper limit is reached.\nIn these cases, as long as the BidBuddy was booked before the auction started, and as long as your BidBuddy is not canceled, the spot in the auction is guaranteed.</p>\n<p>DealDash does not guarantee the precision of the BidBuddy feature and DealDash may not be held responsible for any BidBuddy software errors of commission or omission.\nThe user is prohibited from using any bidding software not authorized by DealDash.\nif the user does, in fact, use unauthorized software, it may result in immediate disqualification from DealDash's systems and Service.\nDealDash will from time to time award all users who start using the Site with free Bids.\nThe number of free Bids awarded or not awarded is determined solely by DealDash on an account by account basis.</p>\n<p>A bid is registered and counted only when DealDash's system registers the bid.\nA bid is not counted and valid when it is sent from the user's Web browser, but when DealDash's servers receive and register the bid request.</p>\n<p>It usually takes less than a second for a bid to be registered, however it may take up to several seconds or longer for DealDash to receive the bid if there is a delay in the network or if the system is under high stress.\nDealDash is not responsible for any delays that occur in bidding or in the auctions.\nDealDash strives to make the DealDash timer clocks as accurate as possible.\nWhile DealDash believes that auction timers are very accurate, DealDash cannot and does not guarantee that the system, including the bidding clock, will always function reliably.</p>\n<p>All bids are final.\nWinning bids and their associated fees are non-refundable.</p>\n<p>To comply with fair and honest auction practices, DealDash will reschedule auctions that end prematurely due to severe third party or technical problems to a later time.\nIn such events, where all bidders aren't able to participate normally in the auctions, DealDash will return all used Bids from such rescheduled auctions to all involved bidders.</p>\n<ol>\n<li>\n<strong>Winning Limits</strong>\n</li>\n</ol>\n<p>As described in the House Rules, which are incorporated by reference, each user may win the same item, in the same auction type, only once in a limited time period, as specified in the details for each auction.\nThe winning limit resets automatically once the period has passed from the end onf the auction.\nThe system will prevent users from placing bids on an auction if they have already won the same product during the period.\nAll the booked BidBuddies will automatically be canceled for the other auctions of the same product, when the user wins an auction.</p>\n<p>Furthermore, each user may win up to 50 auctions per week.\nOnce a user has reached the 50 wins limit, the system will prevent them from placing bids on any auctions, and all booked BidBuddies will automatically be canceled.\nThe weekly winning limit resets at 00:00 PST on the day of the week you created your account.\n</p>\n<p>DealDash reserves the right to, from time to time review the guidelines for any winning limits and may at any time under its sole discretion limit accounts from winning an excessive amount of auctions.\nDealDash attempts to limit some auctions to users of comparable skill, as determined by DealDash, to enhance user experience and equal chances of winning auctions.\nIn so doing, DealDash may limit which auctions are available to particular users based on any factors deemed appropriate by DealDash in its sole discretion, including experience of the user, historical success of the user, demographic factors, prior bidding and spending activity, and other factors.\nIn particular, DealDash may limit certain auctions to less experienced or successful users in any manner DealDash deems appropriate to optimize the overall user experience of all DealDash users.\nYou acknowledge that You may be, and you consent to being, excluded from auctions at DealDash's discretion.</p>\n<p>This limit is put in place to ensure that all users have a high quality of user experience.</p>\n<ol>\n<li>\n<strong>Bid Expiration</strong>\n</li>\n</ol>\n<p>Bids held in user accounts must be used within 365 days from the day that the Bids have entered the account through purchase, item exchange or auction win.\nIf the Bids have not been used within that time, they will expire and be permanently removed from the account.</p>\n<ol>\n<li>\n<strong>How the Auctions Work</strong>\n</li>\n</ol>\n<p>With each bid submitted, the price of the item on which the user is bidding increases by $0.01.\nA bid submitted by the user constitutes an offer from that user to DealDash to conclude a contract to purchase the item.\nA contract to purchase the item does not materialize until the auction is finished and the last bidder has followed all the steps provided for in this Section.\nThe purchase contract will exist between DealDash and the user who has submitted the highest bid up until the point when the last bidder has submitted the last qualifying bid of the respective auction.</p>\n<p>Each new bid resets the 'countdown time' for the auction.\nThe countdown time for each of the auctions is shown on the auction details.\nThe auction ends when no more bids are submitted within the remaining time stated.\nHowever, an auction may not end if anyone else except the highest bidder still has Bids booked on their BidBuddy.\nIn the event of heavy network lag, the BidBuddy may place the bid with a slight delay with the system registering the bid 1+ seconds after the auction's countdown time.\nSuch bid will be completely valid, provided that the bidder had booked his BidBuddy within the auction's countdown time.</p>\n<p>The user who submits the highest bid and is the last to bid wins the auction.\nAll other Bids on the item expire and will not be refunded.\nThe last bidder is determined based on the records in DealDash's database and DealDash's decision regarding the identity of the last bidder shall be final.\nIf a bid is placed too late, does not reset the timer of an auction or is not correctly registered by the system, it is then invalid.\nEven though this bid may be the last bid on an auction, it is the last and highest valid bid on an auction that wins the auction.</p>\n<p>An invalid bid is one where the auction timer is not reset after the bid has been placed.\nDealDash recommends its users to always bid at least 5 seconds prior to the auction timer reaches zero, as otherwise the bid might be reflected as accepted by the system, but in reality be received too late.</p>\n<p>Auctions may offer the 'Buy It Now &amp.\nGet your Bids Back' option (\"Buy it Now\").\n'Buy It Now' will allow you to receive your spent Bids back, if you purchase the same model of an identical item at its 'Buy it Now' price.\nThe option to 'Buy It Now' will be offered for a limited period of time (usually 7 days after the auction ends) after which the option to 'Buy It Now' is permanently revoked.</p>\n<p>The 'Buy it Now &amp.\nGet your Bids Back' option is offered at the 'Buy it Now &amp.\nGet your Bids Back' price listed for each auction.\nThe price may vary between auctions for the same product, but will not change not after the first bid has been placed in an auction.\nThe price is provided solely for the purpose of exercising the 'Buy it Now &amp.\nGet your Bids Back' option.\nFor the avoidance of doubt, DealDash can not guarantee that the 'Buy it Now &amp.\nGet your Bids Back' prices are comparable to prices for which the item is sold through retailers or other merchants elsewhere, and thus the 'Buy it Now &amp.\nGet your Bids Back' pricing should not be seen as a reflection of product value, or used for price comparisons or other similar purposes.</p>\n<p>DealDash is not responsible for third party abuse and manipulation of the DealDash service, for example, if other users create chaos on the Site that then results in lost bids.\nIn that case, and other cases of third party abuse, DealDash is not responsible.</p>\n<p>DealDash is constantly attempting to maintain fairness and balance in its auctions therefore some new users or users who have lost auctions may receive special promotions, access to special auctions, and/or free Bids through site features.\nThis is designed to maintain fair practice and helps balance and create a great auction experience for all users.</p>\n<ol>\n<li>\n<strong>Notification of the Win / Acceptance of the Win / Payment</strong>\n</li>\n</ol>\n<p>After the auction has ended, the highest bidder ('winner') who is logged on with DealDash will see a 'congratulation page' displayed, along with all of the important information such as the total price, the payment details, etc.\nThe user must actively confirm the win by following the steps indicated on that page or elsewhere on the Services.\nAs soon as the winner has paid the total amount reflected on the 'payment page', the win is accepted.\nThe winner will also receive a notification of the win by e-mail with a request for payment.</p>\n<p>The user must pay the total price (auction price and applicable taxes) no later than 14 days after the notification of the win is sent.\nAfter this deadline has passed, DealDash can declare a rescission of the purchase contract to the user, which results in revocation of the user's right to delivery of the item.\nThere is likewise no entitlement to replacement of any of the Bids used in the auction.\nIf a user chooses to \"Buy it Now\", the item price including applicable tax fees must be paid within 7 days of the auction ending in order to be eligible.\nUsers are responsible for all applicable tax charges associated with purchases.</p>\n<p>Orders may be subject to sales tax (when applicable and required by law).\nBuy it Now orders the tax is based on the Buy it Now price and for auction wins the tax is based on the final auction price.\n</p>\n<p>The user may obtain and be legally entitled to the product only after the user fully pays for the product and all of the applicable Bids used to obtain the product.\nShould the user not pay for Bids that have already been purchased, payments received shall be viewed as payment toward the Bids not yet paid for, and a right of retention shall be exercised with regard to the item purchased at auction until all Bids and the total price have been paid in full.\nIf the user chooses to pay for the item by credit card and the sales price is lower than $1, then the price may be rounded up to $1.</p>\n<p>DealDash may offer the option to exchange the auction win to bids.\nIf available, the offer is presented before making a payment for the auction win.\nIf the user accepts the exchange to bids offer the bids are added to the user's account, and the user loses the option to pay the auction price (plus applicable taxes) to obtain the item.\nThe offer may change over time and vary between users and auctions.</p>\n<p>If the user does not receive the won product or product obtained through \"Buy it Now\", the user must file in a claim of non-receipt via e-mail to support@dealdash.com within sixty (60) calendar days of the purchase, or DealDash's obligation to deliver the product will end.\nNo refunds of the purchase amount or cost of spent Bids to win the item will be returned to the user.</p>\n<p>DealDash is not responsible for stolen or lost items.\nIn the event that a product is stolen or lost, DealDash will do its best to help customers upon request, by providing tracking information received from the supplier, as well as screenshots or copies of the sales receipt and possible shipping confirmation, if available.</p>\n<ol>\n<li>\n<strong>Cancellation / Rescission</strong>\n</li>\n</ol>\n<p>The user may return the item in an un-depreciated condition within 30 days of receipt if not satisfied for any reason.\nUpon verification of the product's condition, DealDash will refund the purchase price of the product.\nDealDash will not refund the value of the Bids spent to obtain the product.\nIn the event that a user wishes to return a Buy it Now order the user also forfeits all the Free Bids given to them alongside the purchase.\nIf the user has used the Free Bids given to them, the user will need to purchase the equivalent number of Bids in order for DealDash to process the refund.\nOnce both the item has been returned and the Free Bids removed from the user's account, a refund will be given.\nOnly Bids that have been acquired by purchasing Bid Packs for the then-current full price shall have a right for refund within 30 calendar days of purchase (90 calendar days for first Bid pack purchase).\nSuch paid Bids are always used first, before promotional Bids, free Bids, Bids obtained through the Buy it Now or other bids that have been obtained in any other way than paying full price for each Bid.\nBids obtained during the Buy it Now process do not have any rights to refund.\nDealDash also grants to the user ordering products for personal purposes the right to cancel in accordance with statutory provisions on mail order sales and e-commerce.\nThe right to cancel does not exist in the case of mail order sales and e-commerce contracts for the delivery of audio and video recordings or of software, if and to the extent that the seal on the delivered media has been broken by the user.</p>\n<ol>\n<li>\n<strong>Right to cancel</strong>\n</li>\n</ol>\n<p>You may cancel your contract within 30 days in written notice (e.g.\nletter, e-mail) to DealDash or by returning the items, without stating your reasons.</p>\n<p>The 30 day period begins when the item is received.\nReceipt can be e-mail receipt to the e-mail address provided to DealDash below.\nCancellation is to be sent to the following address:</p>\n<p>DealDash Inc<br> 11670 Fountains Drive<br> Suite 200<br> Maple Grove, MN 55369<br> E-Mail: support@dealdash.com</p>\n<ol>\n<li>\n<strong>Consequences of Cancellation</strong>\n</li>\n</ol>\n<p>In the case of a valid cancellation, both parties must return what has been received in performance of the contract and the benefits derived therefrom (e.g.\ninterest) as applicable.\nIf user is unable to return to DealDash the service or product that the user received or is only able to return it in part or only in a depreciated condition, the user must compensate DealDash for the difference in value, unless the deterioration resulted from proper use.\nIn the case of use of items, the foregoing compensation provision will not apply if the deterioration of the item is attributable solely to it being tested comparable to those tests that may reasonably be performed in a retail store.\nIn other respects, the user may avoid this duty to pay compensation by not using the item(s) as the user would use his/her own property, and by refraining from any action that would detract from its value.\nItems that can be shipped in packages are to be returned.\nIn these cases, return is free of charge for the user.\nItems that cannot be shipped in packages will be picked up upon coordination with the user.\nA user must satisfy obligations to refund payments within 30 days after sending the user's notice of cancellation.</p>\n<p>When a user cancels by the deadline, the user is not obligated to accept delivery.\nUnder those circumstances where DealDash cancels by the deadline, DealDash will refund any purchase price already paid.\nThe foregoing notwithstanding, the service charge (e.g.\nmoney spent on purchase of Bids) will not be refunded.</p>\n<p>Users may return items received from DealDash within 30 days of receipt for any reason however are subject to applicable return shipping or pick up fees.</p>\n<p>Should DealDash incur additional costs for insufficient postage on the return, for a COD shipment, or for courier shipments and other irregular shipping methods that are over and above postal shipping costs, these costs will be deducted from any payment remitted by the user.\nItems in sets and boxes can only be returned in their entirety.</p>\n<ol>\n<li>\n<strong>Delivery</strong>\n</li>\n</ol>\n<p>Unless otherwise agreed, delivery will be made from DealDash's supplier's warehouse or from DealDash's warehouse to the address provided by the user.\nDeliveries are made solely within the continental US.\nDealDash may engage third parties to satisfy its contractual obligations without being required to notify the buyer.\nObvious damage to the item from transport or packaging damaged during transport is to be reported to the supplier upon taking delivery.</p>\n<p>Should DealDash not be able to deliver the item ordered for whichever reason, DealDash is entitled to declare rescission to the user or to substitute the item with a comparable replacement product with similar features.\nDealDash may also choose to replace the item ordered with a gift card of the value of the item that the user may choose to use to obtain the same product.\nThis also applies for items ordered through Buy it Now from the DealDash store.</p>\n<p>If the product delivered is damaged, defective, or otherwise does not match the product description, DealDash will replace the product at DealDash's expense.\nPlease contact support@dealdash.com to arrange return and replacement of any such product.\nReplacement is not covered for any items shipped to a freight forwarding company and shipment to a freight forwarding company is not permitted under these Terms.</p>\n<ol>\n<li>\n<strong>Right of Substitution</strong>\n</li>\n</ol>\n<p>Subject to the cancellation policy specified herein, DealDash may substitute another similar item of the same general character or function, provided it has the same or higher retail value, for purposes of delivery to the user.\nDealDash may substitute another similar item of a lesser value if the user requests one, or furnish the user with a gift card.\nA gift card may be the most suitable substitute solution for challenges related to product availability or supplier challenges.\nSuch right of substitution may be necessary from time to time if, for example, unforeseen or undetected challenges arise with the manufacturing or inventory system of the supplier, impacting the ability to deliver the exact item sought by the user.</p>\n<ol>\n<li>\n<strong>Product Correction </strong>\n</li>\n</ol>\n<p>If DealDash is unable to provide the user with the item auctioned due to unforeseen circumstances, DealDash reserves the right to offer the winner in its absolute discretion an alternative item in the same price range or the equivalent of the item's Manufacturer's Recommended Retail Price ('MSRP') in Bids so that if a Bid's then-current price is $0.60, DealDash issuing one (1) Bid to the user is equal to $0.60.</p>\n<p>Should subsequent correction be undertaken by way of delivery of the item originally auctioned, the user shall be obligated to return to DealDash the substituted item delivered within 30 days at DealDash's expense.\n</p>\n<p>Items delivered shall remain DealDash's property until payment in full of the total price, including for the Bids used in the auction.\nUntil such time as full payment has been made, the user undertakes to store the item separately from their other possessions and to insure it.\nDealDash shall have full rights of access to the place where the item is located during normal business hours to take possession of it.</p>\n<ol>\n<li>\n<strong>Merchandise Sources</strong>\n</li>\n</ol>\n<p>You acknowledge that items sold on DealDash may come from suppliers owned by DealDash or where one or more ultimate DealDash shareholders owns an interest, or there are directors or advisors shared between DealDash and the supplier.\nThe selection of products and services available on DealDash is always based on price, customer satisfaction, and product reviews.</p>\n<ol>\n<li>\n<strong>Manufacturer's Warranty and Disclaimer</strong>\n</li>\n</ol>\n<p>DealDash does not manufacture or control any of the products or services offered on the Service.\nThe availability of products or services through the Service does not indicate an affiliation with or endorsement of any product, service or manufacturer.\nAccordingly, DealDash does not provide any warranties with respect to the products or services offered through the Service.\nHowever, the products and services offered through the Service may be covered by a manufacturer's warranty included with the product.\nTo obtain warranty service for defective products, please follow the instructions included in the manufacturer's warranty.</p>\n<p>WARRANTIES RELATING TO PRODUCTS OR SERVICES OFFERED, SOLD, OR DISTRIBUTED BY DEALDASH OR THROUGH THE SERVICES ARE SUBJECT TO SEPARATE WARRANTY TERMS AND CONDITIONS, IF ANY, PROVIDED WITH OR IN CONNECTION WITH THE APPLICABLE PRODUCTS OR SERVICES.\nYOU AFFIRM THAT DEALDASH SHALL NOT BE LIABLE, UNDER ANY CIRCUMSTANCES, FOR ANY BREACH OF WARRANTY CLAIMS OR FOR ANY DAMAGES ARISING OUT OF THE MANUFACTURER'S FAILURE TO HONOR ITS WARRANTY OBLIGATIONS TO YOU.</p>\n<ol>\n<li>\n<strong>Limitation of Liability</strong>\n</li>\n</ol>\n<p>IN NO EVENT WILL DEALDASH, ITS AFFILIATES, OR THEIR LICENSORS, SERVICE PROVIDERS, PERSONNEL, AGENTS, OFFICERS, OR DIRECTORS BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, SPECIAL, OR INCIDENTAL DAMAGES INCURRED BY YOU, UNDER ANY THEORY OF LIABILITY AND HOWEVER IT MAY BE CAUSED, EVEN IF FORESEEABLE, INCLUDING BUT NOT LIMITED TO LOST PROFITS, LOSS OF GOODWILL OR REPUTATIONAL HARM, DATA LOSS, OR OTHER INTANGIBLE LOSSES, ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR BREACH OF THESE TERMS, YOUR USE, OR INABILITY TO USE, THE SERVICE, ANY WEBSITES LINKED TO IT, ANY CONTENT ON THE SERVICE, OR SUCH OTHER WEBSITES, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SERVICE OR SUCH OTHER WEBSITES.\nTHIS LIMITATION INCLUDES, BUT IS NOT LIMITED TO, ANY DAMAGE OR HARM CAUSED BY INACCURACY OF THE DATA OR SERVICES PROVIDED (OR YOUR RELIANCE ON SUCH DATA OR SERVICES), CHANGES TO THE SERVICES, PERMANENT REMOVAL OF CONTENT FROM THE SERVICES (INCLUDING LICENSED MATERIAL), OR BREACHES OF THESE TERMS BY YOU.\nTHE FOREGOING DOES NOT AFFECT ANY LIABILITY WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.\nEXCEPT AS PROVIDED ABOVE, DEALDASH'S SOLE AND MAXIMUM LIABILITY FOR ANY REASON, INCLUDING WITHOUT LIMITATION ANY LIABILITY FOR DAMAGES CAUSED OR ALLEGEDLY CAUSED BY ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMMUNICATIONS LINE FAILURE, THEFT OR DESTRUCTION OF OR UNAUTHORIZED ACCESS TO, ALTERATION OF, OR USE OF RECORDS, WHETHER FOR BREACH OF CONTRACT, NEGLIGENCE OR TORTIOUS BEHAVIOR, OR UNDER ANY OTHER CAUSE OF ACTION, WHETHER IN LAW OR EQUITY, AND FOR ANY DAMAGES ARISING HEREUNDER, AND YOUR SOLE AND EXCLUSIV REMEDY FOR ANY CAUSE OF ACTION WHATSOEVER, SHALL BE STRICTLY LIMITED TO THE ACTUAL AMOUNT PAID BY OR ON BEHALF OF THE USER TO DEALDASH FOR THE PRODUCT OR SERVICE GIVING RISE TO THE DAMAGE THAT YOU HAVE ORDERED THROUGH USE OF THE SERVICES.</p>\n<ol>\n<li>\n<strong>WARNING - Seizures</strong>\n</li>\n</ol>\n<p>Due to the flashing elements on the website, some users may experience seizures or loss of awareness or other symptoms linked to an epileptic condition, even if they have never experienced anything like this before.</p>\n<p>Anyone who has experienced such symptoms should consult a doctor before using the website.</p>\n<ol>\n<li>\n<strong>Disclaimer of Warranties</strong>\n</li>\n</ol>\n<p>THE SERVICES AND ALL CONTENT AND INFORMATION CONTAINED WITH THE SERVICES ARE OFFERED BY DEALDASH, ITS AGENTS, OR SERVICE PROVIDERS \"AS IS\" WITHOUT ANY WARRANTY OR CONDITION OF ANY KIND (EXPRESS OR IMPLIED).\nUSE OF THIS SERVICE IS AT YOUR SOLE RISK.\nDEALDASH DOES NOT WARRANT THE SERVICED AGAINST FAILURE OF PERFORMANCE INCLUDING, WITHOUT LIMITATION, ANY FAILURE DUE TO COMPUTER HARDWARE OR COMMUNICATION SYSTEMS, OR THAT THE SITE OR THE SERVICES WILL ALWAYS BE AVAILABLE, ACCESSIBLE, UNINTERRUPTED, TIMELY, SECURE, ACCURATE, COMPLETE, OR ERROR-FREE, OR THAT DEFECTS IN THE SERVICES WILL BE CORRECTED.\nEXCEPT AS EXPRESSLY PROVIDED IN THESE TERMS, DEALDASH DOES NOT MAKE AND HEREBY DISCLAIMS, AND YOU HEREBY WAIVE, ANY REPRESENTATIONS OR WARRANTIES, ARISING BY LAW OR OTHERWISE, REGARDING THE SERVICES, OR ANY PORTION THEREOF, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT, OR ARISING FROM COURSE OF DEALING, COURSE OF PERFORMANCE OR USAGE IN TRADE.\nFURTHER, DEALDASH DOES NOT WARRANT AND MAKES NO REPRESENTATIONS THAT THE SERVICE (OR ANY PORTION THEREOF) WILL MEET YOUR NEEDS OR EXPECTATIONS OR WILL CONTAIN INFORMATION THAT IS CURRENT, ACCURATE, OR SHOULD BE RELIED UPON.\nYOU ASSUME TOTAL RESPONSIBILITY AND RISK FOR YOUR USE OF THIS SITE, THE SERVICES, AND LINKED WEBSITES.\nDEALDASH DOES NOT WARRANT THAT FILES AVAILABLE FOR DOWNLOAD WILL BE FREE OF VIRUSES, WORMS, TROJAN HORSES OR OTHER DESTRUCTIVE PROGRAMMING.\nYOU ARE RESPONSIBLE FOR IMPLEMENTING PROCEDURES SUFFICIENT TO SATISFY YOUR NEEDS FOR DATA BACK UP AND SECURITY.\nTHE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\n<ol>\n<li>\n<strong>Your Indemnity</strong>\n</li>\n</ol>\n<p>You hereby release, and agree to defend, hold harmless, and indemnify DealDash its affiliates, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors, and assigns from and against any and all claims, actions, proceedings, suits, liabilities, damages, settlements, penalties, fines, costs, or expenses (including, without limitation, reasonable attorneys' fees, court costs, and other litigation expenses) arising out of or relating to (a) your violation or breach of any term, condition, representation or warranty of these Terms.\n(b) your improper or illegal use of the Services.\n(c) your violation, alleged violation, or misappropriation of any intellectual property right (including, without limitation, trademark, copyright, patent, trade secrets) or non-proprietary right of a third party.\nor (d) your use or access of the Services, or access by anyone accessing the Services using your username and password.</p>\n<ol>\n<li>\n<strong>Termination</strong>\n</li>\n</ol>\n<p>These Terms will continue until either party chooses to terminate them.\nThis may be done by you at any time upon (1) receipt by DealDash of written notice of your termination, and (2) your ceasing to use and access the Service immediately.\nIf you access or use the Service after providing notice to DealDash, you are assenting to these Terms anew.\nTermination of these Terms by either shall terminate any rights you may have to use any content or Services provided.\nAny licenses provided to DealDash to use Licensed Material shall remain in effect unless otherwise agreed to in writing by the parties.</p>\n<p>In its sole discretion, DealDash may terminate these Terms or prohibit or suspend access to the Services by you at any time, .\nTermination or suspension may occur for reasons set forth in these Terms including, without limitation, if: (a) your use of the Service violates these terms or any applicable policy or guideline, is potentially illegal or harmful to DealDash or any other party, or could subject DealDash to liability or additional expense.\n(b) providing the Service becomes technically or commercially unfeasible.\nor (c) you fail to pay any charges due to DealDash.</p>\n<ol>\n<li>\n<strong>Dispute Resolution – Agreement to Arbitration and Waiver of Class Rights</strong>\n</li>\n</ol>\n<p>You and DealDash agree that any legal disputes or claims arising out of or relating to these Terms (including but not limited to the Services, use of the Services, or the interpretation, enforceability, revocability of the Terms, or the arbitrability of any disputes or claims) that cannot be resolved informally shall be submitted to binding arbitration in the state in which the Terms were performed.\nThe arbitration shall be conducted by the American Arbitration Association under its Consumer Arbitration Rules, a copy of which can be obtained at https://www.adr.org/sites/default/files/Consumer%20Rules.pdf, or as otherwise mutually agreed by you and DealDash.\nAny judgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof.\nClaims shall be brought within the time required by applicable law.\nYou and DealDash agree that any claim, action, or proceeding arising out of or relating to the Terms must be brought in your individual capacities, and not as plaintiffs or class members in any class, collective, or representative proceeding.\nThe arbitrator may not consolidate more than one person's claims, and may not otherwise preside over any form of a class, collective, or representative proceeding.\nYOU ACKNOWLEDGE AND AGREE THAT YOU AND DEALDASH ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.</p>\n<ol>\n<li>\n<strong>Applicable Law</strong>\n</li>\n</ol>\n<p>THIS AGREEMENT WILL BE GOVERNED BY THE LAWS OF THE UNITED STATES AND THE STATE OF MINNESOTA, WITHOUT REFERENCE TO RULES GOVERNING CHOICE OF LAWS.\n</p>\n<ol>\n<li>\n<strong>Compliance with Laws.\nTaxes</strong>\n</li>\n</ol>\n<p>You shall at all times comply with all applicable laws and regulations regarding the use of the Services and your bidding, and purchase, of items through the Services.\nYou shall indemnify and hold DealDash harmless from your failure to so comply.\nYou agree that DealDash shall not have to perform any obligations set forth in this Agreement if such performance would violate any present or future law, regulation, or policy of any applicable government.</p>\n<p>\n<strong>Purchases by U.S.\nusers</strong>\n</p>\n<p>The purchases made on the site are subject to state use tax unless specifically exempt.\nThe purchases are not exempt merely because the purchase is made over the Internet, by catalog, or by other remote means.\nIf applicable, you may find the use tax forms and corresponding instructions on the Department of Taxes website of your state.</p>\n<ol>\n<li>\n<strong>No Agency</strong>\n</li>\n</ol>\n<p>DealDash is not the agent, fiduciary, trustee or other representative of you.\nNothing expressed or mentioned in or implied from this Agreement is intended or shall be construed to give to any person other than the parties hereto any legal or equitable right, remedy or claim under or in respect to this Agreement.\nThis Agreement and all of the representations, warranties, covenants, conditions and provisions hereof are intended to be and are for the sole and exclusive benefit of the parties hereto.</p>\n<ol>\n<li>\n<strong>Severability</strong>\n</li>\n</ol>\n<p>Should any clause or provision hereof be deemed invalid, void or unenforceable either in its entirety or in a particular application, the remainder of these Terms shall nonetheless remain in full force and effect and, if the subject term or provision is deemed to be invalid, void or unenforceable only with respect to a particular application, such term or provision shall remain in full force and effect with respect to all other applications.\nFurther, if any provision of these terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of these Terms shall remain in full force and effect.</p>\n<ol>\n<li>\n<strong>Claim Limitation.</strong>\n</li>\n</ol>\n<p>Subject to Section 34 (Dispute Resolution – Agreement to Arbitration and Waiver of Class Rights), you agree regardless of any statute or law to the contrary that any claim or cause of action arising out of or relating to the Site, the Services, or these Terms must be filed within one (1) year after such claim of action arose or be forever barred.</p>\n<ol>\n<li>\n<strong>Force Majeure</strong>\n</li>\n</ol>\n<p>DealDash will not be liable or responsible to you, nor be deemed to have defaulted or breached these Terms, for any failure or delay in its performance under these Terms when and to the extent such failure or delay is caused by or results from acts or circumstances beyond our reasonable control, including, without limitation, acts of God, flood, fire, earthquake, explosion, governmental actions, war, invasion or hostilities (whether war is declared or not), terrorist threats or acts, riot or other civil unrest, national emergency, revolution, insurrection, epidemic, lockouts, strikes or other labor disputes (whether or not relating to our workforce), or restraints or delays affecting carriers or inability or delay in obtaining supplies of adequate or suitable materials, materials or telecommunication breakdown or power outage.</p>\n<ol>\n<li>\n<strong>No Waiver</strong>\n</li>\n</ol>\n<p>You understand and agree no waiver by DealDash of any term or condition set forth in these Terms shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of DealDash or any DealDash affiliate to enforce their rights under these Terms or at law will not be considered a waiver of such rights.</p>\n<ol>\n<li>\n<strong>Notices</strong>\n</li>\n</ol>\n<p>\n<u>To you</u>.\nDealDash may provide any notice to you under these Terms by: (i) sending a message to the email address you provide, or (ii) by posting to the Service.\nNotices sent by email will be effective when DealDash sends the email and notices DealDash provides by posting will be effective upon posting.\nIt is your responsibility to keep your email address current.</p>\n<p>\n<u>To DealDash</u>.\nYou must contact DealDash as follows: (i) by personal delivery, overnight courier or registered or certified mail to DealDash Inc., 11670 Fountains Drive Suite 200, Maple Grove, MN 55369.\nor (ii) by email at support@dealdash.com.\nDealDash may update its addresses for notices by posting a notice on the Service.\nNotices provided by personal delivery will be effective immediately.\nNotices provided by overnight courier or email will be effective one business day after they are sent.\nNotices provided by registered or certified mail will be effective three business days after they are sent.</p>\n<ol>\n<li>\n<strong>Entire Agreement</strong>\n</li>\n</ol>\n<p>These terms constitute the entire agreement of the parties with respect to the subject matter hereof and supersedes and cancels all prior and contemporaneous agreements, claims, representations, and understandings of the parties in connection with the subject matter hereof.</p> Site links <ul>\n<li>Auctions</li>\n<li>My dashboard</li>\n<li>Buy bids</li>\n<li>DealDash Reviews</li>\n<li>DealDash is Legit</li>\n<li>Press</li>\n<li>Log in</li>\n<li>Create account</li>\n</ul> Help <ul>\n<li>How it works</li>\n<li>How to bid in an auction</li>\n<li>Tutorial auction</li>\n<li>Tips &amp.\nTricks</li>\n<li>What is a bid pack?</li>\n<li>What is \"Time as highest bidder\"?</li>\n<li>Promotions</li>\n<li>Orders &amp.\nShipping</li>\n<li>Payments</li>\n<li>House Rules</li>\n</ul> About <ul>\n<li>Our team</li>\n<li>Careers</li>\n<li>Our values</li>\n<li>Terms of use</li>\n<li>Privacy policy</li>\n<li>Accessibility</li>\n</ul> Latest blogs <ul>\n<li> 04/15/2021<br>Not All Auctions Are Created Equal</li>\n<li> 04/08/2021<br>Seriously, Everything Must Go!</li>\n<li> 03/26/2021<br>A State Of Madness</li>\n<li> More posts</li>\n</ul>\n<ul>\n<li> FREE Shipping on all items!</li>\n<li> Amazing Deals 24/7!</li>\n<li> 90-Day money back guarantee!</li>\n</ul>Get Started DealDash on YouTube (opens in a new window) DealDash on Facebook (opens in a new window) DealDash on Twitter (opens in a new window) DealDash on Pinterest (opens in a new window) DealDash on Google Play (opens in a new window) DealDash on About.me (opens in a new window) DealDash on LinkedIn (opens in a new window) DealDash on Wikipedia (opens in a new window) DealDash on Crunchbase (opens in a new window) DealDash on Sitejabber (opens in a new window) DealDash on Trustpilot (opens in a new window) DealDash on Instagram (opens in a new window) <p> U.S.\nPatent Pending </p> X Close Cookies management panel By allowing these third party services, you accept their cookies and the use of tracking technologies necessary for their proper functioning.\n<br>\n<br> Privacy policy Preference for all services ✓ Allow all ✗ Deny all <ul>\n<li> &nbsp.\nMandatory cookies<ul>\n<li> This site uses cookies necessary for its proper functioning which cannot be deactivated.\n<br> ✓ Allow ✗ Deny </li>\n</ul>\n</li>\n<li> ✛ APIs APIs are used to load scripts: geolocation, search engines, translations, ...\n<ul>\n</ul>\n</li>\n<li> ✛ Advertising network Ad networks can generate revenue by selling advertising space on the site.\n<ul>\n<li> Google Adwords (conversion) This service does not use cookies.<br> ✓ Allow ✗ Deny </li>\n</ul>\n</li>\n<li> ✛ Audience measurement The audience measurement services used to generate useful statistics attendance to improve the site.\n<ul>\n<li> Google Analytics (ga.js) This service can install 7 cookies.<br> ✓ Allow ✗ Deny </li>\n<li> Google Analytics (gtag.js) This service can install 9 cookies.<br> ✓ Allow ✗ Deny </li>\n</ul>\n</li>\n<li> ✛ Comments Comments managers facilitate the filing of comments and fight against spam.\n<ul>\n</ul>\n</li>\n<li> ✛ Other Services to display web content.\n<ul>\n</ul>\n</li>\n<li> ✛ Social networks Social networks can improve the usability of the site and help to promote it via the shares.\n<ul>\n</ul>\n</li>\n<li> ✛ Support Support services allow you to get in touch with the site team and help to improve it.\n<ul>\n</ul>\n</li>\n<li> ✛ Videos Video sharing services help to add rich media on the site and increase its visibility.\n<ul>\n</ul>\n</li>\n<li>This website does not use any cookie requiring your consent.</li>\n</ul> 🍋 Cookies manager by tarteaucitron.js DealDash gives you the option to accept or deny third party cookies ✓ Accept all ✗ Deny all Personalize Privacy policy Manage cookies ", "created_at": "2021-04-16 22:19:05.077793", "updated_at": "2021-04-16 22:19:40.382859"}, {"id": 5148, "name": "Privacy policy ", "url": "https://www.dealdash.com/privacy-policy", "xpath": "", "text": " Back Sign In <ul>\n<li>\n<strong>Dashboard</strong>\n</li>\n<li>\n<strong>Start Bidding!</strong>\n</li>\n<li>\n<strong>Create Account</strong>\n</li>\n<li>Auctions</li>\n<li>How does it work?</li>\n<li>What's the catch?</li>\n<li>Winners</li>\n<li>•&nbsp;News</li>\n<li>Contact Support</li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Help <ul>\n<li>FAQ</li>\n<li>Tactics &amp.\ntips</li>\n<li>House rules</li>\n<li>No Jumper™ auctions</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li> About <ul>\n<li>Our team</li>\n<li>Careers</li>\n<li>Our values</li>\n<li>Press</li>\n<li>Terms of use</li>\n<li>Privacy policy</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Log out</li>\n</ul> Log in Help - How it Works AuctionsHelpHow it worksTips &amp.\ntricksWinners•&nbsp;News My DashboardLog in Get Started&gt.\nStart Bidding! <ul>\n<li>Auctions <i>\n</i>\n</li>\n<li>Privacy policy</li>\n</ul>\n<ul>\n<li>Help</li>\n<li>\n<i>\n</i> How it works</li>\n<li>\n<i>\n</i> What is a bid pack?</li>\n<li>\n<i>\n</i> Tips &amp.\ntricks</li>\n<li>\n<i>\n</i> House rules</li>\n<li>\n<i>\n</i> Terms of use</li>\n<li>\n<i>\n</i> Privacy policy</li>\n<li>\n<i>\n</i> Accessibility</li>\n</ul> Privacy policy <p>Updated: December 31<sup>st</sup> 2019</p>\n<p>\n<b>1.\nGeneral</b>\n</p>\n<p>You may visit DealDash.com at any time without registering.\nWhen you visit our website, data is saved on our servers, as is the website that you visit us from, the advertising you may have been referred by, the websites that you proceed to from our site, the type of browser you use, and your IP address.</p>\n<p>As this is being done, no personal data is directly associated with you.\nHowever, we do need some personal information from you if you want to actively participate in DealDash.com or use our mobile applications.</p>\n<p>Once you have registered with DealDash.com, you are asked to choose a DealDash.com user name together with a password, which then allows you to take advantage of all of the DealDash.com services.</p>\n<p>If you have questions about our privacy policy, please email us at privacy@dealdash.com.</p>\n<p>You can revoke your consent any time by closing your account with us.\nFor requests and inquiries related to California Consumer Privacy Act, please refer to section 7.</p>\n<p>\n<b>2.\nWhat Data Do We Collect?</b>\n</p>\n<p>\"Personal data\" is the information that readily identifies you, for example your name, address, e-mail address and mobile phone number or your payment details.\nWhen you register, personal data is recorded and processed by DealDash.com, as well as when you use the service, for example:</p>\n<ul>\n<li>when you purchase bids;</li>\n<li>when you place bids, win an auction, or purchase through Buy It Now;</li>\n<li>when you securely login.</li>\n</ul>\n<p>\"Usage data\" is personal data that identify the user, as well as information on the DealDash.com services the user utilizes, for example your DealDash.com user name together with the associated password and your IP address when you purchase bids, login to the site or win an auction.\nIt may also include things like the frequency and analysis of your auction participation and auctions you view online but do not participate in.</p>\n<p>Dealdash.com may also collect information from you when you search, participate in a contest or questionnaire or communicate with our customer support.</p>\n<p>We collect this data to make it possible for you to use DealDash.com and to help us personalize and continually improve your DealDash.com experience.\nWe maintain all data in the US and Canada ourselves and with the assistance of service providers.</p>\n<p>Dealdash.com is directed toward a general audience over the age of 18 and is specifically not directed toward children under the age of 13.\nIf we learn that we have information about anyone under 13, we will promptly delete it.</p>\n<p>\n<b>3.\nUse of the Data</b>\n</p>\n<p>Our primary purpose in collecting personal information is to provide you with a safe, smooth, efficient, and customized DealDash.com experience.\nYou agree that we may use your personal information to:</p>\n<ul>\n<li>provide the services and customer support you request;</li>\n<li>resolve disputes and troubleshoot problems;</li>\n<li>prevent potentially prohibited or illegal activities, and enforce our Terms of Use.\n</li>\n<li>customize, measure and improve our services, content and advertising;</li>\n<li>tell you about our services, targeted marketing, site updates, and promotional offers based on your communication preferences.\n</li>\n</ul>\n<p>\n<b>4.\nNewsletter</b>\n</p>\n<p>When you register with DealDash.com, you are added to receive the email newsletter.\nYou may unsubscribe at anytime from the newsletter and other marketing communications by clicking the unsubscribe link at the bottom of the newsletter emails.</p>\n<p>\n<b>5.\nSharing Personal Data to Third Parties</b>\n</p>\n<p>We will not share your personal information with third parties for that recipient’s own purposes unless you have clearly consented to such sharing.\nWe will share your data with service providers who assist us with the site, marketing and our operations, such as payment processing or post-purchase fulfillment.</p>\n<p>DealDash.com may also share your data for law enforcement purposes, to protect our business from fraud or abuse, or in the event another party purchases our company or assets.</p>\n<p>\n<b>6.\nViewing/Changing Personal Data</b>\n</p>\n<p>You can view the information in your DealDash.com account at any time and update it as necessary using your DealDash.com user name and your DealDash.com password.\nYou can also at any time contact our Customer Service to update your information.\n</p>\n<p>Once we are informed, we will adjust incorrect data accordingly.\n</p>\n<p>We will notify you upon request at any time as to whether and what personal data in respect to your identity or your pseudonym has been stored.\n</p>\n<p>\n<b>7.\nPrivacy Rights of California Residents</b>\n</p>\n<p>California law requires that we provide you a summary of your privacy rights under the California Consumer Privacy Act (the \"Act\") and the California Civil Code.</p>\n<p>Subject to certain limits under California Civil Code if you are a California resident, you may ask us to provide you with a list of certain categories of personal information (as defined in the Civil Code) that has been collected, or that we have disclosed to third parties for their direct marketing purposes and the identity of the third parties that received personal information from us for their direct marketing purposes.\nThe Act further requires us to allow you to control who you do not want us to share that information with.\nFor inquiries or requests, please contact us by phone, email, or standard mail to the addresses below.</p>\n<p>DealDash<br> 11670 Fountains Drive, Suite 200<br> Maple Grove, MN 55369<br>\n</p>\n<p> Email: privacy@dealdash.com<br> Toll free phone: (855) 455-3325\n</p>\n<p>When contacting us, please indicate your name, address, email address, and what personally identifiable information your request is related to.\nThe request should be sent to the attention of our legal department, and labeled \"California Customer Choice Notice.\"\n</p>\n<p>\n<b>8.\nRevoking Consent/Deleting Your Account</b>\n</p>\n<p>To the extent required by applicable statutes, you can revoke your consent to our storage, collection and processing of your personal data at any time.</p>\n<p>You can delete or deactivate your DealDash.com account at any time.\nDealDash may retain data as required for regulatory or customer service purposes or purposes defined in the Privacy Policy and Terms of Use.</p>\n<p>If you choose to close your account, all remaining bids will be destroyed.</p>\n<p>\n<b>9.\nThe Use of Cookies and other identifiers</b>\n</p>\n<p>DealDash.com uses so-called \"cookies\", which are text files that are stored on your computer that we retrieve when you visit the site to assist in customizing your experience with the online service.</p>\n<p>The information saved supports the functionality of the site, for example by keeping track of your bids placed, auctions, etc.</p>\n<p>It is necessary to accept cookies in order to use our service properly, although you may always adjust the way your browser handles cookies.</p>\n<p>We would like to point out that turning off the ability of your browser to accept cookies may result in limited functionality.</p>\n<p>DealDash uses first-party cookies (such as the Google Analytics cookies) and third-party cookies (such as the DoubleClick cookie) together to report how your ad impressions, other uses of ad services, and interactions with these ad impressions and ad services are related to visits to your site and DealDash’s advertising efforts.\nVisitors can opt-out of Google Analytics for Display Advertising and customize Google Display Network ads using the Ads Settings.</p>\n<p>By adjusting the privacy and security settings on your device or browser, you can manage how your mobile device and mobile browser share information, as well as how your mobile browser handles Cookies and other tracking identifiers.\nPlease refer to instructions provided by your mobile service provider or the manufacturer of your device to learn how to adjust your settings.\n</p>\n<p>\n<b>10.\nSecurity Measures</b>\n</p>\n<p>The information in your DealDash.com account and in your DealDash.com profile is password protected.</p>\n<p>Please do not provide your log in credentials to anyone else, as you will be liable for the activity in your account.</p>\n<p>DealDash.com will never ask for your password in e-mails that you receive unexpectedly or that you did not request.</p>\n<p>Please remember to log out of your account and to close your Internet browser window when you leave the DealDash.com site.\nthis is especially important if you use the site through a public or shared device.</p>\n<p>You are responsible for protecting the secrecy of your log in details, and we assume no liability for the abuse of login data and passwords used.\nLet us know immediately if the secrecy of your log in credentials has been compromised.\nWhile we take reasonable steps to protect your personal data in our control, no system is foolproof.</p>\n<p>\n<b>11.\nPrivacy Policy Changes</b>\n</p>\n<p>We reserve the right to change this policy at any time, without prior notification.\nIf we make a material change to this policy, we will highlight this to you.</p>\n<p>We have updated our privacy policy effective December 31st, 2019.\nA summary of changes can be found below:</p>\n<ul>\n<li>We clarified use of Cookies and other tracking technologies, and how some devices or software may allow you to limit such technologies.\n</li>\n<li>We updated our contact details.</li>\n<li>We clarified how and why customer data is retained.</li>\n<li>We added a notification for California residents regarding their rights under the California law.</li>\n</ul> Site links <ul>\n<li>Auctions</li>\n<li>My dashboard</li>\n<li>Buy bids</li>\n<li>DealDash Reviews</li>\n<li>DealDash is Legit</li>\n<li>Press</li>\n<li>Log in</li>\n<li>Create account</li>\n</ul> Help <ul>\n<li>How it works</li>\n<li>How to bid in an auction</li>\n<li>Tutorial auction</li>\n<li>Tips &amp.\nTricks</li>\n<li>What is a bid pack?</li>\n<li>What is \"Time as highest bidder\"?</li>\n<li>Promotions</li>\n<li>Orders &amp.\nShipping</li>\n<li>Payments</li>\n<li>House Rules</li>\n</ul> About <ul>\n<li>Our team</li>\n<li>Careers</li>\n<li>Our values</li>\n<li>Terms of use</li>\n<li>Privacy policy</li>\n<li>Accessibility</li>\n</ul> Latest blogs <ul>\n<li> 04/15/2021<br>Not All Auctions Are Created Equal</li>\n<li> 04/08/2021<br>Seriously, Everything Must Go!</li>\n<li> 03/26/2021<br>A State Of Madness</li>\n<li> More posts</li>\n</ul>\n<ul>\n<li> FREE Shipping on all items!</li>\n<li> Amazing Deals 24/7!</li>\n<li> 90-Day money back guarantee!</li>\n</ul>Get Started DealDash on YouTube (opens in a new window) DealDash on Facebook (opens in a new window) DealDash on Twitter (opens in a new window) DealDash on Pinterest (opens in a new window) DealDash on Google Play (opens in a new window) DealDash on About.me (opens in a new window) DealDash on LinkedIn (opens in a new window) DealDash on Wikipedia (opens in a new window) DealDash on Crunchbase (opens in a new window) DealDash on Sitejabber (opens in a new window) DealDash on Trustpilot (opens in a new window) DealDash on Instagram (opens in a new window) <p> U.S.\nPatent Pending </p> X Close Cookies management panel By allowing these third party services, you accept their cookies and the use of tracking technologies necessary for their proper functioning.\n<br>\n<br> Privacy policy Preference for all services ✓ Allow all ✗ Deny all <ul>\n<li> &nbsp.\nMandatory cookies<ul>\n<li> This site uses cookies necessary for its proper functioning which cannot be deactivated.\n<br> ✓ Allow ✗ Deny </li>\n</ul>\n</li>\n<li> ✛ APIs APIs are used to load scripts: geolocation, search engines, translations, ...\n<ul>\n</ul>\n</li>\n<li> ✛ Advertising network Ad networks can generate revenue by selling advertising space on the site.\n<ul>\n<li> Google Adwords (conversion) This service does not use cookies.<br> ✓ Allow ✗ Deny </li>\n</ul>\n</li>\n<li> ✛ Audience measurement The audience measurement services used to generate useful statistics attendance to improve the site.\n<ul>\n<li> Google Analytics (ga.js) This service can install 7 cookies.<br> ✓ Allow ✗ Deny </li>\n<li> Google Analytics (gtag.js) This service can install 9 cookies.<br> ✓ Allow ✗ Deny </li>\n</ul>\n</li>\n<li> ✛ Comments Comments managers facilitate the filing of comments and fight against spam.\n<ul>\n</ul>\n</li>\n<li> ✛ Other Services to display web content.\n<ul>\n</ul>\n</li>\n<li> ✛ Social networks Social networks can improve the usability of the site and help to promote it via the shares.\n<ul>\n</ul>\n</li>\n<li> ✛ Support Support services allow you to get in touch with the site team and help to improve it.\n<ul>\n</ul>\n</li>\n<li> ✛ Videos Video sharing services help to add rich media on the site and increase its visibility.\n<ul>\n</ul>\n</li>\n<li>This website does not use any cookie requiring your consent.</li>\n</ul> 🍋 Cookies manager by tarteaucitron.js DealDash gives you the option to accept or deny third party cookies ✓ Accept all ✗ Deny all Personalize Privacy policy Manage cookies ", "created_at": "2021-04-16 22:19:04.398529", "updated_at": "2021-04-16 22:20:01.505049"}], "points": [], "urls": ["dealdash.com"]}}