{"error": 448, "message": "OK", "parameters": {"id": 2748, "name": "IVPN", "created_at": "2021-02-08 16:48:51.728994", "updated_at": "2021-05-06 21:19:25.179392", "wikipedia": "https://en.wikipedia.org/wiki/IVPN", "keywords": null, "related": null, "slug": "ivpn", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2748.png", "url": "ivpn.net", "documents": [{"id": 4122, "name": "Refund Policy", "url": "https://www.ivpn.net/refunds/", "xpath": "/html/body/main/section", "text": " Refund Policy\n<p>IVPN strives to meet the expectations of all new users and offers unlimited support to help users with any problems they may face.</p>\n<p>If however you are unsatisfied for any reason whatsoever you can request <strong>a full refund within 30 days</strong> of your service being activated.</p> ", "created_at": "2021-02-09 12:07:57.076342", "updated_at": "2021-03-25 18:41:58.869905"}, {"id": 4124, "name": "Privacy Policy", "url": "https://www.ivpn.net/privacy/", "xpath": "/html/body/main/section", "text": " Privacy Policy\n<p>We’re built for privacy.\nInternally, we know what exactly that means.\nwe use privacy as a filter for decision-making.\nIf a choice needs to be made between one practice that deepens a user’s privacy, and another that would diminish it but accelerate our growth, we’ll always take the slower, more private option.\nIf you’d like to know more about our principles and beliefs that drive our choices, please see our team and ethics pages.</p>\n<p>We realize how important it is that our customers fully understand what we\nmean by privacy.\nThis policy gives you an overview of;</p>\n<ul>\n<li>\n<p>What we mean by “logless”</p>\n</li>\n<li>\n<p>What information we collect, how it’s stored, and how it’s used</p>\n</li>\n<li>\n<p>What happens in the case we are subpoenaed, receive a court order or DMCA copyright infringement notice</p>\n</li>\n<li>\n<p>What we do with information relating to cancelled or dormant accounts</p>\n</li>\n<li>\n<p>How we handle subject access requests</p>\n</li>\n</ul>\n<p>We’ve tried our best to make this policy human-readable so you can get the facts you need quickly.</p>\nZero user information is our goal\n<p>As a privacy service we believe it’s crucially important to collect the minimum information required to operate our service.\nMany companies require at least an email address so they can push subscription renewals and enable other customer growth strategies.\nWhen you sign up for IVPN, you will not be asked for any personal information e.g.\nemail address, name etc.\nWe will also not log any personally identifiable information e.g.\nIP address.</p>\n<p>This also means that we have no way to contact you in the event of any account issues, network downtime etc.\nIf you wish to provide us with an email address so we can contact you about future issues, you can optionally add one in the client area after sign-up.</p>\nWhat data don’t you log?\n<p>We do not log any data relating to a user’s VPN activity (while connected or connecting to the VPN).</p>\n<ul>\n<li>\n<p>No traffic logging</p>\n</li>\n<li>\n<p>No connection timestamp or connection duration</p>\n</li>\n<li>\n<p>No DNS request logging</p>\n</li>\n<li>\n<p>No logging of user bandwidth</p>\n</li>\n<li>\n<p>No logging of customer IP addresses</p>\n</li>\n<li>\n<p>No logging of any account activity except active total simultaneous connections (explained below)</p>\n</li>\n</ul>\nWhat data do you log on sign-up?\n<p>When a new account is created, we store the following data: (please note that we are using simplified field names and formatting below to highlight the relevant information)</p> ID\nCreated at\nProduct\nMax devices i-XXXX-XXXX-XXXX\n2020-09-21 05:03:13\nIVPN Pro\n7 What information is logged when making a payment using a credit card, PayPal, Cash or cryptocurrency?\n<p>When you add time to your account, the following information is stored:</p> Payment ID\nAccount ID\nAmount\nCurrency\nTimestamp\nTransaction ID xxx\nxxx\n100\nUSD\n2020-10-2 14:01:11\nxxx <p>Some payment information may be related to your account, for example, if PayPal is used a PayPal transaction ID will be associated with your account, as well as a subscription ID to set up a PayPal subscription.\nIf payment is made using our BTCPay server, then the BTCPay transaction ID will be associated with your account (note that we operate our own BTCPay server).\nFor credit card payments, we use Braintree as our payment processor, and store a Braintree transaction ID against your account.\nIf you elect to enable auto-renew for card payments, a subscription ID will also be stored.</p>\n<p>This is the data we store for a credit card payment:</p> Payment ID\nAccount ID\nAmount\nCurrency\nTimestamp xxx\nxxx\n100\nUSD\n2018-10-2 14:01:11 <p>In order to process your payment, Braintree and PayPal will request additional information.\nBraintree requires collection of your card details to process your payment, and PayPal will require name, email and address information to create a new PayPal account as well as agreement to their terms of service.\nThese additional data points are not stored by IVPN, though Braintree and PayPal are required to retain them for many years.\nNo third-party payment provider has access to your IVPN account ID.</p>\n<p>In short, where we can offer anonymous payment methods we will, and we collect as little information as possible to process them.\nHowever, centralised or third-party payment systems and their data processing and storage are out of our control.</p>\n<p>Please select cash or cryptocurrency payments should this be of concern.</p>\nWhy do you store transaction_id and subscription_id?\n<p>To be able to process refunds for our 30-day money-back guarantee and resolve other payment issues, as well as to enable auto-renewal of subscription.</p>\nWhat information is logged when I visit the IVPN website?\n<p>IVPN have selected Matomo as their web analytics platform.\nWeb analytics allow us to understand our users engagement with our site to understand where it delivers value, and where it can be improved in terms of usability, simplicity and speed.\nIt also helps us to understand where our site visitors originate, and audit those referring sites to ensure they aren’t making unfounded or exaggerated claims.</p>\n<p>Matomo is open source software that is hosted on our own server infrastructure to ensure your privacy (unlike platforms such as Google Analytics).\nFor example, the Center for Data Privacy Protection in France (CNIL) recommended Matomo as the only tool that can easily ensure full compliance with privacy regulations.\nMatomo is used to analyse in aggregate information about our website visitors.</p>\n<p>When your web browser loads a page on our site, a small snippet of JavaScript code is executed within your browser which submits information such as;</p>\n<ul>\n<li>\n<p>your browser user-agent,</p>\n</li>\n<li>\n<p>language,</p>\n</li>\n<li>\n<p>screen resolution,</p>\n</li>\n<li>\n<p>referring website,</p>\n</li>\n<li>\n<p>IP address.</p>\n</li>\n</ul>\n<p>To ensure your privacy, IVPN discards the last two octets of the IP address.\nMatomo may also set a web cookie to facilitate the identification of users who revisit the site.</p>\nWhere is my data stored and who has access to it?\n<p>IVPN is subject to EU law and is in compliance with the EU Data Protection Directive (Directive 95/46/EC), which prohibits companies transferring data to overseas jurisdictions with weaker privacy laws.\nIVPN will not locate servers in countries where it’s forced to break this compliance.\nDue to the nature of our logging practices, VPN servers do not contain any personally identifiable information and thus, if seized, could not be used to identify users.</p>\n<p>No third-parties have access to any of your data.\nWe always use first or third-party tools we can host on our own servers in a protected and secure environment.</p>\nHow do you limit simultaneous connections?\n<p>To authenticate customers, our VPN servers send a request to a central authentication server, containing the customers account ID.\nThe authentication server holds a temporary record of all connected customer ID’s.\nWhen a customer connects to a VPN gateway, the authentication server checks how many active authentication records are already in the table for the account ID, if it exceeds the allowed number of simultaneous connections, then authentication is denied.\nWhen a user disconnects, the relevant record is permanently deleted.\nIf an adversary was able to gain access to this data, they could only determine which account ID’s were logged into the VPN network at that exact moment in time.</p>\n<p>As this data is only stored for the duration of the VPN session, if you or anyone requests to know how many connections you had at a specific time in the past, we couldn’t tell you because we don’t store it.</p>\nWhat information is retained when I stop using your service?\n<p>When a VPN account is terminated on our network due to the subscription ending, non-payment or for any other reason, all data associated with that VPN account including the account itself (with the exception of the accounting data below) is automatically deleted after 90 days.\nAfter the account is deleted, the remaining accounting data below has no link to any past account ID.\nIf you want to delete your data immediately, simply click on the ‘delete account’ button within the client area.</p> Date of payment\nAmount\nPayment method\nTransaction ID\nSubscription ID 2020-01-24\n$100\nPaypal\nXXX\nXXX How can I get access to the data you store on my behalf via a subject access request?\n<p>In accordance with GDPR legislation, reasonable requests for release of a specific user’s data will be honoured within 28 days of an acceptable request from a user or person with a provable legal relationship with that user.</p>\n<p>We reserve the right to refuse or charge for requests that are manifestly unfounded or excessive.\nAny refused subject access requests will be responded to without undue delay including the refusal reason as well as recourse to refer to the supervisory authority.</p>\n<p>Subject access requests should be made in writing to sar@ivpn.net</p>\nWhere is the regulatory authority that oversees the jurisdiction in which IVPN operates under GDPR?\n<p>IVPN is registered in Gibraltar, and as such the GDPR regulatory body is the Gibraltar Regulatory Authority.</p>\nWhat happens if you receive a legal notice such as a DMCA for copyright material that I have downloaded?\n<p>Since our customers are using an IVPN issued IP address when using our service, such notices are directed to IVPN and our legal department will issue an appropriate response.\nSince we store no connection logs, we couldn’t associate a request with a customer identity even if legally compelled to do so.</p>\nHow do you react when requested by an authority for information relating to a customer?\n<p>The company is incorporated in Gibraltar.\nIf a court order is received from a recognised legal authority with jurisdiction over IVPN, then the company will comply with that order.\nHowever, the company cannot be compelled to hand over information which it does not have.\nWhen a customer signs up, we request no personal information.\nIf it ever becomes required by law for us to keep a persistent log of our customers connections or any personal data relating to their network activity, we will immediately notify our customers and do everything in our power to move jurisdictions or close the service to protect those who entrust their privacy to us.</p>\nWhat happens if laws change?\n<p>IVPN is committed to keeping its customers informed of any serious legislative threats to our service.\nIf the laws in our jurisdiction change in way that prevents us from upholding our privacy policy, we will always inform our customers before those laws are enacted.\nWe will also allow customers to cancel their subscription and will refund any fees that cover the remainder of their subscription period.</p>\nCrash Logs\n<p>By default, if one of our mobile apps crashes while you’re using it, anonymized data about the crash will be collected on the device to help us identify the cause of the crash and hopefully fix it in a future update.\nThese “crash logs” contain information such as the state of the app, operating system, and device at the time of the crash, but no personally identifiable information.</p>\n<p>Crash logs for our desktop apps are only sent when the user manually confirms the action.\nFor our mobile apps, you can opt-out of crash log reporting by disabling it in user preferences.</p>\n<p>Crash logs are sent to a server hosted and managed by IVPN and no third-party vendors or cloud services.</p>\nDevice permissions for Personal Data access\n<p>IVPN Android and iOS apps may request certain permissions that allow it to access the user’s device data as described below.</p>\n<p>These permissions must be granted by the user before the respective information can be accessed.\nOnce the permission has been given, it can be revoked by the user at any time in device settings.</p>\n<p>Please note that revoking of such permissions might impact the proper functioning of the app.</p>\nAndroid App\n<p>Background location permission (continuous):<br>\nRequired to access the current Wi-Fi SSID, when the Network Protection feature is enabled.</p>\n<p>Camera permission:<br>\nUsed to scan QR code with an account ID.</p>\niOS App\n<p>Permission to save VPN profile:<br>\nRequired to access the current Wi-Fi SSID, when the Network Protection feature is enabled.</p>\n<p>Camera permission:<br>\nUsed to scan QR code with an account ID.</p>\nChanges to policy\n<p>IVPN reserves the right to change this privacy policy at any time.\nIn such cases, we will take every reasonable step to ensure that these changes are brought to your attention by posting all changes prominently on the IVPN website for a reasonable period of time, before the new policy becomes effective as well as emailing our existing customers.</p>\n<p>If you have any questions or comments regarding this policy, please do not hesitate to contact us.</p> ", "created_at": "2021-02-09 12:10:49.267096", "updated_at": "2021-03-25 18:42:58.791804"}, {"id": 4125, "name": "Terms of Service", "url": "https://www.ivpn.net/tos/", "xpath": "/html/body/main/section", "text": " Terms of Service\nLast updated: 21 January 2021\n<p>These are the terms of service you are agreeing to when you subscribe and/or are using the services of IVPN, operated by Privatus Limited.</p>\n<p>Please note that in this agreement, the term “You” means you the “Subscriber/User”, and the term “We” or “Our” means Privatus Limited, its owners, employees, agents and any others involved with Privatus Limited.</p>\nAs a subscriber of our services, you agree that:\n<ol>\n<li>\n<p>You will not use our service to hack or attack other computers or networks on the internet.</p>\n</li>\n<li>\n<p>You will not use our service to scan (eg.\nport scanning, running proxy hunters) other computers or networks on the internet.</p>\n</li>\n<li>\n<p>You will not use our service to transmit viruses, worms, trojans etc.\nto other computers or networks on the internet.</p>\n</li>\n<li>\n<p>You will not use our service to attack our servers and resources in any way.</p>\n</li>\n<li>\n<p>You will not use our service for receiving and distributing pirated copyright materials.\nThis includes, but is not limited to the following activities: trading, selling, bartering, sharing, transmitting or receiving, of such materials.</p>\n</li>\n<li>\n<p>You will not use our service to send unsolicited data in any form.\nThis includes, but is not limited to the following: Sending unsolicited emails (i.e.\nSPAM email), hate email, mass-marketing emails, unsolicited instant messages and unsolicited SMS.</p>\n</li>\n<li>\n<p>You will not use our services to engage in any sort of child pornography activities.\nThis includes, but not limited to the following: Trading, bartering, selling, transmitting or receiving such material.</p>\n</li>\n<li>\n<p>You will not use our service for any type of criminal activities.\nThis includes but is not limited to the following: Engaging in the use of stolen credit cards, stolen bank accounts, stolen debit cards, stolen charge cards, stolen online payment accounts (eg.\nPayPal).</p>\n</li>\n<li>\n<p>You will not use our service to send out phishing or identity theft emails.</p>\n</li>\n<li>\n<p>You will not promote or encourage criminal or terrorist activities of any sort.</p>\n</li>\n<li>\n<p>You will not use our services to threaten or harass others.</p>\n</li>\n<li>\n<p>You will not run resource intensive programs that will interfere with the usage of our services by our users.</p>\n</li>\n<li>\n<p>You will not share your account with others.\nYou will be responsible for all the activities involving your account.</p>\n</li>\n<li>\n<p>You agree not to pay for the service from a stolen credit card.</p>\n</li>\n<li>\n<p>You will not resell or attempt to resell IVPN accounts or services to any individual or entity for use or further resale without the express written permission of Privatus Limited.</p>\n</li>\n<li>\n<p>The service that is offered to you is provided on an “as is” basis, with no warranties whatsoever.\nWe are not liable for any direct, indirect, consequential, inconveniences, or whatsoever damages, or loss of profit, that may arise from the use of our services.</p>\n</li>\n<li>\n<p>We cannot and do not guarantee the speed of our service.\nWe also cannot and do not guarantee that you will have an uninterrupted service.\nWe are not liable for any direct, indirect, consequential, inconveniences, or whatsoever damages, or loss of profit, that may arise from the use of our services.</p>\n</li>\n<li>\n<p>We are not in any shape or form liable for damages of any sort (realized or unrealized) resulting from the use of, or through the use of, or arising from the use of, or the inability to use the IVPN service pertaining to any registered user.</p>\n</li>\n<li>\n<p>In any event, IVPN shall never be liable for any monetary damages beyond what the user paid to IVPN and this will not include court costs or attorney fees irrespective of any statutes or laws that may be interpreted otherwise.</p>\n</li>\n<li>\n<p>We reserve the right to make amendments or modifications to our Terms Of Use Agreement.\nIf we make changes that are material, we will take every reasonable step to ensure that changes are brought to your attention by posting all changes prominently on the IVPN website and emailing our existing customers.\nThe notice will designate a reasonable period of time after which the new Terms will take effect.\nIf you disagree with our changes, then you should stop using the IVPN service within the designated notice period.\nYour continued use of the IVPN service will be subject to the new Terms.\nHowever, any dispute that arose before the changes shall be governed by the Terms that were in place when the dispute arose.</p>\n</li>\n</ol>\n<p>This is our binding agreement when you agree to these terms of service.</p>\n<p>The main goal of our service is to protect your privacy.\nWe absolutely do not condone or promote criminal activities of any sort.</p>\n<p>If you violate any of our terms, we reserve the right to terminate your service without any advance warning or notification.\nNo refunds or credit will be given.</p>\n<p>If you have any questions about this policy please contact us.</p> ", "created_at": "2021-02-09 12:11:52.066866", "updated_at": "2021-03-25 18:43:31.153424"}, {"id": 4110, "name": "Legal Process Guidelines", "url": "https://www.ivpn.net/legal-process-guidelines/", "xpath": "/html/body/main/section", "text": " Law Enforcement Legal Process Guidelines\nIntroduction\n<p>These guidelines are provided for use by government and law enforcement agencies within Gibraltar when seeking information from Privatus Limited (“Privatus”) about users of the IVPN service (“IVPN users”).</p>\n<p>These guidelines do not apply to requests made by government and law enforcement agencies outside Gibraltar.\nPrivatus does not respond to requests from governments or law enforcement agencies outside of Gibraltar, all requests must originate from a government agency with jurisdiction in Gibraltar.</p>\n<p>Privatus has a centralized process for receiving, tracking, processing, and responding to legitimate legal requests from government and law enforcement from when they are received until when a response is provided.\nOur legal department reviews and evaluates all requests received, and requests which Privatus determines to have no valid legal basis or considers to be unclear, inappropriate or over-broad are challenged or rejected.</p>\n<p>The information contained within these Guidelines is devised to provide information to government and law enforcement agencies within Gibraltar regarding the legal process that Privatus requires in order to disclose electronic information to government and law enforcement agencies within Gibraltar.\nThese Guidelines are not intended to provide legal advice.</p>\n<p>Nothing within these Guidelines is meant to create any enforceable rights against Privatus and Privatus’s policies may be updated or changed in the future without further notice to government or law enforcement.</p>\nAbout IVPN\n<p>Privatus provides a VPN service “IVPN” for consumers and small teams to improve their security and privacy whilst using the Internet.\nWe develop the client software required to connect securely to our servers and manage a large network of servers through which IVPN users traffic is routed.</p>\n<p>User information is held by Privatus in accordance with the Privatus privacy policy and the applicable terms of service.\nPrivatus is committed to maintaining the privacy of the IVPN users of the IVPN service.\nAccordingly, information about IVPN users will not be released without valid legal process.</p>\nLegal process\n<p>Privatus accepts service of subpoenas, search warrants, and court orders by email from government and law enforcement agencies, provided these are transmitted from the official email address of the government or law enforcement agency concerned.\nGovernment and law enforcement personnel submitting a legal request to Privatus should transmit it directly from their official government or law enforcement email address to legal@ivpn.net.\nThis mailbox is intended solely for use by government and law enforcement personnel.</p>\n<p>When government or law enforcement has served legal process on Privatus by email, a duplicate hard copy must be personally served at the Privatus headquarters at:</p>\n<p>\n<strong>Privatus Limited, 5 Secretary’s lane, GX11 1AA, Gibraltar.</strong>\n</p>\n<p>Privatus will notify IVPN users when their IVPN account information is being sought in response to legal process from government, law enforcement, or third parties, except where providing notice is explicitly prohibited by the legal process itself, by a court order Privatus receives.</p>\nInformation available from Privatus\nCustomer records\n<p>Privatus has no need to collect or store personal personally identifiable information relating to our customers and therefor no personally identifiable information is requested, collected or stored when a customer signs up for our service.\nEach customer is assigned a randomly generated identifier which they use to authenticate themselves to our service.</p>\n<p>If a payment method is chosen that requires an external payment processor and that payment processor requires that Privatus store a link to the transaction in our system then that identifier together with the payment processor is stored with the randomly generated user account ID.</p>\nInformation not available from Privatus\nConnection logs\n<p>Privatus does not store any logs relating to the connections of IVPN users to the VPN network i.e.\ntimestamped records of when a particular user connected and disconnected to any server in the IVPN network.\nIf provided with a timestamp Privatus are therefor not able to determine who was connected to any server at that time.</p>\nActivity logs\n<p>Privatus do not store logs relating to the activity of IVPN users when connected to the IVPN service i.e.\ntimestamped records of what Internet servers or websites the IVPN user was connected to.\nTherefor if provided with a timestamp Privatus are not able to retrieve any Internet activity relating to any time period or user account.</p>\n<p>If you have further questions, please contact legal@ivpn.net.</p> ", "created_at": "2021-02-08 16:51:00.789948", "updated_at": "2021-03-25 18:44:09.213808"}], "points": [{"id": 18191, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.ivpn.net/tos/", "status": "Generated through the annotate view", "created_at": "2021-04-04 19:56:27.540642", "updated_at": "2021-04-04 20:29:51.515414", "quoteText": "<li>\n<p>You will not use our service for any type of criminal activities.", "case_id": 280, "document_id": 4125, "quoteStart": 1695, "quoteEnd": 1768}, {"id": 18189, "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems", "source": "https://www.ivpn.net/tos/", "status": "Generated through the annotate view", "created_at": "2021-04-04 19:55:18.47726", "updated_at": "2021-04-04 20:30:32.153044", "quoteText": "\nAs a subscriber of our services, you agree that:\n<ol>\n<li>\n<p>You will not use our service to hack or attack other computers or networks on the internet.</p>\n</li>", "case_id": 284, "document_id": 4125, "quoteStart": 412, "quoteEnd": 576}, {"id": 18188, "title": "There is a date of the last update of the agreements", "source": "https://www.ivpn.net/tos/", "status": "Generated through the annotate view", "created_at": "2021-04-04 19:54:50.222953", "updated_at": "2021-04-04 20:27:57.429393", "quoteText": "\nLast updated: 21 January 2021", "case_id": 331, "document_id": 4125, "quoteStart": 17, "quoteEnd": 47}, {"id": 18190, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages.", "source": "https://www.ivpn.net/tos/", "status": "Generated through the annotate view", "created_at": "2021-04-04 19:55:57.530959", "updated_at": "2021-04-04 20:31:21.48266", "quoteText": "\n<p>You will not use our service to send unsolicited data in any form.\nThis includes, but is not limited to the following: Sending unsolicited emails (i.e.\nSPAM email), hate email, mass-marketing emails, unsolicited instant messages and unsolicited SMS.</p>\n</li>", "case_id": 281, "document_id": 4125, "quoteStart": 1209, "quoteEnd": 1472}, {"id": 18201, "title": "This service has a no VPN logs policy", "source": "https://www.ivpn.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-04-04 20:02:35.79706", "updated_at": "2021-04-04 20:06:37.546531", "quoteText": "We do not log any data relating to a user’s VPN activity (while connected or connecting to the VPN).</p>\n<ul>\n<li>\n<p>No traffic logging</p>\n</li>\n<li>\n<p>No connection timestamp or connection duration</p>\n</li>\n<li>\n<p>No DNS request logging</p>\n</li>\n<li>\n<p>No logging of user bandwidth</p>\n</li>\n<li>\n<p>No logging of customer IP addresses</p>\n</li>\n<li>\n<p>No logging of any account activity except active total simultaneous connections (explained below)</p>\n</li>", "case_id": 176, "document_id": 4124, "quoteStart": 1884, "quoteEnd": 2353}, {"id": 18198, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.ivpn.net/tos/", "status": "Generated through the annotate view", "created_at": "2021-04-04 19:59:14.034016", "updated_at": "2021-04-04 20:32:32.317108", "quoteText": "\n<p>We reserve the right to make amendments or modifications to our Terms Of Use Agreement.\nIf we make changes that are material, we will take every reasonable step to ensure that changes are brought to your attention by posting all changes prominently on the IVPN website and emailing our existing customers.\nThe notice will designate a reasonable period of time after which the new Terms will take effect.", "case_id": 329, "document_id": 4125, "quoteStart": 3901, "quoteEnd": 4308}, {"id": 18192, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://www.ivpn.net/tos/", "status": "Generated through the annotate view", "created_at": "2021-04-04 19:57:06.728603", "updated_at": "2021-04-04 20:25:39.796655", "quoteText": "\n<p>You will not use our services to threaten or harass others.</p>", "case_id": 283, "document_id": 4125, "quoteStart": 2178, "quoteEnd": 2245}, {"id": 18200, "title": "The service allows you to use pseudonyms", "source": "https://www.ivpn.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-04-04 20:01:58.278676", "updated_at": "2021-04-04 20:28:21.673494", "quoteText": "When you sign up for IVPN, you will not be asked for any personal information e.g.\nemail address, name etc.", "case_id": 215, "document_id": 4124, "quoteStart": 1398, "quoteEnd": 1505}, {"id": 18204, "title": "Third-party privacy-focused cookies are used for statistics", "source": "https://www.ivpn.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-04-04 20:07:23.260268", "updated_at": "2021-04-04 20:28:44.633551", "quoteText": "<p>IVPN have selected Matomo as their web analytics platform.", "case_id": 325, "document_id": 4124, "quoteStart": 4786, "quoteEnd": 4847}, {"id": 18196, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.ivpn.net/tos/", "status": "Generated through the annotate view", "created_at": "2021-04-04 19:58:22.158182", "updated_at": "2021-04-04 20:29:04.569594", "quoteText": "</li>\n<li>\n<p>We cannot and do not guarantee the speed of our service.\nWe also cannot and do not guarantee that you will have an uninterrupted service.\n", "case_id": 287, "document_id": 4125, "quoteStart": 3068, "quoteEnd": 3220}, {"id": 18193, "title": "Users shall not interfere with another person's enjoyment of the service", "source": "https://www.ivpn.net/tos/", "status": "Generated through the annotate view", "created_at": "2021-04-04 19:57:33.381622", "updated_at": "2021-04-04 20:32:58.520729", "quoteText": "\n<p>You will not run resource intensive programs that will interfere with the usage of our services by our users.</p>", "case_id": 285, "document_id": 4125, "quoteStart": 2256, "quoteEnd": 2373}, {"id": 18195, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.ivpn.net/tos/", "status": "Generated through the annotate view", "created_at": "2021-04-04 19:58:04.785211", "updated_at": "2021-04-04 20:34:15.469739", "quoteText": "We are not liable for any direct, indirect, consequential, inconveniences, or whatsoever damages, or loss of profit, that may arise from the use of our services.</p>", "case_id": 293, "document_id": 4125, "quoteStart": 2902, "quoteEnd": 3067}, {"id": 18203, "title": "Third parties are involved in operating the service", "source": "https://www.ivpn.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-04-04 20:05:19.443649", "updated_at": "2021-04-04 20:07:05.477434", "quoteText": "For credit card payments, we use Braintree as our payment processor", "case_id": 207, "document_id": 4124, "quoteStart": 3312, "quoteEnd": 3379}, {"id": 18194, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.ivpn.net/tos/", "status": "Generated through the annotate view", "created_at": "2021-04-04 19:57:54.78814", "updated_at": "2021-04-04 20:07:39.168488", "quoteText": "\n<p>The service that is offered to you is provided on an “as is” basis, with no warranties whatsoever.", "case_id": 286, "document_id": 4125, "quoteStart": 2799, "quoteEnd": 2901}, {"id": 18202, "title": "This service offers an anonymous payment method", "source": "https://www.ivpn.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-04-04 20:03:48.374569", "updated_at": "2021-04-04 20:26:39.297671", "quoteText": "What information is logged when making a payment using a credit card, PayPal, Cash or cryptocurrency?\n", "case_id": 405, "document_id": 4124, "quoteStart": 2656, "quoteEnd": 2758}, {"id": 18197, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user", "source": "https://www.ivpn.net/tos/", "status": "Generated through the annotate view", "created_at": "2021-04-04 19:58:42.428594", "updated_at": "2021-04-04 20:27:15.475597", "quoteText": "\n<p>In any event, IVPN shall never be liable for any monetary damages beyond what the user paid to IVPN and this will not include court costs or attorney fees irrespective of any statutes or laws that may be interpreted otherwise.</p>\n", "case_id": 149, "document_id": 4125, "quoteStart": 3656, "quoteEnd": 3891}, {"id": 18199, "title": "The service can suspend your account for several reasons", "source": "https://www.ivpn.net/tos/", "status": "Generated through the annotate view", "created_at": "2021-04-04 19:59:45.954448", "updated_at": "2021-04-04 20:30:09.608462", "quoteText": "If you violate any of our terms, we reserve the right to terminate your service without any advance warning or notification.", "case_id": 205, "document_id": 4125, "quoteStart": 4857, "quoteEnd": 4981}, {"id": 18187, "title": "Users are entitled to a refund if certain thresholds or standards are not met by the service", "source": "https://www.ivpn.net/refunds/", "status": "Generated through the annotate view", "created_at": "2021-04-04 19:54:15.87691", "updated_at": "2021-04-04 20:34:44.441359", "quoteText": "Refund Policy\n<p>IVPN strives to meet the expectations of all new users and offers unlimited support to help users with any problems they may face.</p>\n<p>If however you are unsatisfied for any reason whatsoever you can request <strong>a full refund within 30 days</strong> of your service being activated.</p>", "case_id": 161, "document_id": 4122, "quoteStart": 1, "quoteEnd": 311}, {"id": 18518, "title": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards", "source": "https://www.ivpn.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-04-11 10:59:14.296353", "updated_at": "2021-05-02 22:35:19.773665", "quoteText": "\n<p>IVPN is subject to EU law and is in compliance with the EU Data Protection Directive (Directive 95/46/EC), which prohibits companies transferring data to overseas jurisdictions with weaker privacy laws.\nIVPN will not locate servers in countries where it’s forced to break this compliance.", "case_id": 302, "document_id": 4124, "quoteStart": 6173, "quoteEnd": 6465}, {"id": 18517, "title": "The court of law governing the terms is in Gibraltar", "source": "https://www.ivpn.net/privacy/", "status": "Generated through the annotate view", "created_at": "2021-04-11 10:57:37.496954", "updated_at": "2021-05-06 21:18:51.596904", "quoteText": "<p>The company is incorporated in Gibraltar.\nIf a court order is received from a recognised legal authority with jurisdiction over IVPN, then the company will comply with that order.", "case_id": 163, "document_id": 4124, "quoteStart": 9811, "quoteEnd": 9993}, {"id": 19347, "title": "The apps are open-source", "source": "https://www.ivpn.net/blog/ivpn-applications-are-now-open-source/", "status": "IVPN apps are open source, the source code is available on Github.\r\n\r\n", "created_at": "2021-04-29 09:33:26.943556", "updated_at": "2021-05-06 21:19:05.959508", "quoteText": null, "case_id": 485, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["ivpn.net"]}}