{"error": 448, "message": "OK", "parameters": {"id": 253, "name": "last.fm", "created_at": "2018-01-16 15:26:06.93611", "updated_at": "2021-03-25 03:19:51.217359", "wikipedia": "https://en.wikipedia.org/wiki/Last.fm", "keywords": "", "related": "", "slug": "lastfm", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/253.png", "url": "last.fm", "documents": [{"id": 2250, "name": "CBS Privacy Policy", "url": "https://privacy.cbs/", "xpath": "/html/body", "text": " <ul>\n</ul> Search CBS Privacy Policy Jump to...\n<ul>\n<li>TYPES OF INFORMATION WE COLLECT</li>\n<li>HOW WE USE THE INFORMATION WE COLLECT</li>\n<li>HOW WE SHARE YOUR INFORMATION</li>\n<li>MANAGING YOUR INFORMATION AND PRIVACY CHOICES</li>\n<li>SECURITY</li>\n<li>INFORMATION FOR CALIFORNIA VISITORS</li>\n<li>INFORMATION FOR NEVADA VISITORS</li>\n<li>VISITORS FROM OUTSIDE THE UNITED STATES</li>\n<li>INTERNATIONAL TRANSFERS</li>\n<li>PRIVACY PROTECTION OF CHILDREN</li>\n<li>THIRD PARTY WEBSITES AND SERVICES</li>\n<li>CHANGES TO THIS PRIVACY POLICY</li>\n<li>QUESTIONS</li>\n</ul>\n<p>\n<strong>Last Modified</strong>: December 30, 2019</p>\n<p>\n<em>Note: The CBS Privacy Policy has been updated to more clearly explain our practices and add certain new rights for users.\nCalifornia residents, please see revisions to the notice to “California Visitors”.\nPlease review the updated privacy policy carefully before using the CBS Services.\nBy using any of the CBS Services, you acknowledge the terms of the updated Privacy Policy.\nReview the previous version of the Privacy Policy.</em>\n</p>\n<p>Welcome to the network of interactive services provided by CBS (referred to as “CBS,” “us,” or “we”) through our various brands, channels, sites, mobile or TV applications or other products and services that operate under the CBS brands (collectively, the “CBS Services”).\nTrust is a cornerstone of our mission at CBS.\nWe are committed to gaining and maintaining your trust by following a core set of privacy principles:</p>\n<ul>\n<li>Transparency</li>\n<li>Choice</li>\n<li>Access</li>\n<li>Security</li>\n<li>Accountability</li>\n</ul>\n<p>This Privacy Policy applies to information collected about you by the CBS Services.\nPlease review this Privacy Policy carefully.\nIn addition, please review our Terms of Use, which governs your use of the CBS Services.\nBy using any of the CBS Services, you acknowledge the data collection practices and purposes outlined in this Privacy Policy.</p> TYPES OF INFORMATION WE COLLECT\n<p>When you use CBS Services, we collect a few different types, or “categories,” of information.\nThis information generally falls within three broad categories: (a) the information you provide to us, (b) the information we collect automatically when you use our services, and (c) information we obtain from other sources.\nWe describe this information, and the primary purpose for which it is used, below.\nThe full description of how we use the personal information we collect is also provided below.</p> Information You Provide To Us <p>CBS Services collects information you provide to us, including:</p>\n<ul>\n<li>\n<p>\n<strong>Registration Information.</strong>\n<em>When you register for certain services, complete any application form, or enter contests or competitions, we sometimes ask you for your name, email address, postal address, demographic information, and any preferences that you may have (e.g., which newsletters you would like to receive).\nWe use this to provide access to certain CBS Services, personalize them, and remember your preferences.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Billing and Payment Information.</strong>\n<em>When you place an order with us or access a particular service, we will collect certain payment and identity verification information, including your name, email address, and credit card information.\nWe use this to bill you for your use of the CBS Services.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Information You Post on the CBS Services.</strong>\n<em>We collect personal information from you when you provide or post information to our Services, including your user name, comments, likes, interests, status, pictures and references to your online presence.\nWe make this information available to others, as you request.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Correspondence You Send Us.</strong>\n<em>When you contact us directly by calling our offices or providing feedback, comments or suggestions on programs and other activities, we may collect the information you provide as part of your correspondence to Us.\nWe use this to provide services to you and to learn about your interests and concerns.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Information You Provide About Others.</strong>\n<em>Sometimes, you may provide information about others — for example, to refer a friend to certain CBS Services.\nWe use this to make the CBS Services available to the people you refer.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Information you Provide Offline.</strong>\n<em>You might also provide personal information to us in person and offline.\nYou may be recorded if you visit our offices (including by security surveillance of our premises, including CCTV), or attend a live performance or the taping of one of our programs as a member of a studio audience, or, if you submit sweepstakes entrance forms or an application to participate in one of our programs by mail or in person.\nWe use this information to provide services to you, protect our security, and learn about your preferences.</em>\n</p>\n</li>\n</ul> Information Collected Automatically Through Cookies and Other Online Tracking Technologies\n<p>We and our service providers operating on our behalf, other businesses who collect information on our pages, may automatically collect or receive certain information associated with you and/or your device(s) as part of your use of the CBS Services through device-based tracking technologies such as cookies, pixels, tags, beacons, scripts or other technology.\nFor more information about cookies and other tracking technologies visit privacy.cbs/cookies.\nThe information we collect automatically includes geolocation data, such as (a) information that identifies the precise location of your mobile device (when you agree to allow an app to collect this) and (b) your IP address, which may be used to estimate your approximate location.\nWe use this information to ensure that the CBS Services work properly, and to deliver customized content and advertising, including personalized ads, to you.</p> Information We Obtain From Other Sources\n<p>The CBS Services collect information about you from other sources, such as publicly available databases and other third parties that have the right to share your personal information.\nThe categories of information we get from these other sources include:</p>\n<ul>\n<li>\n<p>Contact information, such as name, email address, postal address, and telephone number, used to contact you;</p>\n</li>\n<li>\n<p>Demographic data, such as age, gender, and income level, used to customize content and advertising, and learn about our audiences;</p>\n</li>\n<li>\n<p>Activity and usage information, including information about your interests, purchase behavior, and other navigation data, such as websites visited and advertisements viewed or clicked on, used to customize content and advertising;</p>\n</li>\n<li>\n<p>Publicly-observed data, such as activities on blogs, videos, and other online postings used to customize content and advertising;</p>\n</li>\n<li>\n<p>Employment-related data, including information from a recruitment agency if you are applying for a job with us used to help us match applicants to open positions;</p>\n</li>\n<li>\n<p>Account and profile data from third-party sources.\nIf you access third party social networking services (e.g., Facebook, Twitter) through a CBS Service, or if you access a CBS Service through one of these services, we may receive your username and password for those services and other information available about you or collected from you on those services, used to customize content and advertising and learn about our audiences and the popularity of our content, as described further in our Video Services and Social Networking Policy available at privacy.cbs/videoservices;</p>\n</li>\n<li>\n<p>We collect information about you through interactive applications (e.g., mobile devices, third party social networking services, and embedded audio and video players), from co-branded partners and websites (e.g., on our Facebook pages), from our advertisers, and from commercially available sources (e.g., data aggregators and public databases).\nThis Privacy Policy does not cover the practices of third parties, including those that may disclose information to us.</p>\n</li>\n</ul> HOW WE USE THE INFORMATION WE COLLECT <p>We use the information we collect for the purposes described in this Privacy Policy, including to:</p>\n<ul>\n<li>\n<p>Make the CBS Services available to you, verify your identity when you log in, and remember your account settings.</p>\n</li>\n<li>\n<p>Bill you for subscription or other services for which there is a charge, and verify your identity or payment information for your security and protection.</p>\n</li>\n<li>\n<p>Respond to questions or concerns about your subscription or the CBS Services, and send you alerts and important updates about your account or the CBS Services.</p>\n</li>\n<li>\n<p>Send you updates and other offers, promotions, or updates for our products and services or the products and services of our advertising partners.</p>\n</li>\n<li>\n<p>Verify your entry into and eligibility to participate in contests, giveaways, or sweepstakes and inform you if you’ve won.\nIf your entry information will be used for any other purposes, we will disclose that in the applicable rules governing that contest, giveaway, or sweepstakes.</p>\n</li>\n<li>\n<p>Provide content recommendations tailored to your tastes.</p>\n</li>\n<li>\n<p>Monitor and improve the operation, delivery, and general accessibility of the CBS Services.</p>\n</li>\n<li>\n<p>Maintain the safety and security of the CBS Services and those who use them including by investigating or blocking activities that may violate this Privacy Policy, the Terms of Use, or applicable law.</p>\n</li>\n<li>\n<p>Verify delivery and track performance of an advertising campaign and ensure that an ad is only delivered when a real person is visiting the site and that the same users don’t see the same ads too frequently.</p>\n</li>\n<li>\n<p>Provide you with personalized advertising on some of the CBS Services based on your online activity.\nFor more information on how your information on how your information is accessed and used for personalized advertising visit privacy.cbs/personalizedads.</p>\n</li>\n</ul> HOW WE SHARE YOUR INFORMATION <p>We sometimes share information collected about you as disclosed at the time of collection, as otherwise disclosed in this privacy policy, and in the following circumstances:</p>\n<ul>\n<li>\n<p>\n<strong>Within the CBS Services and with the CBS family of brands.</strong>\n<em>Where permitted by law, we may share information we collect about you with the CBS companies so that we can provide you with information about products and services that might interest you.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Banks or Other Organizations In Connection with a Business Transfer.</strong>\n<em>We may share your information in connection with a substantial corporate transaction, such as the sale of a CBS Service, a merger, consolidation, asset sale, or in the unlikely event of bankruptcy.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Regulators, Courts, Law Enforcement, and Other Governmental Authorities.</strong>\n<em>We may disclose information about our users, including contact information, to respond to subpoenas, court orders, legal process and other law enforcement measures, and to comply with other legal obligations.\nThere may be circumstances where the law requires us to disclose the information, or where disclosure is required to prevent a risk to health or safety, or for law enforcement purposes.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Authorized Service Providers.</strong>\n<em>We share your contact information with vendors who help us with specialized services, including customer support, email and text message deployment, analytics, marketing, suppression list management and data processing.\nThese Service Providers are allowed to use your contact information to help us provide our services and not for any other purpose.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Audience Measurement Services.</strong>\n<em>We share your information with audience measurement companies like Comscore and Nielsen that help us and other websites measure and understand the audiences that view our content.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Video Viewing Behavior.</strong>\n<em>Consistent with applicable law, we may share your video viewing behavior with third parties including advertising companies, analytics partners, and social media sites.\nFor more information see the Video Services and Social Networking Policy at privacy.cbs/videoservices.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Sponsors and Other Partners for Sweepstakes, Contests, or Giveaways.</strong>\n<em>When you choose to enter a sweepstakes, contest, or other promotion, and in accordance with the terms and conditions of the promotions, your information may be disclosed to our sponsors and others who help design, administer and implement the promotion, including in connection with winner selection, prize fulfillment and aggregated data analysis.\nYour information also may be disclosed as required by law, such as on a winners list.\nFurther, by entering a promotion, you are agreeing to the official rules that govern that promotion, including allowing our sponsors to use your name, voice, and likeness in advertising and marketing associated with the promotion in accordance with applicable law.\nAll terms applicable to the particular promotion will be made available to you at the time you enter the promotion.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Co-Branded Partners.</strong>\n<em>Co-Branded Partners are companies with whom a CBS Service jointly offers a service or feature.\nYou can tell when you are accessing a service or feature offered by a Co-Branded Partner because the Co-Branded Partner’s name will be featured prominently.\nYou may be asked to provide information about yourself to register for a service offered with a Co-Branded Partner.\nIn doing so, you may be providing your information to both us and the Co-Branded Partner.\nPlease note that the Co-Branded Partner’s privacy policy may also apply to its use of your information.</em>\n</p>\n</li>\n<li>\n<p>\n<strong>Other Persons or Entities.</strong>\n<em>With appropriate consent when required, certain CBS Services may share your contact information with third party marketing partners, and they may contact you by email, telephone, postal mail or other common communication methods with marketing and promotional messages about their products or services.\nSometimes we will give you the option to receive further communications from one of our advertising partners, for example when we run a competition with that advertiser.\nWhen you provide consent to receive communications from that third party advertiser, your personal information will be managed by that third party’s own privacy policy.</em>\n</p>\n</li>\n</ul> MANAGING YOUR INFORMATION AND PRIVACY CHOICES <p>You have certain options and rights related to the information we collect and how that information is used.\nWhile we must continue to collect and store certain information that is required to allow you to take advantage of certain features and services offered on CBS Services or to comply with legal, financial or other operational or regulatory requirements, your options for managing your information and privacy choices include:</p>\n<ul>\n<li>\n<p>You can review and update your registration information through your account settings on the applicable CBS Services.</p>\n</li>\n<li>\n<p>You can opt out of receiving emails or text messages from particular CBS Services or other services or partners by following the instructions contained in any such message or by contacting us directly through your account settings.\nPlease note that even if you unsubscribe to commercial messages, we may still need to send you communications relating to your use of the CBS Services.</p>\n</li>\n<li>\n<p>You can deactivate web and mobile push notification by changing the notification settings on your device for mobile and account settings for web.</p>\n</li>\n<li>\n<p>To better understand your options for managing Personalized Advertising see our page on Personalized Advertising at privacy.cbs/personalizedads and Cookies &amp.\nOther Tracking Technologies at privacy.cbs/cookies.</p>\n</li>\n<li>\n<p>You can always contact us using the contact information provided in this Privacy Policy to update, amend, or delete your information.\n<em>If you ask us to shut down your account or delete your information, we will disable your account within a reasonable period of time subject to any agreement between you and us.\nPlease note that we may need to retain some information about you in order to satisfy our contractual, legal and security obligations.\nSome of your information may also remain in back-up storage for a period of time even if you ask us to delete it.\nIn some cases, you may be entitled under local laws to access, correct, move, or object to the processing of information that we hold relating to you.</em>\n</p>\n</li>\n</ul> SECURITY <p>We are committed to protecting your information.\nWe have adopted commercially reasonable technical, administrative, and physical procedures to help protect your information from loss, misuse, unauthorized access, and alteration.\nPlease note that no data transmission or storage can be guaranteed to be 100% secure.\nWe want you to feel confident using CBS Services but we cannot ensure or warrant the security of any information you transmit to us.</p> INFORMATION FOR CALIFORNIA VISITORS <p>For additional information for residents of the State of California visit ca.privacy.cbs.</p> INFORMATION FOR NEVADA VISITORS <p>Nevada law requires website operators to provide a way for Nevada consumers to opt out of the sale of certain information that the website operator may collect about them.\nThis information is limited to direct identifiers, such as your name, postal address, and email address.\nWhen Nevada consumers opt out of the sale of their information, website operators must ensure that the information is not sold to another business that will further license or sell the information to others.\nIf you are a Nevada resident and you would like to opt out of any possible sale of this information, please contact us here.</p>\n<p>For all requests, you must put the statement “Your Nevada Privacy Rights” in the subject field of your request.\nYou must also include your full name, street address, city, state, and zip code.\nWe will not accept requests via telephone, postal mail, or facsimile, and we are not responsible for notices that are not labeled or sent properly, or that do not have complete information.</p> VISITORS FROM OUTSIDE THE UNITED STATES <p>For additional information about our privacy practices and additional rights you may have please click on the appropriate link for your jurisdiction:</p> Australia\n<p>privacy.cbs/australia</p> Canada\n<p>privacy.cbs/canada</p> The European Union\n<p>eu.privacy.cbs</p> INTERNATIONAL TRANSFERS <p>We are headquartered in the United States and has affiliate offices and partners in other countries.\nPlease be aware that information you provide to us or that we obtain as a result of your use of the CBS Services may be collected in your country and subsequently transferred to the United States or another country in accordance with applicable law.\nThe privacy and data protection laws in the country to which your information is transferred may not be equivalent to such laws in your country of residence.\nYour personal information may be subject to the laws of the country to which it is transferred and may be accessible without notice to you by the courts, law enforcement and national security authorities of that country.\nBy using and participating in any CBS Services or providing us with your information, you acknowledge the collection, international transfer, storage, and processing of your information.</p> PRIVACY PROTECTION OF CHILDREN <p>Most CBS Services are intended for a general audience and do not knowingly collect or store contact information about children under the age of 13 in the United States or the appropriate age for services directed toward children as defined under applicable laws in other jurisdictions.\nSome CBS Services may ask for your full date of birth date to ensure that they are not collecting information from children under 13 in the United States or the appropriate age for services directed toward children as defined under applicable laws in other jurisdictions or to identify when additional steps may need to be taken when information has been collected from children under 18 or under the age of majority in their jurisdiction, if higher than 18.\nTo read about our privacy policy for children, please see the Children’s Privacy Policy at privacy.cbs/childrensprivacypolicy.</p> THIRD PARTY WEBSITES AND SERVICES <p>Please note that some CBS Services may contain links to other websites and services.\nWe are not responsible for the privacy practices of those third parties , and we recommend that you review the privacy policies of any third party property you visit.\nWhen you select a link to a third party property from one of the CBS Services (e.g., if you link to PayPal to pay for a product or service offered by a CBS Service), you will be leaving the CBS Service.\nAny information that you disclose on the third party website will be governed by that website’s privacy policy.</p> CHANGES TO THIS PRIVACY POLICY\n<p>We will update this Privacy Policy from time to time to reflect changes in our practices and service offerings.\nIf we modify our Privacy Policy, we will update the “Last Modified Date” at the top of this Privacy Policy and such changes will be effective upon posting.\nIf we make any material changes to the way we use personal information we collect, we will notify you in advance by email through the email address you most recently provided to us or by prominently posting a prominent notice of the changes on the CBS Services.\nWe will not use information we have already collected in a different way than we have described here, without your consent.</p> QUESTIONS <p>If you have questions regarding this Privacy Policy, please contact us here and we will endeavor to respond to your request within a reasonable period of time.\nYou may also submit questions or comments using the postal address listed below:</p>\n<p> CBS Interactive Inc.\n235 Second Street San Francisco, CA 94105 USA Attn: Legal Department\n</p>\n<p>We are committed to working with you to obtain a fair resolution of any privacy concerns.</p>\n<strong>Terms of Use</strong>\n<br> Privacy Topics <ul>\n<li>\n<strong>Privacy Policy</strong>\n</li>\n<li>Cookies &amp.\nOther Online Tracking Technologies</li>\n<li>CBS Television Stations and FCC Requirements</li>\n<li>Children’s Privacy Policy</li>\n<li>Information for Visitors from California</li>\n<li>Information for Visitors from Australia</li>\n<li>Information for Visitors from Canada</li>\n<li>Information for Visitors from the European Union (EU)</li>\n<li>Information for Visitors using Last.fm</li>\n<li>Personalized Advertising</li>\n<li>Video Services Policy</li>\n</ul>\n<strong>Privacy Policies</strong>\n<br> CBS Companies<br> Pop TV<br> Showtime<br> Simon &amp.\nSchuster<br> Smithsonian Channel <p>©2020 ViacomCBS - All rights reserved.</p> ", "created_at": "2020-01-02 14:28:34.677319", "updated_at": "2020-12-14 23:42:46.702556"}, {"id": 2249, "name": "Terms of Use", "url": "https://www.last.fm/legal/terms", "xpath": "//*[@id=\"mantle_skin\"]", "text": " Terms of Use <p>\n<strong>Updated on:</strong> Tuesday 2 June 2015 </p>\n<ul>\n<li>Like most large-scale websites, we have some rules which you need to stick to when you use Last.fm.\nThese rules aren’t just the “blahblahblah-yawn-small print” – these are the legal terms of use and so we recommend you read them carefully so you know what you’ve agreed to.</li>\n<li>As with all websites, Last.fm, its services and software will change over time, both in terms of the content displayed and the functionality offered.\nWe reserve the right to make those changes, and to change these terms in line with them.\nSoftware made available for download by Last.fm remains the property of Last.fm, and we reserve the right to update and change that too.</li>\n<li>Please don’t reproduce any part of the website or content without our permission.</li>\n<li>A lot of information and content on Last.fm is provided by third parties – both users and other third parties – and the accuracy and reliability of that information is entirely the responsibility of those parties.\nLikewise, you may sometimes find links on Last.fm to other websites.\nLast.fm cannot be held responsible for the content of those sites.\nLinks, like everything else added by members of the Last.fm community, are entirely the responsibility of the individuals who have added them.</li>\n<li>By using Last.fm, you also agree to our Privacy Policy - please read our Privacy Policy.</li>\n<li>If you’ve found content on the website that you own and that you believe is being used without your permission then please read Section 10 of these Terms of Use for a detailed description of what to do about it.\nWe take infringement claims very seriously, so provide all the information set out in Section 10 and we will act swiftly to deal with any claims.</li>\n<li>We have a detailed Acceptable Use policy, but much like the Community Guidelines they boil down into a few fairly simple concepts: play nicely, respect other members of the community and use common sense.\nIf we believe someone isn’t playing fairly and within the spirit of the guidelines then we’re entitled to ban that user at our sole discretion.\nWe don’t like doing it, but sometimes it’s the most appropriate response.</li>\n<li>If you enter a competition or use software alongside Last.fm then make sure you read any accompanying Terms and Conditions carefully too, because they may have conditions in addition to this document.</li>\n<li>When you use Last.fm and all of its software and services, you accept it “as is”.\nLike human beings, we have the odd fault or two and we’re constantly updating and improving every aspect of Last.fm, ironing out new-found bugs and making subtle changes to things like our recommendation algorithms.\nAs a result, Last.fm should never be considered a “finished product”, and by using Last.fm you accept it – warts and all.</li>\n<li>Last.fm is based in London – we quite like it here – and this document is to be interpreted in line with the laws governing England and Wales.</li>\n</ul> IMPORTANT <p>PLEASE CAREFULLY READ THESE TERMS OF USE (\"Terms of Use\") BEFORE USING THE WEBSITE OR ANY OF THE OTHER PROPERTIES (AS DEFINED BELOW), AS THEY AFFECT YOUR LEGAL RIGHTS AND OBLIGATIONS.</p>\n<p>Last.fm Limited (\"Last.fm\" or \"we\" \"our\" or \"us\") owns or controls, and provides access to the Last.fm website, at the url www.last.fm and related properties (the \"Website\"), the Last.fm client software, the Last.fm widget, the Last.fm API and all proprietary services, software, data and materials accessed via the Website (the “Services”).\nThe Website and the Services are referred to together in these Terms of Use as the “Properties”.</p>\n<p>THESE TERMS OF USE GOVERN YOUR USE OF THE PROPERTIES.\n</p>\n<p>These Terms of Use apply to the Properties and not to any other website or any offline activities of Last.fm (unless specifically stated).\nBy accessing or using the Properties, registering for or receiving Services offered on the Website, or by accepting, uploading, submitting or downloading any information or content from or to the Website, you agree to be bound by these Terms of Use.</p>\n<p>\n<strong>IF YOU DO NOT AGREE TO BE BOUND BY ALL OF THESE TERMS OF USE, DO NOT USE THE PROPERTIES.</strong>\n</p> Contents <ol>\n<li>Changes to the Website and the Terms of Use</li>\n<li>Description of Website Services</li>\n<li>Intellectual Property Ownership.\nLicence</li>\n<li>Links To Other Websites</li>\n<li>Our Linking and Widget Policy</li>\n<li>Acceptable Use</li>\n<li>User Accounts, Additional Terms &amp.\nEnd User Licence Agreements</li>\n<li>Competitions</li>\n<li>Software</li>\n<li>Copyrights &amp.\nCopyright Agents</li>\n<li>Third Party Content and Information</li>\n<li>Information You Submit</li>\n<li>Disclaimer of Warranties</li>\n<li>Disclaimers/Limitation of Liability</li>\n<li>Indemnity</li>\n<li>Governing Law</li>\n<li>Miscellaneous</li>\n<li>Termination</li>\n<li>Privacy</li>\n</ol> 1.\nChanges to the Properties and the Terms of Use <p>We reserve the right to add, delete, change or modify parts of these Terms of Use at our sole discretion and at any time without notice to you.\nIf we do this, we will post the changes to the Terms of Use on this page and will indicate the effective date of the Terms of Use at the top of the page.\nIt is important for you to refer to these Terms of Use from time to time to make sure that you are aware of any additions, revisions, or modifications that we may have made to these Terms of Use.\nYour continued use of the Website constitutes your acceptance of the new Terms of Use.</p> 2.\nDescription of Website and the Services <p>Access to the Website currently provides users with access to the Services and a rich collection of online resources, including online forums, personalised content, interactive advertising messages, proprietary software (including updates, patches and new versions), audio, videos and other community and entertainment products.\nUnless explicitly stated otherwise, any new features which may be added to the Website or the Services, including without limitation, the release of new Last.fm services and software, are subject to these Terms of Use.</p>\n<p>In some instances, these Terms of Use and a separate end user licence or similar agreement may apply to a service or product offered by Last.fm via the Properties.\nWe may add, change, remove, suspend or discontinue any aspect of the Website and/or the Services at any time without notice.\nWe may also impose limits on certain features and/or restrict access to parts of or all of the Properties without notice or liability to you or any third party.</p>\n<p>In order to use the Website, you must obtain access to the Internet, either directly or through devices that access web-based content, and pay any service fees associated with such access.\nIn addition, you must provide all equipment necessary to make such connection to the Internet, including a computer and modem or other access device.</p>\n<p>You acknowledge that the Services include certain elements which allow Last.fm proprietary software to be downloaded to your computer which interacts with other computer programs (including iTunes), the Last.fm computer servers and your iPod or other permitted devices.</p> 3.\nIntellectual Property Ownership.\nLicence <p>The past, present and future content of the Properties, including, without limitation, software graphics, text, images, audio, videos, designs, compilations, databases, targeting information, advertising copy, and the trademarks, logos, domain names, trade names, service marks and trade identities.\nany and all copyright material (including source and object code).\nand all other materials related to the Properties, including without limitation, the \"look and feel\" of the Website (collectively, \"Content\") are protected by applicable copyrights, trademark rights, database rights and other proprietary (including, but not limited to, intellectual property) rights and are the property of Last.fm, its parent, subsidiaries, affiliates, or its licensors.\nLast.fm is licensed under U.S.\nPatent Nos.\n7,346,472.\n7,660,700.\n7,949,494.\nand 8,214,175.\nExcept as expressly set forth in these Terms of Use or otherwise expressly granted to you in writing by Last.fm, no rights (either by implication, estoppel or otherwise) in or to the Content are granted to you.\n</p>\n<p>The copying, reproduction, re-arrangement, sale, leasing, renting, lending, distribution, redistribution, modification or adaptation, downloading, sideloading, exchanging, creating of derivative works, uploading, posting, transmitting, communication to the public or publication by you, directly or indirectly, of the Content, including the removal or alteration of advertising, except pursuant to the express limited grant of rights hereunder, is strictly prohibited.\nYou agree to abide by any and all additional notices, information or restrictions in respect of the Properties contained in any part of the Website.\nExploiting any part of the Properties for a purpose that is not permitted by these Terms of Use is expressly prohibited without prior written permission from Last.fm or the applicable intellectual property rights holder as identified on the Website.</p>\n<p>Subject to your strict compliance with these Terms of Use, Last.fm grants you a limited, personal, non-exclusive, non-commercial, revocable, non-assignable and non-transferable licence to:</p>\n<ol>\n<li>download and use the Last.fm client-based software in accordance with its pre-defined functionality only;</li>\n<li>listen to music and view videos streamed from the Website and participate in the Last.fm community areas;</li>\n<li>submit or upload music, video and other content to the Website strictly as permitted in accordance with these Terms of Use and any other terms posted on the Website;</li>\n<li>embed the Last.fm widget on your personal website or profile pages for non-commercial and private use only.\nand</li>\n<li>communicate with other members of the Last.fm community;</li>\n</ol>\n<p>Provided that you:</p>\n<ol>\n<li>retain and do not alter or tamper with any trademark, copyright and other proprietary or legal notices contained in the original Content or any permitted copy you may make of the Content;</li>\n<li>do not, and do not allow or aid or abet any third party (whether or not for your benefit) to, copy or adapt the object code of the Website or Services (including, without limitation, software, HTML, JavaScript, or other code).\nto reverse engineer, decompile, reverse assemble, modify or attempt to discover any source or object code, circumvent or attempt to circumvent or copy any copy protection mechanism or access any rights management information;</li>\n<li>do not insert any code, product or material to manipulate the Content in any way that affects any user's experience;</li>\n<li>do not copy or seek to copy or “rip” any audio and/or audiovisual content from the Website or any part of the Service (including, without limitation, the Last.fm widget);</li>\n<li>do not embed or otherwise exploit the Last.fm widget for commercial gain (which includes, for example and without limitation, selling advertising on your site or otherwise monetising any element of your site which contains the Last.fm widget).\nand</li>\n<li>do not adapt, copy, republish, communicate to the public, display, transfer, share, distribute or otherwise exploit the Content, except as under these Terms of Use.</li>\n</ol>\n<p>Last.fm alone shall be responsible for determining, in its discretion, whether any use of the Last.fm widget constitutes commercial use in each case.</p> 4.\nLinks to Other Websites <p>The Website may contain hyperlinks to other websites (\"Other Sites\").\nIf you use the hyperlinks to access these Other Sites, you will leave the Website and your browser will be re-directed to the Other Sites.\nThe Other Sites may have their own terms of use and privacy policy and those Other Sites may have different practices and requirements than the Website.\nLast.fm may not have knowledge of, and is not responsible for, the content, information, services, products or advertisements presented by any Other Site which you use at your own risk.\nLast.fm does not warrant or make any representation regarding the legality, accuracy, quality or authenticity of content, information, services or products presented by Other Sites.\nThe hyperlinks to Other Sites do not constitute an endorsement by Last.fm of any Other Site(s) or resources, or their content, information, services or products.\nThe Website is only providing these links to you as a convenience.\nThe terms of use and privacy policy of any Other Sites shall apply to your access and use of them.\nLast.fm accepts no responsibility for the content or conduct of Other Sites.</p> 5.\nOur Linking and Widget Policy <p>Any web site that links to the Website or on which you include the widget: (a) must not frame, surround, obfuscate or create a browser or border environment around any of the Content of the Website.\n(b) may link to, but not replicate, the Content.\n(c) must not imply that Last.fm or the Website or any artist or performer are endorsing or sponsoring it or its products, unless Last.fm has given its prior written consent.\n(d) must not present false information about Last.fm or its products or services.\n(e) must not use any Last.fm Services or trademarks except as expressly permitted in these Terms of Use or without the prior written permission from Last.fm.\n(f) must not contain content that is illegal, obscene or defamatory, or that could be construed as distasteful, offensive or controversial.\nand (g) must not support, endorse or encourage piracy or the unauthorised exploitation of intellectual property rights.\nBy linking to the Website, you agree that you do and will continue to comply with the above linking requirements.\nNotwithstanding anything to the contrary contained in these Terms of Use, we reserve the right to deny permission to link to the Website for any reason in our sole and absolute discretion.</p>\n<p>We provide the Last.fm widget to enable our users to share Last.fm with their friends.\nIt is not provided for commercial use, distribution or exploitation.\nIf you are the operator of a commercial website and would like to include the Last.fm widget in your website, or if you would like to use the widget for commercial purposes, please contact us by emailing partners@last.fm.</p>\n<p>Last.fm reserves the right to remove links or block the Last.fm widget at any time and for any reason in its absolute discretion.</p> 6.\nAcceptable Use <p>You will not use the Properties to:</p>\n<ol>\n<li> Upload, post, e-mail, transmit, display, copy, distribute, promote, or otherwise communicate to the public: <ol>\n<li>any material that is false, unlawful, threatening, tortious, disparaging (including disparaging of Last.fm, its parent, subsidiaries or affiliates), anything that adversely affects Last.fm such as discouraging any person or entity from advertising with, linking to or supplying Last.fm, abusive, libellous, defamatory, obscene, vulgar, offensive, pornographic, profane, racist, sexually explicit, ethnically or culturally offensive, indecent, or that promotes violence, racial hatred, terrorism, or illegal acts, or is otherwise objectionable in Last.fm's sole discretion;</li>\n<li>information, software, content or other material that violates, plagiarises, misappropriates or infringes the rights of third parties including, without limitation, copyright (including, offering pirated computer programs or links to such programs, information used to circumvent manufacturer-installed copy-protect devices, including serial registration numbers for software programs, rights management information or any type of cracker utilities), trademark, patent, trade secret, rights of privacy or publicity, confidential information or any other proprietary right;</li>\n<li>material of any kind that contains a virus, Trojan horse, time bombs, worms, spyware, adware, malware, bots, any automated use of the system, such as scripts, or other harmful component or restricts or inhibits any other user's uninhibited use and enjoyment of the Properties, interferes with, overburdens, impairs or disrupts the Properties or servers or networks connected to the Properties, or disobeys any requirements, procedures, policies or regulations of networks connected to the Properties;</li>\n<li>information or material of any kind that is false or misleading or that constitutes or contains false or misleading indications of origin or statements of fact, including, without limitation, by forging any TCP/IP packet header, any part of the header information in any transmission to the Website, or otherwise manipulating identifiers in order to disguise the origin of any content transmitted to or from the Website.\nor</li>\n<li>any unsolicited or unauthorised advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes, requests for money, petitions for signature, or any other form of solicitation.</li>\n</ol>\n</li>\n<li>Encourage, promote, solicit or commit conduct that would constitute a criminal offence, give rise to civil liability or otherwise violate any local, state, national or international law or otherwise make available any material that exploits or harms any individual, corporation or other entity.</li>\n<li>Impersonate any person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity;</li>\n<li>Disrupt the normal flow of dialogue, cause a screen to scroll faster than other users of the Website are able to type, or otherwise act in a manner that negatively affects other users' ability to engage in real time exchanges on the Website;</li>\n<li>Stalk, abuse, sexually exploit, violently exploit, groom, act violently toward, threaten or otherwise harass another user;</li>\n<li>Use or attempt to use another's information, account, password, service or system except as expressly permitted;</li>\n<li>Solicit or collect personal data including telephone numbers, addresses, last names, email addresses, or any other kind of information about users, including without limitation, through such means as spidering, “screen scraping,” “database scraping,” harvesting of e-mail addresses, wireless addresses or other contact or personal information, or any other automatic means of accessing, logging-in or registering on the Website or for any services or features offered on or through the Website.\nand</li>\n<li>Undertake any commercial purpose or activity without the prior written consent of Last.fm, including, for example and without limitation, inserting your own or a third party’s advertising, branding or promotional content into any of the Website’s or Properties’ content, materials or services (for example, without limitation, in an RSS feed or a podcast received from Last.fm or otherwise available through the Properties).</li>\n</ol>\n<p>You represent, warrant and agree that you will comply with the above acceptable use requirements.\nLast.fm reserves the right, in its sole discretion, to terminate any user’s account or take such other action as Last.fm sees fit in relation to any user who breaches Last.fm’s acceptable use policy or any of the other terms set forth herein.\nIn extreme cases or as required by law or regulation, Last.fm reserves the right to take court action and/or report users to the relevant authorities.\nLast.fm believes in building a caring community based around sharing music and will not tolerate antisocial or unlawful behaviour on the Website or in connection with any of the other Properties.</p> 7.\nUser Accounts, Additional Terms, End User License Agreements &amp.\nSubscriptions <p>Registration may be required for the use of certain Services and portions of the Website (e.g., e-mail, newsletters, competitions, forums, content downloads, promotions etc.).\nIn some instances, these Terms of Use and separate end user licence agreements or terms of use that set forth additional conditions may apply to Services or products offered via the Website.\nTo the extent there is a conflict between these Terms of Use and the terms of any applicable end user licence or similar agreement, the end user licence or similar agreement will prevail, unless the additional conditions expressly state that these Terms of Use will prevail.\nIn cases where there are no additional terms or conditions stated for any such registrations, services or products, these Terms of Use will prevail.</p>\n<p>If you choose to provide information to the Website, you agree to provide only true, accurate, current and complete information.\nIf you create a user account, you agree to accept responsibility for all activities that occur under your account or password, if any, and agree you will not sell, transfer or assign your user account.\nYou are responsible for maintaining the confidentiality of your password, if any, and for restricting access to your computer so that others may not access any password-protected portion of the Website or other Properties using your name, user name or password in whole or in part.</p>\n<p>You may be able to purchase a subscription for certain additional features of the Website and Services.\nYou may only order subscriptions if you are considered capable of entering into an enforceable contract in the applicable jurisdiction.\nYou agree to pay in full the prices for any purchases you make either by credit/debit card concurrent with your online order or by other payment means acceptable to Last.fm.\nYou agree to pay all applicable taxes.\nIf payment is not received by us from your credit or debit card issuer or its agents, you agree to pay all amounts due upon demand by us.</p> 8.\nCompetitions <p>Last.fm may decide to run competitions, promotions, prize draws and other opportunities on the Website and these will be governed by a separate set of terms and conditions.\nA link to these terms and conditions will be found on the Website, alongside details of the specific competition, promotion, prize draw and other opportunities.\nIt is your responsibility to read those terms and conditions for details about the terms that shall apply and any eligibility requirements.</p> 9.\nSoftware <p>Any software that we make available for download or use from the Website and/or our servers (the \"Software\") is the intellectual property of Last.fm or its licensors or suppliers.\nAny such “Software” shall be considered a “Service” or one of the “Properties” as such terms are defined and used herein.\nYour use of the Software may be governed by the terms of an end user licence agreement that may accompany or that may be included with the Software (the \"Licence Agreement\").\nPlease carefully read any Licence Agreement and Paragraph 7 above to determine the full extent of the terms and conditions governing the use of such Software.</p>\n<p>WITHOUT LIMITING THE FOREGOING, COPYING OR REPRODUCTION OF THE SOFTWARE TO ANY OTHER SERVER OR LOCATION FOR FURTHER USE, REPRODUCTION, REDISTRIBUTION OR OTHER EXPLOITATION IS EXPRESSLY PROHIBITED, UNLESS SUCH USE, REPRODUCTION, REDISTRIBUTION OR EXPLOITATION IS EXPRESSLY PERMITTED BY THE LICENCE AGREEMENT APPLICABLE TO SUCH SOFTWARE.</p> 10.\nCopyrights and Copyright Agents <p>At Last.fm, we aim to respect the intellectual property rights of others.\nIf you believe that your work (or the work of a third party on whose behalf you are entitled to act) has been copied, used, or made available on or through the Last.fm Website in a way that constitutes copyright infringement of your intellectual property, please provide our copyright agent with a copyright infringement notice (“Notice”) which should include the following written information:</p>\n<ol>\n<li>a statement that you have identified material on the Website which infringes your copyright (or infringes the copyright of a third party on whose behalf you are entitled to act, if applicable);</li>\n<li>identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single Notice, a representative list of such works at that site;</li>\n<li>identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit Last.fm to locate the material (including, for example, a URL and/or screen shot);</li>\n<li>your full name, email address, postal address and telephone number on which you can be contacted;</li>\n<li>a statement by you that you have a good-faith belief that use of the material in the manner complained of is not authorised by the copyright owner, its agent, or the law;</li>\n<li>a statement by you that the information in the Notice is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of the exclusive right that is allegedly infringed.\nand</li>\n<li>a physical or electronic signature (which may be a scanned copy) of a person authorized to act on behalf of owner of the work that is allegedly infringed.</li>\n</ol>\n<p>Last.fm's agent for notice of claims of copyright infringement on or regarding the Website can be reached as follows:</p>\n<dl>\n<dt>By mail:</dt>\n<dd>\n<p> Copyright Agent, Legal Department <br> Last.fm Limited <br> The Warehouse, The Bower <br> 207-211 Old Street <br> London, EC1V 9NR <br> United Kingdom <br> Phone: +44 207 021 1000 </p>\n</dd>\n<dt>By email:</dt>\n<dd>infringementcomplaint@last.fm</dd>\n</dl>\n<p>If you are unsure about your rights in respect of material, or whether there has been an infringement of your rights, we suggest you take legal advice before sending a Notice to Last.fm.</p>\n<p>Please note that any video content made available on or through the Website which contains or displays the YouTube logo or which is provided via the YouTube player is provided to you by YouTube and from YouTube’s servers, and Last.fm thus does not have the ability to permanently remove all or any such content from YouTube’s servers.\nTherefore, if you have a complaint concerning any video content made available on the Website that is provided by YouTube, you should contact YouTube directly in accordance with copyright policies at: http://www.youtube.com/t/terms.\nIf you believe that your work is available on the Website via the YouTube player in a way that constitutes copyright infringement, please: (i) contact YouTube directly in accordance with copyright policies at: http://www.youtube.com/t/terms and (i) contact Last.fm by sending us a notice in accordance with the provisions of this Section 10.</p> 11.\nThird Party Content and Information <p>The Properties contain Content and information that is provided for your convenience and enjoyment.\nThird parties provide some of the Content and information.\nYou should be aware that the Content might contain errors, omissions, inaccuracies, outdated information and inadequacies and that the Content may be subject to terms and conditions, which may be found on the Website or in the documents and policies of third parties.\nLast.fm makes no representations or warranties as to the completeness, accuracy, adequacy, currency or reliability of any Content and will not be liable for any lack of the foregoing.</p>\n<p>In addition, third party advertisers or commercial partners may offer goods, services and other materials to you on the Website.\nYour correspondence and business dealings with others found on or through the Website including, without limitation, the payment and delivery of products and services, the delivery of videos or other content, and any terms, conditions, warranties and representations associated with such dealings, are solely between you and the relevant third party.\nLast.fm will not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or the offering of such products, services, and other Content on the Website.\nUnder certain circumstances, we may permit third party users to upload content, in which event you, at your own risk, may be exposed to offensive, indecent or objectionable content.</p>\n<p>Descriptions of, or references to, products, services or publications within the Website do not imply endorsement of that product, service or publication.</p> 12.\nInformation You Submit <p>From time to time, the Properties may contain functionality through which you can upload or submit information, data, software, messages, photographs, audio, video, text and other materials to, through or on the Website (\"Your Upload Information\").\nFor example, the Website may offer forums, bulletin boards, wikis, chat rooms, blogs or other interactive areas (\"User Forums\").\nLast.fm, its parent, subsidiaries or affiliates or the directors, officers, employees, or other representatives of each of them do not endorse the content posted in User Forums.\nLast.fm reserves the right, but is not obligated, to delete, move or edit Your Upload Information, in whole or in part, submitted by you to a User Forum for any reason in their sole discretion.\nLast.fm reserves the right to suspend or terminate your access to the Website and pursue all legal remedies if we believe your Upload Information infringes another's rights or otherwise violates any law, rule or regulation.\nYou acknowledge and agree that you are prohibited from accepting payment for Your Upload Information from any third party, including, without limitation, accepting payment for the inclusion of a logo, brand advertising or other commercial content, in Your Upload Information.</p>\n<p>All of Your Upload Information is your sole responsibility.\nThis means that you, and not Last.fm, are entirely responsible for all of Your Upload Information that you upload, post, e-mail, transmit or otherwise make available via the Website.\nLast.fm actively discourages you from uploading information or content (including photographs) about your friends or other people without their express prior consent.\nIf you post personal information in User Forums or on other publicly available areas of the Website, then you may receive unsolicited messages from third parties.\nLast.fm cannot ensure the security of any information you post in User Forums or on publicly available areas of the Website.\nUnder no circumstances will Last.fm be liable in any way for any of Your Upload Information including, but not limited to, any errors or omissions in Your Upload Information, or for any loss or damage of any kind incurred as a result of Your Upload Information.</p>\n<p>You warrant and represent that Your Upload Information: (i) is an original work by you or you have all necessary rights, licenses and permissions in it and to submit it to Last.fm under the terms of these Terms of Use.\n(ii) is not defamatory.\nand (iii) does not infringe upon, misappropriate or violate the rights of any third parties, including, without limitation, any intellectual property rights, rights of publicity or privacy or any other proprietary rights or otherwise violate any law, rule, or regulation.</p>\n<p>Except as otherwise described in our Privacy Policy or other agreement on the Website at which you provide Your Upload Information, Your Upload Information will be treated as non-confidential and non-proprietary and we will not be liable for any use or disclosure to anyone, including but not limited to claimed intellectual property owners.\nWhen you upload Your Upload Information via the Website, you irrevocably grant to Last.fm, its parent, subsidiaries, affiliates, and partners, without any credit or compensation to you, a non-exclusive, worldwide, perpetual, unrestricted, irrevocable, royalty-free and fully transferable, assignable and sub-licensable right and licence to use, reuse, modify, adapt, alter, display, archive, publish, sub-license, perform, copy, reproduce, disclose, transmit, communicate to the public, post, sell, translate, create derivative works of, distribute, make and export Your Upload Information (in whole or in part), or to incorporate it in other works in any form, media, software or technology of any kind now known or developed in the future, for any purposes whatsoever including, without limitation, for advertising, marketing, publicity and promotional purposes, such as developing, manufacturing and marketing products and targeted advertisements using such Uploaded Information.\nYou hereby waive any moral rights (or any similar rights in any jurisdiction) you may have in and to any of Your Upload Information, even if such material is altered or changed in a manner not agreeable to you.\nYou agree and understand that Last.fm, its parent, subsidiaries, affiliates, and partners are not obligated to use Your Upload Information submitted through the Website or otherwise, and may alternatively choose, in its sole discretion, to discard, refuse to post, limit or block access to Your Uploaded Information without any liability whatsoever.</p>\n<p>You acknowledge that the Web Site, through Last.fm, its parent, subsidiaries, affiliates, and partners undertakes no obligation to pre-screen Your Upload Information, but that it has the right, in its sole discretion to monitor, modify, transmit over various networks, refuse, move, block access to or remove any of Your Upload Information.\nYou agree that you must evaluate, and bear all risks associated with, the use of any of Your Upload Information including, but not limited to, any reliance on the accuracy, completeness, or usefulness of Your Upload Information.\nSince Last.fm, its parent, subsidiaries, affiliates, and partners may not pre-screen user generated content, you may bear legal responsibility for others' exposure to any offensive indecent or objectionable content in Your Upload Information.</p> 13.\nDisclaimer of Warranties <p>THE PROPERTIES, INCLUDING, WITHOUT LIMITATION, ALL CONTENT, SOFTWARE, AND FUNCTIONS MADE AVAILABLE ON OR ACCESSED THROUGH OR SENT FROM THE WEBSITE, ARE PROVIDED \"AS IS,\" \"AS AVAILABLE, \" AND \"WITH ALL FAULTS.\" TO THE FULLEST EXTENT PERMISSIBLE BY LAW, LAST.FM AND ITS PARENTS, SUBSIDIARIES AND AFFILIATES MAKE NO REPRESENTATION OR WARRANTIES OR ENDORSEMENTS OF ANY KIND WHATSOEVER (EXPRESS OR IMPLIED) ABOUT: (A) THE PROPERTIES.\n(B) THE CONTENT AND SOFTWARE ON AND PROVIDED THROUGH THE PROPERTIES.\n(C) THE FUNCTIONS MADE ACCESSIBLE ON OR ACCESSED THROUGH THE PROPERTIES.\n(D) THE MESSAGES, CONTENT AND INFORMATION SENT FROM OR THROUGH THE PROPERTIES BY USERS.\n(E) ANY PRODUCTS OR SERVICES OFFERED VIA THE WEBSITE OR HYPERTEXT LINKS TO THIRD PARTIES.\nAND/OR (F) THE TREATMENT OF ANY INFORMATION, CONTENT, MATERIAL OR DATA TRANSMITTED BY USERS TO THE PROPERTIES.\n(G) SECURITY ASSOCIATED WITH THE TRANSMISSION OF SENSITIVE INFORMATION THROUGH THE PROPERTIES OR ANY LINKED SITE.\nLAST.FM DOES NOT WARRANT THAT THE PROPERTIES, ANY OF THE PROPERTIES' FUNCTIONS OR ANY CONTENT CONTAINED THEREIN WILL BE UNINTERRUPTED OR ERROR-FREE.\nTHAT DEFECTS WILL BE CORRECTED.\nOR THAT THE PROPERTIES OR THE SERVERS THAT MAKE THEM AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<p>LAST.FM DOES NOT WARRANT THAT YOUR ACTIVITIES IN CONNECTION WITH OR USE OF THE PROPERTIES IS LAWFUL IN ANY PARTICULAR JURISDICTION AND, IN ANY EVENT, LAST.FM SPECIFICALLY DISCLAIMS SUCH WARRANTIES TO THE FULLEST EXTENT PERMITTED BY LAW.\nYOU UNDERSTAND THAT BY USING ANY OF THE FEATURES OF THE PROPERTIES, YOU ACT AT YOUR OWN RISK, AND YOU REPRESENT AND WARRANT THAT YOUR ACCESS AND ACTIVITIES ARE LAWFUL IN EVERY JURISDICTION WHERE YOU ACCESS OR USE THE WEBSITE, THE SERVICES OR THE CONTENT.\nFURTHER, LAST.FM AND ITS SUBSIDIARIES AND AFFILIATES DISCLAIM, TO THE FULLEST EXTENT PERMITTED BY LAW, ANY EXPRESS OR IMPLIED WARRANTIES INCLUDING, WITHOUT LIMITATION, NONINFRINGEMENT, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND TITLE.</p>\n<p>LAST.FM, ITS PARENT, SUBSIDIARIES OR AFFILIATES OR THE DIRECTORS, OFFICERS, EMPLOYEES, OR OTHER REPRESENTATIVES OF EACH OF THEM SHALL NOT BE LIABLE IN ANY EVENT FOR THE USE OF THE WEBSITE OR OTHER PROPERTIES, INCLUDING, WITHOUT LIMITATION, THE CONTENT AND ANY ERRORS CONTAINED THEREIN.\nWHERE ANY JURISDICTIONS LIMIT OR DO NOT ALLOW THE DISCLAIMER OF IMPLIED OR OTHER WARRANTIES AS SET OUT ABOVE, THE DISCLAIMER MAY NOT APPLY TO THE EXTENT THE LAW OF SUCH JURISDICTION IS APPLICABLE TO THIS AGREEMENT.</p>\n<p>YOU AGREE THAT YOUR USE OF THE PROPERTIES IS ENTIRELY AT YOUR OWN RISK.</p> 14.\nDisclaimers/Limitation of Liability <p>WITHOUT LIMITATION OF ANYTHING ELSE SET FORTH IN THESE TERMS OF USE, YOU UNDERSTAND AND AGREE THAT LAST.FM FURTHER LIMITS ITS LIABILITY IN CONNECTION WITH YOUR USE OF THE PROPERTIES AS SET FORTH BELOW:</p>\n<p>UNDER NO CIRCUMSTANCES SHALL LAST.FM, ITS PARENT, SUBSIDIARIES, OR AFFILIATES OR THE DIRECTORS, OFFICERS, EMPLOYEES, OR OTHER REPRESENTATIVES OF EACH OF THEM (COLLECTIVELY, THE \"LAST.FM ENTITIES AND INDIVIDUALS\") BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES OF ANY KIND, INCLUDING, WITHOUT LIMITATION, FOR ANY SPECIAL, DIRECT, INDIRECT, INCIDENTAL, EXEMPLARY, ECONOMIC, PUNITIVE, OR CONSEQUENTIAL DAMAGES THAT ARE DIRECTLY OR INDIRECTLY RELATED TO (1) THE PROPERTIES, THE CONTENT, OR YOUR UPLOAD INFORMATION.\n(2) THE USE OF, INABILITY TO USE, OR PERFORMANCE OF THE PROPERTIES OR ANY OF THE CONTENT OR FEATURES THEREON.\n(3) ANY ACTION TAKEN IN CONNECTION WITH AN INVESTIGATION BY LAST.FM OR LAW ENFORCEMENT AUTHORITIES REGARDING YOUR USE OF THE PROPERTIES OR CONTENT.\n(4) ANY ACTION TAKEN IN CONNECTION WITH COPYRIGHT OWNERS.\n(5) ANY ERRORS OR OMISSIONS IN THE PROPERTIES’ TECHNICAL OPERATION, EVEN IF FORESEEABLE OR EVEN IF THE LAST.FM ENTITIES AND INDIVIDUALS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE, STRICT LIABILITY TORT (INCLUDING, WITHOUT LIMITATION, WHETHER CAUSED IN WHOLE OR IN PART BY NEGLIGENCE, ACTS OF GOD, TELECOMMUNICATIONS FAILURE, OR THEFT OR DESTRUCTION OF THE PROPERTIES).\nNOTHING IN THESE TERMS OF USE LIMITS OR EXCLUDES LAST.FM’S LIABILITY FOR: (A) DEATH OR PERSONAL INJURY CAUSED BY ITS PROVEN NEGLIGENCE.\n(B) THE TORT OF DECEIT.\nOR (C) ANY LIABILITY WHICH CANNOT BE LIMITED OR EXCLUDED BY LAW.</p>\n<p>IF ANY OF THESE TERMS OF USE ARE DETERMINED TO BE ILLEGAL, INVALID OR OTHERWISE UNENFORCEABLE BY REASON OF THE LAWS OF ANY STATE OR COUNTRY IN WHICH THESE TERMS OF USE ARE INTENDED TO BE EFFECTIVE, THEN TO THE EXTENT AND WITHIN THE JURISDICTION IN WHICH THAT TERM IS ILLEGAL, INVALID OR UNENFORCEABLE, IT SHALL BE SEVERED AND DELETED FROM THESE TERMS OF USE AND THE REMAINING TERMS SHALL SURVIVE AND CONTINUE TO BE BINDING AND ENFORCEABLE.</p>\n<p>THE LAST.FM ENTITIES AND INDIVIDUALS ARE NOT RESPONSIBLE FOR ANY DAMAGE TO ANY USER'S COMPUTER, HARDWARE, COMPUTER SOFTWARE, OR OTHER EQUIPMENT OR TECHNOLOGY INCLUDING, WITHOUT LIMITATION, DAMAGE FROM ANY SECURITY BREACH OR FROM ANY VIRUS, BUGS, TAMPERING, FRAUD, ERROR, OMISSION, INTERRUPTION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER LINE OR NETWORK FAILURE OR ANY OTHER TECHNICAL OR OTHER MALFUNCTION.</p>\n<p>YOUR ACCESS TO AND USE OF THIS THE PROPERTIES IS AT YOUR RISK.\nIF YOU ARE DISSATISFIED WITH THE PROPERTIES OR ANY OF THE CONTENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE ACCESSING AND USING THE PROPERTIES OR THE CONTENT.</p>\n<p>YOU RECOGNISE AND CONFIRM THAT IN THE EVENT YOU INCUR ANY DAMAGES, LOSSES OR INJURIES THAT ARISE OUT OF LAST.FM'S ACTS OR OMISSIONS, THE DAMAGES, IF ANY, CAUSED TO YOU ARE NOT IRREPARABLE OR SUFFICIENT TO ENTITLE YOU TO AN INJUNCTION PREVENTING ANY EXPLOITATION OF ANY WEB SITE, PROPERTY, PRODUCT, PROGRAM, TELEVISION SHOW, MOTION PICTURE OR OTHER AUDIO/VISUAL CONTENT OWNED OR CONTROLLED BY LAST.FM AND/OR ITS PARENTS, SUBSIDIARIES, AND/OR AFFILIATES OR YOUR UPLOAD INFORMATION, AND YOU WILL HAVE NO RIGHTS TO ENJOIN OR RESTRAIN THE DEVELOPMENT, PRODUCTION, DISTRIBUTION, ADVERTISING, EXHIBITION OR EXPLOITATION OF ANY LAST.FM WEB SITE, SERVICES, PROPERTIES, PRODUCT, PROGRAM, MUSIC, TELEVISION SHOW, MOTION PICTURE OR OTHER AUDIO/VISUAL CONTENT OR YOUR UPLOAD INFORMATION OR ANY AND ALL ACTIVITIES OR ACTIONS RELATED THERETO.</p> 15.\nIndemnity <p>You agree to indemnify, hold harmless, and keep Last.fm, its parents, subsidiaries and affiliates, and their respective owners, officers, managers, members, agents and employees, fully and effectively indemnified with respect to any and all costs, claims, demands, investigations, liabilities, losses, damages, judgments, settlements, costs and expenses, including attorneys' fees arising out of or in connection with this Terms of Use, including, without limitation: (a) your use of the Properties.\n(b) your violation of these Terms of Use or any law, rule or regulation.\n(c) your use of the Content.\nor (d) your placement or transmission of any of Your Upload Information or any other content or materials on or through the Properties.\nYou will cooperate as fully and reasonably as required by Last.fm in the defence of any claim.\nNotwithstanding the foregoing, Last.fm retains the exclusive right to settle, compromise and pay any and all claims, demands, proceedings, suits, actions or causes of actions which are brought against Last.fm herein under the terms and provisions of this Section 15 and in no event shall you settle any such claim without Last.fm's prior written approval.</p> 16.\nGoverning Law <p>These Terms of Use and the interpretation of these Terms of Use shall be governed by and construed in accordance with the laws of England.</p> 17.\nMiscellaneous <p>Any other rules, restrictions, guidelines and terms and conditions that may be posted or made available in connection with a particular feature on the Website or Service are incorporated by this reference into these Terms of Use for all purposes.</p>\n<p>You are solely responsible for compliance with applicable laws, rules, and regulations in connection with your use of the Properties and the Content, including, without limitation, those governing your transmission or use of any software or data.</p>\n<p>These Terms of Use and any applicable end user licence or similar agreements contain the sole and entire agreement between the parties with respect to the Properties, the Content and Your Upload Information and supersedes any and all other prior written or oral agreements between them.\nThe section titles in these Terms of Use are for your convenience only and do not have any legal or contractual effect.\nYou agree that these Terms of Use will not be construed against Last.fm by virtue of having drafted these Terms of Use.\nIf any provision of these Terms of Use shall be held invalid or unenforceable by any court of competent jurisdiction or as a result of future legislative action, such holding or action shall be strictly construed and shall not affect the validity or effect of any other provision of these Terms of Use.\nNo waiver on the part of Last.fm of any of these Terms of Use will be of any force or effect unless made in writing and signed by a duly authorized officer of Last.fm.</p>\n<p>Nothing in these Terms of Use are intended to confer on any third party (whether referred to in the Terms of Use by name, class, description or otherwise) any benefit or any right under any legislation in any country to enforce any provisions of these Terms of Use.</p> 18.\nTermination <p>You understand and agree that Last.fm will determine your compliance with these Terms of Use in its sole discretion.\nLast.fm reserves the right to restrict, suspend, deny or terminate access to all or part of the Website or any Service and to deny access to any person in its sole discretion without notice or liability of any kind.\nLast.fm maintains a policy that provides for the termination in appropriate circumstances of the Website use privileges of users who are repeat infringers of intellectual property rights.\nAny violation of these Terms of Use may be referred to law enforcement authorities.\nUpon termination of your user account or access to the Web Site, or upon demand by Last.fm, you must destroy all materials obtained from the Properties and all related documentation.</p> 19.\nPrivacy <p>Registration data and certain other information about you are subject to our Privacy Policy.\nPlease read the Privacy Policy for information on how your personal data and other information about you will be handled.\nBy accepting these Terms of Use you are also accepting the terms of the Privacy Policy, which is incorporated herein by reference for all purposes.</p> ", "created_at": "2020-01-02 14:24:07.163367", "updated_at": "2020-01-02 14:24:50.055995"}, {"id": 2251, "name": " Cookies & Other Tracking Technologies", "url": "https://privacy.cbs/cookies", "xpath": "/html/body", "text": " <ul>\n</ul> Search Cookies &amp.\nOther Tracking Technologies <p>CBS, service providers working on our behalf, and businesses who collect information on our pages, may automatically receive certain information associated with you and/or your device(s) as part of your use of the CBS Services through browser or device-based tracking technologies such as cookies, pixels, tags, beacons, scripts, or other technology.</p>\n<p>A cookie is a small text file that is placed on your computer when you visit a website.\nTracking pixels (sometimes referred to as web beacons or clear GIFs) are tiny electronic tags with a unique identifier that are sometimes embedded in websites, online ads and/or email, and that are designed to provide usage information like ad impressions (how many times an ad is viewed) or clicks, to measure popularity of the Services and associated advertising, and to access information from user cookies.</p>\n<p>The information we collect through online tracking technologies includes:</p>\n<p>\n<strong>Information about how you access the CBS Services:</strong>\nWhen you use CBS Services, we automatically collect or receive some information about how you access the CBS Services, including the device type, operating system, and browser you use, and how fast or stable your internet connection is.\nThe information we receive depends on the device you are using and which CBS Services you access.</p>\n<p>\n<strong>Information about your activity on the CBS Services:</strong>\nInformation about your interactions with audio and video content, such as the type of content viewed or listened to (including music applications such as iTunes, Spotify and Last.fm) the content viewed, and information about your interactions with email messages we send you, such as which links you click on, and whether the messages were opened or forwarded.</p>\n<p>\n<strong>Unique Identifiers:</strong>\nIP addresses associated with the devices you use to access the CBS Services, Advertising IDs, Cookie IDs, and other unique identifiers.</p>\n<p>The information accessed through cookies and other tracking technologies is used along with the other information we collect for the purposes outlined in the Privacy Policies of the respective brands listed below, namely:\nRemembering your settings and choices and providing you with a customized experience on the CBS Services.\nMonitoring, analyzing, and improving the operation, delivery, performance and usability of the CBS Services.\nand\nProviding you with personalized ads based on your activity on the CBS Services and on other sites and services not operated by CBS or its affiliates.</p> MANAGE COOKIES AND OTHER TRACKING TECHNOLOGIES ON YOUR DEVICES <p>Many devices and browsers give you the option to manage and/or disable cookies and other online tracking technologies.\nWe’ve compiled directions for some commonly used browsers and devices where the CBS Services are made available.</p>\n<p>Please note that all devices and browsers are different.\nThe methods described below may change at any time.\nWe encourage you to always refer to the relevant instructions for your particular device or browser</p> WEB BROWSERS Disabling Cookies* <p>*Your opt-out choice is often stored in a cookie.\nBlocking cookies may prevent the CBS Services from operating as expected and may also prevent your consent choices from being stored.\nThat may mean that if you opt-out, then block cookies, we may not know about, or be able to honor, your opt-out.\nYou should also be aware that blocking cookies on your computer will not affect your consent choices on a different device, such as a mobile device.</p> Browser Name Instructions Source Google Chrome <ol>\n<li>At the top right, click “⋮” icon, and then Settings.</li>\n<li>At the bottom, click Advanced.</li>\n<li>Under “Privacy and security”, click Site settings and then Cookies.</li>\n<li>Turn Allow sites to save and read cookie data on or off.</li>\n</ol> https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&amp;hl=en-GB Apple Safari On Mac: <ul>\n<li>Safari &gt.\nPreferences, click “Privacy”</li>\n</ul> On iOS: <ul>\n<li>Settings &gt.\nSafari, then turn on “Block All Cookies”</li>\n</ul> https://support.apple.com/guide/safari/manage-cookies-and-website-data-sfri11471/mac https://support.apple.com/en-us/HT201265 Mozilla Firefox <ol>\n<li>Click the menu button “☰” and select “Preferences”.</li>\n<li>Select the “Privacy &amp.\nSecurity” panel and go to the “Cookies and Site Data” section.</li>\n</ol> https://support.mozilla.org/en-US/kb/block-websites-storing-cookies-site-data-firefox Microsoft Edge <ol>\n<li>More button “⋯” &gt.\nSettings.</li>\n<li>Select “View Advanced Settings”.</li>\n<li>Under “Privacy and Services” &gt.\n“Cookies”</li>\n</ol> https://support.microsoft.com/en-us/help/4468242/microsoft-edge-browsing-data-and-privacy-microsoft-privacy Other Options for Disabling Online Tracking <p>Blocking cookies in your web browser may not prevent cross-site tracking of your online activity using other online tracking technologies.\nIn addition to managing your cookie settings for your browser, you can opt-out of tracking directly with the businesses that operate the tracking technologies.</p>\n<p>To Disable Use of Tracking by other businesses for Third Party Personalized Advertising, see the instructions and options provided in privacy.cbs/personalizedads.</p>\n<p>To opt-out of certain analytic tracking by our partners visit the links below:</p> Partner URL Google Analytics https://tools.google.com/dlpage/gaoptout Adobe Omniture http://www.adobe.com/privacy/opt-out.html ComScore http://www.comscore.com/About_comScore/Privacy_Policy Nielsen http://www.nielsen-online.com/corp.jsp?section=leg_prs&amp;nav=1#Optoutchoices ConfirmIT http://www.confirmit.com/privacy-policy.aspx <strong>Terms of Use</strong>\n<br> Privacy Topics <ul>\n<li>\n<strong>Privacy Policy</strong>\n</li>\n<li>Cookies &amp.\nOther Online Tracking Technologies</li>\n<li>CBS Television Stations and FCC Requirements</li>\n<li>Children’s Privacy Policy</li>\n<li>Information for Visitors from California</li>\n<li>Information for Visitors from Australia</li>\n<li>Information for Visitors from Canada</li>\n<li>Information for Visitors from the European Union (EU)</li>\n<li>Information for Visitors using Last.fm</li>\n<li>Personalized Advertising</li>\n<li>Video Services Policy</li>\n</ul>\n<strong>Privacy Policies</strong>\n<br> CBS Companies<br> Pop TV<br> Showtime<br> Simon &amp.\nSchuster<br> Smithsonian Channel <p>©2020 ViacomCBS - All rights reserved.</p> ", "created_at": "2020-01-02 14:43:29.399492", "updated_at": "2020-12-14 23:42:53.683644"}], "points": [{"id": 1446, "title": "Use third part cookies", "source": "Imported from ToS;DR before phoenix", "status": "Uses cookies to monitor habits, identify search categories, track ads that are delivered. These web analytics cookies may be operated by other companies.\nHowever these third party cookies can be opt-out.", "created_at": "2018-05-15 09:11:49.304495", "updated_at": "2021-02-06 03:50:18.240434", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1706, "title": "Collects browser information", "source": "Imported from ToS;DR before phoenix", "status": "The Internet Protocol, IP, ISP, browser's fingerprint, referring URL", "created_at": "2018-05-15 09:11:59.633331", "updated_at": "2021-02-06 03:50:22.898476", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1713, "title": "Last.FM - Am I doing it right?", "source": "https://groups.google.com/forum/#!topic/tosdr/06PgbACE8e8", "status": "Last.FM - Am I doing it right?", "created_at": "2018-05-15 09:11:59.92444", "updated_at": "2021-02-06 03:50:24.399402", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1852, "title": "Uses Cookies", "source": "Imported from ToS;DR before phoenix", "status": "Kee user loged in, track browse history and other personnal settings.", "created_at": "2018-05-15 09:12:05.80254", "updated_at": "2021-02-06 03:50:26.890681", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 8767, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.last.fm/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-01-02 14:26:18.140836", "updated_at": "2020-12-15 10:47:29.600158", "quoteText": "We reserve the right to make those changes, and to change these terms in line with them.", "case_id": 121, "document_id": 2249, "quoteStart": 514, "quoteEnd": 602}, {"id": 8768, "title": "There is a date of the last update of the terms", "source": "https://privacy.cbs/", "status": "Generated through the annotate view", "created_at": "2020-01-02 14:30:34.435819", "updated_at": "2020-12-15 10:47:38.430318", "quoteText": "December 30, 2019", "case_id": 331, "document_id": 2250, "quoteStart": 606, "quoteEnd": 623}, {"id": 8773, "title": "You can delete your content from this service", "source": "https://privacy.cbs/", "status": "Generated through the annotate view", "created_at": "2020-01-02 14:38:48.463951", "updated_at": "2020-12-15 10:48:25.384224", "quoteText": "You can always contact us using the contact information provided in this Privacy Policy to update, amend, or delete your information.", "case_id": 175, "document_id": 2250, "quoteStart": 16329, "quoteEnd": 16462}, {"id": 8769, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://privacy.cbs/", "status": "Generated through the annotate view", "created_at": "2020-01-02 14:33:24.849635", "updated_at": "2020-06-08 15:06:09.647357", "quoteText": "We may share your information in connection with a substantial corporate transaction, such as the sale of a CBS Service, a merger, consolidation, asset sale, or in the unlikely event of bankruptcy.", "case_id": 243, "document_id": 2250, "quoteStart": 10861, "quoteEnd": 11058}, {"id": 8770, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://privacy.cbs/", "status": "Generated through the annotate view", "created_at": "2020-01-02 14:34:32.391972", "updated_at": "2020-12-15 10:47:46.058569", "quoteText": "We may disclose information about our users, including contact information, to respond to subpoenas, court orders, legal process and other law enforcement measures, and to comply with other legal obligations.\nThere may be circumstances where the law requires us to disclose the information, or where disclosure is required to prevent a risk to health or safety, or for law enforcement purposes.", "case_id": 164, "document_id": 2250, "quoteStart": 11178, "quoteEnd": 11572}, {"id": 8772, "title": "Your personal data is given to third parties", "source": "https://privacy.cbs/", "status": "Generated through the annotate view", "created_at": "2020-01-02 14:36:39.587468", "updated_at": "2020-12-15 10:48:16.361112", "quoteText": "We share your information with audience measurement companies like Comscore and Nielsen that help us and other websites measure and understand the audiences that view our content.", "case_id": 188, "document_id": 2250, "quoteStart": 12077, "quoteEnd": 12256}, {"id": 8771, "title": "This service uses your personal information for many different purposes", "source": "https://privacy.cbs/", "status": "Generated through the annotate view", "created_at": "2020-01-02 14:35:48.953143", "updated_at": "2020-12-15 10:47:52.665299", "quoteText": "We share your contact information with vendors who help us with specialized services, including customer support, email and text message deployment, analytics, marketing, suppression list management and data processing.", "case_id": 185, "document_id": 2250, "quoteStart": 11649, "quoteEnd": 11868}, {"id": 8766, "title": "There is a date of the last update of the terms", "source": "https://www.last.fm/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-01-02 14:25:31.032303", "updated_at": "2020-06-08 14:41:20.538107", "quoteText": "Terms of Use <p>\n<strong>Updated on:</strong> Tuesday 2 June 2015", "case_id": 331, "document_id": 2249, "quoteStart": 1, "quoteEnd": 66}, {"id": 8774, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://privacy.cbs/", "status": "Generated through the annotate view", "created_at": "2020-01-02 14:39:33.683762", "updated_at": "2020-06-08 14:45:56.668254", "quoteText": "Please note that we may need to retain some information about you in order to satisfy our contractual, legal and security obligations.\nSome of your information may also remain in back-up storage for a period of time even if you ask us to delete it.\nIn some cases, you may be entitled under local laws to access, correct, move, or object to the processing of information that we hold relating to you.", "case_id": 333, "document_id": 2250, "quoteStart": 16644, "quoteEnd": 17043}], "urls": ["last.fm"]}}