{"error": 448, "message": "OK", "parameters": {"id": 5728, "name": "kbhgames", "created_at": "2021-11-20 20:41:43.491092", "updated_at": "2021-11-20 23:01:13.982616", "wikipedia": null, "keywords": null, "related": null, "slug": "kbhgames", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5728.png", "url": "kbhgames.com", "documents": [{"id": 10317, "name": "PRIVACY POLICY", "url": "https://kbhgames.com/privacy", "xpath": "//*[@id=\"content\"]", "text": " Privacy KBH GAMES PRIVACY POLICY<p>KBH Games deeply committed to your privacy.\nThe following outlines our continued support of protecting our users’ privacy.</p>\n<b>PERSONAL INFORMATION</b>\n<p>We don’t collect any personal information from our users.</p>\n<b>Members</b>\n<p>Members use their email address to sign up.</p>\n<b>EXTERNAL LINKS</b>\n<p>This site contains links to other sites.\nWe are not responsible for the privacy practices or the content of these sites.</p>\n<strong>Third-Party Advertising</strong>\n<p>We use third-party advertisements that may use your cookies to serve ads.\nWe have opted out using cookies to display advertisements through ours.\nBut if <strong>live in a country with GDPR or California with CCPA we have Opted-OUT with our third-party automatically from using your cookies</strong>.\nTo learn more about this behavioral advertising practice or to opt-out of this type of advertising, you can visit http://www.networkadvertising.org/managing/opt_out.asp.\nWe pledge that we’ll never have pop up on KBH Games.\nWe understand how annoying they are.</p>\n<ul>\n<li>KBH Games</li>\n<li>FAQ</li>\n<li>About</li>\n<li>Terms and Conditions</li>\n<li>Privacy</li>\n</ul> ", "created_at": "2021-11-20 19:42:46.677967", "updated_at": "2021-11-20 19:42:53.735485"}, {"id": 10316, "name": " Terms and Conditions ", "url": "https://kbhgames.com/terms-of-use", "xpath": "//*[@id=\"content\"]", "text": " Terms and Conditions <p>\n<strong>Terms of Use</strong>\n</p>\n<p>When using kbhgames.com website and/or playing the games or software listed you fully agree with it our its “Privacy Policy” and “Terms of Use” conditions.\nIf you do not agree on any of these conditions, we&nbsp;advise you not use our website.</p>\n<p>\n<strong>Changes to the Terms.</strong>\n</p>\n<p>We have the right to update and modify our Terms of Use at any time.&nbsp.\nPlease check back periodically any changes to see any changes.</p>\n<p>\n<strong>About the website.&nbsp;</strong>\n</p>\n<p>Provide a platform for gamers looking to spend a few minutes playing online mini-games.\nAnd provide indie game developers a way to share their small side-project as a way to gain traction or simply be played by as many players as possible.</p>\n<p>\n<strong>Service Availability.&nbsp;</strong>\n</p>\n<p>We thrive to provide a fast, stable, and reliable Website.\nHowever, it may happen that games and services are unavailable due to server maintenance or technical problems.\nWe may also suspend or permanently remove any game or service for any reason without Your consent or giving prior notice.\nWe are not liable for any loss, damage or upset that You suffer as a consequence of a game or service becoming temporarily or permanently unavailable.</p>\n<p>\n<strong>Registration</strong>\n</p>\n<p>While registration is not required to play on kbhgames, we do recommend&nbsp;it, which will allow you to favorite games, so you can easily play it again in the future without searching for it.\nYou can also post reviews.</p>\n<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>Check out our Privacy Policy, which we made disclosures about Our privacy practices regarding any personal data You may provide Us.</p>\n<p>\n<strong>Links to Third-Party Websites</strong>\n</p>\n<p>We may sometimes provide external links to other websites or resources.&nbsp.\nSince we have no control over other websites, we are not responsible for any of these websites.</p>\n<p>\n<strong>DMCA / Removal Request</strong>\n</p>\n<p>All Games ©Copyrights are reserved to their respective owners and are embedded on the site.</p>\n<p>Most of the published games are submitted or suggested to us by creators, or owners, or users.\nMost games have developer’s website and/or creators’ social media account or/and GooglePlay or/and Apple App Store information in the game itself or in our description or they simply want to share it with the world.\nWe allow creators to promote their games on our website to reach more audiences.\nMost games are an mini-online version of the game.\nWe may not be able to confirm if all games have respected the other intellectual properties or rights.\nUpon receiving notification in accordance with any related copyright organization or owner, I will disable and remove any games in question.</p>\n<p>To send a DMCA claim, please SEND EMAIL TO kbhgames [at] hotmail [dot] com, please try to include the following informations:</p>\n<p>Identification of the copyrighted work that you claim has been infringed.</p>\n<p>1.\nAn exact description of where the material about which you complain is located on the website.</p>\n<p>2.\nYour address, holder’s full name, telephone number, and email address (official company address and email).</p>\n<p>3.\nTrademarked Registration number and Registration office if applicable.</p>\n<p>4.\nA statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.</p>\n<p>5.\nA statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the owner of the copyright interest involved or are authorized to act on behalf of that owner.</p>\n<p>6.\nYour electronic or physical signature.</p>\n<p>\n<strong>You may also request all ads on the game page to be removed at any time.\nSEND EMAIL TO kbhgames [at] hotmail [dot] com.</strong>\n</p>\n<p>Note:<br>We’ll process to correct and complete removal requests within 7 working days.</p>\n<p>\n<strong>User Conduct Rules</strong>\n</p>\n<p>The user may not engage in antisocial, disruptive, or destructive acts, including “flaming,” “spamming,” “flooding,” “trolling,” and “griefing” as those terms are commonly understood and used on the Internet.</p>\n<p>\n<strong>Contact</strong>\n</p>\n<p>For more on how to contact us using the contact page.</p>\n<p>\n<strong>Submit Games to Website</strong>\n</p>\n<p>You may not submit any information, content, or material that:</p>\n<p>(i) Is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another”s privacy, tortuous, contains explicit or graphic descriptions or accounts of sexual acts, or is pornographic;</p>\n<p>(ii) Violates or infringes the rights of others.</p>\n<p>(iii) Victimizes harasses, degrades, or intimidates an individual or group of individuals on the basis of religion, gender, sexual orientation, race, ethnicity, age, or disability;</p>\n<p>Sent links, embed code, or game files links to kbhgames [at] hotmail [dot] com.\nPlease note that not all games are accepted.</p>\n<ul>\n<li>KBH Games</li>\n<li>FAQ</li>\n<li>About</li>\n<li>Terms and Conditions</li>\n<li>Privacy</li>\n</ul> ", "created_at": "2021-11-20 20:41:43.495028", "updated_at": "2021-11-20 19:43:20.31978"}], "points": [], "urls": ["kbhgames.com"]}}