{"error": 448, "message": "OK", "parameters": {"id": 2948, "name": "VPNHub", "created_at": "2021-04-03 18:19:37.833285", "updated_at": "2021-05-09 22:00:08.806005", "wikipedia": null, "keywords": null, "related": null, "slug": "vpnhub", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2948.png", "url": "vpnhub.com", "documents": [{"id": 4648, "name": "Terms of Service", "url": "https://www.vpnhub.com/terms-of-service", "xpath": "/html/body/div/div[4]/div/div/section/div", "text": " Terms of Service – VPNhub Acceptance of Terms <p> The Terms of Service (“Terms”) you are reading are a legal agreement between Appatomic (“Appatomic”) and yourself (“you”).\nBy accessing or using any Appatomic application or game (“Service”) you agree that you have read, understood, accept and agree to be bound by these Terms.\nIf you do not agree to these Terms, do not use the Service.\n</p>\n<p> Appatomic reserves the right, in its sole discretion, to revise or modify these Terms at any time, and you agree to be bound by such revisions or modifications.\nUsers are responsible for viewing these Terms periodically.\nYour continued use of the Service after a change or modification of these Terms has been made will constitute your acceptance of the revised Terms.\n</p>\n<p> If you violate the Terms, Appatomic reserves the right to issue you a warning regarding the violation.\nYou agree that Appatomic may change any part of the Service, including its content, at any time or discontinue the Service or any part thereof, for any reason, without notice to you and without liability.\n</p>\n<p> The Service is intended for use by those 21 or older for amusement purposes only.\nYou declare that you are 13 years old or older.\nIf you are between the ages of 13 and 18, you declare that your legal guardian has reviewed and agrees to these Terms.\n</p> License <p> Subject to your agreement and compliance with these Terms, Appatomic grants you a personal, non-exclusive, non-transferable, non-sublicensable, revocable, limited scope license to use the Service.\nUse of the Service shall be solely for your own, private, non-commercial entertainment purposes and for no other purpose whatsoever.\nYou hereby acknowledge that your license to use the Service is limited by these Terms, and, if you violate or if, at any point, you do not agree to any of these Terms, your license to use the Service shall immediately terminate, and you shall immediately refrain from using the Service.\nIf the Service or any part thereof is determined to be illegal under the laws of the country in which you are situated, you shall not be granted any license to use the Service, and must refrain from using the Service.\n</p> Communication Channels <p> The Service may provide communication channels such as forums, communities, or chat areas (“Communication Channels”) designed to enable you to communicate with other Service users.\nAppatomic is under no obligation to monitor these communication channels but may do so, and reserves the right to review materials posted to the Communication Channels and to remove any materials, at any time, with or without notice for any reason, at its sole discretion.\nAppatomic may also terminate or suspend your access to any Communication Channels at any time, without notice, for any reason.\nYou acknowledge that chats, postings, or materials posted by users on the Communication Channels are neither endorsed nor controlled by Appatomic, and these communications should not be considered reviewed or approved by Appatomic.\nYou will be solely responsible for your activities within the Communication Channels and under no circumstances will Appatomic be liable for any activity within the Communication Channels.\n</p>\n<p> You agree that all your communications within the Communication Channels are public, and you have no expectation of privacy regarding your use of the Communication Channels.\nAppatomic is not responsible for information that you choose to share on the Communication Channels, or for the actions of other users.\n</p> Virtual Currencies and Goods <p> The Service may include an opportunity to purchase virtual, in-game currency (“Coins”) that may require you to pay a fee using real money to obtain the Coins.\nCoins can never be redeemed for real money, goods, or any other item of monetary value from Appatomic or any other party.\nYou understand that you have no right or title in the virtual in-game items, spins or Coins.\n</p>\n<p> Your purchase of Coins is final and is not refundable, transferable or exchangeable, except in Appatomic’s sole discretion.\nYou may not purchase, sell, or exchange Coins outside the Service.\nDoing so is a violation of the Terms and may result in termination of your Service account and/or legal action taken against you.\nAppatomic retains the right to manage, control, modify and/or eliminate Coins or any other form of virtual currency at its sole discretion.\nPrices and availability of Coins are subject to change without notice.\n</p>\n<p> Coins may only be held by legal residents of countries where access to and use of the Services are permitted.\nCoins may only be purchased or acquired from us and through means we provide on the applicable website or otherwise expressly authorize.\nWe reserve the right to refuse your request to purchase and/or acquire Coins for any reason.\nWhen you purchase Coins, they will reside on mobile device until discharged through use of the Service.\nIf you delete the application all the balance, Coins and all saved information or data will be lost.\nWhen purchasing Coins or other content as may be made available, you agree to pay us the applicable charges for your purchase, including applicable taxes, using a valid charge card or other payment method we may accept in accordance with the billing terms and prices in effect at the time the fee or charge becomes payable.\nAll sales of Coins and/or other content are final.\nIf you have been charged for items you did not purchase, or you did not receive the items you purchased, or you were charged an incorrect amount, you may request a refund or correction in accordance to payment provider policy.\nAny refund request must be received within 96 hours from the time of purchase in order for refunds to be issued in accordance to payment provider policy.\nRefund requests past 96 hours from time of purchase will be honored according only in accordance to payment provider policy.\nOther than charges to your ITunes and Google Play accounts, you agree to notify us about any billing problems or discrepancies within 30 days after they first appear on your account statement.\nIf you do not bring them to our attention within 90 days, you agree that you waive your right to dispute such problems or discrepancies.\nYou are responsible for and agree to reimburse us for all reversals, charge-backs, claims, fees, fines, penalties and other liability incurred by us (including costs and related expenses) that were caused by or arising out of payments that you authorized or accepted.\n</p> Rules of Conduct and Usage <p> You represent and warrant that you have full right and authority to use the Services and to be bound by these Terms.\nYou agree that you will comply fully with all applicable laws, regulations, statutes, ordinances, and the Terms herein.\n</p>\n<p> You undertake that you shall not defraud, or attempt to defraud, Appatomic or other users, and that you shall not act in bad faith in your use of the Service.\nIf Appatomic determines that you do act in bad faith in violation of these Terms, or if Appatomic determines that your actions fall outside of reasonable community standards, Appatomic may, at its sole discretion, terminate your account and prohibit you from using the Service.\n</p>\n<p> You agree that your use of the Service shall be lawful and that you will comply with the usage rules.\nIn furtherance of the foregoing, and as an example and not as a limitation, you agree that you shall not: </p>\n<ul>\n<li>Access the Service if you are under the age of 13;</li>\n<li> Libel, ridicule, defame, mock, stalk, intimidate, threaten, harass, or abuse anyone, hatefully, racially, ethnically or in any other manner.\n</li>\n<li> Upload or transmit (or attempt to upload or transmit) files that contain viruses, Trojan horses, worms, time bombs, cancelbots, corrupted files or data, or any other similar software or programs that may damage the operation of the Service or the computers of other users of the Service.\n</li>\n<li> Advertise, solicit or transmit any commercial advertisements, including chain letters, junk e-mail or repetitive messages (spim or spam) to anyone.\n</li>\n<li> Violate the contractual, personal, intellectual property or other rights of any party including by using, uploading, transmitting, distributing, or otherwise making available any information or material made available through the Service in any manner that infringes any copyright, trademark, patent, trade secret, or other right of any party (including rights of privacy or publicity).\n</li>\n<li> Create false personas, multiple identities, multiple user accounts, set up an account on behalf of someone other than yourself, use bots or other automated software programs to defraud or which otherwise violate these Terms of Service and/or the terms of service of any third-party applications or social networks through which the Service is accessed.\n</li>\n<li> Attempt to obtain passwords or other private information from other members including personally identifiable information (whether in text, image or video form), identification documents, or financial information.\n</li>\n<li> Upload or transmit (or attempt to upload or to transmit), without Appatomic’s express permission, any material that acts as a passive or active information collection or transmission mechanism, including, without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies or other similar devices (sometimes referred to as “spyware,” “passive collection mechanisms” or “pcms”).\n</li>\n<li>Improperly use support channels or complaint buttons to make false reports to Appatomic.\n</li>\n<li> Develop, distribute, use, or publicly inform other members of “auto” software programs, “macro” software programs or other “cheat utility” software programs or applications.\n</li>\n<li> Exploit, distribute or publicly inform other members of any game error, miscue or bug which gives an unintended advantage.\n</li>\n<li> Deal with Coins in a manner that violates these Terms, including transferring Coins to other individuals, parties, or entities, selling or re-selling Virtual Currency or virtual goods or fraudulently obtaining or acquiring Virtual Currency or other products or services.\n</li>\n<li> Rent, lease, sell, trade, gift, bequeath or otherwise transfer your account to anyone without Appatomic’s written permission.\n</li>\n<li> Access or use an account which has been rented, leased, sold, traded, gifted, bequeathed, or otherwise transferred from the account creator without Appatomic’s written permission.\n</li>\n<li> Engage in any fraudulent activity with respect to payment methods or advertiser tracking mechanisms.\n</li>\n<li> Violate any applicable laws or regulations, or encourage or promote any illegal activity including, but not limited to, copyright infringement, trademark infringement, defamation, invasion of privacy, identity theft, hacking, cracking or distribution of counterfeit software, or cheats or hacks for the Service.\n</li>\n<li> Attempt to use the Service on or through any service that is not authorized by Appatomic.\nAny such use is at your own risk and may subject you to additional or different terms.\nAppatomic takes no responsibility for your use of the Service through any service that is not authorized by it.\n</li>\n<li>Post or communicate any person’s real-world personal information using the Service.\n</li>\n<li>Attempt to interfere with, hack into or decipher any transmissions to or from the servers for the Service.\nor </li>\n<li> Interfere with the ability of others to enjoy using the Service, including disrupt, overburden or aid the disruption or overburdening of the Service servers, or take actions that interfere with or materially increase the cost to provide the Service for the enjoyment of all its users.\n</li>\n</ul> Intellectual Property (<abbr>IP</abbr>) Ownership <p> Appatomic retains all rights in the Service materials (including, but not limited to, applications, software, designs, graphics, texts, information, pictures, video, sound, music, and other files, and their selection and arrangement) (collectively, “Service Materials”).\nThe entire contents of the Service are protected by applicable copyright, trade dress, patent, and trademark laws, international conventions, and other laws protecting intellectual property and related proprietary rights.\n</p>\n<p> You shall not, nor shall you cause any other party to modify, decompile, disassemble, reverse engineer, copy, transfer, create derivative works from, rent, sub-license, distribute, reproduce framed, republish, scrape, download, display, transmit, post, lease or sell in any form or by any means, in whole or in part, use for any purpose other than for using the Service pursuant to these Terms or otherwise exploit any of the Service Materials without Appatomic’s explicit, prior written permission.\nThe foregoing shall not apply to your own User Content that you post through the Service in accordance with these Terms.\nAll other uses of copyrighted or trade mark material, including any derivative use, require explicit, prior written permission from Appatomic.\nAny reproduction or redistribution of materials not in accordance with these Terms is explicitly prohibited and may result in the termination of your Service account as well as severe civil and criminal penalties.\n</p>\n<p> Appatomic and/or its licensors and affiliates own all right, title, and interest, including copyrights and other intellectual property rights, in and to all the Service Materials.\nYou hereby acknowledge that you do not acquire any ownership rights by using the Service or by accessing any of the Service Materials, or rights to any derivative works thereof.\n</p> Disclaimer of Warranty.\nLimitation of Liability <p> You agree that your use of the Service shall be at your sole risk.\nTo the fullest extent permitted by law, Appatomic, its officers, directors, employees, and agents disclaim all warranties, explicit or implied, in connection with the Service and your use thereof including implied warranties of merchantability, title, fitness for a particular purpose or non-infringement, usefulness, authority, accuracy, completeness, and timeliness.\nAppatomic makes no warranties or representations about the accuracy or completeness of the content of the Service of the content of any sites linked to the Service and assume no liability or responsibility for any: </p>\n<ol>\n<li>Errors, mistakes, or inaccuracies of content;</li>\n<li>Personal injury or property damage, of any nature whatsoever, resulting from your access to and use of the Service.\n</li>\n<li>Any unauthorized access to or use of Appatomic’s secure servers and/or any and all personal information and/or financial information stored therein.\n</li>\n<li>Any interruption or cessation of transmission to or from the Service;</li>\n<li>Any bugs, viruses, Trojan horses, or the like which may be transmitted to or through the Service by any third party.\nor </li>\n<li>Any errors or omissions in any content or for any loss or damage of any kind incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available via the Service.\n</li>\n</ol>\n<p> In no event will Appatomic, its directors, officers, agents, contractors, partners and employees, be liable to you or any third person for any special, direct, indirect, incidental, special, punitive, or consequential damages whatsoever including any lost profits or lost data arising from your use of the Service or other materials on, accessed through or downloaded from the Service, whether based on warranty, contract, tort, or any other legal theory, and whether or not Appatomic has been advised of the possibility of these damages.\nThe foregoing limitation of liability shall apply to the fullest extent permitted by law in the applicable jurisdiction.\nYou specifically acknowledge that Appatomic shall not be liable for user submissions or defamatory, offensive, or illegal conduct by any third party and that the risk of harm or damage from the foregoing rests entirely with you.\n</p>\n<p> You agree to indemnify and hold Appatomic, and each of its directors, officers, agents, contractors, partners and employees, harmless from and against any loss, liability, claim, demand, damages, costs and expenses, including reasonable attorney’s fees, arising out of or in connection with </p>\n<ol>\n<li>Your use of and access to the Service;</li>\n<li>Your violation of any term of these Terms;</li>\n<li> Your violation of any third party right, including without limitation any copyright, property, or privacy right.\n</li>\n<li>Any claim that a user submissions made by you has caused damage to a third party.\nor </li>\n<li>Any User Content you post or share on or through the Service.</li>\n</ol> VPN Service <p> You understand that we are providing you with a virtual private network (“<abbr>VPN</abbr>“) service, which includes, but is not limited to, the use of servers, transport, routers, IP addresses and other equipment and protocols to transmit information over our network (the “System”).\nYou agree to abide by these Terms with respect to your use of the Service.\n</p> General <p> By using or visiting the Service, you agree that the laws of the State of California, United States, without regard to principles of conflict of laws and regardless of your location, will govern these Terms and any dispute of any sort that might arise between you and Appatomic.\nAny claim or dispute between you and Appatomic that arises in whole or in part from your use of the Service shall be decided exclusively by a court of competent jurisdiction located in the city of Los Angeles, and you hereby consent to, and waive all defenses of lack of personal jurisdiction and forum non convenient with respect to venue and jurisdiction in the courts of Los Angeles.\nAppatomic reserves the right to amend these Terms of Service at any time and without notice, and it is your responsibility to review these Terms of Service for any changes.\nYour use of the Service following any amendment of these Terms of Service will signify your assent to and acceptance of its revised terms.\nYOU AND Appatomic AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SERVICE MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.\n</p> Value - Added Tax (VAT) <p> Sales Tax or other excise tax may be included in, or added to, your purchase depending on your country, state, territory, city, or on other applicable local regulations.\nTax rates may vary accordingly.\n</p> ", "created_at": "2021-04-03 18:21:00.04418", "updated_at": "2021-04-03 18:21:11.059108"}, {"id": 4647, "name": "Privacy Policy", "url": "https://www.vpnhub.com/privacy-policy", "xpath": "/html/body/div/div[4]/div/div/section/div", "text": " Privacy Policy – VPNhub <strong>\n<i>Last Modified: January 29th, 2020</i>\n</strong> 1.\nIntroduction <p>Appatomic Ltd (hereinafter “we”, “us” or “our”) operates the website www.vpnhub.com (hereinafter referred to as “Website”) and other applications such as the free and paid version of VPNhub, including the mobile and desktop applications of VPNhub (hereinafter “Services”) and is the controller of the information collected or provided via the Services and Website.</p>\n<p>By accessing or using our Services and Website, you accept the terms of this Privacy Policy.\nIf you do not agree with any part of this privacy policy or our terms, please do not access or continue to use our Services or Website or otherwise submit your personal data.</p>\n<p>We collect, process and retain personal data to the extent it is necessary to provide users with our service.\nThis privacy policy applies to information we collect:</p>\n<ul>\n<li>on the Services and Website,</li>\n<li>in e-mail or other communications between you and the Services and Website, </li>\n<li>through the desktop and mobile applications of VPNhub you download from the Website, Google Play, or Apple App Store, or </li>\n<li>when you interact with our advertising and Services on third-party websites and services, if those services or advertising include links to this privacy policy.\n</li>\n</ul>\n<p>It does not apply to information collected by:</p>\n<ul>\n<li>us offline or through any other means, including on any other website operated by us or any third party (including our affiliates and subsidiaries).\nor </li>\n<li>any third party (including our affiliates and subsidiaries), including through any application or content (including advertising) that may link to or be accessible from the Services or Website.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe do not control these third- party websites and we are not responsible for their privacy statements, information or other practices.\n</li>\n</ul> 2.\nWarrant Canary <p>As of Sat Apr 03 2021, we have not received any National Security Letters or FISA court orders, and we have not been subject to any gag order(s) by a FISA court, or any other similar court(s) of any government.\nWe have never placed any backdoors in our hardware or software and have not received any requests to do so.\nNo searches or seizures of any kind have ever been performed on our assets.</p>\n<p>\n<br>\n</p> 3.\nInformation We Collect and How is your Personal Information Collected.\n<p>Personal data, or personal information, means any information about an individual from which that person can be identified by (“<strong>Personal Information</strong>”).\nYou do not have to give Appatomic any Personal Information to browse our Website or use our Services.</p>\n<p>We use different methods to collect data from and about you including through:</p>\n<ul>\n<li>\n<strong>Direct interactions.</strong>\n</li>\n<li>\n<i>\n<strong>Automatic data collection technologies or interactions.</strong>\n</i>\n</li>\n</ul>\n<strong>Personal Information provided by users through Direct Interactions</strong>\n<p>Through Direct Interactions we may collect, use, store and transfer the following information that users choose to provide to us:</p>\n<ul>\n<li>\n<strong>Account Information.</strong> E-mail/username and password if you create VPNHub Premium account.\nNo email is required to create a free version of VPNhub account.\nWe will never require you to register or provide us any contact information to download or use our products.\n</li>\n<li>\n<strong>Contact data.</strong> Email address and additional Personal Information you may provide us if you contact us.\n</li>\n<li>\n<strong>Marketing and Communications Data.</strong> Your communication preferences and preferences in receiving marketing from us, our third parties affiliates or partners.\n</li>\n</ul>\n<p>If you choose to purchase a subscription for VPNhub Premium account, we will not collect any Personal Information related to such payment.\nPayments made via Probiller, or in the Apple App Store or Google Play, will be processed by these third parties, and will be subject to such third partys’ privacy policy, and not this Privacy Policy.</p>\n<p>\n<strong>Personal Information automatically collected from users through Automatic Data Collection Technologies or Interactions</strong>\n</p>\n<p>We and our third party service providers may automatically collect, use, store and transfer the following information about you or your device as follows:</p>\n<ul>\n<li>\n<strong>When VPNHub app is launched, but before you connect to the VPN,</strong> we and our third party service providers collect device-specific information such as unique mobile ID, operating system and platform, browser type and version, network information and other technology on the devices you use to access the Website or the Services.\n</li>\n<li>\n<strong>When you connect to the VPNhub VPN,</strong> we collect your internet protocol (IP) address, which we pseudonymize, immediately encrypt it and store it only for the duration of your VPN session.\nYour IP address is deleted after you disconnect from the VPN without storing or logging it.\nWe do not associate your IP address with your online activities and we do not store or log your IP address with your online activities.\n</li>\n<li>\n<strong>Usage Data</strong> includes non-personally identifiable aggregated information about how you use our Services and Website.\nWe do not attribute any specific website visits or app usage to any specific user.\n<strong>We do not keep logs of your online activities and will never associate any domains, websites or applications that you use with you, your device or your email.</strong>\n</li>\n<li>\n<strong>Transaction Data </strong> in case of purchases, it may include details about payments to and from you and details of products and services you have purchased or received from us.\n</li>\n<li>\n<strong>Aggregated Data.</strong> We may also collect, use and share your data to produce and share aggregated data that do not identify you and therefore not considered as Personal Information.\nFor example, we may aggregate your usage data to calculate the percentage of users accessing a specific Services feature, to generate statistics about our users or to calculate ad impressions clicked on.\n</li>\n</ul>\n<p>\n<strong>Information Collected through Automatic Data Collection Technologies and Cookies when you visit the Website</strong>\n</p>\n<ul>\n<li>As you navigate through the Website, we and our third party service providers use automatic data collection technologies to collect certain information about your equipment, including information such as your device information (including device and application IDs), unique mobile ID, advertising ID, operating system and platform, browser type and version, internet service providers, mobile network names and cookie information.\nSuch information is used only used to improve the Website, provide troubleshoot and perform analytics.\n</li>\n<li>We also use these technologies to collect information about your online activities over time and across third-party websites or other online services (“interest-based advertising”).\nSee “Choices About How We Collect, Use and Disclose Your Personal Information” below for information on how you can opt out of behavioral tracking on this Website and how we respond to web browser signals and other mechanisms that enable consumers to exercise choice about behavioral tracking.\n</li>\n<li>We may use or engage others to use cookies, web beacons, clear gifs, and similar technologies to understand how users access and use our Website.\nIn general, you can browse our Website without telling us who you are or submitting any Personal Information.\n</li>\n<li>\n<i>Browser Cookies.</i> We do not use cookies on our Website.</li>\n<li>\n<i>Disabling Cookies.</i> The Help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, be notified when you receive a new cookie, or to disable cookies.\nWebsite visitors who disable their browsers’ ability to accept cookies will be able to browse the Website but certain Website features will not function.\n</li>\n<li>\n<i>Analytics.</i> We use third party analytics and advertising tools, in particular Google Analytics, Facebook Pixel and Twitter Pixel (Website only) and Firebase and AppsFlyer (for Services only).\nGoogle Analytics and Firebase are provided by Google, Inc., USA (“Google”).\nThese tools and technologies may collect and analyze certain types of information, including IP addresses, device and software identifiers, onsite behavior and usage information, feature use metrics and statistics, usage and purchase history, media access control address (MAC Address), and other similar information via the use of cookies or pixels.\nThe information generated by Google Analytics or Firebase about your use of the Website or Services may be transmitted to and stored by Google (for Google Analytics and Firebase) on servers in the United States.\nBecause we activated IP anonymization for Google Analytics or Firebase, Google will anonymize the last octet of a particular IP address.\nOnly in exceptional cases, the full IP address is sent to and shortened by Google servers in the USA.\nFacebook, Twitter, Google and AppsFlyer will use this information for the purpose of evaluating your use of the Services, compiling reports on Services activity and managing advertising content.\nTo learn how you can opt out from this information collection by Facebook (for Facebook Pixel) by Twitter (for Twitter pixel) by Google (for both Google Analytics and Firebase) or by AppsFlyer, see “Choices About How We Collect, Use and Disclose Your Personal Information” below.\n</li>\n</ul> 4.\nThird Party Advertising <p>On our free version of the VPNhub users may see some generic ads that our advertising partners place such as MoPub (with Twitter as its parent organization).\nOn our paid version VPNhub Premium, no ads will ever be served and no information will be collected by our third party advertising partners.</p>\n<p>Please be advised that the placement of ads by Traxnet in the Services applies only for users located in Iran.</p>\n<p>We do not track user activities outside of our Services, nor do we track the browsing activities of users who are logged into our VPNhub service.\nWe do not share your IP address, browsing history, or any other information you choose to provide, with advertisers.\nWe may share your general (city level) location.\nAdvertisers may be able to collect certain information independently from you or your device when serving ads from our Services, including your device’s advertising ID, IMEI, MAC address, and wireless carrier.\nAdvertisers may be able to access your lP address if your device is not connected to the VPNhub VPN.\nFor more information regarding your device’s advertising ID and its options, please visit https://support.google.com/googleplay/answer/3405269 for Android or https://support.apple.com/en-us/HT202074 for iOS.</p> 5.\nThird-Party Use of Cookies and Other Tracking Technologies <p>Some content or applications, including advertisements, on the Services are served by third parties, including advertisers, ad networks and servers, content providers and application providers.\nThese third parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use our Website.\nUnless expressly stated otherwise, our Services does not provide any Personal Information to these third parties, however the information they collect may be associated with your Personal Information or they may collect information, including Personal Information, about your online activities over time and across different websites and other online services.\nThey may use this information to provide you with interest-based advertising or other targeted content.</p>\n<p>We do not control these third parties’ tracking technologies or how they may be used.\nIf you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.\nFor information about how you can opt out of receiving targeted advertising from many providers, see “Choices About How We Collect, Use and Disclose Your Personal Information”.</p> 6.\nThird-Party Use of Cookies and Other Tracking Technologies <p>We will only use your Personal Information when applicable local law allows us to.\nWe may process your Personal Information for more than one lawful ground depending on the specific purpose for which we are using it.\nGenerally, we do not rely on consent as a legal basis for processing your Personal Information other than in relation to sending third party direct marketing communications to you via email or other communication method.\nWe do not sell or rent Personal Information to others, we do not log your browsing data and we delete your IP address when you disconnect from VPNhub’s VPN.</p>\n<p>In general, we use information that we collect about you or that you provide to us through our Services and Website, including Personal Information, to create new accounts (VPNhub Premium), identify and communicate with current subscribers, offer troubleshooting, customer support and notices to registered users about their accounts, including expiration and renewal notices, notices about changes to our Services, Website, changes to the our Terms and Conditions and policies or any products or services we offer or provide through them.\nWe may also use Personal Information for the following reasons:</p>\n<ul>\n<li>To verify your identity when you login to the Services;</li>\n<li>To administer, maintain and improve our Services;</li>\n<li>Provision of services: to present our Services and their contents to you, including any interactive features on the Services, and to provide you with information, products or services that you request from us.\n</li>\n<li>Customization of content: to perform research and analysis about your use of, or interest in, our Services and Website content, products, or services, in order to develop and display content and advertising tailored to your interests on our Website and other sites.\n</li>\n<li>Advertising: To communicate with you and send you promotional information that may interest you about products, services, and offers made available by us, our affiliates or our marketing partners if you have consented to receive such information from us (For more information, see “Choices About How We Collect, Use and Disclose Your Personal Information”).\nand </li>\n<li>To analyze usage and trends on our Services and to better understand how users use the Services.\n</li>\n<li>Business purposes such as audits.</li>\n<li>Functionality and security: to diagnose or fix technology problems, and detect, prevent, and respond to actual or potential fraud, illegal activities, or intellectual property infringement.\n</li>\n<li>Compliance: to enforce our terms and conditions and to comply with legal and regulatory obligations.\n</li>\n<li>Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.\n</li>\n<li>in any other way we may describe when you provide the information.\nor for any other purpose with your consent provided separately from this privacy policy.\n</li>\n<li>\n<i>Service Providers.</i> With third party service providers who provide services on our behalf such as processing payments (Probiller, Google Play and Apple App Store).\nOur service providers receive only the information necessary to perform their designated functions, and are not permitted to use or disclose this information or your Personal Information for their own marketing or other purposes.\n</li>\n<p>\n</p>\n<li>\n<strong>Provider</strong>\n<strong>Service</strong>\n<strong>About</strong> Probiller Payment Processor Learn more Google Play Payment Processor Learn more Apple App Store Payment Processor Learn more </li>\n<p>\n</p>\n<li>\n<i>Aggregate, Anonymous or De-Identified Information.</i> Sharing aggregate or non- personally identifiable information with non-affiliated third parties for advertising, marketing or research purposes.\nWe do not share your personal information with any third parties for their own marketing, advertising or research purposes.\n</li>\n</ul> 7.\nSecurity Measures We Have In Place <p>We use appropriate security measures (including physical, electronic and procedural measures) that are consistent with industry standards to protect your Personal Information we collect and maintain about you from loss, theft, misuse or unauthorized access or disclosure or destruction such as encryption, access controls, passwords or technical or physical security measures and safeguards.\nAll employees and service providers are up-to- date on our security and privacy practices.\nAccess to user Personal Information is restricted to those who need to know such information to perform their job functions.</p>\n<p>Despite our efforts, no data security methods guarantee 100% protection.\nWe do not promise and cannot guarantee that your Personal Information can never be viewed and/or used by others.\nYou are responsible for maintaining the secrecy of your unique password and account information at all times.\nWe are not responsible for circumventions of any privacy settings or security measures contained on the Services.</p> 8.\nDisclosure of your Personal Information <p>We do not disclose your Personal Information except in the limited circumstances described here:</p>\n<ul>\n<li>\n<strong>Members of corporate group.</strong> To members of our corporate group (that is, entities that control, are controlled by, or are under common control with us) who operate services that help us with: customer management, customization of content, advertising, analytics, verifications, functionality and security, and compliance.\n</li>\n<li>\n<strong>Service providers.</strong> To our authorized service providers that perform services on our behalf such as payment processing who may have access to Personal Information necessary to perform their functions but are not permitted to share or use such information for other purposes.\n</li>\n<li>\n<strong>Legal successors.</strong> To a buyer or successor in the event of merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which Personal Information held by us about our Services and Website users is among the assets transferred.\nShould such sale or transfer occur, we will use reasonable efforts to try to ensure that the entity to which we transfer your Personal Information uses it in a manner that is consistent with this privacy policy.\n</li>\n</ul>\n<p>We do not require you to provide us with any contact information in order to download or use our Services, we do not log or store your IP address after you disconnect from the VPN, and we do not keep logs of your online activities.\nIf you use VPNhub Premium, no Personal Information is shared with third party advertisers.</p>\n<p>We access, preserve and share your Personal Information with regulators, law enforcement or others where we reasonably believe such disclosure is needed to (a) satisfy any applicable law, regulation, legal process, or governmental request, (b) enforce applicable terms of use, including investigation of potential violations thereof, (c) detect, prevent, or otherwise address illegal or suspected illegal activities, security or technical issues, (d) protect against harm to the rights, property or safety of our company, our users, our employees, or others.\nor (e) to maintain and protect the security and integrity of our Services, Website or infrastructure.\nIn such cases, we may raise or waive any legal objection or right available to us, in our sole discretion.</p>\n<p>We may disclose aggregated information about our users, and information that does not identify any individual.\nWe may share aggregated information with third parties for conducting general business analysis.\nThis information does not contain any Personal Information and may be used to develop content and services that we hope our users will find of interest.</p> 9.\nInternational Users And Transfers of Your Personal Information to Other Countries <p>Appatomic’s servers are based in the United States so your Personal Information will be processed by Appatomic in the United States, where data protection laws may be different from other parts of the world.\nWhenever in the course of sharing information we transfer Personal Information to countries outside of the European Economic Area and other regions with comprehensive data protection laws, we will ensure that the information is transferred in accordance with this privacy policy and as permitted by applicable laws on data protection.</p>\n<p>By using the Services you consent to the transfer of information that we collect about you, including Personal Information, to any country, including the United States, in which we, members of our corporate group (as defined above) or our service providers are located.</p> 10.\nRetention of Personal Information <p>We will only retain your Personal Information for as long as necessary to fulfil the purposes we collected it for, including for satisfying any legal, accounting, or reporting requirements.</p>\n<p>To determine the appropriate retention period, we consider the amount, nature, and sensitivity of the Personal Information, the potential risk of harm from unauthorized use or disclosure of your Personal Information, the purposes for which we process your Personal Information and whether we can achieve those purposes through other means, and the applicable legal requirements.\nThe retention period that is necessary for compliance and legal enforcement purposes varies and depends on the nature of our legal obligations and claims in the individual case.</p>\n<p>Where we no longer need to process your Personal Information for the purposes set out in this Privacy Policy, we will delete your Personal Information.\nWhere permissible, we will also delete your Personal Information upon your request.</p> 11.\nChoices about How we Collect, Use and Disclose Your Personal Information <p>We strive to provide you with choices regarding the Personal Information you provide to us.</p>\n<ul>\n<li>You can choose not to provide us with certain Personal Information, but that may result in you being unable to use our Services or certain features of them because such information may be required in order to register as a member (email is required to create a VPNhub Premium account).\npurchase products or services.\ncontact us (email is required when contacting customer support).\nor initiate other transactions on our Services.\n</li>\n<li>You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent.\nIf you disable or refuse cookies, some parts of the Website may become inaccessible or not function properly.\n</li>\n<li>You may opt out of Firebase cookie or Google Analytics by visiting the Google advertising opt-out page or by downloading and installing the browser plug-in available at Google Analytics opt-out page.\n</li>\n<li>Opt-Out from Third-Party Pixels:</li>\n<p>\n</p>\n<li>\n<strong>Source</strong>\n<strong>Listing</strong>\n<strong>About</strong>\n<strong>Opt-Out</strong> Facebook staticxx.facebook.com<br>www.facebook.com Learn more Disable Google Analytics ssl- googleanalytics.com Learn more Disable Twitter platform.twitter.com<br>branalytics.twitter.com t.co Learn more Disable </li>\n<p>\n</p>\n<li>AppsFlyer: You can opt-out from being tracked by AppsFlyer by emailing a request to privacy@appsflyer.com or by completing the ApplsFlyer Opt-Out form.\n</li>\n<li>MoPub: You may opt-out from MoPub by visiting the MoPub Opt-Out Information Page.\n</li>\n<li> When you create an account on our Services, you may be given a choice as to whether you want to receive email messages, newsletters or both about product updates, improvements, special offers, or containing special distributions of content.\nIf you no longer want to receive commercial or promotional emails or newsletters from us, you will need to avail yourself of the unsubscribe mechanism set out in the applicable communication.\nIt may take up to seven days for us to process an opt-out request.\nPlease note that we may send you other types of transactional and relationship e-mail communications, such as administrative notices without offering you the opportunity to opt out of receiving them.\n</li>\n<li>You may delete your account with us at any time.\nIf you delete your account, your Personal Information and all account-related information will no longer be accessible by you and will not be saved.\nAfter deleting your account, if you choose to have an account with us in the future, you will have to sign up for a new account.\n</li>\n</ul> 12.\nYour Rights Related to Your Personal Information <p>Subject to local law, you have certain rights regarding the Personal Information we collect, use or disclose, including the right:</p>\n<ul>\n<li>to receive information on the Personal Information concerning we hold about you and how such Personal Information is used (right to access).\n</li>\n<li>to rectify inaccurate Personal Information concerning you (right to data rectification).\n</li>\n<li>to erase your Personal Information (right to erasure, “right to be forgotten”).\n</li>\n<li>to receive the Personal Information provided by you in a structured, commonly used and machine-readable format and to transmit those Personal Information to another data controller (right to data portability).\n</li>\n<li>to object to the use of your Personal Information where such use is based on our legitimate interests or on public interests (right to object).\nand </li>\n<li>in some cases, to restrict our use of your Personal Information (right to restriction of processing).\n</li>\n</ul>\n<p>If we ask for your consent to use your Personal Information, you can withdraw your consent at any time.\nIn case of a withdrawal of your consent you may no longer able to use several functionalities of our Services.</p>\n<p>You may send us an e-mail at support@vpnhub.com to exercise your above rights in accordance with the applicable legal requirements and limitations.\nIf you are located in the European Economic Area, you have a right to lodge a complaint with your local data protection authority.</p>\n<p>Some requests to delete certain Personal Information will require the deletion of your user account as the provision of user accounts are inextricable linked to the use of certain Personal Information (e.g.\ne-mail address).\nIt is possible that we require additional information from you in order to verify your authorization to make the request and to honor your request.</p> 13.\nUse of Services by Minors <p>The Services are not directed to individuals under the age of sixteen (16) and we request that they not provide Personal Information through the Services.\nIf we find out that a child under 16 has provided Personal Information, we will take steps to delete such information.</p> 14.\nChanges to this Policy <p>We may modify or revise our privacy policy from time to time.\nAlthough we may attempt to notify you when major changes are made to this privacy policy, you are expected to periodically review the most up-to-date version found at https://www.vpnhub.com/privacy-policy, so you are aware of any changes, as they are binding on you and refresh the page when doing so.</p>\n<p>If we change anything in our privacy policy, the date of change will be reflected in the “last modified date”.\nIf we make material changes to this privacy policy, we may choose to notify you through the Services or by sending you an email or other communication.\nBy continuing using the Services and Website subsequent to us making available an amended version of our privacy policy in a way that you can easily take notice of it, you thereby consent to such amendment.</p> 15.\nEnforcement.\nCooperation <p>We regularly review our compliance with this privacy policy.\nPlease feel free to direct any questions or concerns regarding this privacy policy or our treatment of Personal Information by contacting us through the Website or the Services at support@vpnhub.com.\nWhen we receive a formal written complaint, it is our policy to contact the complaining party regarding his or her concerns.\nWe will cooperate with the appropriate regulatory authorities, including local data protection authorities, to resolve any complaints regarding the collection, use and disclosure of Personal Information that cannot be resolved by an individual and us.</p> 16.\nNo Rights of Third Parties <p>This privacy policy does not create rights enforceable by third parties or require disclosure of any Personal Information relating to users of the Services.</p> 17.\nNo Error Free Performance <p>We do not guarantee error-free performance under this privacy policy.\nWe will use reasonable efforts to comply with this privacy policy and will take prompt corrective action when we learn of any failure to comply with our privacy policy.\nWe shall not be liable for any incidental, consequential or punitive damages relating to this privacy policy.\nThe laws of Cyprus shall, to the extent applicable, govern this privacy policy.</p> 18.\nCalifornia Consumer Privacy Act Notice <p>As of January 1, 2020, the California Consumer Privacy Act of 2018 (“<strong>CCPA</strong>”) provides California residents (“<strong>Consumer(s)</strong>”) certain rights with respect to their personal information, as this term is defined under the CCPA.\nIn addition to the rights we state under this policy and subject to the exceptions found under the CCPA, Consumers have the right to:</p>\n<ul>\n<li> Opt-out of the sale of their personal information, should we sell their personal information.\n</li>\n<li> Be informed of certain information concerning our collection and use of their personal information.\n</li>\n<li> Request that we delete certain personal information we collected from them.\n</li>\n<li> Appoint an agent to exercise their rights provided for by the CCPA, provided that a duly executed notarized power of attorney is presented and provided that the agent has information deemed sufficient to allow us to verify the identity of the Consumer in question and to locate his/her information in our systems.\n</li>\n<li> Not be subjected to discrimination for the exercise of these rights.\nWe will not deny California residents the use of our service, neither will we provide a different level or quality or services for exercising any of their CCPA rights, unless as permitted under the CCPA.\n</li>\n</ul>\n<p>This Service and Website does not sell nor has it sold in the past 12 months personal information to third parties for monetary or other valuable considerations.\nWe may however disclose certain personal information with third parties, service providers and entities within our corporate group in order to enable them to perform certain services on our behalf and namely to make the Service and Website work properly.\nRegardless, we respect the California residents’ right to exclude personal information from such sharing arrangements and to thereby opt-out of any future sale of their personal information.</p> 19.\nContact Information <p>If you have any questions about this privacy policy or our information-handling practices, please contact us at support@vpnhub.com.</p> ", "created_at": "2021-04-03 18:20:22.485848", "updated_at": "2021-04-03 18:20:34.078871"}], "points": [{"id": 21264, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (California, USA)", "source": "https://www.vpnhub.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-26 17:18:31.84597", "updated_at": "2021-05-28 07:28:17.063918", "quoteText": "By using or visiting the Service, you agree that the laws of the State of California, United States, without regard to principles of conflict of laws and regardless of your location, will govern these Terms and any dispute of any sort that might arise between you and Appatomic.", "case_id": 241, "document_id": 4648, "quoteStart": 17207, "quoteEnd": 17485}, {"id": 21265, "title": "You aren’t forced into binding arbitration in case of disputes", "source": "https://www.vpnhub.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-26 17:19:23.262823", "updated_at": "2021-05-28 07:27:52.389147", "quoteText": "Any claim or dispute between you and Appatomic that arises in whole or in part from your use of the Service shall be decided exclusively by a court of competent jurisdiction located in the city of Los Angeles, and you hereby consent to, and waive all defenses of lack of personal jurisdiction and forum non convenient with respect to venue and jurisdiction in the courts of Los Angeles.", "case_id": 335, "document_id": 4648, "quoteStart": 17486, "quoteEnd": 17872}, {"id": 20078, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.vpnhub.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-08 08:50:18.347572", "updated_at": "2021-05-09 20:35:53.481549", "quoteText": " 18.\nCalifornia Consumer Privacy Act Notice <p>As of January 1, 2020, the California Consumer Privacy Act of 2018 (“<strong>CCPA</strong>”) provides California residents (“<strong>Consumer(s)</strong>”) certain rights with respect to their personal information, as this term is defined under the CCPA.\nIn addition to the rights we state under this policy and subject to the exceptions found under the CCPA, Consumers have the right to:</p>\n<ul>\n<li> Opt-out of the sale of their personal information, should we sell their personal information.\n</li>\n<li> Be informed of certain information concerning our collection and use of their personal information.\n</li>\n<li> Request that we delete certain personal information we collected from them.\n</li>\n<li> Appoint an agent to exercise their rights provided for by the CCPA, provided that a duly executed notarized power of attorney is presented and provided that the agent has information deemed sufficient to allow us to verify the identity of the Consumer in question and to locate his/her information in our systems.\n</li>\n<li> Not be subjected to discrimination for the exercise of these rights.\nWe will not deny California residents the use of our service, neither will we provide a different level or quality or services for exercising any of their CCPA rights, unless as permitted under the CCPA.\n</li>\n</ul>\n<p>This Service and Website does not sell nor has it sold in the past 12 months personal information to third parties for monetary or other valuable considerations.\nWe may however disclose certain personal information with third parties, service providers and entities within our corporate group in order to enable them to perform certain services on our behalf and namely to make the Service and Website work properly.\nRegardless, we respect the California residents’ right to exclude personal information from such sharing arrangements and to thereby opt-out of any future sale of their personal information.", "case_id": 482, "document_id": 4647, "quoteStart": 29562, "quoteEnd": 31535}, {"id": 20088, "title": "The court of law governing the terms is in Los Angeles (California, USA)", "source": "https://www.vpnhub.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-08 09:11:32.995379", "updated_at": "2021-05-26 17:17:47.027493", "quoteText": "By using or visiting the Service, you agree that the laws of the State of California, United States, without regard to principles of conflict of laws and regardless of your location, will govern these Terms and any dispute of any sort that might arise between you and Appatomic.\nAny claim or dispute between you and Appatomic that arises in whole or in part from your use of the Service shall be decided exclusively by a court of competent jurisdiction located in the city of Los Angeles, and you hereby consent to, and waive all defenses of lack of personal jurisdiction and forum non convenient with respect to venue and jurisdiction in the courts of Los Angeles.", "case_id": 163, "document_id": 4648, "quoteStart": 17207, "quoteEnd": 17872}, {"id": 20079, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.vpnhub.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-08 08:53:38.619924", "updated_at": "2021-05-09 20:32:50.313516", "quoteText": "Appatomic reserves the right, in its sole discretion, to revise or modify these Terms at any time, and you agree to be bound by such revisions or modifications.", "case_id": 121, "document_id": 4648, "quoteStart": 398, "quoteEnd": 558}, {"id": 19412, "title": "This service is only available to users over a certain age", "source": "https://www.vpnhub.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:59:41.351629", "updated_at": "2021-04-30 18:52:35.061713", "quoteText": "The Service is intended for use by those 21 or older for amusement purposes only.\nYou declare that you are 13 years old or older.\nIf you are between the ages of 13 and 18, you declare that your legal guardian has reviewed and agrees to these Terms.\n", "case_id": 152, "document_id": 4648, "quoteStart": 1093, "quoteEnd": 1342}, {"id": 20080, "title": "Details are provided about what kind of information they collect", "source": "https://www.vpnhub.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-08 08:55:35.829953", "updated_at": "2021-05-09 20:35:48.294722", "quoteText": "Information We Collect", "case_id": 228, "document_id": 4647, "quoteStart": 2474, "quoteEnd": 2496}, {"id": 20081, "title": "Information is provided about how they collect personal data", "source": "https://www.vpnhub.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-08 08:55:55.067841", "updated_at": "2021-05-09 20:35:31.018973", "quoteText": " How is your Personal Information Collected.", "case_id": 297, "document_id": 4647, "quoteStart": 2500, "quoteEnd": 2544}, {"id": 20082, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.vpnhub.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-08 09:00:28.980278", "updated_at": "2021-05-09 20:35:25.96885", "quoteText": "to receive information on the Personal Information concerning we hold about you and how such Personal Information is used (right to access).\n</li>\n<li>to rectify inaccurate Personal Information concerning you (right to data rectification).\n</li>\n<li>to erase your Personal Information (right to erasure, “right to be forgotten”).", "case_id": 195, "document_id": 4647, "quoteStart": 25323, "quoteEnd": 25652}, {"id": 20083, "title": "You can retrieve an archive of your data", "source": "https://www.vpnhub.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-08 09:01:08.662656", "updated_at": "2021-05-09 20:35:18.92028", "quoteText": "</li>\n<li>to receive the Personal Information provided by you in a structured, commonly used and machine-readable format and to transmit those Personal Information to another data controller (right to data portability).", "case_id": 140, "document_id": 4647, "quoteStart": 25653, "quoteEnd": 25872}, {"id": 20084, "title": "Your personal data is aggregated into statistics", "source": "https://www.vpnhub.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-08 09:03:23.728517", "updated_at": "2021-05-09 20:34:53.442206", "quoteText": "For example, we may aggregate your usage data to calculate the percentage of users accessing a specific Services feature, to generate statistics about our users or to calculate ad impressions clicked on.", "case_id": 190, "document_id": 4647, "quoteStart": 6154, "quoteEnd": 6357}, {"id": 20085, "title": "You have the right to leave this service at any time", "source": "https://www.vpnhub.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-08 09:04:53.266667", "updated_at": "2021-05-09 20:35:08.305962", "quoteText": "\n<li>You may delete your account with us at any time.", "case_id": 170, "document_id": 4647, "quoteStart": 24779, "quoteEnd": 24832}, {"id": 20086, "title": "No need to register", "source": "https://www.vpnhub.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-08 09:05:58.063642", "updated_at": "2021-05-09 20:35:02.713065", "quoteText": "We will never require you to register or provide us any contact information to download or use our products.", "case_id": 320, "document_id": 4647, "quoteStart": 3463, "quoteEnd": 3571}, {"id": 20087, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.vpnhub.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-08 09:08:32.231933", "updated_at": "2021-05-09 20:34:46.944075", "quoteText": "Advertise, solicit or transmit any commercial advertisements, including chain letters, junk e-mail or repetitive messages (spim or spam) to anyone.", "case_id": 281, "document_id": 4648, "quoteStart": 7995, "quoteEnd": 8142}], "urls": ["vpnhub.com"]}}