{"error": 448, "message": "OK", "parameters": {"id": 2680, "name": "Crutchfield", "created_at": "2021-01-31 20:12:35.979389", "updated_at": "2021-03-25 03:19:56.303316", "wikipedia": null, "keywords": null, "related": null, "slug": "crutchfield", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2680.png", "url": "crutchfield.com", "documents": [{"id": 3896, "name": "Privacy Policy", "url": "https://www.crutchfield.com/support/privacy.aspx", "xpath": "/html/body/div[2]/div", "text": " Our Privacy Policy <p> For more than 46 years, Crutchfield has developed relationships with our customers based on respect and integrity.\nWe're aware of the trust and confidence you demonstrate when you visit our website and provide us with information.\nThe Privacy Notice below is posted to demonstrate our adherence to the practices you'll find common to the best websites online.\nWe promise that we will treat your information with the same honesty and sensitivity that we have displayed throughout our company's history.</p>\n<p> If you have any questions or concerns about our Privacy Notice, please call us toll-free at: 1-800-653-0982.\n</p> Crutchfield.com Privacy Notice <p> By visiting Crutchfield.com you agree to accept the practices described in this Privacy Notice.</p> Changes to this Privacy Notice, Conditions of Use and Notices <p> This Privacy Notice and our Terms of Use will change over time and the use of information which we gather now is subject to these Notices and Terms as modified.\nPlease check this page periodically as you continue to use our site to see if any changes have been made.\nThis privacy notice was most recently changed on 2/11/2020.\nIf you visit our Web site your visit and any dispute over privacy is subject to this Notice and our Terms of Use, including the application of the laws of the Commonwealth of Virginia, disallowance of class action suits and acceptance of arbitration.</p> Personal Information Collected By Crutchfield <p> Crutchfield uses information that we collect from our visitors to personalize and improve your visit at Crutchfield.com.\nDuring the past twelve months, we have gathered the following types of information:</p>\n<p> Information you give us: Crutchfield collects any information which you enter on our Web site.\nThis information is normally provided when you search, buy, participate in a contest, sweepstakes or on-line survey, or when you communicate with any of our departments such as customer service, sales or technical services through our Web site, telephone, mail or fax.\nYou also provide information when you establish an account with us.\nExamples of the type of information you may supply us with include your name, address, telephone number, credit card information, e-mail addresses, and financial information such as your Social Security number.</p>\n<p> Automatic Information collected by us: Whenever you visit our Web site we collect and store information such as \"cookies\" which remember information about a visitor from one page to the next and from one visit to the next.\nWe collect and analyze the IP address used to connect your computer to the Internet.\nlogin.\npassword.\ncomputer and connection information such as your browser type and version.\noperating system and platform.\npurchase history.\nconfirmation when you open e-mail that we send you.\nthe URLs which lead you to and around our Web site and other sites on the World Wide Web, including the date and time.\nthe pages and or products you viewed or searched for and the phone number used to call our voice telephone numbers.\nYour browser allows you to reject cookies and software is available from third parties which will allow you to visit our Web site without providing this information.\nYou are welcomed at our Web site if you use this software but we will not be able to offer you our personalized services.</p>\n<p> Orders: If you place an order we use a secure order form which requires you to provide contact, billing, and financial information.\nThis information is transmitted to your credit card company to authorize your purchase.\nWe may also share some personally identifiable information such as your name, address, email and/or telephone number with third parties that attempt to prevent fraudulent or security risks from placing an order.\nThese third parties will use this information solely for that purpose and will not be allowed to use this information to market or sell to you or to share any information with third parties.</p>\n<p> Order Status Updates: Signing up for Order Status updates means that Crutchfield will use your mobile phone number to text you updates when the status of your order changes.\nThese updates will include, but are not limited to, shipping confirmations and delivery alerts.\n(Message and data rates may apply.) </p>\n<p> Information Shared When You Finance: At certain times we may offer financing options with or without third party participation.\nIf you use a financing option information provided by you (such as your address, birth date, social security number, and credit card number) may be used to request a credit report from third parties or may be sent to a third party for processing.</p>\n<p> Action Tags: Crutchfield's web pages may contain action tags set by third party firms for the purpose of collecting anonymous information about the usage of our site by customers.\nThese companies may also use this anonymous information to serve ads that may be of interest to you when you visit other sites across the internet.\nAction tags are also known as web beacons or 1 pixel gifs.\nAction tags are a technique used to compile aggregated statistics about the effectiveness of our web site.\nThey do not use personally identifiable information, such as names or addresses.\nShould you wish to opt out of providing this anonymous information you may do so by visiting the Network Advertising Initiative's consumer opt out page located at www.networkadvertising.org/managing/opt_out.asp and the Digital Advertising Alliance's opt out page located at https://youradchoices.com/control</p>\n<p>\n<strong>California Privacy:</strong> Under California law, customers of Crutchfield who are residents of California have certain rights regarding their personal information.\nThis section describes the rights of California residents under the California Consumer Privacy Act (CCPA) and how to exercise them.\n</p>\n<ul>\n<li>You have the right to request that we disclose certain information to you about our collection and use of your personal information over the past twelve months.\nOnce we receive and verify your request, we will disclose to you: <ul>\n<li> The categories of personal information we collected about you.\n</li>\n<li> The categories of sources from which the personal information is collected.\n</li>\n<li> The specific pieces of personal information we collected about you.\n</li>\n<li> Our business or commercial purpose for collecting or selling any personal information.\n</li>\n<li> The purposes for which the information we collected will be used.\n</li>\n<li> The categories of third parties with whom we share personal information.\n</li>\n<li> If we sold or shared your personal information for a business purpose.\nand, if so, any categories of personal information that were sold or disclosed, and the categories of any third parties to whom personal information was sold or shared.\n</li>\n</ul>\n</li>\n<li> You have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and verify your request, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.\n<ul>\n<li> We may deny your deletion request if retaining the information is necessary for us or our service providers to: <ul>\n<li> Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our agreement with you.\n</li>\n<li> Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.\n</li>\n<li> Debug products to identify and repair errors that impair existing intended functionality.\n</li>\n<li> Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.\n</li>\n<li> Comply with the California Electronic Communications Privacy Act.\n</li>\n<li> Enable internal uses that are reasonably aligned with consumer expectations based on your relationship with us.\n</li>\n<li> Comply with a legal obligation.\n</li>\n<li> Make other internal and lawful uses of that information that are compatible with the context in which you provided it.\n</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>If you are a California resident who wishes to make such a request, please call us toll-free at: 1-800-653-0982 or make a privacy request.</p>\n<p> Only you or a person that you authorize to act on your behalf may make a verifiable consumer request related to your personal information.\nHowever, you may also make a verifiable consumer request on behalf of your minor child.\n</p>\n<p> You may make a verifiable consumer request up to two times within a twelve-month period, without charge.\nUnfortunately, we cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm that the personal information relates to you.\nMaking a verifiable consumer request does not require you to create an account with us.\nWe will only use personal information provided in a verifiable consumer request to verify the requestor's identity or authority to make the request.\nWe will notify you that we have received your request within 10 days at either an email address which you provide us or which we may have or if you do not have or want to use an email address at any California or other US telephone number that you provide us with.\n</p>\n<p> We try to respond to a verifiable consumer request within 45 days of its receipt.\nIf we require more time, we will inform you of the reason and extension time period (up to 90 days).\nWe will deliver our response by telephone or email, at your option.\nAny disclosures we provide will only cover the twelve-month period preceding receipt.\nThe response we provide will also explain any reasons we cannot comply with a request, if applicable.\n</p>\n<p> If you wish to opt–out of the sale of personal information in the future, please use the following link Do Not Sell My Personal Information.\nIf exercised, the decision to opt–out will be valid for 12 months, at which time we may request that you authorize the sale or sharing of personal information again.\n</p>\n<p> We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not: </p>\n<ul>\n<li> Deny you goods or services.\n</li>\n<li> Charge you different prices or rates for goods or services, including through discounts or other benefits, or imposing penalties.\n</li>\n<li> Provide you a different level or quality of goods or services.\n</li>\n<li> Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.\n</li>\n</ul>\n<p>\n<strong>California Shine the Light Law</strong>\n</p>\n<p> As a California resident, you have the right to prevent disclosure of personal information to third parties for the third parties’ direct marketing purposes.\nWe are providing you with a cost-free means to exercise that right.\nPlease use the following links Do Not Share My Personal Information and Do Not Sell My Personal Information and we will place you on the appropriate opt-out lists.\n</p>\n<p>\n<strong>Nevada Privacy Policy:</strong> If you place an order or request a catalog we may from time to time share your name, mailing address and purchase category information with a few carefully selected marketing partners who may bring you offers of interest.\nIf you wish to opt out of sharing this information with these companies, or to request that we not sell any personally identifiable customer information to any third party in the future please use the following links Do Not Share My Personal Information and Do Not Sell My Personal Information and we will place you on the appropriate opt-out lists.\n</p> Sharing of Information with third-parties <p> Affiliated Businesses and Crutchfield Corporation: We may share any information that you supply to us with any affiliated business that is substantially controlled by Crutchfield and Crutchfield Corporation.\nAny information that is shared this way will be subject to this Privacy Notice.</p>\n<p> Independent Contractors: We employ other companies or individuals to provide certain services to us such as sending e-mail, providing Social Question &amp.\nAnswer functionality, providing click to call telephone calling services, analyzing customer lists and data, providing marketing assistance, or consulting services.\nThese third parties will have access to the information needed to perform their functions but cannot use that information for any direct marketing purpose.</p>\n<p> Third party service providers: Some of the products which we sell require us to provide your name, address, phone number and product serial number to the third party service provider(s) (Sirius, OnStar, and Goodman Solutions) that require this information in order to perform their services.\nThese third party service providers have their own privacy and data collection policies which are not controlled by Crutchfield.\nWe have no control, responsibility or liability for these policies and urge you to contact the third party provider if you have any questions.</p>\n<p> Orders and Catalog Requests: When you place your order and/or when you request that we send you a catalog from time to time we may share your name, mailing address and purchase category information with a few carefully selected marketing partners who may bring you offers of interest.\nIf you wish to opt out of sharing this information with these companies, please call 1-800-653-0982 or use the following link Do Not Share My Personal Information.\nWe will never share any telephone number(s), or financial information which you have given us with any marketing partner(s).\n</p>\n<p> Crutchfield has contracted with TurnTo Networks to provide Social Question and Answer functionality on Crutchfield.com, which enables shoppers to ask questions of customers who actually bought the items they are considering.\nWhen you place an order, we will send TurnTo the purchaser’s first and last name, email address, zip code and information about the items ordered.\nAs a purchaser, you may receive emails asking you to answer questions about the products you purchased.\nYou may opt out of Social Q&amp;A emails by unsubscribing from all Crutchfield email at this link or by calling 1-800-653-0982 toll-free.\n</p>\n<p> Aggregate information: We provide aggregate information to some of our business partners.\nThis information does not allow them to identify you individually.\n</p>\n<p> Vendors: We provide some of our vendors with your contact information so that they may contact you directly with product support information.\nFor example, we may supply your contact information to a Vendor if they request it in order to provide you with recall information about a product you have purchased from us.</p>\n<p> Credit card companies, other Payors and shippers: When you buy something from us we send your credit card information, name, billing address and the amount of your purchase to your credit card company to verify and authorize the purchase.\nWe will also send the same information (name, billing address and amount of your purchase) for other payment types which we may offer such as PayPal.\nYour name, telephone number and shipping information must be provided to third party shippers such as UPS, Freight companies, Federal Express and the United States Postal Service to deliver your purchase.\nWe may also share any email address you have provided to us with these shippers if they need to contact you.\n</p>\n<p> Third Party Transaction-Level Data: If you visit our site from a third-party site the third-party site may be able to access your individual transaction information.\nIn order to track and credit your transaction the third-party site may give you a unique code, cookie or graphic which will uniquely identify you.\nThis will only happen if you link directly from a third party site to our Web site.\nAny transactions made at our Web site while such a code is active will be reported back to the third party site.\nWe will only report non-personal information to these sites such as the date of the transaction, the product(s) purchased and the amount spent.\nWe will not report any information to these third party sites that will allow them to personally identify you, however based on information which may have previously been collected from you by the third party site they may be able to personally identify you by combining the information they have gathered with the information sent by us.\nYou should read the privacy policy posted by the third party site to see how they may use this information.\nThe presence of a 3rd party navbar atop our site is an indication that the third party site may be able to see your activity on our site.\nIn addition to the above, we will sell details of your transaction (which may include name, address, email address and items purchased) if you link to our Web Site from Sony.com and/or Alpine-usa.com.\n</p>\n<p> Third Party Ads, Surveys and Promotions: We may use third parties to display ads, surveys and various promotions on our site.\nThese third party applications may contain cookies or other code which are outside of our control.\nAlthough we will attempt to only work with third parties who respect your privacy we do not control and are not responsible or liable for any information collected by these third parties or how it is used.\nYou should contact the third party directly or check the third party's privacy Notice to see how any information that they may gather will be used.</p>\n<p> Link to Third Party Site: Our Web site contains links to third party sites, such as our vendors.\nCrutchfield does not control and is not responsible or liable for the privacy practices or content found on these sites.\nWe suggest that you check the Privacy Notice of each site you visit.</p>\n<p> Third Party Checkout Links: If you use a third party checkout link on our site such as PayPal your name, billing and shipping addresses and other information requested by that payment service is transferred to us from your account with the third party to enable you to check out of our site without having to re-enter certain information.</p>\n<p> We contract with an outside service called Adobe Analytics to help us better understand your use of Crutchfield.com.\nAdobe Analytics places cookies on your computer to collect various kinds of information for us related to the use of our websites, so that we may continue to refine and improve the sites and better serve you.\nAdobe Analytics is not allowed to collect any credit card, user name or password information, nor are they allowed to use data that they collect for us for any other purpose.\nAdditionally, Adobe Analytics is contractually required to maintain all the information collected for us in strict confidence.\nYou may opt out of the Adobe Analytics information collection by clicking here.</p>\n<p> We may share limited web browsing information of site visitors that have a prior relationship with PayPal and/or other Payors.\nThis information will allow the Payor to enhance the Payor’s targeted marketing to the site visitor.\nThe Payor may combine the information provided by us with information held by the Payor subject to the Payor’s privacy policy.</p>\n<p> Crutchfield has contracted with Support.com to provide video conferencing functionality on Crutchfield.com.\nWhen you use this service any information transmitted through the service will be sent to Support.com’s servers and they will have access to this information which will be subject to Support.com’s Privacy Policy located at https://www.support.com/legal/site-privacy-policy/ You may opt out of this by not using our video conferencing service.\n</p>\n<p> Crutchfield has contracted with Callminer.com to transcribe any recording which may be made of any calls you place to us to analyze the service levels and efficiency of these calls.\nAlthough we attempt to remove any personally identifiable information from these calls there is a slight possibility that some of this information may be included in the audio recording sent to Callminer.com.\n</p> Law Enforcement and Protection of Users <p> We will release personally identifiable information to third parties and organizations when we believe it is appropriate for us to do so to comply with the law.\nWe will also do so to cooperate with law enforcement investigations, comply with court orders or subpoenas, protect the legal rights of us and our users, or when we believe it is needed for fraud protection and/ or credit risk reduction.</p> Business Transfer <p> Crutchfield has been in business independently for years, and our intent is to continue in this manner.\nHowever, in the unlikely event that Crutchfield is sold, has substantially all of its assets acquired or merges or becomes affiliated with any other individual or entity any customer information owned or under the control of Crutchfield may be one of the transferred assets.</p> Security <p> Our Web site protects the security of personal information you transmit to us by using Secure Sockets Layer (SSL) software, which encrypts the information you input during the transmission to us.\nWe do not reveal your credit card number when we confirm your order.\nIn order to protect against unauthorized access to your account you should sign off when you finish visiting our site.</p> Choice/Opt-Out: <p>We support several options for limiting the amount and type of information you share on our website:</p>\n<ul>\n<li>You can choose to browse our Web site without accepting cookies.\nPlease know that cookies allow us to recognize you from page to page, and they support your transactions with us.\nWithout cookies enabled, you will still be able to browse our website, but will not be able to take advantage of certain website features.\nWe do not currently monitor or honor any \"Do Not Track\" browser settings.</li>\n<li>You may opt out of Adobe Analytics information collection by clicking here.</li>\n<li>You may opt out of select third party action-based advertising by visiting the Network Advertising Initiative's consumer opt out page located at www.networkadvertising.org/managing/opt_out.asp and the Digital Advertising Alliance's opt out page located at https://youradchoices.com/control.</li>\n<li>You may opt out of Social Q&amp;A powered by TurnTo by unsubscribing from all Crutchfield emails here or by calling 1-800-653-0982 toll-free.</li>\n<li>You may opt out of email marketing communications by clicking here or by calling 1-800-653-0982 toll-free.</li>\n</ul> Children's Online Policy <p> Crutchfield is committed to the preservation of online privacy for all of its web site visitors, including children.\nConsistent with the Children's Online Privacy Protection Act, we will not knowingly collect any personally identifiable information from children under the age of 13.\nCrutchfield.com sells products intended for purchase by adults.\nIf you make a purchase on Crutchfield.com, you are representing that you are an adult and at least 18 years old.\nIf you are a child under the age of 13, you must ask your parent or guardian to assist you in using Crutchfield.com.\n</p> ", "created_at": "2021-01-31 20:14:45.506611", "updated_at": "2021-01-31 20:14:49.459281"}, {"id": 3897, "name": "Terms of Use", "url": "https://www.crutchfield.com/support/termsofuse.aspx", "xpath": "/html/body/div[2]/div", "text": " Site Terms Of Use Acceptance of Contract Terms <p>The following forms a legal agreement between you, Crutchfield Corporation and Crutchfield New Media LLC (\"Crutchfield\").\nBy using this site you are acknowledging that you have read, understood, and agree to be bound by these terms and all applicable laws and regulations and that you are authorized to agree to these terms for both yourself and for any other entity you may be acting on behalf of.\nIf you do not agree to these terms or are not authorized to agree to them please do not use this site.\nThe material provided on this site is protected by law, including, but not limited to, United States Copyright Law and international treaties.\nAny claim relating to the use of this site, its materials and any sales thereunder is governed by the laws of the Commonwealth of Virginia, without regard to conflict of laws rules and Virginia will be the sole jurisdiction and venue for any litigation arising from the use of or orders made on the site.</p>\n<p>Crutchfield is pleased to offer this website for the benefit of our customers and the general public.\nFeel free to enjoy the site as much as you like.\nYour choice to visit our website or to take advantage of its features does not create an agency relationship between you and Crutchfield.\nYou are free to browse our site and use its features, and in doing so you are not acting on our behalf.\nTo the extent Crutchfield provides instructions on how to use or take advantage of any feature of the site, you are under no obligation to use or take advantage of that feature.\nThe instructions Crutchfield provides are intended solely to inform you how to take advantage of any such feature, should you in your sole discretion ultimately decide to do so.</p>\n<p>\n<strong>Use Restrictions</strong> The copyright in all material provided on this site is held by Crutchfield.\nExcept as stated herein, none of the material may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means including, but not limited to, electronic, mechanical, photocopying, recording, or otherwise without the prior written permission of Crutchfield.\nPermission is granted only to legal residents of the United States who are over the age of thirteen (13) years to display, copy or distribute and download the materials on this site for personal, non-commercial use only, provided you do not modify the materials and that you retain all copyright and other proprietary notices contained in the materials.\nThis permission terminates automatically if you breach any of these terms or conditions or upon the request of Crutchfield.\nUpon termination you must immediately destroy any downloaded and printed materials.\nYou also can not \"mirror\" any material contained on this site.\nAny unauthorized use of any material contained on this site may violate copyright laws, trademark laws, and various other regulations and statutes.</p> User Accounts <p>We may assign you a password and account identification to enable you to access and use certain portions of this Site.\nEach time you use a password or identification, you will be deemed to be authorized to access and use the Site in a manner consistent with the terms and conditions of this Agreement, and we have no obligation to investigate the authorization or source of any such access or use of the Site.\n<strong>YOU WILL BE SOLELY RESPONSIBLE FOR ALL ACCESS TO AND USE OF THIS SITE BY ANYONE USING THE PASSWORD AND IDENTIFICATION ORIGINALLY ASSIGNED TO YOU WHETHER OR NOT SUCH ACCESS TO AND USE OF THIS SITE IS ACTUALLY AUTHORIZED BY YOU, INCLUDING WITHOUT LIMITATION, ALL COMMUNICATIONS AND TRANSMISSIONS AND ALL OBLIGATIONS (INCLUDING WITHOUT LIMITATION FINANCIAL OBLIGATIONS) INCURRED THROUGH SUCH ACCESS OR USE.</strong> You are solely responsible for protecting the security and confidentiality of the password and identification assigned to you.\nYou shall immediately notify us of any unauthorized use of your password or identification or any other breach or threatened breach of this Site's security.</p>\n<p>When you use the Site, or send e-mails to us, you are communicating with us electronically.\nYou consent to receive communications from us electronically.\nWe will communicate with you by e-mail or by posting notices on the Site or through our other services.\nYou agree that all agreements, notices, disclosures and other communication that we provide to you electronically satisfy any legal requirements that such communications be in writing.</p> Trademarks <p>The trademarks, service marks and logos (the \"Trademarks\") used and displayed on this site are registered and unregistered Trademarks of Crutchfield and others.\nNothing on this site should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any Trademark displayed on this site without the written permission of the Trademark owner.\nCrutchfield enforces its intellectual property rights to the fullest extent of the law.\nCrutchfield prohibits use of the Crutchfield logo as a \"hot\" link to the Crutchfield site unless establishment of such a link is approved in advance by Crutchfield in writing.</p> Disclaimer Warranty <p>THIS WEBSITE AND THE INFORMATION PROVIDED HEREIN ARE PROVIDED \"AS IS\" WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED.\nTO THE FULLEST EXTENT POSSIBLE PURSUANT TO THE APPLICABLE LAW, CRUTCHFIELD DISCLAIMS ALL WARRANTIES, EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT OR OTHER VIOLATION OF RIGHTS.\nCRUTCHFIELD DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE, VALIDITY, ACCURACY, OR RELIABILITY OF, OR THE RESULTS OF THE USE OF, OR OTHERWISE RESPECTING, THE MATERIALS OR PRODUCTS ON THIS SITE OR ANY SITES LINKED TO THIS SITE.</p> Limitation of Liability <p>UNDER NO CIRCUMSTANCES, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, SHALL CRUTCHFIELD BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, BUT NOT LIMITED TO, HARM TO EQUIPMENT AND/OR PERSONAL INJURY OR DEATH, ARISING OUT OF THE USE, OR THE INABILITY TO USE, THE MATERIALS ON THIS SITE, EVEN IF CRUTCHFIELD OR A CRUTCHFIELD AUTHORIZED REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIF YOUR USE OF MATERIALS FROM THIS SITE RESULT IN THE NEED FOR SERVICING, REPAIR OR CORRECTION OF ANY ITEM YOU ASSUME ANY COST THEREOF.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.</p> Typographical Errors <p>In the event a product is listed at an incorrect price due to a typographical error, entry error or error in pricing information received from our suppliers, Crutchfield shall have the right to refuse or cancel any orders placed for said product(s).\nAlthough your credit card or any other form of payment normally is not charged prior to shipping an order, if you have already been charged for the purchase and the order is canceled Crutchfield will immediately issue a credit to your credit card account or other payment type in the amount of the incorrect price.</p> Order Acceptance Policy <p>Your receipt of an electronic or other form of order confirmation does not signify our acceptance of your order, nor does it constitute confirmation of our offer to sell.\nCrutchfield reserves the right at any time after receipt of your order to accept or decline your order for any reason.\nCrutchfield is a reseller to end-users in the United States only and does not accept orders from dealers, exporters, wholesalers, or other customers who intend to resell the products purchased from Crutchfield.</p> Risk of Loss.\nOther Terms of Sale <p>The risk of loss and title for items purchased by you pass to you upon our delivery of the items to the carrier pursuant to our standard terms of sale.\nWe do not take title to returned items until the item arrives at our fulfillment center.\nAt our discretion, a refund may be issued without requiring a return.\nIn this situation, we do not take title to the refunded item.</p> Disputes <p>Any dispute or claim relating in any way to your use of the Site, or to any products or services sold or distributed by us or Crutchfield.com will be resolved by binding arbitration, rather than in court, except that you may assert claims in small claims court if your claims qualify.\nThe Federal Arbitration Act and federal arbitration law apply to this agreement.</p>\n<p>There is no judge or jury in arbitration, and court review of an arbitration award is limited.\nHowever, an arbitrator can award on an individual basis the same damages and relief as a court (including injunctive and declaratory relief or statutory damages), and must follow the terms of these Terms of Use as a court would.</p>\n<p>To begin an arbitration proceeding, you must send a letter requesting arbitration and describing your claim to us at Crutchfield, Attention Legal Depart, 1 Crutchfield Park, Charlottesville, VA 22911.\nThe arbitration will be conducted by the American Arbitration Association (AAA) under its rules, including the AAA's Supplementary Procedures for Consumer-Related Disputes.\nThe AAA's rules are available at www.adr.org or by calling 1-800-778-7879.\nPayment of all filing, administration and arbitrator fees will be governed by the AAA's rules.\nYou may choose to have the arbitration conducted by telephone, based on written submissions, or in person in the county where you live or at another mutually agreed location.</p>\n<p>We each agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.\nIf for any reason a claim proceeds in court rather than in arbitration we each waive any right to a jury trial.\nWe also both agree that you or we may bring suit in court to enjoin infringement or other misuse of intellectual property rights.</p> Reviews and Comments <p>Except as otherwise provided elsewhere in this Agreement or on the Site, anything that you submit or post to the Site and/or provide us, including without limitation, ideas, know-how, techniques, questions, reviews, comments, and suggestions (collectively, \"Submissions\") is and will be treated as nonconfidential and nonproprietary, and we shall have the royalty-free, worldwide, perpetual, irrevocable and transferable right to use, copy, distribute, display, publish, perform, sell, lease, transmit, adapt, create derivative works from such Submissions by any means and in any form, and to translate, modify, reverse-engineer, disassemble, or decompile such Submissions.\nAll Submissions shall automatically become our sole and exclusive property and shall not be returned to you.</p>\n<p>In addition to the rights applicable to any Submission, when you post comments or reviews to the Site, you also grant us the right to use the name that you submit with any review, comment, or other Content, if any, in connection with such review, comment, or other content.\nYou represent and warrant that you own or otherwise control all of the rights to the reviews, comments and other Content that you post on this Site and that use of your reviews, comments, or other Content by us will not infringe upon or violate the rights of any third party.\nYou shall not use a false e mail address, pretend to be someone other than yourself or otherwise mislead us or third parties as to the origin of any Submissions or Content.\nWe may, but shall not be obligated to, remove or edit any Submissions (including comments or reviews) for any reason.</p> Sales Taxes <p>Some states require us to provide them with lists of residents of the state along with other personally identifiable information such as email addresses, mailing addresses and the items purchased which we are required to submit under the laws of these states.</p> Transmissions <p>Any material, information or idea you transmit to or post on this site by any means will be treated as non-confidential and non-proprietary, and may be disseminated or used by Crutchfield or its affiliates for any purpose whatsoever.\nNotwithstanding the foregoing, all personal data provided to Crutchfield will be handled in accordance with Crutchfield's Privacy Policy.\nYou are prohibited from posting or transmitting to or from this site any unlawful, threatening, libelous, defamatory, obscene, scandalous, inflammatory, pornographic or profane material or any other material that could give rise to any civil or criminal liability under the law.</p> Children's Online Policy <p>Crutchfield is committed to the preservation of online privacy for all of its web site visitors, including children.\nConsistent with the Children's Online Privacy Protection Act, we will not knowingly collect any personally identifiable information from children under the age of 13.\nCrutchfield.com sells products intended for purchase by adults.\nIf you make a purchase on Crutchfield.com, you are representing that you are an adult.\nIf you are a child under the age of 13, you must ask your parent or guardian to assist you in using Crutchfield.com.</p> Terms of Sale, Shipping, Warranties <p>Regardless of any terms or instructions to the contrary in any documents or communication made by a visitor or potential customer of Crutchfield, any sales made from Crutchfield whether through our website, retail stores and/or our call centers, shall be subject solely to the terms of sales, shipping methods/fees/times, and product warranty (if any) and all other terms and conditions set forth in writing on the Crutchfield site and/or catalog.\nAny other terms or instructions supplied in any manner by a visitor or customer are void and are hereby replaced in their entirety by the Crutchfield terms and conditions.\nAny entity or individual placing an order with Crutchfield acknowledges that they are aware of this clause and that they are fully authorized to agree to this clause.</p> Term of Use Revisions <p>Crutchfield may at any time revise these Terms of Use by updating this posting and expressly reserves the right to modify and/or terminate this site at any time, without prior notice, at its sole and absolute discretion.\nBy using this site, you agree to be bound by any such revisions and should therefore periodically visit this page to determine the then current Terms of Use to which you are bound.</p> ", "created_at": "2021-01-31 20:15:42.050444", "updated_at": "2021-01-31 20:15:45.680517"}], "points": [], "urls": ["crutchfield.com"]}}