{"error": 448, "message": "OK", "parameters": {"id": 2852, "name": "Ethereum", "created_at": "2021-03-24 14:03:58.91261", "updated_at": "2021-04-12 00:02:57.454524", "wikipedia": "https://en.wikipedia.org/wiki/Ethereum", "keywords": null, "related": null, "slug": "ethereum", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2852.png", "url": "ethereum.org", "documents": [{"id": 4366, "name": "Privacy Policy", "url": "https://ethereum.org/en/privacy-policy/", "xpath": "//body", "text": "Help update this page<p>There’s a new version of this page but it’s only in English right now.\nHelp us translate the latest version.</p>Translate pageSee English<ul>\n<li>Use Ethereum<ul>\n<li>Ethereum Wallets</li>\n<li>Get ETH</li>\n<li>Decentralized applications (dapps)</li>\n<li>Stablecoins</li>\n<li>Stake ETH</li>\n</ul>\n</li>\n<li>Learn<ul>\n<li>What is Ethereum?</li>\n<li>What is ether (ETH)?</li>\n<li>Decentralized finance (DeFi)</li>\n<li>Decentralized autonomous organisations (DAOs)</li>\n<li>Non-fungible tokens (NFTs)</li>\n<li>History of Ethereum</li>\n<li>Ethereum Whitepaper</li>\n<li>Ethereum 2.0</li>\n<li>Ethereum Glossary</li>\n<li>Ethereum Improvement Proposals</li>\n<li>Community guides and resources</li>\n</ul>\n</li>\n<li>Developers<ul>\n<li>Developers' Home</li>\n<li>Documentation</li>\n<li>Tutorials</li>\n<li>Learn by coding</li>\n<li>Set up local environment</li>\n</ul>\n</li>\n<li>Enterprise<ul>\n<li>Mainnet Ethereum</li>\n<li>Private Ethereum</li>\n</ul>\n</li>\n<li>Community<ul>\n<li>Ethereum Community</li>\n<li>Grants</li>\n</ul>\n</li>\n</ul>\n<strong>No results for your search</strong> \"\"Languages<ul>\n<li>Use Ethereum<ul>\n<li>Ethereum Wallets</li>\n<li>Get ETH</li>\n<li>Decentralized applications (dapps)</li>\n<li>Stablecoins</li>\n<li>Stake ETH</li>\n</ul>\n</li>\n<li>Learn<ul>\n<li>What is Ethereum?</li>\n<li>What is ether (ETH)?</li>\n<li>Decentralized finance (DeFi)</li>\n<li>Decentralized autonomous organisations (DAOs)</li>\n<li>Non-fungible tokens (NFTs)</li>\n<li>History of Ethereum</li>\n<li>Ethereum Whitepaper</li>\n<li>Ethereum 2.0</li>\n<li>Ethereum Glossary</li>\n<li>Ethereum Improvement Proposals</li>\n<li>Community guides and resources</li>\n</ul>\n</li>\n<li>Developers<ul>\n<li>Developers' Home</li>\n<li>Documentation</li>\n<li>Tutorials</li>\n<li>Learn by coding</li>\n<li>Set up local environment</li>\n</ul>\n</li>\n<li>Enterprise<ul>\n<li>Mainnet Ethereum</li>\n<li>Private Ethereum</li>\n</ul>\n</li>\n<li>Community<ul>\n<li>Ethereum Community</li>\n<li>Grants</li>\n</ul>\n</li>\n</ul>SearchLight modeLanguagesSearch<strong>No results for your search</strong> \"\"Search away!<ul>\n<li>HOME/</li>\n<li>PRIVACY POLICY</li>\n</ul>\n<p>Page last updated: June 24, 2020</p>Privacy Policy<p>\n<strong>1.\nGeneral information</strong>\n</p>\n<p>Stiftung Ethereum, a Swiss Stiftung, located at Zeughausgasse 7a, 6300\nZug, Switzerland (the \"Foundation,\" \"we\" or \"us\") is the operator\nof this website, together with ethereum.org, ethereum.foundation, devcon.org or\nblog.ethereum.org (each a \"website\" and together, our \"websites\").\nAs\nthe operator of the sites, we take the protection of your personal data\nvery seriously.\nWe collect, process and use your personal data in\naccordance with this privacy policy and in compliance with the Swiss\nFederal Act on Data Protection (\"FADP\"), the Swiss Ordinance to the\nFederal Act on Data Protection (\"OFADP\") and the General European Data\nProtection Regulation (\"GDPR\").</p>\n<p>This privacy policy (\"Privacy Policy\") will provide you with information\nabout the collection, processing and use of your personal data when\nusing our websites.</p>\n<p>In case you provide us with the personal data of third persons (such as\nfamily members, work colleagues) you should make sure that these persons\nare familiar with this Privacy Policy and you should only share their\npersonal data if you have permission to do so and ensure that his\npersonal data is correct.</p>\n<p>\n<strong>2.\nResponsible Person</strong>\n</p>\n<p>For any matters, relating to data protection you may contact\nnotices@ethereum.org in writing by e-mail or letter to the following\naddress:</p>\n<code> Zeughausgasse 7A, 6302 Zug, Switzerland Email: notices@ethereum.org\n</code>\n<p>Our representative in the EU according to article 27 GDPR is:</p>\n<code>Oranienstrasse 6, 10997 Berlin\nEmail: notices@ethereum.org\n</code>\n<p>\n<strong>3.\nData processing in connection with the sites</strong>\n</p>\n<p>\n<strong>3.1 Visiting our websites</strong>\n</p>\n<p>When you visit our website, the hosting provider of our website, Amazon\nWeb Services (AWS) automatically collects and stores various information\nin so-called server log files that your browser transmits to us.\nThe\ninformation/data mentioned is neither assigned to specific persons nor\nlinked to data from other sources.\nThe following technical data will be\nrecorded by us, as usual with every connection with a web server,\nwithout your intervention, and stored by us until automatic deletion\nafter no later than two days:</p>\n<ul>\n<li>Woocommerce cart data</li>\n<li>Unique identification code for Woocommerce customer</li>\n</ul>\n<p>The collection and processing of this technical data is for the purpose\nof enabling theuse of our website, continuously ensuring system security\nand stability, optimisingour website, and for internal statistical\npurposes.\nThis is our legitimate interest in the processing of data in\nthe sense of Art.\n6 Par.\n1 lit.\nf GDPR.</p>\n<p>Furthermore, the IP addresses will be evaluated, together with other\ndata, in case of attacks on the network infrastructure or other\nunauthorised use or misuse of the website, for the purpose of\nintelligence and protection, and if appropriate, used in criminal\nproceedings for identification and civil and criminal proceedings\nagainst the relevant users.\nThis is our legitimate interest in the\nprocessing of data in the sense of Art.\n6 Par.\n1 lit.\nf GDPR.</p>\n<p>\n<strong>3.2 Use of Websites Cookies</strong>\n</p>\n<p>The websites uses cookies.\nCookies are text files that are stored in a\ncomputer system via an Internet browser.\nMore detailed information on\ncookies and how they work can be found at:\nhttp://www.allaboutcookies.org.</p>\n<p>Many Internet sites and servers use cookies.\nMany cookies contain a\nso-called cookie ID.\nA cookie ID is a unique identifier of the cookie.\nIt consists of a character string through which Internet pages and\nservers can be assigned to the specific Internet browser in which the\ncookie was stored.\nThis allows visited Internet sites and servers to\ndifferentiate the individual browser of the data subject from other\nInternet browsers that contain other cookies.\nA specific Internet\nbrowser can be recognized and identified using the unique cookie ID.</p>\n<p>Through the use of cookies, the Foundation can provide the users of this\nwebsite with more user-friendly services that would not be possible\nwithout the cookie setting.</p>\n<p>Cookies allow us, as previously mentioned, to recognize our websites\nusers.\nThe purpose of this recognition is to make it easier for users to\nutilize our websites.\nThe websites user that uses cookies, e.g.\ndoes not\nhave to enter access data each time the websites is accessed, because\nthis is taken over by the website, and the cookie is thus stored on the\nuser's computer system.</p>\n<p>You may, at any time, prevent the setting of cookies through our\nwebsites by means of a corresponding setting of the Internet browser\nused, and may thus permanently deny the setting of cookies.\nFurthermore,\npreviously set cookies may be deleted at any time via an Internet\nbrowser or other software programs.\nThis is possible in all popular\nInternet browsers.\nIf the data subject deactivates the setting of\ncookies in the Internet browser used, it may not be possible to use all\nthe functions of our websites.</p>\n<p>For detailed information on the cookies we use and the purposes for\nwhich we use them, see our Cookie Policy.</p>\n<p>\n<strong>3.3 Google Analytics</strong>\n</p>\n<p>This websites also uses Google Analytics, a web analysis service\nprovided by Google Inc.\n(\"Google\").\nGoogle Inc.\nis an enterprise of\nthe holding company Alphabet Inc., domiciled in the USA.\nThe information\ngenerated by the cookie about your use of the websites (including your\nIP address) will be transmitted to and stored by Google on servers in\nthe United States.\nGoogle will use this information for the purpose of\nevaluating your use of the website, compiling reports on websites\nactivity and providing other services relating to websites activity and\ninternet usage.\nGoogle may also transfer this information to third\nparties if this is required by law or if third parties process this data\non behalf of Google.</p>\n<p>Generally, before the data is transmitted to the provider, the IP\naddress will be abbreviated by activating IP anonymization (anonymizeIP)\non this website, within the member states of the European Union or in\nother contracting states of the agreement on the European Economic Area.\nOnly in exceptional cases will the full IP address be sent to a Google\nserver in the USA and abbreviated there.\nIn these cases, we provide\ncontractual guarantees to ensure that Google Inc.\nmaintains a sufficient\nlevel of data protection.\nAccording to Google Inc., under no\ncircumstances will the IP address be associated with any other\nuser-related data.\nMore information about the web analytics service used\nis available at the websites of Google Analytics:\nhttps://www.google.ch/policies/privacy/partners</p>\n<p>In addition to the data listed in section 3.1, we may receive the\nfollowing information of Google Analytics:</p>\n<ul>\n<li>Navigation path</li>\n<li>Length of stay on the website</li>\n<li>Returning or new user</li>\n<li>End device</li>\n</ul>\n<p>We do not use the information and personal data collected by Google\nAnalytics to identify individuals unless we become aware of specific\nindications of illegal use.</p>\n<p>\n<strong>3.4 Opening an account for the Ethereum Web Forum</strong>\n</p>\n<p>To access our forums at https://forum.ethereum.org/ you must set up an\naccount and provide us with your username, e-mail address, skype name,\nand password.</p>\n<p>The collected data, which you have voluntarily provided is used for the\npurpose of providing your password-protected access to your base data we\nhave stored.\nThe legal basis for processing the data for this purpose\nlies in the consent you have provided in accordance with Art.\n6 Par.\n1\nlit.\na GDPR.</p>\n<p>\n<strong>3.5 Contact possibility via the website</strong>\n</p>\n<p>You may contact us via our websites contact page or by e-mail to the\nfollowing e-mail address: support@ethereum.org.\nFor this, we require\nthe following information: Name, Subject, E-Mail address, message.</p>\n<p>We use this data, which you may give voluntarily, only in order to\nanswer your contact question or to reply to your e-mail in the best\npossible manner.\nTherefore, the processing of this data is in our\nlegitimate interest in accordance with Art.\n6 Par.</p>\n<p>1 lit.\nf GDPR and you have provided consent in accordance with Art.\n6\nPar.\n1 lit.\na GDPR.</p>\n<p>\n<strong>3.5 Registration for our newsletter (if relevant)</strong>\n</p>\n<p>The registration for our newsletter requires registration.\nFor this you\nmust provide your name and e-mail address.\nBy registering, you give us\nyour consent to process the given data in order to periodically send the\nnewsletter to the address you have given.\nThis consent constitutes the\nlegal basis for our processing of your e-mail address in the sense of\nArt.\n6 Par.\n1 lit.\na GDPR.\nAll information gathered this way will never\nbe passed on or sold to any third party.</p>\n<p>At the end of each newsletter a link is provided by means of which you\ncan unsubscribe at any time.\nAfter unsubscribing your personal data will\nbe deleted.</p>\n<p>\n<strong>3.6 Social Media</strong>\n</p>\n<p>We use plug-ins from social networks such as Blog, GitHub, YouTube,\nReddit, Gitter, Twitter, StackExchange, Facebook, Meetups on our\nwebsites.\nWhen you activate them (by clicking on them), the operators of\nthe respective social networks may record that you are on our websites\nand may use this information.\nThis processing of your personal data lays\nin the responsibility of these individual social media platforms and\noccurs according to their privacy policy.\nPlease check with these\nindividual social media platforms regarding their privacy policies.\nEthereum is not responsible for data collected by these individual\nsocial media platforms.\nWe only use these platforms to inform our\ncommunity of updates and answer user questions.</p>\n<p>\n<strong>3.7 Event Registration</strong>\n</p>\n<p>To register for any event organized by the Foundation through our\nwebsite, we may require the following registration data: First and last\nname, language, company affiliation, company title, credit card\ninformation, e-mail address.</p>\n<p>We will use this information as well as other information you\nvoluntarily provide (i.e.\npreferences, comments) only in order to\nexecute the reservation agreement, unless otherwise stated in this\nPrivacy policy or you have not specifically consented thereto.</p>\n<p>We will process the data by name in order to record your reservation as\nyou have requested, to contact you in case of a question or problem and\nto ensure correct payment.</p>\n<p>The legal basis for the data processing for this purpose lies in the\nfulfilment of an agreement in accordance with Art.\n6 Par.\n1 lit.\nb GDPR.</p>\n<p>\n<strong>4.\nOther parties who have access to information we collect</strong>\n</p>\n<p>With the exception of the provider of our website, we do not make your\npersonal data available to third parties unless you have expressly\nconsented to it, if we are legally obligated to, or if this is necessary\nto enforce our rights concerning a contractual relationship.</p>\n<p>The websites service provider to whom the personal data collected via\nthe websites is passed on or who has or can have access to it is Amazon\nWeb Services Inc.\nThe websites is hosted on servers in the US.\nThe\ntransfer of data is for purpose of providing and maintaining the\nfunctionality of our websites.\nThis is our legitimate interest in the\nsense of Art.\n6 Par.\n1 lit f GDPR.</p>\n<p>If you pay by credit card through the website, we forward your credit\ncard information to the credit card issuer and the credit card acquirer.\nIf you choose to pay by credit card, you will be asked to provide all\nthe necessary information.\nThe legal basis for passing on the data lies\nin the fulfilment of an agreement in the sense of Art.\n6 Par.\nLit.\nb\nGDPR.</p>\n<p>\n<strong>5.\nInternational transfer of personal data</strong>\n</p>\n<p>We are entitled to transfer your personal data to third parties abroad\nfor the purposes of the data processing described in this Privacy\nPolicy.\nThis concerns especially the following receiver(s):</p>\n<ul>\n<li>our websites service providers</li>\n<li>e-commerce provider such as payment solution providers to assist us\nin the processing of your online payments.</li>\n</ul>\n<p>They are obliged to protect data privacy to the same extent as we\nourselves.\nIf the level of data protection in a given country does not\ncorrespond to the Swiss and European data protection level, we\ncontractually ensure that the protection of your personal data\ncorresponds to that in Switzerland and the EU at all times by concluding\nagreements using the standard contractual clauses and complying with the\nGDPR.</p>\n<p>\n<strong>6.\nData security</strong>\n</p>\n<p>We use appropriate technical and organizational security measures to\nprotect your stored personal data against manipulation, partial or\ncomplete loss, and unauthorized access by third parties.\nOur security\nmeasures are continuously being improved in line with technical\ndevelopments.</p>\n<p>Please note that any data transmission on the Internet (e.g.\ncommunication by e- mail) is generally not secure and we accept no\nliability for data transmitted to us via the Internet.\nUnfortunately,\nabsolute protection is not technically possible.</p>\n<p>This information does not apply to the websites of third parties and the\ncorresponding links given on our websites.\nThe Foundation assumes no\nresponsibility and liability for these.</p>\n<p>\n<strong>7.\nYour Rights regarding your data</strong>\n</p>\n<p>\n<strong>7.1 Right to confirmation</strong>\n</p>\n<p>You have the right to obtain confirmation from the Foundation as to\nwhether or not personal data concerning you is being processed.\nIf you\nwish to avail yourself of this right of confirmation, you may, at any\ntime, contact the responsible person as stated in section 1 of this\nPrivacy Policy.</p>\n<p>\n<strong>7.2 Right to access</strong>\n</p>\n<p>You have the right to obtain from the Foundation free information about\nyour personal data stored at any time and a copy of this information.\nFurthermore, you will have access to the following information:</p>\n<ul>\n<li>the purposes of the processing;</li>\n<li>the categories of personal data concerned;</li>\n<li>the recipients or categories of recipients to whom the personal data\nhave been or will be disclosed, in particular recipients in third\ncountries or international organizations;</li>\n<li>where possible, the envisaged period for which the personal data\nwill be stored, or, if not possible, the criteria used to determine\nthat period;</li>\n<li>the existence of the right to request from the Foundation\nrectification or erasure of personal data, or restriction of\nprocessing of personal data concerning you, or to object to such\nprocessing;</li>\n<li>the existence of the right to lodge a complaint with a supervisory\nauthority;</li>\n<li>where the personal data are not collected directly from you, any\navailable information as to their source.\nand</li>\n<li>the existence of automated decision-making, including profiling,\nreferred to in Article 22(1) and (4) of the GDPR and, at least in\nthose cases, meaningful information about the logic involved, as\nwell as the significance and envisaged consequences of such\nprocessing for you.</li>\n</ul>\n<p>If you wish to avail yourself of this right of access, you may at any\ntime contact the responsible person as stated in section 1 of this\nPrivacy Policy.</p>\n<p>\n<strong>7.3 Right to rectification</strong>\n</p>\n<p>You have the right to obtain from the Foundation, without undue delay,\nthe rectification of inaccurate personal data concerning you.\nTaking\ninto account the purposes of the processing, you shall have the right to\nhave incomplete personal data completed, including by means of providing\na supplementary statement.\nIf you wish to exercise this right to\nrectification, you may, at any time, contact the responsible person as\nstated in section 1 of this Privacy Policy.</p>\n<p>\n<strong>7.4 Right to erasure (right to be forgotten)</strong>\n</p>\n<p>You have the right to obtain from the Foundation the erasure of personal\ndata concerning you as soon as possible, and the Foundation shall have\nthe obligation to erase personal data without undue delay where one of\nthe following grounds applies:</p>\n<ul>\n<li>The personal data is no longer necessary in relation to the purposes\nfor which they were collected or otherwise processed;</li>\n<li>You withdraw consent to which the processing is based according to\npoint (a) of Article 6(1) of the GDPR, or point (a) of Article 9(2)\nof the GDPR, and where there is no other legal ground for the\nprocessing;</li>\n<li>The data subject objects to the processing pursuant to Article 21(1)\nof the GDPR and there are no overriding legitimate grounds for the\nprocessing, or the data subject objects to the processing pursuant\nto Article 21(2) of the GDPR;</li>\n<li>The personal data has been unlawfully processed;</li>\n<li>The personal data must be erased for compliance with a legal\nobligation in accordance with the applicable law to which the\nFoundation is subject.\nand/or</li>\n<li>The personal data has been collected in relation to the offer of\ninformation society services referred to in Article 8(1) of the\nGDPR.</li>\n</ul>\n<p>If any one of the aforementioned reasons applies, and you wish to\nrequest the erasure of personal data stored by the Foundation, you may\nat any time contact the responsible person as stated in section 1 of\nthis Privacy Policy.\nThe responsible person at the Foundation shall\npromptly ensure that the erasure request is complied with as soon as\npossible.</p>\n<p>\n<strong>7.5 Right to restriction of processing</strong>\n</p>\n<p>You have the right to obtain from the Foundation restriction of\nprocessing where one of the following applies:</p>\n<ul>\n<li>the accuracy of the personal data is contested by you, for a period\nenabling the Foundation to verify the accuracy of the personal data;</li>\n<li>the processing is unlawful and you oppose the erasure of the\npersonal data and requests instead the restriction of their use\ninstead;</li>\n<li>the Foundation no longer needs the personal data for the purposes of\nthe processing, but they are required by you for the establishment,\nexercise or defense of legal claims.\nand/or</li>\n<li>the data subject has objected to processing pursuant to Article\n21(1) of the GDPR pending the verification whether the legitimate\ngrounds of the Foundation override those of the data subject.</li>\n</ul>\n<p>If any one of the aforementioned conditions is met, and you wish to\nrequest the restriction of the processing of personal data stored by the\nFoundation, you may at any time contact the Foundation's responsible\nperson.\nThe responsible person will arrange the restriction of the\nprocessing.</p>\n<p>\n<strong>7.6 Right to object</strong>\n</p>\n<p>You have the right to object, on grounds relating to your particular\nsituation, at any time, to the processing of personal data concerning\nyou, which is based on point (e) or (f) of Article 6(1) of the GDPR.\nThis also applies to profiling based on these provisions.</p>\n<p>The Foundation shall no longer process the personal data in the event of\nthe objection, unless the Foundation can demonstrate reasonable grounds\nfor the processing, which override the interests, rights and freedoms of\nyou, or for the establishment, exercise or defense of legal claims.\nIn\norder to exercise the right to object, you may directly contact the\nresponsible person.</p>\n<p>\n<strong>7.7 Automated individual decision-making, including profiling</strong>\n</p>\n<p>You have the right not to be subject to a decision based solely on\nautomated processing, including profiling, which produces legal effects\nconcerning you, or similarly significantly affects you, as long as the\ndecision (1) is not necessary for entering into, or the performance of,\na contract between you and the Foundation, or (2) is not authorized by\nthe applicable law and which also lays down suitable measures to\nsafeguard your rights and freedoms and legitimate interests, or (3) is\nnot based on your explicit consent.</p>\n<p>If the decision (1) is necessary for entering into, or the performance\nof, a contract between you and the Foundation, or (2) it is based on\nyour explicit consent, the Foundation shall implement suitable measures\nto safeguard your rights and freedoms and legitimate interests, at least\nthe right to obtain human intervention on the part of the controller, to\nexpress their point of view and contest the decision.</p>\n<p>Please note that the Foundation does not use automatic decision-making\nbut we may use profiling according to these Privacy Policy rules.</p>\n<p>\n<strong>7.8 Right to withdraw data protection consent</strong>\n</p>\n<p>You have the right to withdraw your consent to processing of your\npersonal data at any time.</p>\n<p>If you wish to exercise the right to withdraw the consent, you may at\nany time directly contact the responsible person as stated in section 1.</p>\n<p>\n<strong>8.\nDuration of the storage</strong>\n</p>\n<p>The Foundation will process and store the personal data of the data\nsubject only for the period necessary to achieve the purpose of storage,\nor as far as this is granted by the applicable laws or regulations.\nIf\nthe storage purpose is not applicable, or if a storage period prescribed\nby the applicable laws expires, the personal data is routinely erased in\naccordance with the legal requirements.</p>\n<p>\n<strong>9.\nMinors</strong>\n</p>\n<p>The Foundation does not knowingly collect or use any personal data from\nminors.\nA minor may be able to willingly share personal information with\nothers, depending on the products and/or media channels used.\nIf a minor\nprovides us with their information without the consent of their parent\nor guardian, we will ask the parent or guardian to contact us for the\npurpose of deleting that information.</p>\n<p>\n<strong>10.\nUpdates to our Privacy Policy</strong>\n</p>\n<p>The Foundation may update this Privacy Policy from time to time and\ninform you on the websites that the policy has been amended.\nThe current\nversion of the Privacy Policy, as published on our website, is\napplicable.\nWith each update to our policies, we will note which\nsections have been updated.</p>\n<p>\n<strong>11.\nMore information about privacy regulations</strong>\n</p>\n<p>For more information on applicable privacy regulations, you may refer\nto:</p>\n<ul>\n<li>EU General Data Protection Regulation:\nhttps://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv:OJ.L_.2016.119.01.0001.01.ENG</li>\n<li>Swiss Federal Act on Data Protection:\nhttps://www.admin.ch/opc/en/classified-compilation/19920153/index.html</li>\n<li>Swiss Ordinance to the Federal Act on Data Protection:\nhttps://www.admin.ch/opc/en/classified-compilation/19930159/index.html</li>\n</ul>\n<p>Please do not hesitate to contact us if you have any questions regarding\nthis Privacy Policy by contacting us at support@ethereum.org.</p>Website last updated: March 19, 2021Use Ethereum<ul>\n<li>Ethereum Wallets</li>\n<li>Get ETH</li>\n<li>Decentralized applications (dapps)</li>\n<li>Stablecoins</li>\n<li>Stake ETH</li>\n</ul>Learn<ul>\n<li>What is Ethereum?</li>\n<li>What is ether (ETH)?</li>\n<li>Community guides and resources</li>\n<li>History of Ethereum</li>\n<li>Ethereum Whitepaper</li>\n<li>Ethereum 2.0</li>\n<li>Ethereum Glossary</li>\n<li>Ethereum Improvement Proposals</li>\n</ul>Developers<ul>\n<li>Get started</li>\n<li>Documentation</li>\n<li>Tutorials</li>\n<li>Learn by coding</li>\n<li>Set up local environment</li>\n<li>Developer Resources</li>\n</ul>Ecosystem<ul>\n<li>Ethereum Community</li>\n<li>Ethereum Foundation</li>\n<li>Ethereum Foundation Blog</li>\n<li>Ecosystem Support Program</li>\n<li>Ecosystem Grant Programs</li>\n<li>Ethereum Brand Assets</li>\n<li>Devcon</li>\n</ul>Enterprise<ul>\n<li>Mainnet Ethereum</li>\n<li>Private Ethereum</li>\n<li>Enterprise</li>\n</ul>About ethereum.org<ul>\n<li>About us</li>\n<li>Jobs</li>\n<li>Contributing</li>\n<li>Language Support</li>\n<li>Privacy policy</li>\n<li>Terms of Use</li>\n<li>Cookie Policy</li>\n<li>Contact</li>\n</ul>", "created_at": "2021-03-24 14:22:55.552975", "updated_at": "2021-03-24 14:23:04.545173"}, {"id": 4367, "name": "Terms of Use", "url": "https://ethereum.org/en/terms-of-use/", "xpath": "//*[@id=\"___gatsby\"]", "text": "Help update this page<p>There’s a new version of this page but it’s only in English right now.\nHelp us translate the latest version.</p>Translate pageSee English<ul>\n<li>Use Ethereum<ul>\n<li>Ethereum Wallets</li>\n<li>Get ETH</li>\n<li>Decentralized applications (dapps)</li>\n<li>Stablecoins</li>\n<li>Stake ETH</li>\n</ul>\n</li>\n<li>Learn<ul>\n<li>What is Ethereum?</li>\n<li>What is ether (ETH)?</li>\n<li>Decentralized finance (DeFi)</li>\n<li>Decentralized autonomous organisations (DAOs)</li>\n<li>Non-fungible tokens (NFTs)</li>\n<li>History of Ethereum</li>\n<li>Ethereum Whitepaper</li>\n<li>Ethereum 2.0</li>\n<li>Ethereum Glossary</li>\n<li>Ethereum Improvement Proposals</li>\n<li>Community guides and resources</li>\n</ul>\n</li>\n<li>Developers<ul>\n<li>Developers' Home</li>\n<li>Documentation</li>\n<li>Tutorials</li>\n<li>Learn by coding</li>\n<li>Set up local environment</li>\n</ul>\n</li>\n<li>Enterprise<ul>\n<li>Mainnet Ethereum</li>\n<li>Private Ethereum</li>\n</ul>\n</li>\n<li>Community<ul>\n<li>Ethereum Community</li>\n<li>Grants</li>\n</ul>\n</li>\n</ul>\n<strong>No results for your search</strong> \"\"Languages<ul>\n<li>Use Ethereum<ul>\n<li>Ethereum Wallets</li>\n<li>Get ETH</li>\n<li>Decentralized applications (dapps)</li>\n<li>Stablecoins</li>\n<li>Stake ETH</li>\n</ul>\n</li>\n<li>Learn<ul>\n<li>What is Ethereum?</li>\n<li>What is ether (ETH)?</li>\n<li>Decentralized finance (DeFi)</li>\n<li>Decentralized autonomous organisations (DAOs)</li>\n<li>Non-fungible tokens (NFTs)</li>\n<li>History of Ethereum</li>\n<li>Ethereum Whitepaper</li>\n<li>Ethereum 2.0</li>\n<li>Ethereum Glossary</li>\n<li>Ethereum Improvement Proposals</li>\n<li>Community guides and resources</li>\n</ul>\n</li>\n<li>Developers<ul>\n<li>Developers' Home</li>\n<li>Documentation</li>\n<li>Tutorials</li>\n<li>Learn by coding</li>\n<li>Set up local environment</li>\n</ul>\n</li>\n<li>Enterprise<ul>\n<li>Mainnet Ethereum</li>\n<li>Private Ethereum</li>\n</ul>\n</li>\n<li>Community<ul>\n<li>Ethereum Community</li>\n<li>Grants</li>\n</ul>\n</li>\n</ul>SearchLight modeLanguagesSearch<strong>No results for your search</strong> \"\"Search away!<ul>\n<li>HOME/</li>\n<li>TERMS OF USE</li>\n</ul>\n<p>Page last updated: June 24, 2020</p>Terms of Use<p>\n<strong>PLEASE READ THESE TERMS OF USE BEFORE USING THE WEBSITES.</strong>\n</p>\n<p>Acceptance of the Terms of Use These terms of use are entered into by\nand between you and the Ethereum Foundation (\"Foundation\", \"we\" or\n\"us\").\nThe following terms and conditions, together with any documents\nthey expressly incorporate by reference (collectively, these \"Terms of\nUse\"), govern your access to and use of ethereum.org, including any\ncontent, functionality and services offered on or through ethereum.org,\nethereum.foundation, devcon.org, and blog.ethereum.org (together, the\n\"Website\").</p>\n<p>Please read the Terms of Use carefully before you start to use the\nWebsites.\nBy using the Websites or by clicking to accept or agree to the\nTerms of Use when this option is made available to you, you accept and\nagree to be bound and abide by these Terms of Use in addition to</p>\n<ul>\n<li>our Privacy Policy, incorporated herein by\nreference.\nand</li>\n<li>our Cookie Policy, incorporated herein by\nreference.</li>\n</ul>\n<p>If you do not to agree to these Terms of Use or the Privacy Policy, you\nmust not access or use the Websites.</p>\n<p>\n<strong>Who May Use the Websites</strong>\n</p>\n<p>This Websites is offered and available to users who are 13 years of age\nor older.\nThe Websites\nis not intended for children under 13 years of age.\nBy using this\nWebsite, you represent and warrant that you (i) are 13 years of age or\nolder, (ii) are not barred to use the Websites under any applicable law,\nand (iii) are using the Websites only for your own personal use.\nIf you\ndo not meet these requirements, you must not access or use the Websites.</p>\n<p>\n<strong>Changes to the Terms of Use</strong>\n</p>\n<p>We may revise and update these Terms of Use from time to time in our\nsole discretion.\nAll changes are effective immediately when we post\nthem.</p>\n<p>Your continued use of the Websites following the posting of revised\nTerms of Use means that you accept and agree to the changes.\nYou are\nexpected to check this page frequently so you are aware of any changes,\nas they are binding on you.</p>\n<p>\n<strong>Accessing the Websites and Account Security</strong>\n</p>\n<p>We reserve the right to withdraw or amend this Website, and any service\nor material we provide on the Website, in our sole discretion without\nnotice.\nWe do not guarantee that our site or any content on it, will\nalways be available or be interrupted.\nWe will not be liable if for any\nreason all or any part of the Websites is unavailable at any time or for\nany period.\nFrom time to time, we may restrict access to some parts of\nthe Website, or the entire Website, to users.</p>\n<p>You are responsible for:</p>\n<ul>\n<li>Making all arrangements necessary for you to have access to the\nWebsites.</li>\n<li>Ensuring that all persons who access the Websites through your\ninternet connection are aware of these Terms of Use and comply with\nthem.</li>\n</ul>\n<p>To access the Websites or some of the resources it offers, you may be\nasked to provide certain registration details or other information.\nIt\nis a condition of your use of the Websites that all the information you\nprovide on the Websites is correct, current and complete.\nYou agree that\nall information you provide to register using this Websites or\notherwise, including, but not limited to, using any interactive features\non the Website, is governed by our Privacy Policy, and you consent to\nall actions we take with respect to your information consistent with our\nPrivacy Policy.</p>\n<p>You should use particular caution when inputting personal information on\nto the Websites on a public or shared computer so that others are not\nable to view or record your personal information.</p>\n<p>\n<strong>Intellectual Property Rights</strong>\n</p>\n<p>The Websites and its entire contents, features and functionality\n(including but not limited to all information, software, text, displays,\nimages, video and audio, and the design, selection and arrangement\nthereof), are owned by the Foundation, its licensors or other providers\nof such material and are protected by copyright, trademark, patent,\ntrade secret and other intellectual property or proprietary rights laws.</p>\n<p>Unless otherwise marked: (a) all material, data, and information on the Websites,\nsuch as data files, text, music, audio files or other sounds, photographs, videos, or\nother images, but excluding any software or computer code (collectively, the “Non-\nCode Content”) is licensed under the Creative Commons Attribution 4.0 International\nLicense.\nand (b) all software or computer code (collectively, the “Code Content”) is\nlicensed under the MIT License.</p>\n<p>\n<strong>Trademarks</strong>\n</p>\n<p>The Foundation name, the terms Ethereum Switzerland, Ethereum Asia, the\nFoundation logo and all related names, logos, product and service names,\ndesigns and slogans are trademarks of the Foundation or its affiliates\nor licensors.\nYou must not use such marks without the prior written\npermission of the Foundation.\nAll other names, logos, product and\nservice names, designs and slogans on this Websites are the trademarks\nof their respective owners.</p>\n<p>\n<strong>Prohibited Uses</strong>\n</p>\n<p>You may use the Websites only for lawful purposes and in accordance with\nthese Terms of Use.\nYou agree not to use the Website:</p>\n<ul>\n<li>In any way that violates any applicable federal, state, local or\ninternational law or regulation (including, without limitation, any\nlaws regarding the export of data or software to and from the US or\nother countries).</li>\n<li>For the purpose of exploiting, harming or attempting to exploit or\nharm minors in any way by exposing them to inappropriate content,\nasking for personally identifiable information or otherwise.</li>\n<li>To send, knowingly receive, upload, download, use or re-use any\nmaterial which does not comply with these Terms of Use.</li>\n<li>To transmit, or procure the sending of, any advertising or\npromotional material without our prior written consent, including\nany \"junk mail\", \"chain letter\" or \"spam\" or any other similar\nsolicitation.</li>\n<li>To impersonate or attempt to impersonate the Foundation, a\nFoundation employee, another user or any other person or entity\n(including, without limitation, by using e-mail addresses or screen\nnames associated with any of the foregoing).</li>\n<li>To engage in any other conduct that restricts or inhibits anyone's\nuse or enjoyment of the Website, or which, as determined by us, may\nharm the Foundation or users of the Websites or expose them to\nliability.</li>\n</ul>\n<p>Additionally, you agree not to:</p>\n<ul>\n<li>Use the Websites in any manner that could disable, overburden,\ndamage, or impair the site or interfere with any other party's use\nof the Website, including their ability to engage in real time\nactivities through the Websites.</li>\n<li>Use any robot, spider or other automatic device, process or means to\naccess the Websites for any purpose, including monitoring or copying\nany of the material on the Websites.</li>\n<li>Use any manual process to monitor or copy any of the material on the\nWebsites or for any other unauthorized purpose without our prior\nwritten consent.</li>\n<li>Use any device, software or routine that interferes with the proper\nworking of the Websites.</li>\n<li>Introduce any viruses, trojan horses, worms, logic bombs or other\nmaterial which is malicious or technologically harmful.</li>\n<li>Attempt to gain unauthorized access to, interfere with, damage or\ndisrupt any parts of the Website, the server on which the Websites\nis stored, or any server, computer or database connected to the\nWebsites.</li>\n<li>Attack the Websites via a denial-of-service attack or a distributed\ndenial-of-service attack.</li>\n<li>Otherwise attempt to interfere with the proper working of the\nWebsites.</li>\n</ul>\n<p>\n<strong>Reliance on Information Posted</strong>\n</p>\n<p>The information presented on or through the Websites is made available\nsolely for general information purposes.\nWe do not warrant the accuracy,\ncompleteness or usefulness of this information.\nAny reliance you place\non such information is strictly at your own risk.\nWe disclaim all\nliability and responsibility arising from any reliance placed on such\nmaterials by you or any other visitor to the Website, or by anyone who\nmay be informed of any of its contents.</p>\n<p>This Websites includes content provided by third parties, including\nmaterials provided by other users, bloggers and third-party licensors,\nsyndicators, aggregators and/or reporting services.\nAll statements\nand/or opinions expressed in these materials, and all articles and\nresponses to questions and other content, other than the content\nprovided by the Foundation, are solely the opinions and the\nresponsibility of the person or entity providing those materials.\nThese\nmaterials do not necessarily reflect the opinion of the Foundation.\nWe\nare not responsible, or liable to you or any third party, for the\ncontent or accuracy of any materials provided by any third parties.</p>\n<p>\n<strong>Changes to the Websites</strong>\n</p>\n<p>We may update the content on this Websites from time to time, but its\ncontent is not necessarily complete or up-to-date.\nAny of the material\non the Websites may be out of date at any given time, and we are under\nno obligation to update such material.</p>\n<p>\n<strong>Information About You and Your Visits to the Websites</strong>\n</p>\n<p>All information we collect on this Websites is subject to our Privacy\nPolicy.\nBy using the Website, you consent to all\nactions taken by us with respect to your information in compliance with\nthe Privacy Policy.</p>\n<p>\n<strong>Online Purchases and Other Terms and Conditions</strong>\n</p>\n<p>Additional terms and conditions may also apply to specific portions,\nservices or features of the Website, including the registration and\nsponsorship for conference events.\nAll such additional terms and\nconditions are hereby incorporated by this reference into these Terms of\nUse.\nIn the event of terms that are directly conflicting between these\nTerms of Use and terms of conditions for the registration or sponsorship\nof a conference event, the terms and conditions for the event shall\ncontrol.</p>\n<p>\n<strong>Linking to the Websites and Social Media Features</strong>\n</p>\n<p>You may link to our homepage, provided you do so in a way that is fair\nand legal and does not damage our reputation or take advantage of it,\nbut you must not establish a link in such a way as to suggest any form\nof association, approval or endorsement on our part without our express\nwritten consent.</p>\n<p>\n<strong>Links from the Websites</strong>\n</p>\n<p>If the Websites contains links to other sites and resources provided by\nthird parties, these links are provided for your convenience only.\nThis\nincludes links contained in advertisements, including banner\nadvertisements and sponsored links.\nWe have no control over the contents\nof those sites or resources, and accept no responsibility for them or\nfor any loss or damage that may arise from your use of them.\nIf you\ndecide to access any of the third party websites linked to this Website,\nyou do so entirely at your own risk and subject to the terms and\nconditions of use for such websites.\nWe reserve the right to withdraw\nlinking permission without notice.</p>\n<p>\n<strong>Geographic Restrictions</strong>\n</p>\n<p>The owner of the Websites is based in Switzerland.\nWe make no claims\nthat the Websites or any of its content is accessible or appropriate\noutside of Switzerland.\nAccess to the Websites may not be legal by\ncertain persons or in certain countries.\nIf you access the Websites from\noutside Switzerland, you do so on your own initiative and are\nresponsible for compliance with local laws.</p>\n<p>\n<strong>Disclaimer of Warranties</strong>\n</p>\n<p>You understand that we cannot and do not guarantee or warrant that files\navailable for downloading from the internet or the Websites will be free\nof viruses or other destructive code.\nYou are responsible for\nimplementing sufficient procedures and checkpoints to satisfy your\nparticular requirements for anti-virus protection and accuracy of data\ninput and output, and for maintaining a means external to our site for\nany reconstruction of any lost data.\nWE WILL NOT BE LIABLE FOR ANY LOSS\nOR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES OR\nOTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER\nEQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO\nYOUR USE OF THE WEBSITES OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE\nWEBSITES OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY\nWEBSITES LINKED TO IT.</p>\n<p>YOUR USE OF THE WEBSITE, ITS CONTENT AND ANY SERVICES OR ITEMS OBTAINED\nTHROUGH THE WEBSITES IS AT YOUR OWN RISK.\nTHE WEBSITE, ITS CONTENT AND\nANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITES ARE PROVIDED ON AN\n\"AS IS\" AND \"AS AVAILABLE\" BASIS, WITHOUT ANY WARRANTIES OF ANY\nKIND, EITHER EXPRESS OR IMPLIED.\nNEITHER THE FOUNDATION NOR ANY PERSON\nASSOCIATED WITH THE FOUNDATION MAKES ANY WARRANTY OR REPRESENTATION WITH\nRESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY OR\nAVAILABILITY OF THE WEBSITES.\nWITHOUT LIMITING THE FOREGOING, NEITHER\nTHE FOUNDATION NOR ANYONE ASSOCIATED WITH THE FOUNDATION REPRESENTS OR\nWARRANTS THAT THE WEBSITE, ITS CONTENT OR ANY SERVICES OR ITEMS OBTAINED\nTHROUGH THE WEBSITES WILL BE ACCURATE, RELIABLE, ERROR-FREE OR\nUNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE\nSERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL\nCOMPONENTS OR THAT THE WEBSITES OR ANY SERVICES OR ITEMS OBTAINED\nTHROUGH THE WEBSITES WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p>\n<p>THE FOUNDATION HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER\nEXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO\nANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT AND FITNESS FOR\nPARTICULAR PURPOSE.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW EXCLUSION OF WARRIANTIES OR LIMITATIONS\nON THE DURATION OF IMPLIED WARRANTIES, SO THE ABOVE DISCLAIMER MAY NOT\nAPPLY TO YOU IN THEIR ENTIRETIES, BUT WILL APPLY TO THE MAXIMUM EXTENT\nPERMITTED BY APPLICABLE LAW.</p>\n<p>\n<strong>Limitation on Liability</strong>\n</p>\n<p>IN NO EVENT WILL THE FOUNDATION, ITS AFFILIATES OR THEIR LICENSORS,\nSERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS OR DIRECTORS BE LIABLE\nFOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN\nCONNECTION WITH YOUR USE, OR INABILITY TO USE, THE WEBSITE, ANY WEBSITES\nLINKED TO IT, ANY CONTENT ON THE WEBSITES OR SUCH OTHER WEBSITES OR ANY\nSERVICES OR ITEMS OBTAINED THROUGH THE WEBSITES OR SUCH OTHER WEBSITES,\nINCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR\nPUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN\nAND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS,\nLOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL,\nLOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH\nOF CONTRACT OR OTHERWISE, EVEN IF FORESEEABLE.\nTHE FOREGOING DOES NOT\nAFFECT ANY LIABILITY WHICH CANNOT BE EXCLUDED OR LIMITED UNDER\nAPPLICABLE LAW WHICH MAY INCLUDE FRAUD.</p>\n<p>\n<strong>Indemnification</strong>\n</p>\n<p>You agree to defend, indemnify and hold harmless the Foundation, its\naffiliates, licensors and service providers, and its and their\nrespective officers, directors, employees, contractors, agents,\nlicensors, suppliers, successors and assigns from and against any\nclaims, liabilities, damages, judgments, awards, losses, costs, expenses\nor fees (including reasonable attorneys' fees) arising out of or\nrelating to your violation of these Terms of Use or your use of the\nWebsite, including, but not limited to, any use of the Website's\ncontent, services and products other than as expressly authorized in\nthese Terms of Use or your use of any information obtained from the\nWebsites.</p>\n<p>\n<strong>Governing Law and Jurisdiction</strong>\n</p>\n<p>All matters relating to the Websites and these Terms of Use and any\ndispute or claim arising therefrom or related thereto (in each case,\nincluding non-contractual disputes or claims), shall be governed by and\nconstrued in accordance with the internal laws of Switzerland without\ngiving effect to any choice or conflict of law provision or rule\n(whether of Switzerland or any other jurisdiction).</p>\n<p>Any legal suit, action or proceeding arising out of, or related to,\nthese Terms of Use or the Websites shall be instituted exclusively in\nthe Switzerland in the Kanton of Zug although we retain the right to\nbring any suit, action or proceeding against you for breach of these\nTerms of Use in your country of residence or any other relevant country.\nYou waive any and all objections to the exercise of jurisdiction over\nyou by such courts and to venue in such courts.</p>\n<p>\n<strong>Waiver and Severability</strong>\n</p>\n<p>No waiver of by the Foundation of any term or condition set forth in\nthese Terms of Use shall be deemed a further or continuing waiver of\nsuch term or condition or a waiver of any other term or condition, and\nany failure of the Foundation to assert a right or provision under these\nTerms of Use shall not constitute a waiver of such right or provision.</p>\n<p>If any provision of these Terms of Use is held by a court or other\ntribunal of competent jurisdiction to be invalid, illegal or\nunenforceable for any reason, such provision shall be eliminated or\nlimited to the minimum extent such that the remaining provisions of the\nTerms of Use will continue in full force and effect.</p>\n<p>\n<strong>Entire Agreement</strong>\n</p>\n<p>The Terms of Use, our Privacy Policy and terms of conditions for the\nregistration of events constitute the sole and entire agreement between\nyou and the Ethereum Foundation with respect to the Websites and\nsupersede all prior and contemporaneous understandings, agreements,\nrepresentations and warranties, both written and oral, with respect to\nthe Websites.</p>\n<p>\n<strong>Your Comments and Concerns</strong>\n</p>\n<p>This Websites is operated by the Foundation.\nAll other feedback,\ncomments, requests for technical support and other communications\nrelating to the Websites should be directed to: support@ethereum.org.</p>Website last updated: March 19, 2021Use Ethereum<ul>\n<li>Ethereum Wallets</li>\n<li>Get ETH</li>\n<li>Decentralized applications (dapps)</li>\n<li>Stablecoins</li>\n<li>Stake ETH</li>\n</ul>Learn<ul>\n<li>What is Ethereum?</li>\n<li>What is ether (ETH)?</li>\n<li>Community guides and resources</li>\n<li>History of Ethereum</li>\n<li>Ethereum Whitepaper</li>\n<li>Ethereum 2.0</li>\n<li>Ethereum Glossary</li>\n<li>Ethereum Improvement Proposals</li>\n</ul>Developers<ul>\n<li>Get started</li>\n<li>Documentation</li>\n<li>Tutorials</li>\n<li>Learn by coding</li>\n<li>Set up local environment</li>\n<li>Developer Resources</li>\n</ul>Ecosystem<ul>\n<li>Ethereum Community</li>\n<li>Ethereum Foundation</li>\n<li>Ethereum Foundation Blog</li>\n<li>Ecosystem Support Program</li>\n<li>Ecosystem Grant Programs</li>\n<li>Ethereum Brand Assets</li>\n<li>Devcon</li>\n</ul>Enterprise<ul>\n<li>Mainnet Ethereum</li>\n<li>Private Ethereum</li>\n<li>Enterprise</li>\n</ul>About ethereum.org<ul>\n<li>About us</li>\n<li>Jobs</li>\n<li>Contributing</li>\n<li>Language Support</li>\n<li>Privacy policy</li>\n<li>Terms of Use</li>\n<li>Cookie Policy</li>\n<li>Contact</li>\n</ul>", "created_at": "2021-03-24 14:26:22.411622", "updated_at": "2021-03-24 14:26:30.877297"}, {"id": 4365, "name": "Cookie Policy", "url": "https://ethereum.org/en/cookie-policy/", "xpath": "//body", "text": "Help update this page<p>There’s a new version of this page but it’s only in English right now.\nHelp us translate the latest version.</p>Translate pageSee English<ul>\n<li>Use Ethereum<ul>\n<li>Ethereum Wallets</li>\n<li>Get ETH</li>\n<li>Decentralized applications (dapps)</li>\n<li>Stablecoins</li>\n<li>Stake ETH</li>\n</ul>\n</li>\n<li>Learn<ul>\n<li>What is Ethereum?</li>\n<li>What is ether (ETH)?</li>\n<li>Decentralized finance (DeFi)</li>\n<li>Decentralized autonomous organisations (DAOs)</li>\n<li>Non-fungible tokens (NFTs)</li>\n<li>History of Ethereum</li>\n<li>Ethereum Whitepaper</li>\n<li>Ethereum 2.0</li>\n<li>Ethereum Glossary</li>\n<li>Ethereum Improvement Proposals</li>\n<li>Community guides and resources</li>\n</ul>\n</li>\n<li>Developers<ul>\n<li>Developers' Home</li>\n<li>Documentation</li>\n<li>Tutorials</li>\n<li>Learn by coding</li>\n<li>Set up local environment</li>\n</ul>\n</li>\n<li>Enterprise<ul>\n<li>Mainnet Ethereum</li>\n<li>Private Ethereum</li>\n</ul>\n</li>\n<li>Community<ul>\n<li>Ethereum Community</li>\n<li>Grants</li>\n</ul>\n</li>\n</ul>\n<strong>No results for your search</strong> \"\"Languages<ul>\n<li>Use Ethereum<ul>\n<li>Ethereum Wallets</li>\n<li>Get ETH</li>\n<li>Decentralized applications (dapps)</li>\n<li>Stablecoins</li>\n<li>Stake ETH</li>\n</ul>\n</li>\n<li>Learn<ul>\n<li>What is Ethereum?</li>\n<li>What is ether (ETH)?</li>\n<li>Decentralized finance (DeFi)</li>\n<li>Decentralized autonomous organisations (DAOs)</li>\n<li>Non-fungible tokens (NFTs)</li>\n<li>History of Ethereum</li>\n<li>Ethereum Whitepaper</li>\n<li>Ethereum 2.0</li>\n<li>Ethereum Glossary</li>\n<li>Ethereum Improvement Proposals</li>\n<li>Community guides and resources</li>\n</ul>\n</li>\n<li>Developers<ul>\n<li>Developers' Home</li>\n<li>Documentation</li>\n<li>Tutorials</li>\n<li>Learn by coding</li>\n<li>Set up local environment</li>\n</ul>\n</li>\n<li>Enterprise<ul>\n<li>Mainnet Ethereum</li>\n<li>Private Ethereum</li>\n</ul>\n</li>\n<li>Community<ul>\n<li>Ethereum Community</li>\n<li>Grants</li>\n</ul>\n</li>\n</ul>SearchLight modeLanguagesSearch<strong>No results for your search</strong> \"\"Search away!<ul>\n<li>HOME/</li>\n<li>COOKIE POLICY</li>\n</ul>\n<p>Page last updated: June 16, 2020</p>Cookie Policy<p>Our websites use cookies to distinguish you from other users of our\nwebsites.\nThis helps us to provide you with a good experience when you\nbrowse our websites and also allows us to improve our sites.\nBy\ncontinuing to browse the sites, you are agreeing to our use of cookies,\nand the terms of this policy (\"Cookie Policy\").\nA cookie is a small file\nof letters and numbers that we store on your browser or the hard drive\nof your computer if you agree.\nCookies contain information that is\ntransferred to your computer's hard drive.\nWe use the following cookies:</p>\n<ul>\n<li>\n<strong>Strictly necessary cookies.</strong> These are cookies that are required\nfor the operation of our websites.\nThey include, for example,\ncookies that enable you to log into secure areas of our websites,\nuse a shopping cart or make use of e-commerce payment processing\nservices.</li>\n<li>\n<strong>Analytical/performance cookies.</strong> They allow us to recognise and\ncount the number of visitors and to see how visitors move around our\nwebsites when they are using it.\nThis helps us to improve the way\nour websites work, for example, by ensuring that users are finding\nwhat they are looking for easily.</li>\n<li>\n<strong>Functionality cookies.</strong> These cookies are used to recognise you\nwhen you return to our websites.\nThey enable us to personalise our\ncontent for you, greet you by name and remember your preferences\n(for example, your choice of language or region).</li>\n<li>\n<strong>Targeting cookies.</strong> These cookies record your visit to our\nwebsites, the pages you have visited and the links you have\nfollowed.</li>\n</ul>\n<p>You can find more information about the individual cookies we use and\nthe purposes for which we use them in the table below:</p>CookieNamePurposeMatomo_pk_idUsed to distinguish users.\nEnables us to identify which pages are popular, estimate our audience size and usage pattern, and better understand how the web site is used.Matomo_pk_sesUsed to store temporary session data.\nThis a short lived cookie, only lasting for a few minutes.<p>You can block cookies by activating the setting on your browser that\nallows you to refuse the setting of all or some cookies.\nHowever, if you\nuse your browser settings to block all cookies (including essential\ncookies), you may not be able to access all or parts of our sites.</p>\n<p>Except for essential cookies, all cookies will expire after two years.</p>Website last updated: March 19, 2021Use Ethereum<ul>\n<li>Ethereum Wallets</li>\n<li>Get ETH</li>\n<li>Decentralized applications (dapps)</li>\n<li>Stablecoins</li>\n<li>Stake ETH</li>\n</ul>Learn<ul>\n<li>What is Ethereum?</li>\n<li>What is ether (ETH)?</li>\n<li>Community guides and resources</li>\n<li>History of Ethereum</li>\n<li>Ethereum Whitepaper</li>\n<li>Ethereum 2.0</li>\n<li>Ethereum Glossary</li>\n<li>Ethereum Improvement Proposals</li>\n</ul>Developers<ul>\n<li>Get started</li>\n<li>Documentation</li>\n<li>Tutorials</li>\n<li>Learn by coding</li>\n<li>Set up local environment</li>\n<li>Developer Resources</li>\n</ul>Ecosystem<ul>\n<li>Ethereum Community</li>\n<li>Ethereum Foundation</li>\n<li>Ethereum Foundation Blog</li>\n<li>Ecosystem Support Program</li>\n<li>Ecosystem Grant Programs</li>\n<li>Ethereum Brand Assets</li>\n<li>Devcon</li>\n</ul>Enterprise<ul>\n<li>Mainnet Ethereum</li>\n<li>Private Ethereum</li>\n<li>Enterprise</li>\n</ul>About ethereum.org<ul>\n<li>About us</li>\n<li>Jobs</li>\n<li>Contributing</li>\n<li>Language Support</li>\n<li>Privacy policy</li>\n<li>Terms of Use</li>\n<li>Cookie Policy</li>\n<li>Contact</li>\n</ul>", "created_at": "2021-03-24 14:04:43.089628", "updated_at": "2021-03-24 14:06:10.031449"}], "points": [{"id": 18636, "title": "This service is only available to users over a certain age", "source": "https://ethereum.org/en/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-04-11 21:41:45.932027", "updated_at": "2021-04-11 21:50:46.861526", "quoteText": "This Websites is offered and available to users who are 13 years of age\nor older.", "case_id": 152, "document_id": 4367, "quoteStart": 3358, "quoteEnd": 3439}, {"id": 18637, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://ethereum.org/en/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-04-11 21:42:13.12902", "updated_at": "2021-04-11 21:50:53.710848", "quoteText": "<p>We may revise and update these Terms of Use from time to time in our\nsole discretion", "case_id": 121, "document_id": 4367, "quoteStart": 3866, "quoteEnd": 3953}, {"id": 18635, "title": "Third-party cookies are used for statistics", "source": "https://ethereum.org/en/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-04-11 21:39:56.886912", "updated_at": "2021-04-11 21:50:56.226885", "quoteText": "This websites also uses Google Analytics, a web analysis service\nprovided by Google Inc.\n(\"Google\").\nGoogle Inc.\nis an enterprise of\nthe holding company Alphabet Inc., domiciled in the USA", "case_id": 325, "document_id": 4366, "quoteStart": 7430, "quoteEnd": 7618}], "urls": ["ethereum.org"]}}