{"error": 448, "message": "OK", "parameters": {"id": 5870, "name": "Photomath ", "created_at": "2021-11-26 23:22:59.972157", "updated_at": "2021-11-26 23:01:10.937233", "wikipedia": null, "keywords": null, "related": null, "slug": "photomath", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5870.png", "url": "photomath.com", "documents": [{"id": 10598, "name": "Privacy Policy", "url": "https://photomath.com/en/privacypolicy", "xpath": "//*[@id=\"Page\"]", "text": " Photomath Privacy Policy <p>Latest update: 14th May 2020</p> 1.\nIntroduction <p>Welcome to Photomath, a service that reads and solves mathematical problems by using the camera of your mobile device in real time.\nPhotomath is provided by Photomath, Inc.\nand our affiliates and partners (“Photomath”, “we,” “us”, “our”).\nPhotomath, Inc., a company registered at 20 E 3rd Ave., San Mateo, CA 94401, USA is the data controller for the purpose of the GDPR and other relevant laws.\nWe are committed to protecting and respecting your privacy.\nThis Privacy Policy (together with our Terms of Use, available at photomath.com/termsofuse and any other documents referred to in it) applies to the Photomath mobile application (the “Application”) and the related website located at photomath.com and its subdomains (the “Site”) (the Application and the Site collectively the “Service”) and sets out the basis on which any personal data we collect from you, or that you provide to us will be handled by us.</p>\n<p>In this Privacy Policy, the term “personal data” means information that relates to an identified or identifiable natural person.\nWe know that you are concerned about how we use and disclose personal data, and we are committed to complying with data protection and privacy laws that apply to us.\nThis Privacy Policy tells you about the ways in which we protect your privacy and the personal data we process about you.</p>\n<p>We wish to remind you that this Privacy Policy applies to personal data that we process when you use the Service.\nIt does not apply to any to third parties’ websites and/or services, such as third-party applications, that you may encounter when you use the Service.\nWe encourage you to carefully familiarize yourself with our privacy policies applicable to any websites and/or services operated by third parties.\nPlease be aware that we are not responsible for the privacy practices of any third parties.</p>\n<p>By using the Service, you accept the privacy practices described in this Privacy Policy.</p> 2.\nInformation We May Collect From You <p>When you use the Service, we may collect the following types of personal data from you:</p>\n(i) Data You Provide to Us Directly <p>We collect information you provide directly to us.\nIn particular, we may collect the following information from our users that may, in certain circumstances, constitute personal data:</p>\n<ul>\n<li>Images and text you send for the purpose of providing feedback about the Service</li>\n<li>Your email address, if you choose to subscribe to our mailing list, request support or provide feedback about the Service</li>\n<li>Your email address, screen name and age, if you chose to register and are of eligible age for registering a Photomath account.\nand</li>\n<li>Any other information you choose to provide to us or in the Service.</li>\n</ul>\n<p>If you contact us, a record of this correspondence may be kept.</p> (ii) Data Collected Automatically <p>The Service may automatically collect the following information from you that in certain circumstances may constitute personal data:</p>\n<ul>\n<li>Location data: We may collect, use and share location data, including the real-time geographic location of your device, in connection with your use of the Service, for example using IP address, satellite, cell phone tower or WiFi signals.\nThe location information may be used as part of certain features of the Service, such as for example to change default language shown in the Service.\nBy using the Service, you consent to the collection of your location information;</li>\n<li>Usage data: We collect information on the ways in which you use the Service, such as how long you spend on certain parts on the Service.\nThis information helps us understand better how people use our Service and how we can improve their user experience.\nAdditionally, details of transactions you carry out through the Service, such as in-app purchase history or math problems, may also be collected.\nSuch information might be stored on a device storage and sent to the Service servers;</li>\n<li>Device data: We collect information about the device you use to access the Service, including for example the hardware model, operating system and version, unique device identifiers, MAC address, IP Address, and mobile network information;</li>\n<li>Images or videos taken from the camera: We may collect and use images and videos taken with your device camera through the app.\nThis information might be used to test and improve the quality of the Service.\nSuch information might be stored on a device storage and sent to the Service servers when your device is connected to a Wi-Fi network.\nUsing a wi-fi network might incur additional charges.</li>\n<li>Analytics technologies: Technologies such as cookies<sup>*</sup>, beacons, anonymous unique identifiers, tags, crash logs and scripts are used in the Service.\nWe use these technologies to analyze trends, administer the Service, enable features on the Service, track users’ movements around the Service and to gather demographic information about our users.\nWe use technology created by third parties to enable such technological features.</li>\n<li>Traffic optimization and distribution: To provide a better user experience, the Service might use third-party services for traffic optimization and distribution.\nThese service providers who automatically collects data and share it with us have their own privacy policies applicable to their operations.\nSuch providers also uses cookies<sup>*</sup>\n</li>\n<li>Third party analytics providers: We may use third-party analytics services to analyze the Service on our behalf.\nThese service providers may use cookies<sup>*</sup>, web beacons, crash logs and other technologies to collect information about your use of the Service.\nThese service providers enable us to collect, monitor and analyze data regarding the use of the Service, in order to understand how users use the Service and to increase the functionality and user-friendliness of the Services, as well as to better tailor the Service to users’ needs.\nAccordingly, some automatically collected data is shared with such third party service providers, who have their own privacy policies applicable to their operations.\nThe current list of analytics service providers can be requested from us by contacting us at privacy@photomath.com.</li>\n</ul>\n<p>\n<sup>*</sup>Note: Cookies are small text files that are downloaded to your computer, tablet or mobile phone when you use the Service (visit a website or application).\nThe website or application may retrieve and/or set these cookies from your web browser (eg Internet Explorer, Mozilla Firefox or Google Chrome) each time you visit to recognize you and your preferences and provide you with a more secure online experience.</p>\n<p>\n</p>\n<p>Generally, cookies are very useful and are a common method used by almost every website you visit For security reasons, many websites will not function at all without the use of cookies or other similar technologies.\nCookies generally do not hold any information to identify an individual person but are instead used to identify a browser or an individual device.\nYou can restrict, block or delete cookies by changing your browser settings but that may mean that the website won't work properly.</p>\n<p>\n<b>How to manage cookies on your web browser</b>\n</p>\n<p>In the settings of your web browser you can access and change all cookie settings.\nMost web browsers automatically accept cookies, so if you want to change, delete, or block them, you must do so manually.\nFor mobile devices, consult your phone’s manual for instructions on how to clear cookies.</p> 3.\nThe Purposes for Which We Use The Data a) We use the personal data you provide to us directly for the following purposes: <ul>\n<li>To set up and maintain your registration with the Service, if you chose to register and if you are of legal age for registration;</li>\n<li>To manage the Service.\n</li>\n<li>To provide features available in the Service;</li>\n<li>To develop, improve, and protect the Service.\n</li>\n<li>To communicate with you;</li>\n<li>To facilitate and process any in-app purchases you may make in the Service;</li>\n<li>To prevent and investigate fraud and other misuses;</li>\n<li>To protect our rights and/or our property;</li>\n<li>To operate and improve our products and services;</li>\n<li>For market research;</li>\n<li>For electronic direct marketing, in compliance with applicable laws;</li>\n<li>To audit and analyze the Service.\nand</li>\n<li>To ensure the technical functionality and security of the Service.</li>\n</ul>\n<p>In particular, please note that we use the images and feedback you send by using the Service to improve the Service, including its math problem solving capabilities, and to improve our other products and services, such as machine vision technologies from Photomath affiliates and partners.</p> b) We use the data collected automatically for the following purposes: <ul>\n<li>To improve customer service;</li>\n<li>To personalize user experience;</li>\n<li>To manage the Service;</li>\n<li>To provide features available in the Service;</li>\n<li>To develop, improve, and protect the Service and our other products and services, such as our machine vision technologies;</li>\n<li>For market research;</li>\n<li>To audit and analyze the Service, including analyzing trends related to the use of the Service.\nand</li>\n<li>To ensure the technical functionality and security of the Service.</li>\n</ul> 4.\nHow We Disclose Data <p>We do not sell, lease, rent or otherwise disclose the personal data relating to our users to third parties unless otherwise stated below.</p>\n<p>The personal data collected in the Service may be disclosed in the following manner: </p>\na) Personal data you provide directly: <p>We may disclose personal data you provide to the Service with the following categories of third parties:</p>\n<ul>\n<li>To service providers, such as data storage service providers, which enable us to provide the Service to you;</li>\n<li>To our business partners, such as advertising partners, in compliance with applicable laws;</li>\n<li>To public authorities, such as law enforcement, if we are legally required to do so or if we need to protect our rights or the rights of third parties;</li>\n<li>To our subsidiaries and affiliates.\nor a subsequent owner, co-owner or operator of the Service and their advisors in connection with a corporate merger, consolidation, restructuring, or the sale of substantially all of our stock and/or assets, or in connection with bankruptcy proceedings, or other corporate reorganization, in accordance with this Privacy Policy;</li>\n<li>To our technology partners, such as machine vision technology partners.\nand</li>\n<li>To other third parties, with your consent or as otherwise required or permitted by law.</li>\n</ul> b) Data collected automatically: <p>The data collected automatically in the Service may be disclosed to the following categories of third parties:</p>\n<ul>\n<li>To service providers, such as data analysis companies;</li>\n<li>To our business partners, such as advertising partners, in compliance with applicable laws;</li>\n<li>To public authorities, such as law enforcement, if we are legally required to do so or if we need to protect our rights or the rights of third parties;</li>\n<li>To our subsidiaries and affiliates.\nor a subsequent owner, co-owner, or operator of the Service and their advisors in connection with a corporate merger, consolidation, restructuring, or the sale of substantially all of our stock and/or assets, or in connection with bankruptcy proceedings, or other corporate reorganization, in accordance with this Privacy Policy;</li>\n<li>To our technology partners, such as machine vision technology partners.\nand</li>\n<li>To other third parties, with your consent or as otherwise required or permitted by law.</li>\n</ul>\n<p>Moreover, we may disclose information to third parties in an aggregate format that does not constitute personal data and does not allow the identification of individual users.</p> 5.\nYour Rights\n<p>You have the following rights with respect to the personal data we hold about you:</p>\n<ul>\n<li>The right to know what data we hold about you: If you would like to know what personal data we hold about you, please contact us at privacy@photomath.com.\nWe seek to promptly respond to your inquiry.</li>\n<li>The right to have incomplete, incorrect, outdated, or unnecessary personal data corrected, deleted, or updated.\nThe easiest way to delete, or update your data in the Service is to log in to the Service and enter the necessary changes in the account settings of the Service.\nIf you have additional questions regarding the correction, deletion, or updating of the personal data we hold about you, please contact us at support@photomath.com.</li>\n<li>By providing information to the Service that forms the basis of communications with you, such as contact information, if you are a non-EU user, you agree to receive electronic communications from us.\nHowever, you have the right to opt out of receiving electronic direct marketing communications from us: All electronic direct marketing communications that you may receive from us, such as e-mail messages and SMS-messages, give you an option of not receiving such communications from us in the future.\nIf you have any additional questions about electronic direct marketing received from us, please contact us at privacy@photomath.com.</li>\n</ul> 6.\nData Security\n<p>We take reasonable measures to protect personal data about you from unauthorized access or against loss, misuse or alteration by third parties.\nDespite these efforts to store personal data collected in and through the Service in a secure operating environment that is not available to the public, we cannot guarantee the security of personal data during its transmission or its storage on our systems.\nFurther, while we attempt to ensure the integrity and security of personal data, we cannot guarantee that our security measures will prevent third-parties such as so-called hackers from illegally obtaining access to personal data.\nWe do not warrant or represent that personal data about you will be protected against, loss, misuse, or alteration by third parties.</p> 7.\nInternational Transfers of Personal Data\n<p>Some elements of the Service may be hosted on servers located in countries outside your own country.\nThe laws applicable to the protection of personal data in such countries may be different from those applicable in your home country.\nIn particular, if you are located within the European Union, please note that personal data collected by us is transferred outside the European Union / European Economic Area.\nYou consent to personal data about you being transferred outside your own country and, where applicable, outside the European Union / European Economic Area.</p> 8.\nAdvertising\n<p>To support and enhance the Application, we work with a variety of third party advertising networks, marketing analytics service providers and website analysis firms such as Facebook and Google (collectively, <strong>\"Third Party Advertising Service Providers\"</strong>).\nThese Third Party Advertising Service Providers collect and use personal data about your visits to and use of the Website and mobile Application, as well as other websites in order to serve you with advertisements and content tailored to meet your preferences and likely interests or better understand ad effectiveness.\nAggregate demographic and interest data will also be used for market research purposes.</p>\n<p>You can opt-out of receiving personalized ads from advertisers and ad networks that are members of the Network Advertising Initiative (\"NAI\") or who follow the DAA Self-Regulatory Principles for Online Behavioral Advertising using their respective opt-out tools.\nThe NAI's opt-out tool can be found here and the DAA’s opt out tool can be found here.\nYou may also manage certain advertising cookies by visiting the EU-based Your Online Choices.</p>\n<p>In addition, your mobile devices may offer settings that enable you to make choices about the collection, use, or transfer of mobile app information for online behavioral advertising (for example, Apple iOS’ Advertising ID and Google Android’s Advertising ID).\nPlease note that opting out does not prevent the display of all advertisements to you.</p> 9.\nChildren’s Privacy\n<p>At all times the Service does not knowingly collect personal data from children under 13 (or applicable age in your country).\nIf we learn that we have unknowingly collected personal data from a child, please contact us at privacy@photomath.com.\n</p> 10.\nChanges to the Privacy Policy\n<p>From time to time we may change this Privacy Policy.\nYou can tell when changes have been made to the Privacy Policy by referring to the “Last Updated” legend on top of this page.\nIf we materially change the ways in which we use and disclose personal data, we will post a notice in the Service.\nWe encourage you to review the Privacy Policy whenever you access the Service to stay informed about our privacy practices.\nYour continued use of the Service following any changes to this Privacy Policy constitutes your acceptance of any such changes made.</p> 11.\nQuestions or Concerns?\n<p>Should you have any questions regarding this Privacy Policy, your privacy as it relates to the use of the Service, or the protection of the personal data we hold about you, please contact us via e-mail at privacy@photomath.com.\nWe seek to promptly resolve any concerns you may have.</p> ", "created_at": "2021-11-26 23:22:59.976099", "updated_at": "2021-11-26 22:23:25.329498"}, {"id": 10597, "name": "Terms of Use", "url": "https://photomath.com/en/termsofuse", "xpath": "//*[@id=\"Page\"]", "text": " Terms of Use <p>Latest update: 19th October 2021</p> 1.\nIntroduction\n<p>We welcome you to use the services of Photomath, Inc.\nand its affiliates and partners (“Photomath”, “we”, “us”, “our”).\nPhotomath is the owner and operator of Photomath application that helps users to solve math problems (the “Application”), and the related website located at photomath.com and its subdomains (the “Site”) (the Application, the Site and all content provided through the Application and/or the Site collectively the “Service”).</p>\n<p>These Terms of Use (collectively, the “Terms”) set forth the legally binding terms and conditions which are applicable to your use of the Service, however installed, accessed and/or used, whether via personal computers, mobile devices or otherwise.\nPlease be reminded that the Terms constitute an agreement between you and us and define the rights and responsibilities that you have with respect to the Service.\nIt is important that you read and understand the Terms.\nBy downloading, installing, accessing or using the Service you confirm that you have read and understood the Terms and any other documents referred to herein, including without limitation our Privacy Policy photomath.com/privacypolicy and that you agree to be bound by this agreement.\nConsequently, if you do not accept or understand the Terms, please do not use, download, access or register with the Service.\nIf you do not agree to these Terms, you are not entitled to use the Service and you must promptly uninstall and delete all copies of the Application that consists part of the Service.</p>\n<p>The terms “you” and “user” shall refer to all individuals and entities that access the Service.\nYou represent and warrant that you have the right, authority and capacity to accept these Terms and to abide by them and that you have fully read and understood the Terms.</p>\n<p>In addition to these Terms, you agree to abide by any supplemental policies and terms related to the Service, such as policies related to specific services (including without limitation to any SDKs that may be available with respect to the Service) as well as all other operating rules, policies and procedures that may be published from time to time on the Service, each of which is incorporated herein by reference.</p>\n<p>We wish to remind you that Photomath is an educational tool and should be used as aid and learning tool.\nUsing it for cheating on exams or homework will primarily hurt you, as you will not properly learn math and math thinking.\nBe smart and use it only for your advancements in math learning.\nNot cheating.</p> 2.\nModifications to these Terms of Use\n<p>From time to time, we may modify or amend these Terms.\nIf we do so, we will post any such modifications or changes in the Service.\nYou can tell when changes have been made by referring to the “Last Updated” legend on top of this page.\nPlease review these Terms regularly to ensure that you are aware of any changes.</p>\n<p>If you continue to use the Service following such a posting of changes, you accept any such change or modification.\nIf you have any questions about these Terms or our Privacy Policy, please see our contact information on the last page of these Terms.</p> 3.\nEligibility.\nUser Accounts\n<p>Use of the Service is subject to your continued compliance with these Terms.\nThe Service is intended solely for persons who are 13 years of age or older.\nAny access to or use of the Service by anyone under 13 is expressly prohibited.\nBy accessing or using the Service you represent and warrant that you are legally an adult where you live and agree to be bound by these Terms, or, if you are still legally a “minor,” that you are at least 13 years of age or older and have a parent’s or legal guardian’s permission to access and use the Service.</p>\n<p>The Service is intended solely for your personal use.\nMoreover, you represent and warrant that you will use the Service in compliance with any and all applicable laws and regulations.\nUse of the Service is unauthorized in any jurisdiction where the Service or any part of it may violate any laws or regulations.\nYou agree not to access or use the Service in such jurisdictions.</p>\n<p>You agree not to provide inaccurate, misleading or false information in connection with your use of the Service.\nIf information you have provided to us subsequently becomes inaccurate, misleading or false, you will promptly notify us of such change.</p>\n<p>You are solely responsible for your use of the Service and for any costs you incur to access the Service through any Internet, wireless or other communication service, such as any fees for data usage on an Internet service provider’s or a wireless carrier’s network.\nCheck with your carrier to determine the fees that apply.</p> 4.\nThird Party Material\n<p>The Service may contain links to websites and content owned and/or operated by third parties.\nSuch links and content are provided for informational purposes only.\nWe are not responsible for any such third-party websites or content and do not have control over any materials made available therein.\nOur inclusion of a link to a third-party website or content in the Service does not in any way imply our endorsement, advertising, or promotion of such websites or content or any materials made available therein.\nBy accessing a third-party website or content you accept that we do not exercise any control over such websites or content.\nWe have no responsibility for such third-party websites or content.\nWe encourage you to familiarize yourself with the terms of service applicable to any third-party website or content you may access.</p>\n<p>We do not warrant or endorse and do not assume and will not have any liability or responsibility to you or any other person for any third-party products, services, materials or websites.\nPlease note that the applicable third party is fully responsible for all goods and services it provides to you and for any and all damages, claims, liabilities and costs it may cause you to suffer, directly or indirectly, in full or in part.</p> 5.\nIntellectual Property\n<p>These Terms confer only the right to use the Service, while these Terms and the specified licenses are in effect, and they do not convey any rights of ownership in or to the Service.\nAll right, title and interest, including without limitation any copyrights, patents, trade secrets and other intellectual property rights in the Service will remain our sole property.\nAny services provided to you under these Terms, and other data or materials that are prepared in the performance of such services hereunder, and all right, title and interest in the foregoing, will belong to us or to third parties.\nWe reserve all rights not expressly granted in these Terms.</p>\n<p>You agree that the Service contains proprietary content, information and material that is protected by applicable intellectual property and other laws, including but not limited to copyright, and that you will not use such proprietary content, information or materials in any way whatsoever except for permitted use of the Service.\nNo portion of the Service may be reproduced in any form or by any means.</p> 6.\nLicense Terms\n<p>Subject to your compliance with these Terms and without prejudice to any other terms set forth in these Terms, we grant you a personal, limited, non-exclusive, revocable and non-assignable license, without the right to sublicense, to:</p>\n<ul>\n<li>(a) use the Service solely for your personal, non-commercial use.\nand</li>\n<li>(b) download and install a copy of the Application onto any authorized device you own and control, and to use such copy of the Application solely for your personal, non-commercial use.</li>\n</ul>\n<p>The Service (including the copy of the Application) is licensed, not sold, to you.\nYou agree that we and our licensors own all right, title and interest in and to the Service, including all intellectual property rights therein, and that we retain ownership of all copies of the Application even after installation on your device.\nYou agree not to delete or in any manner alter the copyright, trademark or other proprietary rights notices or markings which may appear in the Service.\nWe reserve all rights in the Service not expressly granted to you in these Terms.</p>\n<p>You may not: </p>\n<ul>\n<li>(a) copy, reproduce, modify or create derivative works of the Service or a part thereof;</li>\n<li>(b) sell, rent, lease, distribute, transfer, sublicense, lend or otherwise assign any rights to, or any part of, the Service to any third party or otherwise commercially exploit the Service;</li>\n<li>(c) make the Service available to multiple users by any means, including without limitation by uploading the Service to a file-sharing service or other type of hosting service or by otherwise making the Service available over a network where it could be used by multiple devices at the same time;</li>\n<li>(d) disassemble, decompile, reverse engineer, or attempt to derive the source code of any part of the Service, or permit or authorize a third party to do so, except to the extent such activities are expressly permitted by law.\nYou agree to comply with any technical restrictions in the Service that allow you to use the Service only in certain ways;</li>\n<li>(e) access the Service in order to build a similar or competitive service.\n</li>\n<li>(f) scrape, build databases or otherwise create permanent copies of any content derived from the Service, or collect any data incorporated in the Service in any automated manner such as through the use of bots, spiders, crawlers or any other automated means;</li>\n<li>(g) exploit the Service in any unauthorized way whatsoever, including without limitation, by trespass or burdening network capacity.\nor</li>\n<li>(h) use the Service in any manner to harass, abuse, stalk, threaten, defame or otherwise infringe or violate the rights of any other party.</li>\n</ul>\n<p>We are not obligated to maintain or support the Service, to provide all or any specific content through the Service, or to provide you with updates, upgrades or services related thereto.\nYou acknowledge that we may from time to time in our sole discretion issue updates or upgrades to the Service, disable access to the Service for any period of time or permanently, and automatically update or upgrade the version of the Service that you are using on your device.\nYou consent to such automatic updating or upgrading on your device, and agree that these Terms will apply to all such updates or upgrades, unless such an upgrade is accompanied by a separate license in which case the terms of that license will govern.\nYou acknowledge and agree that we shall have no liability to you arising out of any unavailability of the Service.</p>\n<p>The license to use the Service granted under these Terms remains in effect until terminated by you or us.\nYou may terminate the license at any time by destroying all copies of the Service in your possession or control.\nWithout prejudice to any other terms set forth in these Terms, the license will automatically terminate without notice from us if you in any way breach any provision of these Terms.\nUpon termination in accordance with these Terms for any reason, you must cease all use of the Service and promptly delete and destroy all copies, full or partial, of the Service.\nYour termination of the license for any reason shall not release you from any liabilities or obligations set forth in these Terms which (a) have expressly been stated as surviving any such termination or expiration, or (b) remain to be performed, or by their nature would be intended to be applicable following any such termination or expiration.</p>\n<p>You represent and warrant that you will not use or otherwise transport, export or re-export (directly or indirectly) the Service into any country forbidden to receive the Service by any U.S.\nor other jurisdictions’ export or technology laws or regulations or otherwise violate such laws or regulations, that may be amended from time to time.\nIn particular, you represent and warrant that you will not use or otherwise transport, export or re-export the Service to a country that is subject to a U.S.\nGovernment embargo or to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nDepartment of Commerce Denied Person’s List or Entity List.\nYou also represent and warrant that you are not located in any such country or on any such list.</p> 7.\nUser Content\n<p>Responsibility for User Content.\nLicense</p>\n<p>When you use the Service, you may generate User Content.\n“User Content” means any content created by you, such as any text, math problems, photographs, pictures, data and information, or other content that you submit or is automatically submitted in the Service.\nIn particular, the photographs and videos of math problems that you may submit to the Service, or automatically submitted photographs and videos of math problems that are automatically collected when you use the service, are User Content.\nYou are solely responsible for your User Content, including complying with all laws applicable to your User Content.\nYou agree not to submit to the Service any defamatory, inaccurate, abusive, obscene, profane, offensive, sexually oriented, threatening, harassing, racially offensive, or illegal User Content, or any User Content that infringes or violates another party's rights (including, but not limited to, intellectual property rights, and rights of privacy and publicity).</p>\n<p>You hereby grant, and you represent and warrant that you have the right to grant, to us a perpetual, irrevocable, non-exclusive, worldwide, transferable, royalty-free and fully paid right and license, with the right to sublicense, to reproduce, distribute, transmit, publicly perform, publicly display, digitally perform, modify, create derivative works of, incorporate into other works and otherwise use and commercially exploit any User Content in any media now existing or hereafter developed, including without limitation on websites, in audio format, and in any print media format.\nYou agree to permanently waive any claims and declarations of moral rights or attribution with respect to your User Content.\nIn particular and without limiting the generality of the foregoing, please note that any photographs and videos you submit to the Service, or photographs and videos submitted automatically to the Service by using the Service, or otherwise submit to us (such as photographs and videos of math problems) constitute User Content and by submitting them you grant us the right and license set forth above and give the representations and warranties set forth below.</p>\n<p>You represent and warrant that:</p>\n<ul>\n<li>You own, or have the necessary licenses, rights, and/or consents to submit your User Content in the Service;</li>\n<li>Your User Content, and our exercise of our rights as stated in these Terms, do not and will not violate, misappropriate or infringe any intellectual property right or other right of any third party, including but not limited to trademark rights, copyrights, moral rights and publicity rights of any third party;</li>\n<li>You possess all rights necessary for the reproduction, distribution, transmission, public performance, public display, and other exploitation of your User Content by us as permitted in these Terms.\nand</li>\n<li>Your User Content is not pornographic, obscene, libelous, defamatory, tortious, harassing or otherwise unlawful.</li>\n</ul>\n<p>Examples of Prohibited User Content</p>\n<p>The following types of User Content are examples of User Content that is prohibited in the Service:</p>\n<ul>\n<li>User Content that promotes racism, bigotry, hatred or physical harm of any kind against any group or individual;</li>\n<li>Harassing User Content;</li>\n<li>\"Junk mail\", \"chain letters,\" or \"spam\";</li>\n<li>User Content that promotes illegal activities or conduct that is abusive, threatening, obscene, defamatory or libelous;</li>\n<li>User Content of commercial nature without authorization from us.</li>\n</ul>\n<p>We have no responsibility for the conduct of any user in the Service, including any User Content submitted in the Service.\nWe assume no responsibility for monitoring the Service for inappropriate content or conduct.\nYour use of the Service is at your own risk.</p>\n<p>If you see any material in the Service that in your good faith belief is offensive, hateful, harassing or that you otherwise think is prohibited, you may notify us by contacting us at privacy@photomath.com.</p>\n<p>For instructions on how to report intellectual property issues, please see Section 9 (“Copyright Infringement”) below.</p>\n<p>User Submissions</p>\n<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, bug reports or other information about the Service (“Submissions”) provided by you are non-confidential and shall become our sole property and you assign all rights in these Submissions to Photomath.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any purpose, commercial or otherwise, without acknowledgment or compensation to you.</p> 8.\nProhibited Activities\n<p>The list below contains examples of behaviors that are prohibited in the Service:</p>\n<ul>\n<li>Impersonating another person or entity.\n</li>\n<li>Accessing or using the Service in an unlawful way or for any unlawful purpose;</li>\n<li>Transmission of any data, materials, content or information which is libelous, defamatory, obscene, fraudulent, false or contrary to the ownership or intellectual property rights of any other person, or otherwise unlawful;</li>\n<li>Transmission of viruses, malware, or other malicious code in the Service.\n</li>\n<li>Modification, reverse-engineering, or other manipulation of the Service.\nand </li>\n<li>Interfering with, or disrupting, the Service.</li>\n</ul> 9.\nCopyright Infringement\n<p>We undertake to obey relevant copyright laws.\nIf you believe copyright-protected work was posted on the Service without authorization, you may submit a copyright infringement notification.\nWe will review all claims of copyright infringement received and remove User Content deemed to have been posted or distributed in violation of any such laws.\nTo make a claim, please provide us with the following:</p>\n<p>1) the name and contact information of the copyright holder or his/her representative who is making the notification (the “Notifying Party”);</p>\n<p>2) an itemization of the material, for which prevention of access is requested, and details of the location of the material.\nPlease provide enough detail for us to locate the allegedly infringing content on the Service;</p>\n<p>3) confirmation by the Notifying Party that the material which the request concerns is, in its sincere opinion, illegally accessible in the communications network;</p>\n<p>4) information concerning the fact that the Notifying Party has in vain submitted its request to the content provider or that the content provider could not be identified;</p>\n<p>5) confirmation by the Notifying Party that he/she is the holder of copyright or neighboring right or entitled to act on behalf of the holder of the right;</p>\n<p>6) signature of the Notifying Party.</p>\n<p>Claims can be sent to privacy@photomath.com.</p> 10.\nPrivacy and Security\n<p>Your privacy and the protection of personal data about you are very important to us.\nFor a detailed description of how we collect and use personal data about you, please see our Privacy Policy (photomath.com/privacypolicy) and familiarize yourself with the choices you can make about the way in which we collect and use personal data about you.\nBy using the Service, you consent and agree to the collection and use of certain personal data about you and your use of the Service in accordance with our Privacy Policy (photomath.com/privacypolicy) and applicable laws and regulations related to personal data.</p>\n<p>In addition to what is stated in the Privacy Policy, you agree to:</p>\n<ul>\n<li>Respect the privacy of other users;</li>\n<li>Not engage in unauthorized collection of users’ content or information, and/or not otherwise access the Service by automated means (including, but not limited to, so-called bots or scrapers) without an authorization from us;</li>\n<li>Not reveal any personal data related to another individual, including, but not limited to, a person’s address, phone number, e-mail address, photograph, credit card number or any information that may otherwise be used to track, contact or impersonate another individual.\nand</li>\n<li>Not provide any false personal data to us or create any user account for anyone other than yourself without such person’s permission.</li>\n</ul> 11.\nNO WARRANTY\n<p>YOUR ACCESS TO AND USE OF THE SERVICE IS AT YOUR OWN RISK.\nYOU UNDERSTAND AND AGREE THAT THE SERVICE IS PROVIDED TO YOU ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nWE MAKE NO WARRANTY AND DISCLAIM ALL RESPONSIBILITY AND LIABILITY FOR THE COMPLETENESS, ACCURACY, AVAILABILITY, TIMELINESS, SECURITY OR RELIABILITY OF THE SERVICE OR ANY CONTENT THEREON.\nWE WILL NOT BE RESPONSIBLE OR LIABLE FOR ANY HARM TO YOUR COMPUTER SYSTEM, LOSS OF DATA, OR OTHER HARM THAT RESULTS FROM YOUR ACCESS TO OR USE OF THE SERVICE.\nMOREOVER, YOU AGREE THAT WE DO NOT HAVE RESPONSIBILITY OR LIABILITY FOR THE DELETION OF, OR THE FAILURE TO STORE OR TO TRANSMIT, ANY MATERIAL OR CONTENT AND OTHER COMMUNICATIONS MAINTAINED IN THE SERVICE.\nWE MAKE NO WARRANTY THAT THE SERVICE WILL MEET YOUR REQUIREMENTS OR BE AVAILABLE ON AN UNINTERRUPTED, SECURE, OR ERROR-FREE BASIS.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM THE SERVICE OR OUR REPRESENTATIVES, WILL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.</p>\n<p>WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, WE DO NOT GIVE ANY WARRANTY WITH RESPECT TO THE RESULTS OBTAINED FROM THE APPLICATION AND YOU RELEASE US FROM ANY LIABILITY THAT MIGHT RESULT FROM THE USE OF THE SERVICE.</p>\n<p>THIS SERVICE MAY CONTAIN TRANSLATIONS POWERED BY GOOGLE.\nGOOGLE DISCLAIMS ALL WARRANTIES RELATED TO THE TRANSLATIONS, EXPRESS OR IMPLIED, INCLUDING ANY WARRANTIES OF ACCURACY, RELIABILITY, AND ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT.</p>\n<p>Part of the Service has been translated for your convenience using translation software powered by Google Translate.\nReasonable efforts have been made to provide an accurate translation, however, no automated translation is perfect nor is it intended to replace human translators.\nTranslations are provided as a service to users of the Service, and are provided \"as is.\" No warranty of any kind, either expressed or implied, is made as to the accuracy, reliability, or correctness of any translations made from English into any other language.\nSome content (such as images, videos, Flash, etc.) may not be accurately translated due to the limitations of the translation software.</p>\n<p>The official text is the English version of the website.\nAny discrepancies or differences created in the translation are not binding and have no legal effect for compliance or enforcement purposes.\nIf any questions arise related to the accuracy of the information contained in the translated website, please refer to the English version of the website which is the official version.</p> 12.\nLIMITATION OF LIABILITY\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE AND OUR SUBSIDIARIES, AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING WITHOUT LIMITATION, LOSS OF DATA, LOSS OF USE, LOSS OF ANTICIPATED SAVINGS, ACCRUED BUT WASTED EXPENDITURE, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, LOSS OF GOOD-WILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (i) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE SERVICE.\n(ii) ANY CONDUCT OR CONTENT OF ANY THIRD PARTY ON THE SERVICE.\n(iii) ANY CONTENT AND/OR INFORMATION OBTAINED FROM THE SERVICE OR RELIANCE UPON THE SERVICE OR ANY PART THEREOF.\nAND (iv) UNAUTHORIZED ACCESS, USE OR ALTERATION OF ANY MATERIAL OR CONTENT, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE) OR ANY OTHER LEGAL THEORY, WHETHER OR NOT WE KNEW OF OR OUGHT TO HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES.\nWITHOUT LIMITATION TO THE FOREGOING, YOU AGREE THAT OUR TOTAL LIABILITY TO YOU FOR ANY AND ALL CLAIMS ARISING FROM THIS AGREEMENT SHALL UNDER NO CIRCUMSTANCES EXCEED THE FEES, IF ANY, THAT YOU HAVE PAID TO US FOR ACCESS TO AND USE OF THE SERVICE.\nIN SOME JURISDICTIONS THE APPLICABLE LAW MAY NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY OR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\nIN SUCH CASES, OUR LIABILITY WILL BE LIMITED TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.\nNOTHING IN THESE TERMS REMOVES OR SUPERSEDES YOUR RIGHTS AS A CONSUMER BASED ON MANDATORY PROVISIONS OF LAW.</p> 13.\nIndemnity\n<p>You agree to indemnify and hold Photomath (and our subsidiaries, affiliates, partners, officers, directors, employees and agents) harmless from any claim or demand, including attorneys’ fees, made by any third party due to or arising out of your breach of these Terms, or your violation of any law or the rights of a third party.\nNothing in these Terms shall be deemed to exclude or limit your liability in respect of any indemnity given by you under these Terms.</p> 14.\nEntire Agreement\n<p>These Terms, any applicable additional terms included in the Service, and any documents expressly incorporated by reference herein (including our Privacy Policy photomath.com/privacypolicy), contain the entire understanding between You and Photomath, and supersede all prior understandings of the parties hereto relating to the subject matter hereof.</p> 15.\nWaiver and Severability\n<p>Our failure to exercise any rights under these Terms shall not constitute or be deemed a waiver or forfeiture of such rights or a waiver or forfeiture of such rights in the future.\nIn the event that any provision of these Terms is held to be invalid or unenforceable by a court or tribunal of competent jurisdiction for any reason, the remaining provisions of these Terms will remain in full force and effect.</p> 16.\nGoverning Law and Resolution of Disputes\n<p>The laws of State of California, without regard to or application of its conflict of law provisions, will govern these Terms and any claim, cause of action or dispute arising out of or relating to these Terms will be brought solely in the courts of Santa Clara County, California.\nYou hereby consent to the jurisdiction of and venue in such courts and waive any objection as to inconvenient forum.\nYOU AGREE THAT YOU MAY BRING CLAIMS AGAINST PHOTOMATH ONLY IN YOUR INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.</p> 17.\nAssignment\n<p>We may assign or delegate these Terms and/or our Privacy Policy, in whole or in part, to any person or entity at any time with or without your consent.\nYou may not assign or delegate any rights or obligations under these Terms without our prior written consent, and any unauthorized assignment and delegation by you is ineffective.</p> 18.\nTermination\n<p>We reserve the right to discontinue offering the Service or any part thereof or to suspend, remove, modify or disable access to the Service at any time in our sole discretion and without notice.\nNotwithstanding anything contained in these Terms to the contrary, we may also, in our sole discretion, terminate or suspend your access to the Service at any time.\nIn no event will we be liable for the removal of or disabling of access to the Service or any part thereof.\nWe may also impose limits on the use of or access to the Service, in any event and without notice or liability.\nUpon termination of the Service or a part thereof, your license to use the Service or a part thereof will be automatically terminated.\nIn such event, Photomath shall not be obligated to provide refunds or other compensation to users in connection with such discontinuation.\nFollowing termination, all such terms that by their nature may survive termination of these Terms shall be deemed to survive such termination.</p> 19.\nContact\n<p>The Service is operated and provided by Photomath, Inc.\nIf you have any questions about these Terms, please contact us at privacy@photomath.com.</p> Tutor Chat service\nExchange PII\n<p>You agree that you will treat the tutors with respect and not use obscenities, make threats, or discuss matters other than those directly related to the academic subject for which you seek help.\nYou agree that you will not disclose any information to a Tutor that could be considered personally identifiable information including your full name, address, telephone number, email address, social security number, password, or any other information that could be used to identify or locate you.\nA violation of this agreement may lead to a suspension or termination of your account.\nSimilarly, you agree that you will not solicit any such information from any Tutor, and agree that if any tutor ever discloses such information to you, asks you for any personal information, or suggests any offline meeting or conversation, you agree to immediately report this to us by phone or writing.</p>\nAge Restriction\n<p>If you are under 13 years old, you are not permitted to use the Tutor Chat service.\nIf you are 13 years of age or older, but not of legal age to form a binding contract (in many places, this is 18 years old), then you must get your parent or guardian to read these terms and agree to them for you, before you use Tutor Chat or provide any information to us.</p>\nThird-Party Beneficiary\n<p>Tutor Universe, Inc.\n(\"Got It\") is a third-party beneficiary to these Terms, and Got It is entitled to the rights and benefits hereunder and may enforce the provisions of these Terms as if it were a party to these Terms.</p> ", "created_at": "2021-11-26 23:22:59.974445", "updated_at": "2021-11-26 22:23:37.838916"}], "points": [], "urls": ["photomath.com"]}}