{"error": 448, "message": "OK", "parameters": {"id": 5535, "name": "MSPFA", "created_at": "2021-11-06 01:28:50.039103", "updated_at": "2021-11-06 23:01:12.191116", "wikipedia": null, "keywords": null, "related": null, "slug": "mspfa", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5535.png", "url": "mspfa.com", "documents": [{"id": 9942, "name": "Privacy policy", "url": "https://mspfa.com/privacy/", "xpath": "/html/body/div[1]/table", "text": " Privacy Policy <br> Hey, so we apparently store data on our website, and thus it is reasonable that we make this page for you to know what kind of information that is and how exactly we use it.\nIt is intended that this document contains the truth, the whole truth, and nothing but the truth.<br>\n<br> Terms used in first-person (like \"we\" and \"our\") or the terms \"service\", \"website\", \"site\", \"system\", and \"MSPFA\" refer to MS Paint Fan Adventures.\nTerms used in second-person (like \"you\" and \"your\") can refer to you as the current reader of this document specifically, or any user of this service in general.<br>\n<br> We will use necessary measures to maintain the security of any data on our site, though it is impossible for us (or for anyone else) to guarantee that your data is perfectly safe.<br>\n<br> Per each user entry, the only particular information stored by the website itself is listed below.\n<ul>\n<li>Your \"achievements\" (or site achievements), specified by the site and used by you in public profile information.</li>\n<li>The date/time your account was created, currently effectively unused.</li>\n<li>Your specified \"saved games\" (or saves), used by you to save and load your progress in reading adventures.</li>\n<li>Your user ID, used by the site and its users for the purpose of identification and association.</li>\n<li>Your specified email, used to verify your account's validity and to send you notification emails if you have them enabled.\nIf you have explicitly opted for your email to be shown publicly, it is also used by you in your public profile.</li>\n<li>Your specified username, used by the users to identify users in a more humanly sensible manner.</li>\n<li>Your specified avatar URL, used by you in your public profile, and by users to identify you graphically.</li>\n<li>Your specified \"random text\" (or user description), used by you in your public profile.</li>\n<li>Your specified settings, used for user personalization.</li>\n<li>The last date/time you accessed the site, used by you in your public profile, and by the site to detect user inactivity.</li>\n<li>Your specified website, used by you in your public profile.</li>\n</ul> We also use Google logins and Google Analytics, which means we let Google use cookies with MSPFA to identify your device.\nMore extensive information can be found in Google's relevant policies.<br>\n<br> Our ads use cookies to identify your device as well.<br>\n<br> The site itself only currently uses cookies in order to confirm that you have cookies enabled, and to save whether you have opted out of ads.<br>\n<br> IPs are saved for the duration of 24 hours per request to the server, for the purpose of client identification in rate limiting and brute force prevention, and to estimate how many guests are currently using the site for the statistics page.<br>\n<br> The only exceptions to this privacy policy should be those which are explicitly stated by a system administrator by request of or with permission from the user controlling the relevant data, and those which are necessary to comply with the law.\n", "created_at": "2021-11-06 01:28:50.041587", "updated_at": "2021-11-06 00:30:12.373112"}, {"id": 9943, "name": "Terms of service", "url": "https://mspfa.com/terms/", "xpath": "/html/body/div[1]/table", "text": " Terms of Service Terms used in first-person (like \"we\" and \"our\") or the terms \"service\", \"website\", \"site\", \"system\", and \"MSPFA\" refer to MS Paint Fan Adventures.\nTerms used in second-person (like \"you\" and \"your\") can refer to you as the current reader of this document specifically, or any user of this service in general.<br>\n<br> The service is provided as is, and we do not agree to any guarantee or warranty, whether explicit or not.<br>\n<br> By signing up for this service you agree that you are at least 13 years of age.\nYou (if you are at least 16 years old) or your parent/guardian (if not) give consent that you understand the service's privacy policy.<br>\n<br> We are not responsible for any information made public through this service.\nAdditionally, all information you provide to our site is subject to the laws of the United States of America, regardless of source country.\nThe information you publish is your own responsibility.<br>\n<br> We reserve the right to alter or remove any content on the website, with or without reason.<br>\n<br> You may not with intention fail to accurately tag an adventure, given the default tags provided by the site.<br>\n<br> Whenever an effective update is applied to these terms or to the privacy policy, you should be notified by the service accordingly.\nBy continuing to use the site, you agree and are subject to these terms and any updates thereto.<br>\n<br> These terms are under the governing laws of Michigan, USA.\n", "created_at": "2021-11-06 01:28:50.043329", "updated_at": "2021-11-06 00:29:36.115061"}], "points": [], "urls": ["mspfa.com"]}}