{"error": 448, "message": "OK", "parameters": {"id": 6185, "name": "Vocabulary", "created_at": "2021-12-25 21:34:45.45628", "updated_at": "2021-12-25 23:01:18.739928", "wikipedia": null, "keywords": null, "related": null, "slug": "vocabulary", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6185.png", "url": "vocabulary.com", "documents": [{"id": 11198, "name": "Terms of Use", "url": "https://www.vocabulary.com/terms/", "xpath": "/html/body/div[1]/div[2]/div/div/div", "text": " Terms of Use <p>Thank you for your interest in using the online services operated by Thinkmap, Inc.\nd/b/a Vocabulary.com (hereafter called \"Vocabulary.com\"), a division of IXL Learning, Inc.\n(“IXL”).\nThese Terms of Service govern your use of online and/or mobile services, websites, and software provided on or in connection with www.vocabulary.com (collectively, the \"Service\"), which are offered through (i) www.vocabulary.com (the “Site”), (ii) mobile applications associated with www.vocabulary.com, and (iii) any other Vocabulary.com and/or IXL website, app or online service which links to these Terms of Service.</p>\n<p>By accessing or using the Service, or by clicking a button or checking a box marked \"I Agree\" (or something similar), you signify that you have read, understood and agree to be bound by these Terms of Service (the \"Agreement\"), and to the collection and use of your information as set forth in our Privacy Policy, whether or not you are a registered user of our Service.\nIf you do not agree with these Terms of Use, please do not use the Service.\nVocabulary.com reserves the right to modify this Agreement so long as it provides notice of these changes to you as described below.\nThis Agreement applies to all visitors, users, and others who access or otherwise use the Service (\"you\" or \"Users\").\nIf you open a Vocabulary.com account on behalf of a School, company, organization, or other entity, then \"you\" includes you and that entity.</p>\n<p>A note about Student Data: This Service may be purchased by providers of educational services, such as schools, school districts, or teachers (collectively referred to as \"Schools\") that use our services for educational purposes.\nWhen Vocabulary.com contracts with a School to provide the Service, we may collect or have access to Student Data (defined below), which may be provided by the School or by the student.\nWe consider such Student Data to be strictly confidential and in general do not use such data for any purpose other than improving and providing our Services to the School or on the school's behalf.\nOur collection, use and sharing of Student Data is governed by this Agreement and any applicable laws and regulations including, in the U.S., provisions of the Family Educational Rights and Privacy Act (\"FERPA\"), the Children's Online Privacy Protection Act (\"COPPA\") and applicable state laws.</p>\n<p>PLEASE READ THIS AGREEMENT CAREFULLY TO ENSURE THAT YOU UNDERSTAND EACH PROVISION.\nTHIS AGREEMENT CONTAINS A MANDATORY INDIVIDUAL ARBITRATION AND CLASS ACTION/JURY TRIAL WAIVER PROVISION THAT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS.</p>\n<p>\n</p>\n<p>\n</p>\n<p> 1.\nSite Usage </p>\n<p>\n</p>\n<p> 1.1.\n<u>You may use the site for lawful, non-commercial purposes.</u> You shall not modify, publish, transmit, participate in the transfer or sale, create derivative works, or in any way exploit, any of the content, in whole or in part, found on the Site.\nYou may download copyrighted content solely for your personal use, but will make no other use of the content without the express written permission of Vocabulary.com and the copyright owner.\nYou shall not make any changes to any content that you are permitted to download under this Agreement, and in particular you shall not delete or alter any proprietary rights or attribution notices in any content.\nYou agree that you shall not, at any point, acquire any ownership rights in any downloaded content.\nUnless explicitly stated otherwise, any new or improved features to the Service shall be provided subject to this Agreement.\nYou understand and agree that the Service is provided \"as-is\" and that Vocabulary.com assumes no responsibility for any mistakes, errors, or omissions, including any unavailability of the Service or deletion or loss of any data relating to the Service.\n</p>\n<p>Vocabulary.com grants you a personal, non-transferable and non-exclusive right and license to use the Service.\nYou agree that you will not copy, modify, create a derivative work of, reverse engineer, reverse assemble or otherwise attempt to discover any source code, sell, assign, sublicense, grant a security interest in or otherwise transfer any right in the Software.\nYou agree not to modify the Software in any manner or form, or to use modified versions of the Software, including (without limitation) for obtaining unauthorized access to the Service.\nYou agree not to access the Service by any means other than through the interface that is provided by Vocabulary.com for use in accessing the Service.</p>\n<p>To use the Service, you must obtain access to the Internet, either directly or through devices that access web-based content, and pay any service fees or other costs associated with such access.\nIn addition, you must provide all equipment necessary to make such connection to the Internet, including a computer and modem or other access device.</p>\n<p> 1.2.\n<u>Acceptable Means of Using Content: </u>In the following cases, you can use content from the Service without explicit written permission: </p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p> Use </p>\n<p> Online </p>\n<p> Offline </p>\n<p> Academic Use of definitions and related content.\n</p>\n<p>You may use word definitions from the word pages and excerpts from the articles from the Vocabulary.com Blog for personal use, in a classroom, or in scholarly works, so long as such usage would be considered \"fair use\" and the material is cited with the following attribution \"Text from Vocabulary.com, Copyright ©1998-20__ Vocabulary.com, Inc.\nAll rights reserved.\" The entire attribution should provide a link back to the page from which it was cited.</p>\n<p>\n</p>\n<p>You may use word definitions and excerpts from the articles from the Vocabulary.com blog for personal use, in a classroom, or in scholarly works, so long as such usage would be considered \"fair use\" and the material is cited with the following attribution \"Text from Vocabulary.com (https://www.vocabulary.com), Copyright ©1998-20__ Vocabulary.com, Inc.\nAll rights reserved.\"</p>\n<p>\n</p>\n<p> Full text of articles from the Vocabulary.com Blog or definitions that appear on word pages.\n</p>\n<p> Please fill out this form to make a request.\n</p>\n<p>\n</p>\n<p> Abstracts from articles from the Vocabulary.com Blog </p>\n<p>You can post abstracts of articles from the Vocabulary.com, (these are the summaries that are currently available on https://www.vocabulary.com/blog), so long as you do not remove the \"Read More\" and the associated link to the rest of the article on the Site.\nYou can also subscribe to an RSS feed and read these abstracts from an RSS feed reader.</p>\n<p>\n</p>\n<p> You can print abstracts for personal use.\nOtherwise please fill out this form to request permission.\n</p>\n<p> Other </p>\n<p> Other than the cases above, if you want to post, publish, or use content from (or contained within) the Site on your web site or in any other Internet activity, you will need permission from Thinkmap, even though your Web site or Internet activity is free of charge.\nRequests should be directed to this form .\n</p>\n<p> Other than the cases above, if you want to post, publish, or use content from (or contained within) the Site on your web site or in any other Internet activity, you will need permission from Thinkmap, even though your Web site or Internet activity is free of charge.\nRequests should be directed to this form.\n</p>\n<p>\n</p>\n<p>\n</p>\n<p> 1.3.\n<u>Do not systematically retrieve content to create another product:</u> You may not engage in systematic retrieval of content from the Site to create or compile, directly or indirectly, a collection, compilation, database, or directory without express written permission from Vocabulary.com.\nsimilarly, you may not “mirror” the home page or any other pages of the Site onto any other website.\n</p>\n<p>\n</p>\n<p> 1.4 <u>Your Communications</u>: You are responsible for your own communications and any consequences associated with sending them through Vocabulary.com’s system.\nIn accordance therewith, please be mindful of the following guidelines, which are not intended to be comprehensive: </p>\n<p>\n</p>\n<ul>\n<li>\n<u>Don’t post material that doesn’t belong to you.\n</u> Do not post material that is copyrighted, unless you are the copyright owner or have the permission of the copyright owner to post it.\ndo not post material that reveals trade secrets, unless you own them or have the permission of the owner.\ndo not post material that infringes on any other intellectual property rights of others or on the privacy or publicity rights of others.\n</li>\n<li>\n<u>Don’t post material that is harmful or offensive to others.</u> Do not post material that is obscene, defamatory, threatening, harassing, abusive, hateful or embarrassing to any other person or entity.\n</li>\n<li>\n<u>Don’t use our site to promote or solicit business.</u> Do not post advertisements or solicitations of business.\ndo not post chain letters or the like.\nthe like.\n</li>\n<li>\n<u>Don’t impersonate another person</u>.\n</li>\n<li>\n<u>We can use the material you post</u>.\nBy posting or otherwise sending information or materials through Vocabulary.com’s system, you warrant and represent that you own or otherwise control all of the rights to the content and use of your information or materials by Vocabulary.com will not infringe or violate the rights of any third party.\nBy posting or otherwise sending information or materials through Vocabulary.com’s system, you automatically grant to Vocabulary.com, a royalty-free, perpetual, irrevocable, non-exclusive license to use, reproduce, modify, publish, edit, translate, distribute, perform, and display your communications alone or as part of other works in any form, media, or technology whether now known or hereafter developed, and to sublicense such rights through multiple tiers of sublicenses.\nWhere Vocabulary.com so uses your communication, you assign to Vocabulary.com all copyright rights and other rights in and to such material as a work for hire.\n</li>\n<li>\n<u>We can remove communications for any reason</u>: Vocabulary.com reserves the right, for any reason, to remove or edit messages or material submitted by users.\n</li>\n<li>\n<u>We will do our best to get back to you if you request us to</u>.\nThinkmap will make a good faith effort to respond to communications submitted through its system, but Thinkmap has no liability or responsibility to users thereof.\n</li>\n</ul>\n<p> 1.5 <u>Linking: </u>You may link to the Site and may link directly to word pages from vocabulary.com using the following link format: \"https://www.vocabulary.com/dictionary/x\" where x is the word to be looked up.\n<b>You may not, however, frame Site content, surround it with your own advertising or identity, or charge a fee for any link to the Site.</b>\n</p>\n<p>\n</p>\n<p> 2.\nEligibility and Authority </p>\n<p>Vocabulary.com does not sell the Service to children, but only to adults who can purchase the Service with a credit card or other permitted payment method.\nIf you are under eighteen (18) years of age, you may use the Service only with the involvement and consent of a parent, legal guardian, or at the direction of your School.\nYour School may impose additional policies regarding the use of the Service, with which you must comply.</p>\n<p>If you open a Vocabulary.com account to provide the Service to students in a School, you represent and warrant that you are an authorized representative of the School with the authority to bind the School to this Agreement, and that you agree to this Agreement on the School's behalf.\nIf you contact Vocabulary.com to take any action with respect to an account, you represent and warrant that you have all necessary authority to request such action(s) from or on behalf of the account-holder (e.g., a School or Parent).</p>\n<p>The U.S.\nChildren's Online Privacy and Protection Act (\"COPPA\") requires that online service providers obtain verifiable parental consent before collecting personal information from children under 13.\nIf you are a School providing the Service to children under 13, you represent and warrant that you have the authority to provide consent on behalf of parents for Vocabulary.com to collect information from students under 13 before allowing such students to access our Service.\nWe recommend that all Schools provide appropriate disclosures to students and parents regarding their use of service providers such as Vocabulary.com and that they provide a copy of our Privacy Policy and the Student Data Privacy Pledge to parents.</p>\n<p>\n</p>\n<p> 3.\n<u>Subscriptions/Accounts </u>If any of the products or services available from the Service require you to open an account, you must: (a) provide true, accurate, current and complete information about yourself as prompted by the Service's registration form (such information being the \"Registration Data\") and (b) maintain and promptly update the Registration Data to keep it true, accurate, current and complete.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or Vocabulary.com has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, Vocabulary.com has the right to suspend or terminate your account and refuse all current or future use of the Service (or any portion thereof).Vocabulary.com reserves the right to expel users and prevent their further access to its system for violating the law or this Agreement.\n</p>\n<p> You will have a password and account designation upon completing the Service's registration process.\nYou are responsible for maintaining the confidentiality of the password and account and are fully responsible for all activities that occur under your password or account.\nYou agree to (a) immediately notify Vocabulary.com of any unauthorized use of your password or account or any other breach of security, and (b) ensure that you exit from your account at the end of each session.\n</p>\n<p> Vocabulary.com cannot and will not be liable for any unauthorized access to your account or data that arises from your acts or omissions.\n</p>\n<p> Vocabulary.com accounts may not be shared by more than one person or organization unless express authorization is given by IXL Learning, Inc.\n</p>\n<p> 4.\nSchool Accounts and Student Data </p>\n<p> This Section applies to a School's use of the Service.\n</p>\n<p> When the Vocabulary.com Service is used by a School for an educational purpose, Vocabulary.com may collect or have access to Student Data that is provided by the School or by a student.\n\"Student Data\" is personal information that is directly related to an identifiable student and may include \"educational records\" as defined by the Family Educational Rights and Privacy Act (\"FERPA\").\n</p>\n<p> The School or the student, and not Vocabulary.com, owns and controls the Student Data.\nYou authorize Vocabulary.com to access, collect, transmit, modify, display and store Student Data to provide the Service and as described in this Agreement and in our Privacy Policy.\n</p>\n<p> Compliance with Laws.\nIn the U.S., Vocabulary.com may collect and process Student Data as a School Official with a legitimate educational interest pursuant to the Family Educational Rights and Privacy Act (\"FERPA\"), 20 U.S.C.\n§ 1232(g).\nIndividually and collectively, we and our School Users agree to uphold our obligations under FERPA, COPPA, the Protection of Pupil Rights Amendment (\"PPRA\"), applicable State laws relating to student data privacy, and with all other laws and regulations governing the protection of Student Data.\n</p>\n<p> Use of Student Data.\nBy submitting, providing us access to, or causing us to receive Student Data, you agree that Vocabulary.com may use the Student Data for the purposes of (i) providing the Service, (ii) improving and developing our Service, (iii) enforcing our rights under these Terms, and (iv) as permitted with the School's or the User's consent.\n</p>\n<p> Use of De-Identified or Anonymized Student Data.\nYou agree that both before and after the term of the Agreement, Vocabulary.com may collect, analyze, use, and retain data derived from Student Data as well as data about users' access and use of the Service, for the purpose of operating, analyzing, improving or marketing the Service, developing new products or services, conducting research or other purposes, provided that Vocabulary.com may not share or publicly disclose information that is derived from Student Data unless such data is de-identified and/or anonymized such that it cannot reasonably identify a specific individual.\n</p>\n<p> Use of Personal Information for Marketing.\nYou agree that Vocabulary.com may provide customized content, advertising, and commercial messaging to school, teacher or district administrative users and other non-student users from time to time, provided that such advertisements shall not be based on Student Data.\nFor emphasis, and without limitation, Vocabulary.com shall never use Student Data to engage in targeted advertising.\n</p>\n<p> Disclosure of Student Data and Third-Party Service Providers.\nYou acknowledge and agree that Vocabulary.com may provide access to Student Data to our employees and service providers which have a legitimate need to access such information to provide their services to us.\nWe and our employees, affiliates, service providers, or agents involved in the handling, transmittal, and processing of Student Data will be required to maintain the confidentiality of such data.\nVocabulary.com shall not share Student Data with third parties other than as described in this Agreement and in the Vocabulary.com Privacy Policy, or with consent of the School or parent.\n</p> Student Data Access and Deletion Requests.\nYou may request that we delete Student Data in our possession at any time by providing such a request in writing, and we shall comply with such request within thirty (30) days, except that Vocabulary.com shall not be required to delete Student Data that has been moved to a personal family account on the Service or as otherwise prohibited by law.\nA parent or student over the age of 18 seeking to access, modify, correct, or delete personal information in a student account that is connected to a School account will be instructed to contact the School to discuss data deletion or modification.\n<p> Vocabulary.com is not required to delete data that has been derived from Student Data if such data is de-identified and/or anonymized such that it cannot reasonably identify a specific individual.\n</p>\n<p> Data Security and Breach Notification.\nWe have implemented administrative, physical and technical safeguards designed to secure the personal information in Vocabulary.com's possession and control from unauthorized access, disclosure and use.\nIf an unauthorized party gains access to or has been disclosed Student Data (a \"Security Event\"), that we have collected or received through the Service under this Agreement, we will promptly notify the School.\nIf, due to a Security Event which is caused by the acts or omissions of Vocabulary.com or its agents, a notification to an individual, organization or government agency is required under applicable privacy laws, the School shall be responsible for the timing, content, and method of any such legally-required notice and compliance with such laws and Vocabulary.com shall indemnify the School for reasonable costs related to legally-required notifications.\nWith respect to any Security Event which is not caused by the acts or omissions of Vocabulary.com or its agents, Vocabulary.com shall reasonably cooperate with School's investigation of the Security Event, as School requests, at School's reasonable expense, but Vocabulary.com shall not indemnify a School for costs associated with the Security Event.\nVocabulary.com shall be responsible for the timing, content, cost and method of notice and compliance with such laws as they relate to users that are not associated with a School account.\n</p>\n<p> State Specific Terms.\nThe following additional terms may apply depending on the state in which a School is located: </p>\n<p> 4.1 Connecticut </p>\n<p> This Section 4.1 applies to the use of the Service by Schools located in the State of Connecticut.\nThe purpose of this Section 4.1 is to document compliance with applicable Connecticut state laws that may apply to the use of the Service by Schools in Connecticut, such as Conn.\nGen.\nStat.\nAnn.\n§ 10-234aa-dd.\nThis Section 5.1 incorporates by reference the definitions set forth in Conn.\nGen.\nStat.\nAnn.\n§ 10-234aa.\n</p>\n<p> If you open a Vocabulary.com account to provide the Service to students in a School located in the State of Connecticut, you represent and warrant that you are authorized to do so on behalf of the local or regional board of education with authority over the School and that you are authorized to communicate with Vocabulary.com on behalf of the local or regional board of education.\n</p>\n<p> Vocabulary.com and you shall comply with all applicable sections of Conn.\nGen.\nStat.\nAnn.\n§ 10-234aa-dd.\nThe following terms shall apply as required by Conn.\nGen.\nStat.\nAnn.\n§ 10-234bb.\nTo the extent that any such required terms conflict with other terms in this Agreement, the terms of this Section 4.1 shall apply.\n</p>\n<ol>\n<li>Student information, student records and student-generated content are not the property of or under the control of Vocabulary.com.</li>\n<li>The local or regional board of education may request the deletion of any student information, student records or student-generated content in the possession of Vocabulary.com by sending a request to support@Vocabulary.com.\nAs permitted by Conn.\nGen.\nStat.\nAnn.\n§ 10-234bb(2), Vocabulary.com is not required to delete information prohibited from deletion or required to be retained under state or federal law or stored as a copy as part of a disaster recovery storage system and that is (i) inaccessible to the public, and (ii) unable to be used in the normal course of business by the contractor.\nVocabulary.com will, however, comply with requests for deletion of student information, student, records, or student-generated content that is restored from such disaster recovery storage systems.</li>\n<li>Vocabulary.com will not use student information, student records and student-generated content for any purposes other than those authorized pursuant to this Agreement.</li>\n<li>A student, parent or legal guardian of a student may review personally identifiable information contained in student information, student records or student-generated content and correct erroneous information, if any, in such student record by contacting their School.\nVocabulary.com will respond to such requests in accordance with instructions sent by an authorized School representative to support@Vocabulary.com.</li>\n<li>Vocabulary.com will take actions designed to ensure the security and confidentiality of student information, student records and student-generated content.</li>\n<li>Vocabulary.com will promptly notify the local or regional board of education in accordance with the provisions of Section 10-234dd when there has been an unauthorized release, disclosure or acquisition of student information, student records or student-generated content.</li>\n<li>Student information, student records or student-generated content shall not be retained or available to the contractor upon expiration of this Agreement.\nThis restriction shall not apply to the extent that a student, parent or legal guardian of a student independently establishes or maintains an electronic account with Vocabulary.com for the purpose of storing their student-generated content.</li>\n<li>Vocabulary.com and the local or regional board of education shall ensure compliance with the Family Educational Rights and Privacy Act of 1974, 20 USC 1232g, as amended from time to time.</li>\n<li>The laws of the state of Connecticut shall govern the rights and duties of Vocabulary.com and the local or regional board of education.</li>\n<li>If any provision of this Section 4.1 is held invalid by a court of competent jurisdiction, the invalidity does not affect other provisions or applications of the contract which can be given effect without the invalid provision or application.</li>\n</ol>\n<p> 4.2 New York </p>\n<p> This Section 4.2 applies to the use of the Service by Schools located in the State of New York.\nThe purpose of this Section 4.2 is to document compliance with New York state laws that may apply to the use of the Service by Schools in New York, such as New York State Education Law Section 2-d (Ed Law 2-d) and Part 121 of Title 8 of the Codes, Rules and Regulations of the State of New York (8 CRR-NY § 121).\nThis Section 4.2 incorporates by reference the definitions set forth in Ed Law 2-d § 3 and 8 CRR-NY § 121.1.\n</p>\n<p> If you open a Vocabulary.com account to provide the Service to students in a School located in the State of New York, you represent and warrant that you are authorized to do so on behalf of the educational agency with authority over the School and that you are authorized to communicate with Vocabulary.com on behalf of the educational agency.\n</p>\n<p> Vocabulary.com and you shall comply with all applicable sections of Ed Law 2-d and 8 CRR-NY § 121.\nThe following terms shall apply as required by Ed Law 2-d § 5(b)(3) and 8 CRR-NY § 121.3, 121.6.\nTo the extent that any such required terms conflict with other terms in this Agreement, the terms of this Section 5.2 shall apply.\n</p>\n<ol>\n<li>8 CRR-NY § 121.6(a)(1): outline how the third-party contractor will implement all State, Federal, and local data security and privacy contract requirements over the life of the contract, consistent with the educational agency's data security and privacy policy –\nVocabulary.com has implemented policies and procedures consistent with the New York State Education Department Data Privacy and Security Policy v1.0 (available here).\nIt is the School's responsibility to provide Vocabulary.com with its data security and privacy policy if different than the New York State Education Department Data Privacy and Security Policy.\nVocabulary.com will review its policies and procedures against data security and privacy policies provided to it by educational agencies.\nIn the event Vocabulary.com's policies and practices are not consistent with the educational agencies' policies, Vocabulary.com will take commercially reasonable efforts to achieve consistency.</li>\n<li>8 CRR-NY § 121.6(a)(2): specify the administrative, operational and technical safeguards and practices it has in place to protect personally identifiable information that it will receive under the contract –\nVocabulary.com employs reasonable organizational and technical safeguards to prevent unauthorized access, use, alteration, or disclosure of personally identifiable information stored on systems under Vocabulary.com's control.\nPlease see Section 8 of Vocabulary.com's Privacy Policy.\nSchool administrators may also request a copy of Vocabulary.com's Security Policies and Procedures.</li>\n<li>8 CRR-NY § 121.6(a)(3): demonstrate that it complies with the requirements of section 121.3(c) of this Part –\nThe Parent Bill of Rights, along with any other supplemental documentation relating specifically to your School, is included in this contract unless Vocabulary.com and your School or District have entered into a separate signed written agreement regarding that subject matter.\nIf your School does not have a Parent Bill of Rights, the New York State Parent Bill of Rights (available here) is applicable and is included in this contract.</li>\n<li>8 CRR-NY § 121.3(c)(1) the exclusive purposes for which the student data or teacher or principal data will be used by the third-party contractor, as defined in the contract –\nto provide the Vocabulary.com Service as set forth in this Agreement.\nStudent data and teacher or principal data will not be used for any other purpose.</li>\n<li>8 CRR-NY § 121.3(c)(2) how the third-party contractor will ensure that the subcontractors, or other authorized persons or entities to whom the third-party contractor will disclose the student data or teacher or principal data, if any, will abide by all applicable data protection and security requirements, including but not limited to those outlined in applicable State and Federal laws and regulations (e.g., FERPA.\nEducation Law section 2-d) –\nSubcontractors and other authorized persons or entities will be provided such information pursuant to contractual obligations to maintain the confidentiality of such data in a manner consistent with this Agreement.</li>\n<li>8 CRR-NY § 121.3(c)(3) the duration of the contract, including the contract's expiration date and a description of what will happen to the student data or teacher or principal data upon expiration of the contract or other written agreement (e.g., whether, when and in what format it will be returned to the educational agency, and/or whether, when and how the data will be destroyed) –\nThis Agreement will be in effect for a School so long as that School has an active subscription to the Vocabulary.com Service.\nUpon expiration or termination of a School's subscriptions without renewal, Vocabulary.com will delete student data and teacher or principal data in accordance with the terms of any applicable written agreement with the School, written requests from authorized School administrators, and our standard data retention schedule.\nAuthorized School administrators may contact Vocabulary.com at support@Vocabulary.com to request additional information about our standard data retention schedule and available options for customizing Vocabulary.com's standard data retention schedule to meet individual School requirements.</li>\n<li>8 CRR-NY § 121.3(c)(4) if and how a parent, student, eligible student, teacher or principal may challenge the accuracy of the student data or teacher or principal data that is collected –\nParents, students, eligible students, and teachers or principals may contact their School to exercise this right.\nVocabulary.com will cooperate with the School to effectuate such requests at the School's direction.</li>\n<li>8 CRR-NY § 121.3(c)(5) where the student data or teacher or principal data will be stored, described in such a manner as to protect data security, and the security protections taken to ensure such data will be protected and data security and privacy risks mitigated –\nStudent data and teacher or principal data for Schools located in New York will be stored in the United States.\nSuch data will be stored in a manner consistent with the NIST Cybersecurity Framework to mitigate against data security and privacy risks.</li>\n<li>8 CRR-NY § 121.3(c)(6) address how the data will be protected using encryption while in motion and at rest –\nVocabulary.com will utilize a technology or methodology specified or permitted by the Secretary of the United States Department of Health and Human Services in guidance issued under section 13402(H)(2) of Public Law 111-5.</li>\n<li>8 CRR-NY § 121.6(a)(4) specify how officers or employees of the third-party contractor and its assignees who have access to student data, or teacher or principal data receive or will receive training on the Federal and State laws governing confidentiality of such data prior to receiving access –\nVocabulary.com periodically provides training to its employees regarding data security and privacy obligations with respect to such data.</li>\n<li>8 CRR-NY § 121.6(a)(5) specify if the third-party contractor will utilize sub-contractors and how it will manage those relationships and contracts to ensure personally identifiable information is protected –\nWhile Vocabulary.com does not sub-contract portions of any particular contract with a customer, Vocabulary.com does utilize vendors in the course of providing the Vocabulary.com Service.\nSuch vendors will only be provided personally identifiable information to the extent necessary for them to provide their contracted-for services and will be subject to obligations of confidentiality and security consistent with this Section 4.2.</li>\n<li>8 CRR-NY § 121.6(a)(6) specify how the third-party contractor will manage data security and privacy incidents that implicate personally identifiable information including specifying any plans to identify breaches and unauthorized disclosures, and to promptly notify the educational agency –\nVocabulary.com will manage and respond to Security Events as set forth in Section 4 of this Agreement and Section 8 of the Privacy Policy.\nAs required by Ed Law 2-d, Vocabulary.com will notify the school of a Security Event in the most expedient way possible and without unreasonable delay.</li>\n<li>8 CRR-NY § 121.6(a)(7) describe whether, how and when data will be returned to the educational agency, transitioned to a successor contractor, at the educational agency's option and direction, deleted or destroyed by the third-party contractor when the contract is terminated or expires –\nUpon expiration or termination of a School's subscriptions without renewal, Vocabulary.com will delete student data and teacher or principal data in accordance with the terms of any applicable written agreement with the School, written requests from authorized School administrators, and our standard data retention schedule.\nAuthorized School administrators may contact Vocabulary.com at support@Vocabulary.com to request additional information about our standard data retention schedule and available options for customizing Vocabulary.com's standard data retention schedule to meet individual School requirements.</li>\n</ol>\n<p> 5.\nUser Content </p>\n<p> You are solely responsible for any content that you create, transmit or display while using the Service.\n</p>\n<p> The Service or Vocabulary.com may now or in the future allow Users to submit, post, display, provide, or otherwise make available content such as text, images, comments, questions, and other content or information (any such materials a User submits, posts, displays, provides, or otherwise makes available on the Service is referred to as \"User Content\").\n</p>\n<p> We claim no ownership rights over User Content created by you.\nThe User Content you create remains yours.\n</p>\n<p> By submitting, posting, displaying, providing, or otherwise making available any User Content on or through the Service or to Vocabulary.com, you expressly grant, and you represent and warrant that you have all rights necessary to grant, to Vocabulary.com a royalty-free, sublicensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, syndicate, publicly perform, publicly display, and make derivative works of all such User Content in whole or in part, and in any form, media or technology, whether now known or hereafter developed, for use in connection with the Service and Vocabulary.com's (and its successors' and affiliates') business, including without limitation for promoting and redistributing part or all of the Service (and derivative works thereof) in any media formats and through any media channels.\nYou also hereby grant each User of the Service a non-exclusive license to access your User Content through the Service, and to use, reproduce, distribute, display and perform such User Content as permitted through the functionality of the Service and under this Agreement.\n</p>\n<p> You must have the legal right to the User Content you submit to the Service.\nYou may not upload or post any User Content to the Service that infringes the copyright, trademark or other intellectual property rights of a third party nor may you upload User Content that violates any third party's right of privacy or right of publicity.\nYou may post only User Content that you have permission to post by the by the owner or by law.\n</p>\n<p> 6.\nCOPYRIGHT COMPLAINTS </p>\n<p> It is our policy to respond to alleged infringement notices that comply with the Digital Millennium Copyright Act of 1998 (\"DMCA\").\n</p>\n<p> If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible via the Service, please notify Vocabulary.com's copyright agent as set forth in the DMCA.\nFor your complaint to be valid under the DMCA, you must provide the following information in writing: </p>\n<ol>\n<li>An electronic or physical signature of a person authorized to act on behalf of the copyright owner;</li>\n<li>Identification of the copyrighted work that you claim has been infringed.\nIdentification of the material that is claimed to be infringing and where it is located on the Service.\n</li>\n<li>Information reasonably sufficient to permit Vocabulary.com to contact you, such as your address, telephone number, and, e-mail address;</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or law.\nand</li>\n<li>A statement, made under penalty of perjury, that the above information is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.</li>\n</ol>\n<p>The above information must be submitted to the following DMCA Agent:</p> DMCA Agent.\nLegal Department Vocabulary.com 777 Mariners Island Blvd.\nSuite 600 San Mateo, CA 94404 <p> Email: legalnotices@ixl.com </p>\n<p>UNDER FEDERAL LAW, IF YOU KNOWINGLY MISREPRESENT THAT ONLINE MATERIAL IS INFRINGING, YOU MAY BE SUBJECT TO CRIMINAL PROSECUTION FOR PERJURY AND CIVIL PENALTIES, INCLUDING MONETARY DAMAGES, COURT COSTS, AND ATTORNEYS' FEES.</p>\n<p>Please note that this procedure is exclusively for notifying Vocabulary.com and its affiliates that your copyrighted material has been infringed.\nThe preceding requirements are intended to comply with Vocabulary.com's rights and obligations under the DMCA, including 17 U.S.C.\n§512(c), but do not constitute legal advice.\nIt may be advisable to contact an attorney regarding your rights and obligations under the DMCA and other applicable laws.</p>\n<p>In accordance with the DMCA and other applicable law, Vocabulary.com has adopted a policy of terminating, in appropriate circumstances, Users who are deemed to be repeat infringers.\nVocabulary.com may also at its sole discretion limit access to the Service and/or terminate the accounts of any Users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</p>\n<p>7 SPECIAL ADMONITIONS FOR INTERNATIONAL USE</p>\n<p>Recognizing the global nature of the Internet, you agree to comply with and are solely responsible for ensuring compliance with all local laws, regulations, and rules in the jurisdiction(s) in which you reside.\nYou agree to comply with all applicable laws regarding the transmission of data exported from the United States or the jurisdiction(s) in which you reside.</p>\n<p>8.\nINDEMNITY</p>\n<p>To the extent permitted by applicable law, you agree to indemnify and hold Vocabulary.com, and its subsidiaries, affiliates, officers, agents, co-branders or other partners, and employees, harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of (i) content you submit, post, transmit or make available through the Service, including without limitation, User Content, (ii) your use or misuse of the Service, (iii) your connection to the Service, (iv) your violation of the Agreement, (v) your violation of any applicable law or the rights of another person or entity, (vi) your willful misconduct, or (vii) any other party's access and use of the Service with your unique username, password, or other appropriate security code.\nVocabulary.com reserves the right, at our own expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us and you agree to cooperate with our defense of these claims.</p>\n<p>9.\nNO RESALE OF SERVICE</p>\n<p>You agree not to reproduce, duplicate, copy, sell, resell or otherwise exploit for any commercial purposes, any portion of the Service, use of the Service, or access to the Service.</p>\n<p>10.\nNOTIFICATION PROCEDURES AND MODIFICATIONS TO AGREEMENT</p>\n<p>Vocabulary.com may provide notifications, whether required or provided by law or otherwise, to you via e-mail notice, written or hard copy notice, or through posting of such notice on our website, as determined by Vocabulary.com in our sole discretion.</p>\n<p>Vocabulary.com may, in its sole discretion, modify or update this Agreement from time to time, which will be reflected in the `date last modified´ set forth below.\nIf we change this Agreement in a material manner, we will update the `Effective Date´ at the top of this page and notify you that material changes have been made to this Agreement.\nYour continued use of the Services following such update constitutes your acceptance of the revised Terms.\nIf you do not agree to any of the terms in this Agreement or to any future terms in a future revision of this Agreement, do not use or access (or continue to access) the Service.</p>\n<p>Notwithstanding the foregoing, Vocabulary.com shall not make any material change to the Terms that relate to the collection or use of Student Data without first giving notice to the school or parent and providing a choice before the Student Data is used in a materially different manner than was disclosed when the information was collected.</p>\n<p>In the event that you have entered into a signed, written agreement with Vocabulary.com in addition to this Agreement, any changes to this Agreement will not be effective as to you until either (a) you affirmatively accept the changes to this Agreement, either electronically or in a signed writing or (b) upon renewal at the end of the current term of your account.</p>\n<p>You will not be permitted to continue using the Service and Vocabulary.com reserves the right to cancel your account without notice if you refuse or otherwise fail to accept changes made by Vocabulary.com to this Agreement.</p>\n<p>Notices that are required or permitted to be sent to Vocabulary.com must be sent to the following mailing address by certified mail with a copy sent by e-mail.</p> Legal Department Vocabulary.com 777 Mariners Island Blvd.\nSuite 600 San Mateo, CA 94404 <p> Email: legalnotices@ixl.com </p>\n<p>11.\nMODIFICATION OR TERMINATION OF SERVICE</p>\n<p>Vocabulary.com reserves the right at any time and from time to time to modify or temporarily discontinue the Service (or any part thereof) with or without notice.\nYou agree that Vocabulary.com shall not be liable to you or to any third party for any modification, suspension or temporary discontinuance of the Service.\nIn the event of permanent discontinuance of the Service, Vocabulary.com's liability is limited to the paid subscription price, pro-rated to the amount of time remaining on the subscription.</p>\n<p>You agree that Vocabulary.com, in its sole discretion, may suspend or terminate your password, account (or any part thereof) or use of the Service, for any reason, including, without limitation, for lack of use or if Vocabulary.com believes that you have violated or acted inconsistently with the letter or spirit of this Agreement.\nYou agree that any termination of your access to the Service under any provision of this Agreement may be implemented without prior notice, and you acknowledge and agree that Vocabulary.com may immediately deactivate or delete your account and all data relating to your account and/or bar any further access to the Service.\nFurther, you agree that Vocabulary.com shall not be liable to you or any third party for any termination of your access to the Service.</p>\n<p>12.\nLINKS</p>\n<p>The Service may provide, or third parties may provide, links to other Internet websites or resources.\nBecause Vocabulary.com has no control over such sites and resources, you acknowledge and agree that Vocabulary.com is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any content, advertising, products, or other materials on or available from such sites or resources.\nYou further acknowledge and agree that Vocabulary.com shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such site or resource.</p>\n<p>13.\nVocabulary.com's PROPRIETARY RIGHTS</p>\n<p>The content of the Site and the Service, including all underlying software used in connection with the Service (collectively the \"Software\"), is the property of Vocabulary.com and its affiliated companies or licensors, and is protected by international copyright, patent, and trademark laws.\nYOU SHALL NOT REPRODUCE, REVERSE ENGINEER, DECOMPILE, DISASSEMBLE, OR CREATE DERIVATIVE WORKS WITH RESPECT TO THE SOFTWARE.\nPlumb Design, Vocabulary.com, vocabulary.com, VQ, Informotion, and Visual Thesaurus are either trademarks or registered trademarks of Vocabulary.com or its affiliates or licensors.\nThe names of other companies and products mentioned on or via the Service may be the trademarks of their respective owners.\nReference to such third party trademarks is for informational purposes only and is not intended to indicate or imply any affiliation, association, sponsorship, or endorsement.\nAny rights not expressly granted herein are reserved.</p>\n<p>You acknowledge and agree that the Service and the Software contain proprietary and confidential information that is protected by applicable intellectual property and other laws.\nYou further acknowledge and agree that information presented to you through the Service is protected by copyrights, trademarks, service marks, patents or other proprietary rights and laws.\nExcept as expressly authorized by Vocabulary.com or advertisers, you agree not to copy, modify, rent, lease, loan, sell, distribute or create derivative works based on the Service or the Software, in whole or in part.\nAny automated scraping, harvesting, indexing, mining, or any other extraction of any content from the Service is expressly prohibited.</p>\n<p>The Service is protected by copyright and other laws in both the United States and elsewhere.\nUnder the terms of this Agreement, it is expressly forbidden to distribute or reproduce the content of the Service or any portion thereof by any means, including but not limited to electronic and print.</p>\n<p>Vocabulary.com reserves the right to cancel your account without refund if it is determined that you have violated this section of the Agreement.</p>\n<p>14.\nDISCLAIMER OF WARRANTIES</p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT:</p>\n<ol>\n<li>YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nVocabulary.com EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.</li>\n<li>Vocabulary.com MAKES NO WARRANTY OR CONDITION THAT (i) THE SERVICE WILL MEET YOUR REQUIREMENTS, (ii) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE, (iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS, AND (V) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.</li>\n<li>ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.</li>\n<li>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM Vocabulary.com OR THROUGH OR FROM THE SERVICE SHALL CREATE ANY WARRANTY OR CONDITION NOT EXPRESSLY STATED IN THE AGREEMENT.</li>\n</ol>\n<p>15.\nLIMITATION OF LIABILITY</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL Vocabulary.com, ITS AFFILIATES, AGENTS, DIRECTORS, EMPLOYEES, SUPPLIERS OR LICENSORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF Vocabulary.com HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OR THE INABILITY TO USE THE SERVICE.\n(ii) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE.\n(iii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(iv) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR (v) ANY OTHER MATTER RELATING TO THE SERVICE.</p>\n<p>In no event shall Vocabulary.com or its subsidiaries, parent companies, affiliates, licensors, contractors, employees, officers, directors, agents or third-party partners' total liability to you for all damages, losses, and causes of action arising out of or relating to this Agreement or your use of the Vocabulary.com Service (whether in contract, tort, warranty or otherwise, exceed the amount paid by you, if any, for accessing the Vocabulary.com Service during the twelve (12) months preceding your claim or one hundred dollars ($100), whichever is greater.</p>\n<p>16.\nEXCLUSIONS AND LIMITATIONS</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES AND CONDITIONS OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR CERTAIN CLAIMS OR DAMAGES SUCH AS INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, THE DISCLAIMERS, EXCLUSIONS AND LIMITATIONS OF LIABILITY UNDER THIS AGREEMENT WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.</p>\n<p>17.\nTRADEMARK INFORMATION</p>\n<p>Vocabulary.com and the Vocabulary.com logo are registered trademarks of Vocabulary.com Learning, Inc.\nYou agree not to use any Vocabulary.com trademarks without the express advance written permission of Vocabulary.com.</p>\n<p>18.\nGOVERNING LAW AND VENUE</p>\n<p>You agree that: (i) the Service shall be deemed solely based in California.\nand (ii) the Service shall be deemed a passive one that does not give rise to personal jurisdiction over us, either specific or general, in jurisdictions other than California.\nThis Agreement shall be governed by the internal substantive laws of the State of California, without respect to its conflict of laws principles.\nThe parties acknowledge that this Agreement evidences a transaction involving interstate commerce.\nNotwithstanding the preceding sentences with respect to the substantive law, any arbitration conducted pursuant to the terms of this Agreement shall be governed by the Federal Arbitration Act (9 U.S.C.\n§§ 1-16).\nThis Agreement is a contract for the provision of services and not a contract for the sale of goods.\nThe provisions of the Uniform Commercial Code (UCC), the Uniform Computer Information Transaction Act (UCITA), or any substantially similar legislation as may be enacted, shall not apply to this Agreement.\nIf you are located outside of the territory of the United States, the parties agree that the United Nations Convention on Contracts for the International Sale of Goods shall not govern this Agreement or the rights and obligations of the parties under this Agreement.</p>\n<p>You agree to submit to the personal jurisdiction of the federal and state courts located in San Mateo County, California for any actions for which we retain the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of our copyrights, trademarks, trade secrets, patents, or other intellectual property or proprietary rights, as set forth in the Arbitration provision below, including any provisional relief required to prevent irreparable harm.\nYou agree that San Mateo County, California is the proper forum for any appeals of an arbitration award or for trial court proceedings if the arbitration provision below is found to be unenforceable.</p>\n<p>19.\nARBITRATION</p>\n<p>READ THIS SECTION CAREFULLY BECAUSE IT REQUIRES THE PARTIES TO ARBITRATE THEIR DISPUTES AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM Vocabulary.com.\nFor any dispute with Vocabulary.com, you agree to first contact us at support@vocabulary.com and attempt to resolve the dispute with us informally.\nIn the unlikely event that Vocabulary.com has not been able to resolve a dispute it has with you after sixty (60) days, we each agree to resolve any claim, dispute, or controversy (excluding any claims for injunctive or other equitable relief as provided below) arising out of or in connection with or relating to this agreement, or the breach or alleged breach thereof (collectively, \"Claims\"), by binding arbitration by JAMS, under the Optional Expedited Arbitration Procedures then in effect for JAMS, except as provided herein.\nJAMS may be contacted at www.jamsadr.com.\nThe arbitration will be conducted in San Mateo County, California, unless you and Vocabulary.com agree otherwise.\nIf you are a School or are using the Service for commercial purposes, each party will be responsible for paying any JAMS filing, administrative and arbitrator fees in accordance with JAMS rules, and the award rendered by the arbitrator shall include costs of arbitration, reasonable attorneys' fees and reasonable costs for expert and other witnesses.\nIf you are an individual using the Service for non-commercial purposes: (i) JAMS may require you to pay a fee for the initiation of your case, unless you apply for and successfully obtain a fee waiver from JAMS.\n(ii) the award rendered by the arbitrator may include your costs of arbitration, your reasonable attorney's fees, and your reasonable costs for expert and other witnesses.\nand (iii) you may sue in a small claims court of competent jurisdiction without first engaging in arbitration, but this does not absolve you of your commitment to engage in the informal dispute resolution process.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nNothing in this Section shall be deemed as preventing Vocabulary.com from seeking injunctive or other equitable relief from the courts as necessary to prevent the actual or threatened infringement, misappropriation, or violation of our data security, Intellectual Property Rights or other proprietary rights.\n</p>\n<p>20.\nCLASS ACTION/JURY TRIAL WAIVER</p>\n<p>WITH RESPECT TO ALL PERSONS AND ENTITIES, REGARDLESS OF WHETHER THEY HAVE OBTAINED OR USED THE SERVICE FOR PERSONAL, COMMERCIAL OR OTHER PURPOSES, ALL CLAIMS MUST BE BROUGHT IN THE PARTIES' INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR OTHER REPRESENTATIVE PROCEEDING.\nTHIS WAIVER APPLIES TO CLASS ARBITRATION, AND, UNLESS WE AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON'S CLAIMS.\nYOU AGREE THAT, BY ENTERING INTO THIS AGREEMENT, YOU AND Vocabulary.com ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION, OR OTHER REPRESENTATIVE PROCEEDING OF ANY KIND.\n</p>\n<p>21.\nADDITIONAL TERMS FOR MOBILE APPLICATIONS</p>\n<p>Mobile Applications, Generally.\nWe may make available software to access the Service via a mobile device (\"Mobile Applications\").\nTo use a Mobile Application, you must have a mobile device that is compatible with at least one of the Mobile Applications.\nVocabulary.com does not warrant that the Mobile Applications will be compatible with your mobile device.\nYou may use mobile data in connection with the Mobile Applications and may incur additional charges from your wireless provider for these services.\nYou agree that you are solely responsible for any such charges.\nVocabulary.com hereby grants you a non-exclusive, non-transferable, revocable license to use a compiled code copy of the Mobile Applications for one Vocabulary.com User Account on one mobile device owned or leased solely by you, for your personal use.\nYou may not: (i) modify, disassemble, decompile or reverse engineer the Mobile Applications, except to the extent that such restriction is expressly prohibited by law.\n(ii) rent, lease, loan, resell, sublicense, distribute or otherwise transfer the Mobile Applications to any third party or use the Mobile Applications to provide time sharing or similar services for any third party.\n(iii) remove, circumvent, disable, damage or otherwise interfere with security-related features of the Mobile Applications, features that prevent or restrict use or copying of any content accessible through the Mobile Applications, or features that enforce limitations on use of the Mobile Applications.\nor (iv) delete the copyright and other proprietary rights notices on the Mobile Applications.\nYou acknowledge that Vocabulary.com may from time to time issue updates and upgrades, including but not limited to upgraded versions of the Mobile Applications, and may automatically electronically upgrade the version of the Mobile Applications that you are using on your mobile device.\nBy installing the Mobile Applications, you consent to the activation of the Mobile Application by Vocabulary.com, 777 Mariners Island Blvd., Suite 600, San Mateo, CA 94404, and to all future automatic upgrading and updating on your mobile device, and agree that the terms and conditions of this Agreement will apply to all such upgrades.\nYou can withdraw your consent at any time by uninstalling the Mobile Applications.\nTo request assistance, please contact Vocabulary.com support at support@vocabulary.com.\nYou acknowledge and understand and agree that the Mobile Applications, and the Service (including any updates and upgrades) will (a) cause your device to automatically communicate with our servers to deliver the Service's functionalities (as described where you downloaded the Mobile Applications (such as iTunes and Google stores) (b) affect the app-related preferences or data stored in your device, and (c) collect personal information as set out in our Privacy Policy.\nAny third-party code that may be incorporated in the Mobile Applications is covered by the applicable open source or third-party license EULA, if any, authorizing use of such code.\nThe foregoing license grant is not a sale of the Mobile Applications or any copy thereof, and Vocabulary.com or its third-party partners or suppliers retain all right, title, and interest in the Mobile Applications (and any copy thereof).\nAny attempt by you to transfer any of the rights, duties or obligations hereunder, except as expressly provided for in this Agreement, is void.\nVocabulary.com reserves all rights not expressly granted under this Agreement.\nIf the Mobile Applications is being acquired on behalf of the United States Government, then the following provision applies.\nThe Mobile Applications will be deemed to be \"commercial computer software\" and \"commercial computer software documentation,\" respectively, pursuant to DFAR Section 227.7202 and FAR Section 12.212, as applicable.\nAny use, reproduction, release, performance, display or disclosure of the Service and any accompanying documentation by the U.S.\nGovernment will be governed solely by this Agreement and is prohibited except to the extent expressly permitted by this Agreement.\nThe Mobile Applications originates in the United States, and is subject to United States export laws and regulations.\nThe Mobile Applications may not be exported or re-exported to certain countries or those persons or entities prohibited from receiving exports from the United States.\nIn addition, the Mobile Applications may be subject to the import and export laws of other countries.\nYou agree to comply with all United States and foreign laws related to use of the Mobile Applications and the Service.\n</p>\n<p>Mobile Applications from Apple App Store.\nThe following applies to any Mobile Applications you acquire from the Apple App Store (\"Apple-Sourced Software\"): You acknowledge and agree that this Agreement is solely between you and Vocabulary.com, not Apple, Inc.\n(\"Apple\") and that Apple has no responsibility for the Apple-Sourced Software or content thereof.\nYour use of the Apple-Sourced Software must comply with the App Store Terms of Service.\nYou acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the Apple-Sourced Software.\nIn the event of any failure of the Apple-Sourced Software to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the Apple-Sourced Software to you.\nto the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the Apple-Sourced Software, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be solely governed by this Agreement and any law applicable to Vocabulary.com as provider of the software.\nYou acknowledge that Apple is not responsible for addressing any claims of you or any third party relating to the Apple-Sourced Software or your possession and/or use of the Apple-Sourced Software, including, but not limited to: (i) product liability claims.\n(ii) any claim that the Apple-Sourced Software fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\nand all such claims are governed solely by this Agreement and any law applicable to Vocabulary.com as provider of the software.\nYou acknowledge that, in the event of any third-party claim that the Apple-Sourced Software or your possession and use of that Apple-Sourced Software infringes that third party's intellectual property rights, Vocabulary.com, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by this Agreement.\nYou and Vocabulary.com acknowledge and agree that Apple, and Apple's subsidiaries, are third-party beneficiaries of this Agreement as relates to your license of the Apple-Sourced Software, and that, upon your acceptance of the terms and conditions of this Agreement, Apple will have the right (and will be deemed to have accepted the right) to enforce this Agreement as relates to your license of the Apple-Sourced Software against you as a third-party beneficiary thereof.\n</p>\n<p>Mobile Applications from Google Play Store.\nThe following applies to any Mobile Applications you acquire from the Google Play Store (\"Google-Sourced Software\"): (i) you acknowledge that the Agreement is between you and Vocabulary.com only, and not with Google, Inc.\n(\"Google\").\n(ii) your use of Google-Sourced Software must comply with Google's then-current Google Play Store Terms of Service.\n(iii) Google is only a provider of the Google Play Store where you obtained the Google-Sourced Software.\n(iv) Vocabulary.com, and not Google, is solely responsible for its Google-Sourced Software.\n(v) Google has no obligation or liability to you with respect to Google-Sourced Software or the Agreement.\nand (vi) you acknowledge and agree that Google is a third-party beneficiary to the Agreement as it relates to Vocabulary.com's Google-Sourced Software.\n</p>\n<p>22.\nGENERAL TERMS</p>\n<p>This Agreement, together with any amendments and any additional agreements you may enter into with Vocabulary.com relating to the Service, shall constitute the entire agreement between you and Vocabulary.com and govern your use of the Service, superseding any prior agreements between you and Vocabulary.com.\nWe object to and reject any additional or different terms proposed by you, including those contained in your purchase order, acceptance or website.\nThis Agreement may only be superseded by a signed, notarized writing executed by an officer of Vocabulary.com.\nThe failure of Vocabulary.com to exercise or enforce any right or provision of this Agreement shall not constitute a waiver of such right or provision.\nIf any provision of the Agreement is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Agreement remain in full force and effect.\nExcept for actions for nonpayment or breach of a party's proprietary rights, no action, regardless of form, arising out of or relating to this Agreement may be brought by either party more than one (1) year after the cause of action has accrued.\nWe might make versions of this Agreement or one or more of our Policies available in languages other than English.\nIf we do, the English version of this Agreement and any such Policies will govern our relationship and the translations are provided for convenience only and will not be interpreted to modify the English version of this Agreement or such Policies.\n</p>\n<p>The section titles in this Agreement are for convenience only and have no legal or contractual effect.</p>\n<p>\n<u>Privacy Policy</u>\n</p>\n<p>By using the Site, you agree to be legally bound by our Privacy Policy.</p>\n<p>\n<u>COPYRIGHT NOTICE:</u>\n</p>\n<p>Copyright ©2021 Vocabulary.com, Inc., 777 Mariners Island Boulevard, Suite 600, San Mateo, California 94404.\nAll rights reserved.\n</p>\n<p>23.\nContent Specific Notices: Some of the definitions that appear on the site are from WordNet:</p>\n<p>\n<cite>WordNet License</cite>\n</p>\n<p>\n</p>\n<p>\n<cite> WordNet 3.0 Copyright 2006 by Princeton University.\nAll rights reserved.\nTHIS SOFTWARE AND DATABASE IS PROVIDED \"AS IS\" AND PRINCETON UNIVERSITY MAKES NO REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED.\nBY WAY OF EXAMPLE, BUT NOT LIMITATION, PRINCETON UNIVERSITY MAKES NO REPRESENTATIONS OR WARRANTIES OF MERCHANT- ABILITY OR FITNESS FOR ANY PARTICULAR PURPOSE OR THAT THE USE OF THE LICENSED SOFTWARE, DATABASE OR DOCUMENTATION WILL NOT INFRINGE ANY THIRD PARTY PATENTS, COPYRIGHTS, TRADEMARKS OR OTHER RIGHTS.\nThe name of Princeton University or Princeton may not be used in advertising or publicity pertaining to distribution of the software and/or database.\nTitle to copyright in this software, database and any associated documentation shall at all times remain with Princeton University and LICENSEE agrees to preserve same.\n</cite>\n</p>\n<p>\n</p> ", "created_at": "2021-12-25 20:35:28.315027", "updated_at": "2021-12-25 20:35:35.839437"}, {"id": 11197, "name": "Privacy Policy", "url": "https://www.vocabulary.com/privacy", "xpath": "/html/body/div[1]/div[2]/div/div/div", "text": " Privacy Policy <p>This privacy policy explains how Vocabulary.com (\"Vocabulary.com\", \"We\", or \"Us\") collects and uses personal information that you (\"you\" or \"your\") provide on the Vocabulary.com website and on the Vocabulary.com App (collectively \"Vocabulary.com\").\nThis privacy policy was last updated on January 24th, 2016.</p> Guiding Principles <p>Our privacy policy is guided by the following principles:</p>\n<ol>\n<li>We’re committed to creating a safe and secure online environment for you.</li>\n<li>We do not sell your personal information to third parties.</li>\n<li>We collect very little personally identifiable information about you, and what we do collect we store securely.\n</li>\n<li>We believe that ultimately, you own your data, and that, whenever possible, you get to decide whether to take it with you, even if your account was provided by someone else, such as your school.\n</li>\n<li>We believe that improving your vocabulary is a worthwhile lifelong pursuit.\nTherefore, unless you tell us otherwise, we will keep your learning history so that we can continue to personalize your experience over time.\n</li>\n</ol> How we collect data <p>Vocabulary.com collects the following information about you and your use of Vocabulary.com:</p> Personal Information <p>When you register for Vocabulary.com, you provide to us personal information (such as your full name, email address, grade level and school affiliation) that could be used to identify you.\nFor the purposes of this Privacy Policy, we call this “Personal Information”.\nYour Nickname is used to identify you on to other users on Vocabulary.com.\nIf you do not want to be identified, do not use any part of your real name as your nickname.</p>\n<p>If you provide your school affiliation to Vocabulary.com, or if you elect to join a Class created by an Educator, we may share some of your personal information (including your learning history), with the creator of the Class, other members of that Class, or with Administrators at your school or school district.\nIf you do not wish to share this information, do not join a class or do not provide your school affiliation.</p>\n<p>The table below outlines what information about you is visible to others on Vocabulary.com:</p> Who can see your Personal Information on Vocabulary.com Personal Information Your Teachers 1 School Admins Admins Your Classmates 2 Other Users / Public Nickname Yes Yes Yes Yes Yes First &amp.\nLast Name Yes Yes Yes Yes No Email Address Yes Yes Yes No No School Affiliation Yes Yes Yes Yes Educators Only 3 Grade Level Yes Yes Yes No No Points &amp.\nAchievements Yes Yes Yes Yes Yes Learning History Yes Yes Yes No No <sup>1</sup> Only Teachers of classes that you join will have access to the information indicated in the chart.\n<sup>2</sup> Only other members of classes that you join will have access to the information indicated in the chart.\n<sup>3</sup> If you identify yourself as an educator and provide your school affiliation, we may make that information public.\nIf you identify yourself as a student, we will never make your school affiliation public.\nInformation from Third Party Authentication Providers like Facebook or Google <p>If you decide to register through or otherwise grant access to a third-party authentication provider (“Authentication Provider”), such as Facebook Connect or Google, Vocabulary.com may also collect Personal Information that is already associated with your Authentication Provider account.\nYou may also have the option of sharing additional information with Vocabulary.com through an Authentication Provider.\nIf you choose to provide such information, during registration or otherwise, you are giving Vocabulary.com the permission to use, share, and store it in a manner consistent with this Privacy Policy.</p> Information Provided by Your School or District <p>We may collect information about you from your school or district.\nThis may include Personal Information, such as your full name, grade, and email address.</p> Information about Your Use of Vocabulary.com <p>We collect usage information about certain features of Vocabulary.com, such as the questions you’ve answered, the words mastered, and the amount of time you’ve spent on Vocabulary.com.\n</p> Location information <p>We may collect and use information about your location (such as your country) to provide you with a better experience on Vocabulary.com, but we don’t collect the precise location of you or your device.\n</p> Information you Provide as Part of Your User Profile <p>Users have a public profile page on Vocabulary.com.\nThis page presents information that you provide such as your nickname, your state, or your favorite word.\nThe profile page may also show information about your use of Vocabulary.com such as achievements earned, lists created, or your level, as well as any comments that you’ve made on the Vocabulary.com.\nChild Users have a more limited number of options for their profile page.\nWe ask that you or your child do not provide any personally identifiable information as part of the child’s profile.\nIn particular, choose a nickname that is not identifiable as the child’s real name.</p>\n<p> You can change information that appears on your public profile page from the My Account page .\nYou can also view what information is public from clicking on the “View My Public Profile” link on the My Account Page.\n</p> Information You Provide while Using Vocabulary.com <p>Users of Vocabulary.com can create various types of content (\"User Content\") that may be displayed publicly on Vocabulary.com.\nUser Content includes information such as vocabulary lists, comments, and other types of material that is shared with the community.</p>\n<p>Any User Content, along with your nickname or username and any image or photo, become public and may be used by us.\nYour public activities may also be read and collected by other users of the public activity areas on Vocabulary.com.\nWe are not responsible for the personally identifiable information you provide in these forums.</p> Information Necessary to Fulfill Orders <p> If you purchase a product or service from us, we request certain Personal Information from you on our order form.\nYou must provide contact information (such as name and email) and financial information (such as billing address, credit card number, expiration date).\nThis information is used solely for billing purposes by our PCI-certified payment provider, Stripe.Your credit card information is encrypted and transmitted to Stripe securely via HTTPS.\nYou can learn more about Stripe's security practices here.\n</p>\n<p>Your credit card details are never stored on Vocabulary.com systems, and no one at Vocabulary.com can access them.\nA few privileged members of the Vocabulary.com team have access to the last 4 digits of your credit card and its expiration date in order to validate your identity in the case that you need to contact us regarding your payment details.</p> What we will <strong>NOT</strong> do with your Personal Information <p>Vocabulary.com will <strong>NOT</strong> sell Personal Information provided by you or by your School or District (except in connection of a merger or acquisition).</p>\n<p>Vocabulary.com will <strong>NOT</strong> use Personal Information provided by you or by your School or District:</p>\n<ul>\n<li>To engage in targeted advertising</li>\n<li>To build a profile about students other than for enhancing their experience on Vocabulary.com.</li>\n</ul> How we use Data <p>Vocabulary.com uses collected Personal Information in the following ways:</p> To Enhance Your Experience on Vocabulary.com <p>Vocabulary.com uses the information you provide or that we collect to enhance our relationship with you and to operate, maintain, enhance, and provide all of the features and services found on Vocabulary.com.\nVocabulary.com, for instance, stores your responses to the questions you’ve answered and the words you’ve had trouble with so we can provide you with the right question at the right time to improve your vocabulary.\nWe may use your Personal Information to provide you with information about Vocabulary.com’s features, services and other offerings that may be of interest to you.\nUnder certain circumstances and if we obtain your consent (for example, if you submit a testimonial and agree to make it public), we may post your Personal Information on Vocabulary.com.</p> To Understand How You and Others Use Vocabulary.com <p>Vocabulary.com uses all of the information that you provide or that we collect from other users to understand and analyze the usage trends, learning behaviors, and preferences of our users, to improve the way Vocabulary.com work and look, and to create new features and functionality.\nFor more information, please see the “Technologies” section, below.</p> When We Share Data <p>Vocabulary.com will disclose User Information only as described below:</p> If you want information shared with other users, we’ll share it for you.\n<p>Vocabulary.com has a number of features that allow you to share information with other Users or the public at large.\nFor example, you can create a profile, where you list your name, your location, and a short bio.\nOr you may create and name a word list.\n.\nWhenever you share information with other Users of our Vocabulary.com, any Personal Information that you choose to include in, or is associated with, such User Postings will be accessible by such Users.\nAs with most online services, once you make your Personal Information available to others in any of these ways, it may be collected and used by the recipients without restriction.</p> We share your achievements.\n<p>We will share certain achievements through our leaderboards and your personal profile.\nWhen interacting with Vocabulary.com, you will receive points, achieve particular levels, earn badges for various achievements, and master words (“Achievments”).\nIn certain cases, we will make these Achievements public accompanied by your nickname in a leaderboard, on your Profile page, or elsewhere on Vocabulary.com.\nAchievements each have leaderboards, and when you earn one, your nickname may appear on that leaderboard, and if you have a profile, your nickname will link back to that profile.\nIn certain cases, leaderboards may be in the form of a map.\nIn this case, your nickname and your Achievement will be associated with a location determined based on your IP address, or information that you or your school has provided us.</p> We will share data when required by law.\n<p> We may access, preserve and disclose account information and User Content if required to do so by law or in a good faith belief that such access preservation or disclosure is reasonably necessary to: (i) comply with legal process.\n(ii) enforce our Terms of Use .\n(iii) respond to claims that any User Content violates the rights of third parties.\n(iv) provide support relating to Vocabulary.com.\nor (v) protect the rights, property or personal safety of the company, its users and the public.\n</p> We share data with educators if you join a class.\n<p>We also may disclose Personal Information to an educator, and to authorized personnel from the school or district that the educator belongs to, if you join a class owned by that educator.\nIn this case, we may provide your full name and your performance on particular activities on Vocabulary.com, so that the educator can better help you with your vocabulary learning.</p> We share data with schools and districts if you associate yourself with the school.\n<p>If you register as an educator and choose a school, we may share your Personal Information with administrators from the chosen school and the district.\nWe may also list your name, and various collective achievements of your students, in reports provided to the school or district.\nWe also may provide the school or district with individual information about your students’ performance, and also Personal Information such as the students first and last name.</p> We may share data in the context of a change in business, including a merger or acquisition.\n<p>We transfer information about you if we are acquired by or merged with another company.\nIn this event, we will notify you of any such change in ownership or control of your information.</p> Social Media Widgets <p>Vocabulary.com includes Social Media Features and widgets, such as the \"Share This\" button.\nThese Features may collect your IP address, which page you are visiting on Vocabulary.com, and may set a cookie to enable the Feature to function properly.\nSocial Media Features and widgets are either hosted by a third party or hosted directly on Vocabulary.com.\nYour interactions with these Features are governed by the privacy policy of the company providing them.</p> Advertising on Vocabulary.com <p> We use third-party advertising companies to serve ads when you visit Vocabulary.com.\nThese companies may use information (not including your name, email address, school or any information provided directly to Vocabulary.com) about your visits to this and other websites or apps in order to provide advertisements about goods and services of interest to you.\nIf you would like more information about this practice and to know your choices about not having this information used by these companies, click here.\n</p>\n<p> We use Google's DoubleClick cookie to serve ads.\nYou may choose to opt out of the DoubleClick cookie at any time.\nVocabulary.com does not provide any personally-identifying information to advertisers.\n</p> Advertising is not shown to Users Properly Associated with School or District Accounts <p>If you join a class owned by a teacher who is part of a Vocabulary.com site license, or you use a registered authentication provider that is linked to a Vocabulary.com site license, we will not serve ads to you on Vocabulary.com.</p> Data Security <p>Data security is important to us.</p> We try to ensure that Vocabulary.com and the information sent to us are safe, but no security measures are perfect.\n<p>Vocabulary.com uses certain physical, managerial, and technical safeguards designed to preserve the integrity and security of your Personal Information and other information we maintain in connection with Vocabulary.com.\nFor example, all data is secured and protected at all times, stored on servers located in the US, and only employees with a business need to access this Personal Information are able to do so.\nWe cannot, however, ensure or warrant the security of any or all of the information you transmit to us, and you do so at your own risk.\nOnce we receive your transmission of information, we makes commercially reasonable efforts to ensure the security of our systems.\nWe encrypt the transmission of all data using secure socket layer technology (SSL) or similar technologies.\nHowever, please note that this is not a guarantee that such information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.</p> We will notify you electronically or via the website if Vocabulary.com experiences a data security incident that could affect you.\n<p>If we learn of a data security incident that compromises or appears to compromise your Personal Information, then we will attempt to notify you electronically so that you can take appropriate protective steps.\nIf you are a paid School or District customer, we will notify you electronically of any data security incident that affects your students.\nWe may also post a notice on Vocabulary.com if a data security incident occurs.</p> Data Retention <p>Unless we receive a deletion request from you or your parent or are contractually required to delete your account due to our business relationship with your school or district, we will retain your information for as long as your account is active or as is reasonably useful for operational or educational purposes.</p>\n<p> If you are a School or District that has a Vocabulary.com premium subscription, and you’d like to request that we delete student information that you have provided us, please contact our support team.\n</p>\n<p> If you are a parent, eligible customer, or school official, and Personal Information is incorrect and you’d like to have it amended, please contact our support team.\n</p>\n<p> If you have an account provided by a School or District, and would like to transfer the information to a personal account, please contact our support team.\n</p> Technical Information <p>To provide a personalized learning and high-quality experience, we may use various technologies that automatically record certain technical information from your browser or device, including standard log files, web beacons, or pixel tags.\nThis technical information may include your Internet Protocol (IP) address, device or browser type, Internet service provider (ISP), referring or exit pages, clickstream data, operating system, and the dates and times that you visit Vocabulary.com.\nWe do this to better understand how you are using Vocabulary.com so we can improve functionality and the services we offer you.</p>\n<p>Like most websites, whether or not you are a registered member, we may send one or more cookies – small text files containing a string of alphanumeric characters – to your computer.\nCookies remember information about your activities on a website and enable us to provide you with a more personalized learning experience.\nVocabulary.com may use both session cookies and persistent cookies.\nA session cookie disappears automatically after you close your browser.\nA persistent cookie remains after you close your browser and may be used by your browser on subsequent visits to Vocabulary.com.\nYou can, however, remove a persistent cookie at any time.\nPlease review your web browser “Help” file to learn the proper way to modify your cookie settings.\nHowever, without cookies you will not have access to certain services and features on Vocabulary.com.</p>\n<p>Vocabulary.com uses a variety of third-party service providers, such as Google Analytics to understand usage.\nWe may allow third-party service providers to place and read their own cookies, web beacons, and similar technologies to collect information through Vocabulary.com.\nThis information is collected directly and automatically by these third parties, and Vocabulary.com does not participate in these data transmissions.\nVocabulary.com will, wherever feasible, contractually obligate our third-party service providers to abide by the terms of this Privacy Notice.</p>\n<p>Vocabulary.com also uses Local Storage Objects (LSOs) such as HTML5 to store content information and preferences.\nThird parties with whom we partner to provide certain features on Vocabulary.com may use LSOs such as HTML5 to collect and store information.\nVarious browsers may offer their own management tools for removing HTML5 LSOs.\nPlease consult your browser’s “Help” function to learn more.</p> Children Vocabulary.com is committed to children’s privacy.\n<p> For this reason, we provide a limited feature set to Children under 13 (“Child Users”).\nWe do not knowingly let children under 13 register directly to Vocabulary.com.\nIf you are a parent who discovers that your child has registered to Vocabulary.com without your consent, please contact us at support@vocabulary.com, and request that we delete the child’s personal information from our systems.\n</p> How Child Users May Register and Use Vocabulary.com <p>All Child Users who sign up must provide a parent's email address.\nThe parent is then notified that the child has signed up to use Vocabulary.com.\nWe ask that children chose a username that is not their real name.\n</p>\n<p>Alternatively, a child can be registered to use Vocabulary.com through his or her school, or through an Authentication Provider that is supported by the child’s school, or by teachers, tutors and other similar adults who assist in the educational process who have taken steps to obtain parental consent.\nParents always have the option to delete their Child User’s account.</p>\n<p>If a school or district has provided this information, both parties agree to uphold their responsibilities under the Family Educational Rights and Privacy Act (“FERPA”), the Protection of Pupil Rights Amendment (“PPRA”), and the Children’s Online Privacy and Protection Act (“COPPA”).\nWe provide the Services as an outsourced institutional function under FERPA 34 CFR Part 99.31(a)(1).\nThe Children’s Online Privacy and Protection Act (“COPPA”) requires that online service providers obtain clear and verifiable parental consent before collecting personal information from children under 13.\nYou represent and warrant that you have received consent from parents, or have the authority to provide consent on behalf of parents, for us to receive Personal Information related to children under 13.\nWe recommend that all schools provide appropriate disclosures to students and parents regarding their use of service providers such as Vocabulary.com and that they provide a link to our Privacy Policy to parents and guardians.</p> Restrictions on Child Users <p>Children are restricted from certain parts of Vocabulary.com.\nFor example, children cannot comment on articles.\nIn addition, we do not collect children's email addresses (unless they are provided by an Authentication Provider or by the child’s school), so all email communication from Vocabulary.com will be sent to the parent's email address.</p>\n<p>Some other features of Vocabulary.com, however, may permit a Child User to enter free-form text through which the Child User could enter Personal information that would be visible to other Users.\nThis may occur, for example, when a child names his or her word list, or enters his or her notes or sentence examples on a word list.\nIf you are a parent, please advise your child about the risks of posting Personal Information on Vocabulary.com (or any other online service).</p>\n<p>If you are a parent, and you agree to let your child use Vocabulary.com, you agree and acknowledge that you permit your child to use Vocabulary.com and all features made available on Vocabulary.com as fully contemplated by us.\nAs a parent, you understand that any personally identifiable information that your child provides in connection with registration or otherwise may be used by us as provided in this Privacy Policy.\nExcept where the context indicates otherwise, the remainder of this Privacy Policy (including any discussion of the personally identifiable information that we may collect, use or disclose) shall apply equally to a Child User account and an account for someone over 13.</p>\n<p>If you are an educator and you add a student who is under 13 to your class, you acknowledge and agree that you are solely responsible for compliance with the Children's Online Privacy Protection Act of 1998, including, but not limited to, obtaining parental consent concerning collection of students' personal information used in connection with the provisioning and use of Vocabulary.com.</p> California Children’s Privacy Rights <p> If you are under the age of 18, or the parent of a User under the age of 18, residing in California, you are entitled to request removal of content or information you have posted on Vocabulary.com.\nIf you would like to request removal of your or your child’s content or information, please email us at support@vocabulary.com for assistance.\nPlease note that removal of your content or information does not ensure complete or comprehensive removal, as there may be deidentified or recoverable elements of your content or information on our servers in some form.\nAdditionally, we will not remove content or information that we may be required to retain under applicable federal and state laws.\n</p> Communication from Vocabulary.com Customer Service <p>Based upon Personal Information you provide us, we will send you a welcoming email to verify your email address and password.\nWe will also communicate with you in response to your inquiries, to provide the services you request, and to manage your account.\nWe will communicate with you by email only.</p> Service-related Announcements <p>We will send you strictly service-related announcements on rare occasions when it is necessary to do so.\nFor instance, if Vocabulary.com is temporarily suspended for maintenance, we might send you an email.</p>\n<p>Generally, you may not opt-out of these communications, which are not promotional in nature.</p> Weekly Update Emails <p>If you have registered for Vocabulary.com, we may send you a periodic email that includes a personalized vocabulary question, and information about new content on Vocabulary.com.\nIf you have registered for Vocabulary.com and identified yourself as an educator, we may send you a personalized email that describes your students’ use of Vocabulary.com.\nYou may opt out of these emails.\n(Please see \"Choice and Opt-out\")</p> Other Emails <p>You may opt in to receive other emails, such as comment notifications or emails when new material comes out on the blog.\nYou may opt out of these emails.\n(Please see \"Choice and Opt-out\")</p> Special Offers and Updates <p>We will occasionally send you information on products, services, special deals, and promotions.\nYou may opt out of these emails.\n(Please see \"Choice and Opt-out\")</p> Choice and Opt Out <p> We provide you the opportunity to ‘opt-out’ of having your Personal Information used for certain purposes, when we ask for this information.\nFor example, if you no longer wish to receive certain communications from us, you may opt-out of receiving them by either changing the email preferences section of the My Account section, or through clicking on the provided link on any communication that we send.\n</p>\n<p> If you would like to opt out or change the behavior of display advertising based on information collected by Google Analytics, follow this link to customize Google Display Network ads.\n</p>\n<p> If you would like to opt out of Google Analytics, follow this link.\n</p> Changes to this Privacy Statement <p>If we decide to change our privacy practices, we will modify this Privacy Policy so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it.</p>\n<p>We reserve the right to modify this Privacy Policy at any time, so please review it frequently.</p> Contact Us <p> If you have any questions or suggestions regarding this Privacy Policy or our privacy practices in general, please contact us through this form.\n</p> ", "created_at": "2021-12-25 21:34:45.458454", "updated_at": "2021-12-25 20:35:22.144483"}], "points": [], "urls": ["vocabulary.com"]}}