{"error": 448, "message": "OK", "parameters": {"id": 4953, "name": "CloudConvert ", "created_at": "2021-09-02 02:29:39.30067", "updated_at": "2021-09-02 22:01:08.189776", "wikipedia": null, "keywords": null, "related": null, "slug": "cloudconvert", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4953.png", "url": "cloudconvert.com", "documents": [{"id": 8897, "name": " Terms of Service ", "url": "https://cloudconvert.com/terms", "xpath": "/html/body/div[1]/div[1]", "text": "<p>December 4, 2020</p> Terms of Service <p> By accessing and using the CloudConvert service, you confirm that you are in agreement with and bound by the terms and conditions contained in the Terms of Service outlined below.\nThese terms apply to the entire website and any API usage.\nThis service is operated by Lunaweb GmbH, Gruenwald (Germany).\nWe may choose to correct or amend these Terms of Use at any time.\nIf changes occur, we will clearly indicate them at the top of this page with the date of modification.\n</p>\n<br> Allowed Usage <p> Don't be evil and do bad things with our service.\n</p>\n<p> This service offers functionality to convert and modify files of different file formats.\nThis service is provided through web interface, API, and mobile apps.\nYou agree to comply with the policies and limitations concerning the use of the CloudConvert service, including, without limitation, the maximum consumed time (\"conversion minutes\") of conversions done through the service, the maximum number of files a user may upload through the service, and the maximum size of the files a user may convert through the service.\nYou agree not to bypass these policies by any means (e.g., creating multiple accounts).\n</p>\n<br> Packages <p> Make a one-time payment.\nPackages do not expire.\n</p>\n<p> By buying a prepaid package you can extend the allowed usage of the service (\"conversion minutes\").\nAll payments are one-time prepaid payments and are not refundable.\nPrepaid packages will be activated on your account as soon as we receive your payment.\nThe credits of your package will not expire as long as you do not terminate your account.\n</p>\n<br> Subscriptions <p> Pay by the month.\nUnused credits will expire.\n</p>\n<p> Subscriptions add a monthly credit to your account.\nUnused credits will expire at the end of the billing period.\nPayments are not refundable.\nThe subscription will be activated on your account as soon as we receive your payment and will be renewed one month after your payment.\nYou can cancel your subscription at any time on the CloudConvert website, which will take effect at the end of the billing period.\nYou can change your subscription to a different plan at any time, but the remaining credits of the current billing period will expire.\n</p>\n<br> Auto Refill Packages <p> You will be charged when 95% of your credits are consumed.\n</p>\n<p> By enabling the \"Auto Refill\" option, you agree to be charged your chosen package automatically, if your previous package is consumed by 95%.\nYou are responsible for monitoring your account to prevent unwanted payments.\nThe Auto Refill option can be cancelled at any time.\n</p>\n<br> Availability of Service (SLA) <p> We guarantee 99.99% uptime.\nIf we fail, you get your money back.\n</p>\n<p> We will use commercially reasonable efforts to make each service available with a monthly uptime percentage of at least <strong>99.99%</strong>.\nThe monthly uptime percentage is calculated by subtracting from 100% the percentage of minutes during the month in which the service is not available.\nIn the event CloudConvert does not meet this availability, you will be eligible to receive a refund as described below.\n</p> Refunds <p> In the event of noncompliance, you get 1% of the total amount of the last invoice, per 10 minutes of unavailability, limited to 100% of the total invoice amount.\nTo receive a refund, you must submit a claim, which contains at least the following information: </p>\n<ul>\n<li>the dates and times of each unavailability incident that you’re claiming</li>\n<li>your request logs that document the errors and corroborate your claimed outage</li>\n</ul> SLA Exclusions <p> You are not eligible to receive a refund if the outage: </p>\n<ul>\n<li>results from any announced maintenance (Maintenance periods are announced on the service status page).\n</li>\n<li>is caused by corrupt or incompatible requests or files provided by you</li>\n<li>is caused by unsupported input files.\n(The support of specific files can be checked using the free version of CloudConvert.) </li>\n<li>is caused by a conversion type that is labeled as \"experimental\"</li>\n<li>is caused by factors outside of our reasonable control, including any force majeure event or internet access or related problems beyond the demarcation point of CloudConvert </li>\n</ul>\n<br> Responsibility for Data <p> We do not make backups of your files for data protection reasons.\nAlways keep a copy.\n</p>\n<p> While we try to ensure that our service is error free, we cannot guarantee that your files will not be damaged, deleted, or lost.\nYou acknowledge that you have a copy of all files, and CloudConvert will not be responsible for any failure caused by files sent to CloudConvert.\n</p>\n<br> Privacy Policy <p> Privacy is important to us.\n</p>\n<p> These Terms of Service incorporate the Privacy Policy.\n</p>\n<br> Copyright Policy <p> Don't use our services and intellectual property for any form of infringement.\n</p>\n<p> You are responsible only for the data (e.g., files, URLs) that you send to the CloudConvert service.\nCloudConvert does not monitor customer content.\nPlease remember that illicit exchanges of recordings and protected works and hacking harm artistic creation.\nAnd please respect the laws in force, especially those concerning intellectual and artistic property.\n</p>", "created_at": "2021-09-02 02:29:39.305187", "updated_at": "2021-09-02 00:30:58.178724"}, {"id": 8896, "name": " Privacy Policy ", "url": "https://cloudconvert.com/privacy", "xpath": "/html/body/div[1]/div[1]", "text": "<p>December 4, 2020</p> Privacy Policy <p> Our service can exist only if our customers can be sure that their data is safe.\nThus, privacy is of the highest priority for us.\nWe will explain in more detail how CloudConvert handles your data.\n</p>\n<i>\n</i>\n<p> CloudConvert is maintained by Lunaweb GmbH, Gruenwald (Germany).\nAs a data controller, CloudConvert is bound by the requirements of the General Data Protection Regulation (GDPR).\nIf you do not agree to our Privacy Policy and the other terms stated below, please do not use our services and let us know about your concerns.\nWe reserve the right to change our Privacy Policy and other terms stated below at any time.\nIf we make changes, we’ll clearly indicate them at the top of this page with the date of modification.\n</p>\n<i>\n</i>\n<p>\n<strong>December 4, 2020:</strong> Minor language changes.\n</p>\n<i>\n</i>\n<p>Show all updates...</p>\n<i>\n</i>\n<p>\n<strong>June 28, 2018:</strong> Added information about sharing data with our support ticket system Freshdesk.\n</p>\n<i>\n</i>\n<p>\n<strong>May 9, 2018:</strong> General clarifications and adjustemnts regarding the GDPR.\nIn particular we added detailed information about your rights and about sharing your data.\n</p>\n<i>\n</i>\n<p>\n<strong>January 25, 2016:</strong> We have completely reworked our privacy policy with more details about third party plugins, our security mechanisms, and handling your personal data in general.\n</p>\n<br> Personal Data We Collect <p> We collect only the minimum amount of necessary data.\nIf you register, buy, or subscribe to our services, we need to collect more data about you.\nWe do not collect any data from your uploaded files.\n</p>\n<i>\n</i>\n<p> By visiting our website and/or using our API, your IP address will be logged, along with the HTTP referrer, the user agent, and the dates of access (log data).\n</p>\n<p>We <strong>do not</strong> read or collect file content, metadata, or other data from your uploaded files.\nFor statistical purposes, we collect only the number of converted files, the number of errors, and the total file size of all your conversions.\n</p>\n<p> If you decide to create a CloudConvert account, we collect your email address, your chosen username, and your profile photo.\nIf you use our contact form, we collect your email address and your name.\n</p>\n<p> If you decide to buy a package or subscribe, we need to additionally collect your full name, physical address, company name, and VAT ID.\nWe do not collect your credit card data.\nAll financial transactions are handled through our payment provider, Stripe.\nBefore providing any personal data to Stripe, please make sure that you have read their privacy policies.\n</p>\n<br> Use of Your Personal Data <p> We use your personal data only to provide our service.\nWe do not create profiles or stuff like that.\n</p>\n<i>\n</i>\n<p> We log your IP address to prevent abuse of our service and for broad demographic analysis.\nWe do not link this information to any personally identifiable information.\n</p>\n<p>If you provide an email address, we use it to communicate with you according to your notification settings.\n</p>\n<p>If you buy a package or subscribe to our services, your name, company, and address will be used to create your invoice and to prevent fraud.\nYour VAT ID may be used to see if you are exempt from paying VAT.\n</p>\n<br> Handling of Your Files <p> We do not look at your files, and we do not make any copies.\nYou can delete your uploaded files at any time.\n</p>\n<i>\n</i>\n<p> In the course of providing the service, your files are transferred to and temporarily stored on CloudConvert’s servers.\nWe <strong>do not</strong> read, look into, or mine any data from your files or their metadata, and we do not make any copies of them.\nAll file processing is done by machine.\nthere is no human interaction with your files.\nWhen you click the \"×\" icon (on the right, beside the download button), your files are irreversibly deleted from our servers within 24 hours.\n</p>\n<br> Sharing Your Data <p> We do not share your files.\nWe do need to share some of your personal data to provide you with services.\n</p>\n<i>\n</i>\n<p>Your uploaded files will not be given out or sold to anyone.\nAssuming you did not provide the download link, no one will ever have access to your uploaded or converted files.\n</p>\n<p> Also, your username, email, and profile photo, or other account data, will not be shared with anyone.\n</p>\n<p> If you buy a package or if you subscribe, we need to send your name and your address to our payment provider, Stripe, which is based in the United States.\nThis is necessary to process your payment and to prevent fraud.\nBefore providing any personal data to Stripe, please make sure that you have read their privacy policies.\n</p>\n<p> If you use the contact form or if you email us, we will send your name, email address, and message to our ticket system, Freshdesk.\nFreshdesk is based in the United States.\n</p>\n<br> Keeping your Data <p> Files are deleted after 24 hours or sooner.\nWe will keep your personal data for as long as it is necessary to provide you with our services.\nWhen you use the delete button, your files are deleted irreversibly from our servers.\nThis will happen automatically after 24 hours at the latest.\n</p>\n<i>\n</i>\n<p> We will keep your personal data for as long as it is necessary to provide you with our services.\nYour files are deleted immediately and irreversible from our servers when use the delete button.\nThis will happen automatically at the latest after 24 hours.\n</p>\n<p> If you delete your account, all your personal data will be permanently deleted within 72 hours.\nAll log data (IP address, user agent, referrer) is deleted after 14 days.\n</p>\n<br> Your Rights <p> You can modify or delete your data at any time.\n</p>\n<i>\n</i>\n<p> You can modify the data on your dashboard and you can delete your account at any time.\nWhen you delete your account, all associated data is permanently deleted within 72 hours.\nDeleting your account also deletes all data stored at payment provider Stripe and ticket system Freshdesk (if there is any).\nAlternatively, you can contact us and we will modify or delete your data and/or delete your account for you.\n</p>\n<p> Please note that your uploaded files are automatically deleted after 24 hours at the latest.\nYou can manually delete files from our servers when you click the \"×\" icon (on the right beside the download button).\n</p>\n<p> You have the right to obtain a copy of the information we have about you.\nWe will provide the requested information to you within 40 calendar days of the receipt of a valid request in writing.\nWe might request that you provide additional information to enable us to identify your personal data and/or to verify your identity.\n</p>\n<br> Security <p> We do a lot to protect your data and make our service as secure as possible.\nWe keep your files in the European Union.\n</p>\n<i>\n</i>\n<p> We are committed to protecting your personal data and your files.\nCloudConvert takes all necessary measures to keep your personal information and your files private and secure.\nThe CloudConvert staff is trained to properly handle your data.\nAll third-party employees who have access to your personal information have signed data processing agreements.\n</p>\n<p> CloudConvert maintains a secure IT environment, and all security measures are constantly adjusted to technical progress.\nAll transfers from and to CloudConvert are SSL encrypted.\nAll CloudConvert servers are located in the European Union and are equipped with appropriate measures to prevent unauthorized access (i.e., hacking).\nTo explain our security measurements in detail would be too lengthy for this page.\nif you want more details about our security practices, please read our Security Overview and feel free to contact us.\n</p>\n<br> Cookies <p> We need them to provide our services.\n</p>\n<i>\n</i>\n<p> CloudConvert stores so-called cookies to be able to offer you a comprehensive range of functions and to make it easier for you to use our websites.\nCookies are small files that are stored on your computer with the help of the internet browser.\nIf you do not want to use cookies, you can prevent them from being stored on your computer by using the corresponding settings on your internet browser.\nPlease note that this action may restrict the functional capability and the range of functions of our offer.\n</p>\n<br> Analytics <p> We use Google Analytics on this site.\nIf you don’t like it, you can opt out.\n</p>\n<i>\n</i>\n<p> We use Google Analytics to store information about how visitors use our website so that we can make improvements and give visitors a better user experience.\nGoogle Analytics is a third-party information storage system by Google that records information about the pages you visit, the length of time you were on specific pages and the website in general, how you arrived at the site, and what you clicked on.\nYou can opt out of Google Analytics on this and all other websites using a browser plugin.\n</p>", "created_at": "2021-09-02 02:29:39.30299", "updated_at": "2021-09-02 00:31:26.489231"}], "points": [], "urls": ["cloudconvert.com"]}}