{"error": 448, "message": "OK", "parameters": {"id": 5687, "name": "Foryoupromo", "created_at": "2021-11-18 02:38:09.32723", "updated_at": "2021-11-18 23:01:10.716767", "wikipedia": null, "keywords": null, "related": null, "slug": "foryoupromo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5687.png", "url": "foryoupromo.com", "documents": [{"id": 10241, "name": "Terms of use", "url": "https://foryoupromo.com/us/terms-of-use/", "xpath": "", "text": " Skip to the content Search Foryoupromo Menu <ul>\n<li>Australia\n<ul>\n<li>Privacy policy</li>\n</ul>\n</li>\n<li>Canada</li>\n<li>USA\n<ul>\n<li>About us</li>\n<li>Official Rules</li>\n<li>Privacy policy</li>\n<li>Terms of use</li>\n</ul>\n</li>\n</ul> Search Search for: Close search Close Menu <ul>\n<li>AustraliaShow sub menu\n<ul>\n<li>Privacy policy</li>\n</ul>\n</li>\n<li>Canada</li>\n<li>USAShow sub menu\n<ul>\n<li>About us</li>\n<li>Official Rules</li>\n<li>Privacy policy</li>\n<li>Terms of use</li>\n</ul>\n</li>\n</ul> Terms of use <p>Last updated: 6 March 2021</p>\n<p>\n<strong>Agreement between User and Foryoupromo.com/MPP</strong>\n</p>\n<p>Foryoupromo.com/MPP (“Company”) provides our website visitors with access to its content, resources, and tools.\nThe Foryoupromo.com Website is comprised of various web pages owned and operated by MPP (the “Site”).</p>\n<p>\n<strong>The Site are offered to you conditioned on your acceptance without modification of the terms, conditions, and notices contained herein.\nYour use of the Site constitutes your agreement to all such terms, conditions, and notices.</strong>\n</p>\n<p>This Site is intended for and applicable only for residents of the United States, age eighteen or older.&nbsp.\nIf you are from another jurisdiction or under eighteen years of age, you may not use this Site.</p>\n<p>From time to time we may update this Site and these Terms.&nbsp.\nYour use of this Site after we post any changes to these Terms constitutes your agreement to those changes.\nYou agree to review these Terms periodically to ensure that you are familiar with the most recent version.&nbsp.\nCompany may, in its sole discretion, and at any time, discontinue this Site or any part thereof, with or without notice, or may prevent your use of this Site with or without notice to you.\n&nbsp;You agree that you do not have any rights in this Site and that Company will have no liability to you if this Site is discontinued or your ability to access the Site or any content you may have posted on the Site is terminated.</p>\n<strong>Conditions of Use</strong>THESE TERMS AND CONDITIONS OF USE APPLY TO ALL MATERIALS, ONLINE COMMUNICATIONS AND OTHER INFORMATION AND MATERIALS THAT ARE OR BECOME AVAILABLE ON OR THROUGH THE WEBSITE (COLLECTIVELY, THE “MATERIAL”).\nPLEASE READ THESE TERMS AND CONDITIONS OF USE CAREFULLY.\nBY ACCESSING THE WEBSITE YOU SPECIFICALLY ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS AND CONDITIONS OF USE AND YOU SPECIFICALLY AGREE, WITHOUT LIMITATION OR QUALIFICATION, TO EACH OF THE PROVISIONS CONTAINED HEREIN.\nTHESE TERMS AND CONDITIONS MAY BE REVISED AT ANY TIME BY UPDATING THIS POSTING.\nYOU ARE BOUND BY ANY SUCH REVISIONS AND SHOULD THEREFORE PERIODICALLY VISIT THIS PAGE TO REVIEW THE THEN CURRENT TERMS AND CONDITIONS TO WHICH YOU ARE BOUND.THESE TERMS AND CONDITIONS OF USE FORM A LEGALLY BINDING AGREEMENT.\nIF YOU DO NOT AGREE TO ANY OR ALL OF THE PROVISIONS FOUND IN THESE TERMS AND CONDITIONS OF USE, PLEASE IMMEDIATELY EXIT THE WEBSITE.\nWE RESERVE THE RIGHT TO TERMINATE YOUR USE OF OR ACCESS TO THE WEBSITE OR YOUR ACCOUNT AT ANY TIME FOR ANY REASON, INCLUDING, WITHOUT LIMITATION, IF WE LEARN THAT YOU HAVE VIOLATED THESE TERMS AND CONDITIONS OF USE.<strong>Disclaimer of Warranties</strong>YOU EXPRESSLY AGREE THAT USE OF THE WEBSITE IS AT YOUR SOLE RISK.\nTHE MATERIAL PROVIDED ON THE WEBSITE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nTO THE FULLEST EXTENT PERMITTED BY LAW, COMPANY DISCLAIMS ALL WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, WARRANTIES OF TITLE, NONINFRINGEMENT, OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE WITH RESPECT TO THE WEBSITE, ANY USE OF THE WEBSITE AND ANY WEBSITE TO WHICH THE WEBSITE IS LINKED.\nCOMPANY DOES NOT WARRANT THAT THE MATERIAL ON THE WEBSITE IS COMPLETE OR ACCURATE, THAT USE OF THIS WEBSITE WILL BE UNINTERRUPTED OR ERROR FREE, OR THAT THIS WEBSITE OR SERVER OR ANY MATERIAL ON THIS WEBSITE IS FREE OF DISABLING DEVICES (AS HEREINAFTER DEFINED).YOU UNDERSTAND AND AGREE THAT ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE WEBSITE IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SERVICES OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF SUCH MATERIAL.&nbsp;A “DISABLING DEVICE” IS DEFINED AS ANY SOFTWARE, DOCUMENT, MESSAGE OR OTHER MATERIAL WHICH CONTAINS A COMPUTER VIRUS, WORM, TROJAN HORSE, TIME-BOMB OR OTHER HARMFUL DEVICE WHICH MAY ERASE, SCRAMBLE, LOCK OR DISABLE COMPUTER SOFTWARE OR EQUIPMENT OR MAY PREVENT USERS FROM USING A WEBSITE OR ANY OTHER ITEM OF HARDWARE OR SOFTWARE.&nbsp;<strong>Limitations on Authority</strong>WHILE COMPANY USES REASONABLE EFFORTS TO INCLUDE ACCURATE AND UP-TO-DATE INFORMATION ON THE WEBSITE, ERRORS OR OMISSIONS SOMETIMES OCCUR.&nbsp;YOU UNDERSTAND THAT TO THE EXTENT PERMITTED UNDER APPLICABLE LAW, UNDER NO CIRCUMSTANCES SHALL COMPANY, OR ITS OFFICERS, EMPLOYEES, DIRECTORS, MANAGERS, PARENTS, SUBSIDIARIES, AFFILIATES, AGENTS OR LICENSORS, BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE OR CONSEQUENTIAL DAMAGES THAT MAY RESULT FROM THE USE OR INABILITY TO USE THIS WEBSITE, OR THE MATERIAL, INCLUDING WITHOUT LIMITATION, USE OF OR RELIANCE ON THE MATERIAL, INTERRUPTIONS, ERRORS, DEFECTS, MISTAKES, OMISSIONS, DELETION OF FILES, DISABLING DEVICES, DELAYS IN OPERATION OR TRANSMISSION, NONDELIVERY OF INFORMATION, DISCLOSURE OF COMMUNICATIONS, OR ANY OTHER FAILURE OF PERFORMANCE, DAMAGES FOR LOSS OF REVENUES, PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES ARISING OUT OF OR RELATED TO YOUR USE OF THE WEBSITE, REGARDLESS OF WHETHER SUCH DAMAGES ARE BASED ON CONTRACT, TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY), WARRANTY, STATUTE OR OTHERWISE.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE WEBSITE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USE OF THE WEBSITE.&nbsp;YOU (AND NOT COMPANY OR ITS PARENTS OR AFFILIATES) SOLELY ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION RELATED TO ANY DAMAGE, HARM, INJURY OR MALFUNCTION ASSOCIATED WITH YOUR USE OF THE WEBSITE AND/OR ITS CONTENTS.<strong>Third Party Content</strong>Company may distribute content supplied by third parties on the Website.\nAny opinions, advice, statement, services, offers, or other information or content expressed or made available by third parties, including information providers or any other user of the Website, are those of the respective author(s) or distributor(s) and not of Company.\n<p>\n<strong>Links to Third Party Sites</strong>\n</p>\n<p>The Foryoupromo.com Website may contain links to other websites (“Linked Sites”).\nThe Linked Sites are not under the control of Company and Company is not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site.\nCompany is not responsible for webcasting or any other form of transmission received from any Linked Site.\nCompany is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by Company of the site or any association with its operators.</p>\n<p>\n<strong>No Unlawful or Prohibited Use</strong>\n</p>\n<p>As a condition of your use of the&nbsp;<strong>Foryoupromo.com</strong>Website, you warrant to Company that you will not use the&nbsp;<strong>Foryoupromo.com</strong>Website for any purpose that is unlawful or prohibited by these terms, conditions, and notices.\nYou may not use the&nbsp;<strong>Foryoupromo.com</strong>Website in any manner which could damage, disable, overburden, or impair the&nbsp;<strong>Foryoupromo.com</strong>Website or interfere with any other party’s use and enjoyment of it.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the&nbsp;<strong>Foryoupromo.com</strong>Website.</p>\n<strong>Privacy</strong>&nbsp;&nbsp;Information that you provide to us or that we collect about you when visiting&nbsp;<strong>Foryoupromo.com</strong>will be treated in accordance with our Privacy Policy.<strong>Legal Jurisdictions Only</strong>The services described on&nbsp;<strong>Foryoupromo.com</strong>are only for persons in those states and jurisdictions where such services may legally be offered.\nThose who choose to access this website do so at their own initiative and are responsible for compliance with local laws.\nSome services may not be available in all jurisdictions and nothing on&nbsp;<strong>Foryoupromo.com</strong>shall be considered a solicitation to buy or an offer to sell any services to any person in any jurisdiction where such offer, solicitation, purchase or sale would be unlawful.<strong>Access to Password Protected or Secure Areas</strong>Access to and use of password protected or secure areas of<strong>&nbsp;Foryoupromo.com</strong>are restricted to authorized persons only.\nAnyone accessing or who attempts to access such areas without authorization may be subject to prosecution.<strong>Ownership of Information</strong>If you send us any creative materials, such as comments, suggestions, ideas, concepts, drawings, pictures, or other materials (collectively, the “Submissions”), you agree that the Submissions shall be deemed, and shall remain, the property of Company.\nNone of the Submissions shall be subject to any obligation of confidentiality on the part of Company, and Company shall not be liable for any use or disclosure of any of the Submissions.\nWithout limitation of the foregoing, Company shall exclusively own all now known or hereafter existing rights to the Submissions of every kind and nature throughout the world and shall be entitled to unrestricted use of the Submissions for any purpose whatsoever, commercial or otherwise, without compensation to the provider of the Submissions.\n<p>\n<strong>Miscellaneous/Choice of Law/Venue</strong>\n</p>\n<p>These Terms will be governed by and construed in accordance with the internal laws of Delaware without regard to conflicts of laws principles.\n&nbsp;By using this site, you hereby agree that any and all disputes regarding these Terms will be subject to the courts located in Delaware.\nYou agree that, to the extent permitted by applicable law, any and all disputes, claims, and causes of action arising out of or connected with this Site and/or these Terms, will be resolved individually, without resort to any form of class action.&nbsp.\nThese Terms operate to the fullest extent permissible by law.\nTo the extent that any dispute arises out of our promotion, then those terms shall govern the dispute and it shall be arbitrated as explained, therein.\nIf any provision of these Terms and Conditions of Use shall be unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from these Terms and Conditions of Use and shall not affect the validity and enforceability of any remaining provisions.</p>\n<p>\n<strong>Copyright and Trademark Notices</strong>\n</p> All Material included on&nbsp;<strong>Foryoupromo.com</strong>, except third party content as referenced above, is the property of&nbsp;Company and&nbsp;is protected by&nbsp;United&nbsp;States and international copyright laws.&nbsp;No portion&nbsp;of the Material on&nbsp;<strong>Foryoupromo.com</strong>may be reprinted or republished in any form without the express&nbsp;written permission&nbsp;of Company or, with respect to&nbsp;third party&nbsp;content, its&nbsp;respective owner.\nYou may download Material from Foryoupromo.com your own personal, non-commercial use only, provided you do not modify the Material and keep intact all copyright and other proprietary notices.\nYou may not further distribute or display such Material for any purpose.\nWithout our prior written consent, you may not (a) allow, enable, or otherwise support the transmission of mass unsolicited, commercial advertising or solicitations via e-mail (spam).\n(b) use any high volume, automated, or electronic means (including without limitation robots, spiders, scripts or other automatic device) to monitor or copy our web pages or the content contained thereon.\n(c) link or deep-link to&nbsp;<strong>Foryoupromo.com</strong>for any purpose.\nor (d) frame&nbsp;<strong>Foryoupromo.com</strong>, place pop-up windows over its pages, or otherwise affect the display of its pages.&nbsp;Certain of the names, logos, and other materials displayed on&nbsp;<strong>Foryoupromo.com</strong>may constitute trademarks, tradenames, service marks or logos (“Marks”) of Company or third parties.\nYou are not authorized to use any such Marks.\nOwnership of all such Marks and the goodwill associated therewith, with&nbsp;the exception&nbsp;of the&nbsp;third party&nbsp;Marks, remains with Company and are protected by&nbsp;United&nbsp;States and international trademark laws.\nNothing contained on&nbsp;<strong>Foryoupromo.com</strong>should be construed as granting, by implication or otherwise, any license or&nbsp;right to&nbsp;use any of the Marks displayed on&nbsp;<strong>Foryoupromo.com</strong>.\nYour use of the Marks displayed on&nbsp;<strong>Foryoupromo.com</strong>, or any other content on&nbsp;<strong>Foryoupromo.com</strong>, except as provided herein, is strictly prohibited.\nAll Marks not owned by Company that&nbsp;appear&nbsp;on&nbsp;<strong>Foryoupromo.com</strong>are the property of their respective owners.\n<p>\n<strong>Copyright Infringement Policy</strong>\n</p>\n<p>In accordance with the requirements set forth in the Digital Millennium Copyright Act, Title 17 United States Code Section 512(c)(2) (“DMCA”), Company will investigate notices of copyright infringement and take appropriate remedial action.\nIf you believe that any Content on&nbsp;<strong>Foryoupromo.com</strong>has been used or copied in a manner that infringes your work, please provide a written notification of claimed copyright infringement to the Designated Agent for the Site containing the following elements as set forth in the DMCA:</p>\n<ul>\n<li>a physical or electronic signature of the owner of the copyright interest that is alleged to have been infringed or the person authorized to act on behalf of the owner;</li>\n<li>identification of the copyrighted work(s) claimed to have been infringed, including copyright date;</li>\n<li>identification of the Content you claim to be infringing and which you request be removed from the Site or access to which is to be disabled along with a description of where the infringing Content is located;</li>\n<li>information reasonably sufficient to allow us to contact you, such as a physical address, telephone number and an email address;</li>\n<li>a statement by you that you have a good faith belief that the use of the Content identified in your written notification in the manner complained of is not authorized by you or the copyright owner, its agent or the law.\nand</li>\n<li>a statement by you that the information in your written notification is accurate and that, under penalty of perjury, you are the copyright owner or authorized to act on behalf of the copyright owner.</li>\n</ul>\n<p>Company’s designated agent for the written notification of claims of copyright infringement can be contacted via the e-mail address&nbsp;help@foryoupromo.com&nbsp;with the subject line ‘Designated Agent – Copyright Infringement Claims’.</p>\n<strong>Indemnification</strong>You agree to indemnify, defend and hold harmless Company, its parents, subsidiaries, affiliates, officers, directors, managers and other partners, employees, consultants and agents, from and against any and all claims, liabilities, damages, losses, costs, expenses, fees (including reasonable attorneys’ fees and court costs) resulting or arising from (1) any information you submit through&nbsp;<strong>Foryoupromo.com</strong>, (2) your violation of these Terms and Conditions of Use or applicable law, (3) your (or anyone using your computer/device) violation of any rights of any other person or entity, or (4) any Disabling Device or other similar harmful or deleterious programming routines input by you into the Website.&nbsp;<strong>Exclusions and Limitations</strong>Some jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for incidental or consequential damages.\nAccordingly, some of the above limitations and disclaimers may not apply to you.\nTo the extent that Company may not, as a matter of applicable law, disclaim any implied warranty or limit its liabilities, the scope and duration of such warranty and the extent of our liability shall be the minimum permitted under such applicable law.&nbsp;<strong>Termination</strong>You agree that Company, in its sole discretion, may terminate your access to the Website without prior notice, for any reason, including, without limitation, if we believe that you have violated or acted inconsistently with the letter or spirit of these Terms and Conditions of Use.\nFURTHER, YOU AGREE THAT COMPANY SHALL NOT BE LIABLE TO YOU OR ANY OTHER PARTY FOR ANY TERMINATION OF YOUR ACCESS TO THE WEBSITE.\nThe provisions of these Terms and Conditions of Use shall survive any termination of your access to the Website, Material or Software.&nbsp;<strong>Violations of Terms and Conditions of Use</strong>Company reserves the right to seek any remedy available at law or in equity for any violation of these Terms and Conditions of Use, including the right to block access from a particular Internet address to the Website, and irreparable harm will be presumed by any violation of these Terms and Conditions of Use.&nbsp.\n<p>\n<strong>FEEDBACK AND SUBMISSIONS</strong>\n</p>\n<p>Company welcomes your feedback and suggestions about its programs or services or with respect to how to improve the Site.\nBy transmitting any suggestions, information, material, or other content (collectively, “feedback”) to Company, you represent and warrant that such feedback does not infringe or violate the intellectual property or proprietary rights of any third party (including, without limitation, patents, copyrights, or trademark rights) and that you have all rights necessary to convey to Company and enable Company and/or&nbsp;<strong>Foryoupromo.com</strong>to use such feedback.\nIn addition, any feedback received through the Site will be deemed to include a royalty-free, perpetual, irrevocable, transferable, non-exclusive right and license for Company and/or&nbsp;<strong>Foryoupromo.com</strong>to adopt, publish, reproduce, disseminate, transmit, distribute, copy, use, create derivative works, and display (in whole or in part) worldwide, or act on such feedback without additional approval or consideration, in any form, media, or technology now known or later developed for the full term of any rights that may exist in such content, and you hereby waive any claim to the contrary.</p>\n<p>© 2021 Foryoupromo </p>\n<p> Powered by WordPress </p> To the top ↑ Up ↑ ", "created_at": "2021-11-18 02:38:09.33088", "updated_at": "2021-11-18 01:38:26.938424"}, {"id": 10240, "name": " Privacy policy", "url": "https://foryoupromo.com/us/privacy-policy/", "xpath": "", "text": " Skip to the content Search Foryoupromo Menu <ul>\n<li>Australia\n<ul>\n<li>Privacy policy</li>\n</ul>\n</li>\n<li>Canada</li>\n<li>USA\n<ul>\n<li>About us</li>\n<li>Official Rules</li>\n<li>Privacy policy</li>\n<li>Terms of use</li>\n</ul>\n</li>\n</ul> Search Search for: Close search Close Menu <ul>\n<li>AustraliaShow sub menu\n<ul>\n<li>Privacy policy</li>\n</ul>\n</li>\n<li>Canada</li>\n<li>USAShow sub menu\n<ul>\n<li>About us</li>\n<li>Official Rules</li>\n<li>Privacy policy</li>\n<li>Terms of use</li>\n</ul>\n</li>\n</ul> Privacy policy <p>\n<strong>Last Updated: 6 March 20</strong>21</p>\n<p>This Privacy Policy applies to https://foryoupromo.com/ (the “Site”) and outlines our treatment of personally identifiable information we collect on behalf of our sponsors and for our own use.\nThere are two categories of data processing in which MPP Media Pay Plus Ltd (“MPP”) is involved and collects such information to identify you as a participant and/or respondent to the&nbsp;Foryoupromo “opt-in” promotions.</p>\n<p>Agreement to this Policy<strong>:&nbsp;</strong>By using this Site you consent to this Privacy Policy, including your consent to our use and disclosure of information about you in the manner described herein.</p>\n<p>This Privacy Policy has been compiled to better serve those who are concerned with how their ‘Personally Identifiable Information’ (PII) is being used online.\nPII, as used in US privacy law and information security, is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context.\nPlease read this Privacy Policy carefully to get a clear understanding of how we collect, use, protect or otherwise handle your Personally Identifiable Information in accordance with our website.</p>\n<p>\n<strong>Foryoupromo ‘opt-in’ and ‘opt-out’ data processing</strong>\n</p>\n<p>Most of the times, MPP offers the opportunity to ‘opt-in’ to receiving marketing information from MPP and its partners/sponsors.\nIn such events, an “opt-in” question will appear on the registration entry page clearly explaining to potential entrants that by checking the box the entrant will be agreeing to share their personally identifiable information with MPP and MPP’s named partners.</p>\n<p>Such information may come from MPP itself, companies with whom MPP has a business relationship and/or MPP’s named sponsors/partners.\nIf you want to ‘opt-out’ of receiving such notices from MPP after you have ‘opted-in’, or you wish to correct the information you have provided to MPP, you are invited to do this via e-mail to&nbsp;help@foryoupromo.com.</p>\n<p>\n<strong>Channel management&nbsp;&nbsp;</strong>\n</p>\n<p>When you ‘opt-in’ to receive information from MPP, you are agreeing to receive email and information via other channels from MPP, including marketing, surveys, special offers and notices about other promotions.\nBy ‘opting-in’ to the promotion you, as the respondent, consent to receive telephone calls for marketing purposes, even if you have provided your (mobile or landline) telephone number to a federal or state do-not-call register.</p>\n<p>\n<strong>What Personal Information do we collect?</strong>\n</p>\n<p>We collect whatever contact information you fill in on our promotional&nbsp;form.\nThat includes: Title, First Name, Last Name, Zip Code, Address, City, State, Mobile Telephone Number, and Date of Birth.</p>\n<p>\n<strong>Information Sharing</strong>&nbsp;We will share your personal information with third parties only in the ways that are described in this privacy statement.\nWe do not sell, rent, trade, or otherwise share your personal information with third parties without first providing you notice and choice.</p>\n<p>With Agents: We may provide your personal information to agents or service providers acting on our behalf for limited purposes.\nFor example, we may share personal information with our agents or service providers to enter you into our promotions or send you an email on our behalf.\nThese third parties are authorized to use your personal information only to perform the service they are providing for us.</p>\n<p>By Law: We reserve the right to disclose your personal information as required by law&nbsp;(e.g., to comply with a subpoena, warrant, court order, or similar legal process served on our website)&nbsp;and when we believe that disclosure is necessary to protect&nbsp;our&nbsp;rights, protect your&nbsp;safety&nbsp;or the safety of others, investigate fraud, and/or respond to a government request.</p>\n<p>Business Transition: In the event we go through a business transition, such as a merger, acquisition by another company, or sale of all or a portion of its assets, your personally identifiable information will likely be among the assets transferred.\nYou will be notified via email and/or a prominent notice on our website of any such change in ownership or control of your personal information, as well as any choices you may have regarding your personal information.</p>\n<p>\n<strong>Retention</strong>\n</p>\n<p>Data is stored and maintained in the course of providing our services.\nYour personal details are stored when you are a participant in our promotions.\nData is also processed in the course of providing our services by other companies in the group, sponsors and partners, when making available the product to a tester, or when a consumer registers interest in one of our services or contacts us for some other reason.\nThe personal information we hold includes information such as contact details, mobile phone number, opt-in data, opt-out data, new products/services/promotions and/or when you have registered interest in our different sorts of services or promotions.</p>\n<p>We use this information for the fulfillment and processing of agreements with you, to provide other services (by our subsidiaries and sponsors or partners), internal business processes and, to update customers of (new) products/services/promotions provided by us, other companies in the group or by sponsors and partners.\nYour (contact) details may also be passed to sponsors and partners in order to provide you with information about offers or other relevant information you consented to by participating by opting in to the service.\nIf you do not wish to receive this information, you can unsubscribe at any time by contacting us at&nbsp;help@foryoupromo.com.</p>\n<p>\n<strong>Your mobile or landline telephone number</strong>\n</p>\n<p>If you have provided your (mobile) telephone number we may use it to communicate with you and keep you informed of (new) products, services and options.\nYou can unsubscribe at any moment by clicking on the link in the text message which you receive on your mobile telephone or by indicating this to the agent who calls you.</p>\n<p>\n<strong>Your e-mail address</strong>\n</p>\n<p>When you provide your e-mail address, we may send you information for marketing purposes or other information, including additional promotions.\nIf you do not wish to receive this information, you can unsubscribe at any time by clicking on the link in the e-mail you received.\nYou may also have given your consent to disclose your e-mail address to be sent offers and campaigns from Foryoupromo and they will be delivered by either Foryoupromo or our mailing partner(s).</p>\n<p>\n<strong>Viewing for correction</strong>\n</p>\n<p>You may view the data we maintain on you at any time.\nIf such information is incorrect you can help us to correct these.\nTo view or correct your data, you can send your request to the above mentioned address.\nPlease contact us also at the above address if you have questions or any queries about how we handle personal information.</p>\n<p>\n<strong>Preferences kind of products and services</strong>\n</p>\n<p>Our aim is to take into account your preferences as much as possible.\nIf you are not interested in information about (new) relevant products/services/promotions, then you may unsubscribe at any time.\nNote: our service is aimed at sharing information with you on preferences for different kinds of products, services and options.\nA total blocking of your data may lead to your not receiving information on offers and campaigns in which you probably may be interested in.</p>\n<p>\n<strong>Database records</strong>\n</p>\n<p>For the provision of our service we keep database records in order to have a robust control in place on our services (and our service providers).\nThe purpose of this is to optimize the reliability of the service.\nThe information derived from these data is used to prevent misuse of data and if necessary to comply with more detailed information queries from third parties on the basis of (self)regulation.</p>\n<p>\n<strong>Browsing session and IP-address</strong>\n</p>\n<p>We also make use of the IP-address of your computer.\nThis IP-address is a number which automatically assigned to your computer when you have a browsing session on the internet, such as when you visit one of our sites or landing pages.\nThey can be used to see which use has been made of the website and for drafting analyses and reports with non-identifiable information.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>Due to the nature of the service and the trust which one must have in our service we have designed and implemented technical and organizational measures governing an adequate level of security and ensure compliance with these measures.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>We and our marketing partners, affiliates, or analytics or service providers, use technologies such as cookies, beacons, tags, and scripts, to analyse trends, administer the website, tracking users’ movements around the website, and to gather demographic information about our user base as a whole.\nWe may receive reports based on the use of these technologies by these companies on an individual and aggregated basis.</p>\n<p>We use cookies to personalize your experience on the site.\nUsers can control the use of cookies at the individual browser level.\nIf you reject cookies, you may still use our website, but your ability to use some features or areas of our website may be limited.</p>\n<p>Notwithstanding any other provision, we may also engage a third-party partner for the purpose of identifying users and delivering to them interest-based content and advertisements.\nWe may share information about you with our partners such as your name, postal address, email, or other identifier and may do so non-human readable form to ensure the security of your information.\nOur partners also may collect information directly from your device, such as your IP address, device ID, information about your browser or operating system.\nmay combine our personal and non-personal information about you with information from other sources.\nand may place or recognize a unique cookie on your browser.\nTo opt-out of third-party cookies, please go to&nbsp;http://www.aboutads.info/choices.</p>\n<p>\n<strong>Log Files</strong>\n</p>\n<p>As is true of most websites, we gather certain information automatically and store it in log files.\nThis information may include internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and/or page views.</p>\n<p>We use this information, to analyze trends, to administer the site, to track users’ movements around the site and to gather demographic information about our user base as a whole.\nIt also assists in demonstrating who has opted in to receiving our communications and when they opted in.</p>\n<p>\n<strong>Links</strong>\n</p>\n<p>On this site you may see hyperlinks to other websites.\nWe cannot be held responsible for the data processing activities by these organizations.\nRead the privacy policy, if present, of the site you are visiting.</p>\n<p>\n<strong>Adjustments</strong>\n</p>\n<p>We reserve the right to make adjustments to this privacy policy.\nImportant adjustments are made know on this site in the privacy policy.</p>\n<p>\n<strong>Notices</strong>\n</p>\n<p>If you wish to file a short notice or provide any comments on our privacy policy please contact us via&nbsp;help@foryoupromo.com.&nbsp;We will contact you to discuss any concerns within 48 hours of receiving your e-mail.</p>\n<p>\n<strong>California Do Not Track Disclosures</strong>\n</p>\n<p>\n<strong>How do we respond to Web browser “do not track” signals or other mechanisms that provide consumers the ability to exercise choice regarding the collection of personally identifiable information about an individual consumer’s online activities over time and across third-party websites or online services?</strong>\n</p>\n<p>We currently do not respond to DNT signals in browsers because we do not track individual users across the web.</p>\n<p>\n<strong>May other parties collect personally identifiable information about an individual consumer’s online activities over time and across different websites when they visit https://foryoupromo.com?</strong>\n</p>\n<p>No.</p>\n<p>\n<strong>Notice to California Residents</strong>\n</p>\n<p>In response to a California law, we will automatically treat individuals with California addresses or telephone numbers (when disclosed to us) as if you requested us to not share your information with nonaffiliated third parties except as permitted by the applicable California law.\nWe will also limit the sharing of information about you with our affiliates to comply with California privacy laws that apply to us.</p>\n<p>\n<strong>Notice to Vermont Residents</strong>\n</p>\n<p>In response to Vermont regulations, we automatically treat accounts with Vermont billing addresses as if you requested that we not share your information with nonaffiliated third parties, and that we limit the information we share with our affiliates.\nIf we disclose information about you to nonaffiliated third parties with whom we have joint marketing agreements, we will only disclose your name, address, other contact information, and information about our transaction and experiences with you.</p>\n<p>\n<strong>Notice to Users Outside of the United States</strong>\n</p>\n<p>This Online Privacy Policy is intended to cover collection of information on our Sites from residents of the United States.\nIf you are visiting our Sites from outside the United States, please be aware that your information may be transferred to, stored and processed in the United States where our servers are located and our central database is operated.\nThe data protection and laws of the United States and other countries might not be as comprehensive as those in your country.\nBy using our services, you understand that your information may be transferred to our facilities and those third-parties with whom we share it as described in this Notice.</p>\n<p>\n<strong>&nbsp;Protecting Children’s Privacy Online</strong>\n</p>\n<p>The Site is not directed to individuals under the age of thirteen (13),&nbsp;and we request that these individuals do not provide Personal Information through the Site.\nWe do not knowingly collect information from children under 13 without parental consent.\nVisit the Federal Trade Commission website for more information about the Children’s Online Privacy Protection Act (COPPA).\nIf you believe that we have received information from a child or other person who is not of a majority age in their relevant jurisdiction, please contact us at our email or physical mailing address listed in the “Contact Us” section below and we will take all reasonable efforts to remove the information.</p>\n<p>\n<strong>Notification of Privacy Statement Changes.&nbsp;</strong>We may update this policy from time to time as our information practices are modified or changed.\nIf we make changes to the Privacy Notice, we will revise the “Last Updated” date at the top of this Notice.\nAny changes to this Notice will become effective when we post the revised Notice on the Site.\nYour use of the Site following these changes means that you accept the revised Notice.</p>\n<p>\n<strong>Contact Information</strong>&nbsp;You can contact us by writing or email us at the address below.</p>\n<p>MPP</p>\n<p>Arch.\nMakario III, 161.\n5th Floor/ Office 5.\n3027 Limassol, Cyprus</p>\n<p>help@foryoupromo.com</p>\n<p>\n<strong>Please print and retain a copy of this privacy policy for your records.</strong>\n</p>\n<p>© 2021 Foryoupromo </p>\n<p> Powered by WordPress </p> To the top ↑ Up ↑ ", "created_at": "2021-11-18 02:38:09.329441", "updated_at": "2021-11-18 01:38:29.286736"}], "points": [], "urls": ["foryoupromo.com"]}}