{"error": 448, "message": "OK", "parameters": {"id": 2698, "name": "Qualtrics", "created_at": "2021-02-04 18:46:11.032178", "updated_at": "2022-01-04 20:39:18.335022", "wikipedia": "https://en.wikipedia.org/wiki/Qualtrics", "keywords": null, "related": null, "slug": "qualtricsxm", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2698.png", "url": "qualtrics.com", "documents": [{"id": 3968, "name": "Terms of Service", "url": "https://www.qualtrics.com/terms-of-service/", "xpath": "/html/body/div[1]/div/div[1]/div", "text": " Terms of Service or General Terms and Conditions for Qualtrics Services (“GTC”)\n<strong>If a valid agreement exists between you (“Customer”) and Qualtrics, LLC (“Qualtrics”, an SAP America Inc.\ncompany) related to the subject matter hereof, those terms take precedence over these terms unless otherwise agreed by the Parties in relation to a specific Order Form.</strong> These GTC may be updated from time to time as explained herein.\nRefer to these GTC regularly to ensure compliance.\nThese GTC can be found at www.qualtrics.com/terms-of-service.\n<strong>&nbsp;Acceptance.\n</strong>Please read these GTC carefully before using www.qualtrics.com (the “<strong>Website</strong>”) or the products or services offered by Qualtrics (the “<strong>Services</strong>”).\nThese GTC take effect when you click an “I Accept” button or checkbox presented with these GTC or when you use any of the Services or Website, whichever occurs first.\nIf you are agreeing to these GTC on behalf of Customer, you represent to Qualtrics that you have legal authority to bind Customer.\n<strong>&nbsp;Modifications to this Agreement</strong>.\nQualtrics may modify these GTC at any time by posting a revised version on this website (www.qualtrics.com/terms-of-service) or otherwise providing notice to Customer.\nBy continuing to use the Services after the effective date of any modifications to these GTC, Customer agrees to be bound by the modified terms.\nSome Services may be subject to additional terms specific to those Services as set forth in the Service-Specific Terms https://www.qualtrics.com/service-specific-terms/, which are incorporated herein to the extent applicable.\n<strong>&nbsp;United States Federal Government Agency:</strong> If you are a United States federal government agency, use of the Services is subject to this amendment.\nRevised June 24, 2020\n**************** <ol>\n<li>\n<strong>DEFINITIONS</strong>\nCapitalized terms used in this document are defined in the Glossary.</li>\n<li>\n<strong>USAGE RIGHTS AND RESTRICTIONS</strong>\n<ol>\n<li>\n<strong>Grant of Rights.</strong>\nQualtrics grants to Customer a non-exclusive, non-transferable and world-wide right to use the Cloud Service (including its implementation and configuration), Cloud Materials (as applicable) and Documentation solely for Customer’s and its Affiliates’ internal business operations.\nPermitted uses and restrictions of the Cloud Service also apply to Cloud Materials and Documentation.</li>\n<li>\n<strong>Authorized Users.</strong>\nCustomer may permit Authorized Users to use the Cloud Service.\nUsage is limited to the Usage Metrics and volumes stated in the Order Form.\nAccess credentials for the Cloud Service may not be used by more than one individual, but may be transferred from one individual to another if the original user is no longer permitted to use the Cloud Service.\nCustomer is responsible for breaches of the Agreement caused by Authorized Users.</li>\n<li>\n<strong>Acceptable Use Policy.</strong>\nWith respect to the Cloud Service, Customer will not:\n<ol>\n<li>disassemble, decompile, reverse-engineer, copy, translate or make derivative works,</li>\n<li>transmit any content or data that is unlawful or infringes any intellectual property rights, or</li>\n<li>circumvent or endanger its operation or security.</li>\n</ol>\n</li>\n<li>\n<strong>Verification of Use.</strong>\nCustomer will monitor its own use of the Cloud Service and report any use in excess of the Usage Metrics and volume.\nQualtrics may monitor use to verify compliance with Usage Metrics, volume and the Agreement.</li>\n<li>\n<strong>Suspension of Cloud Service.</strong>\nQualtrics may suspend or limit use of the Cloud Service if continued use may result in material harm to the Cloud Service or its users.\nQualtrics will promptly notify Customer of the suspension or limitation.\nQualtrics will limit a suspension or limitation in time and scope as reasonably possible under the circumstances.</li>\n<li>\n<strong>Third Party Web Services.</strong>\nThe Cloud Service may include integrations with web services made available by third parties (other than Qualtrics’ Affiliates) that are accessed through the Cloud Service and subject to terms and conditions with those third parties.\nThese third party web services are not part of the Cloud Service and the Agreement does not apply to them.</li>\n<li>\n<strong>Mobile Access to Cloud Service.</strong>\nIf applicable, Authorized Users may access certain Cloud Services through mobile applications obtained from third-party websites such as Android or Apple app store.\nThe use of mobile applications may be governed by the terms and conditions presented upon download/access to the mobile application and not by the terms of the Agreement.</li>\n</ol>\n</li>\n<li>\n<strong>QUALTRICS RESPONSIBILITIES</strong>\n<ol>\n<li>\n<strong>Provisioning.</strong>\nQualtrics provides access to the Cloud Service as described in the Agreement.</li>\n<li>\n<strong>Support.</strong>\nQualtrics provides support for the Cloud Service as referenced in the Order Form.</li>\n<li>\n<strong>Security.</strong>\nQualtrics will implement and maintain appropriate technical and organizational measures to protect the personal data processed by Qualtrics as part of the Cloud Service as described in the Data Processing Agreement attached hereto as <strong>Exhibit A</strong> (“<strong>DPA</strong>”) for Cloud Services incorporated into the Order Form in compliance with applicable data protection law.</li>\n<li>\n<strong>Modifications.</strong>\n<ol>\n<li>The Cloud Service and Qualtrics Policies may be modified by Qualtrics.\nQualtrics will inform Customer of modifications by email, the support portal, release notes, Documentation or the Cloud Service.\nThe information will be delivered by email if the modification is not solely an enhancement.\nModifications may include optional new features for the Cloud Service, which Customer may use subject to the then-current Supplement and Documentation.</li>\n<li>If Customer establishes that a modification is not solely an enhancement and materially reduces the Cloud Service, Customer may terminate its subscriptions to the affected Cloud Service by providing written notice to Qualtrics within thirty days after receipt of Qualtrics’ informational notice.</li>\n</ol>\n</li>\n<li>\n<strong>Analyses.</strong>\nQualtrics or Qualtrics’ Affiliates may create analyses utilizing, in part, Customer Data and information derived from Customer’s use of the Cloud Service and Consulting Services, as set forth below (“<strong>Analyses</strong>”).\nAnalyses will anonymize and aggregate information and will be treated as Cloud Materials.\nUnless otherwise agreed, personal data contained in Customer Data is only used to provide the Cloud Service and Consulting Services.\nAnalyses may be used for the following purposes:\n<ol>\n<li>product improvement (in particular, product features and functionality, workflows and user interfaces) and development of new Qualtrics products and services,</li>\n<li>improving resource allocation and support,</li>\n<li>internal demand planning,</li>\n<li>training and developing machine learning algorithms,</li>\n<li>improving product performance,</li>\n<li>verification of security and data integrity</li>\n<li>identification of industry trends and developments, creation of indices and anonymous benchmarking</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>CUSTOMER AND PERSONAL DATA</strong>\n<ol>\n<li>\n<strong>Customer Data.</strong>\nCustomer is responsible for the Customer Data and entering it into the Cloud Service.\nCustomer grants to Qualtrics (including Qualtrics’ Affiliates and subcontractors) a nonexclusive right to process Customer Data solely to provide and support the Cloud Service.</li>\n<li>\n<strong>Personal Data.</strong>\nCustomer will collect and maintain all personal data contained in the Customer Data in compliance with applicable data privacy and protection laws.</li>\n<li>\n<strong>Security.</strong>\nCustomer will maintain reasonable security standards for its Authorized Users’ use of the Cloud Service.\nCustomer will not conduct or authorize penetration tests of the Cloud Service without advance approval from Qualtrics.</li>\n<li>\n<strong>Access to Customer Data.</strong>\n<ol>\n<li>During the Subscription Term, Customer can access its Customer Data at any time.\nCustomer may export and retrieve its Customer Data in a standard format.\nExport and retrieval may be subject to technical limitations, in which case Qualtrics and Customer will find a reasonable method to allow Customer access to Customer Data.</li>\n<li>Before the Subscription Term expires, if available, Customer may use Qualtrics’ self-service export tools (as available) to perform a final export of Customer Data from the Cloud Service.\nAlternatively, Customer may request data export through support ticket.</li>\n<li>At the end of the Agreement, Qualtrics will delete the Customer Data remaining on servers hosting the Cloud Service unless applicable law requires retention.\nRetained data is subject to the confidentiality provisions of the Agreement.</li>\n<li>In the event of third party legal proceedings relating to the Customer Data, Qualtrics will cooperate with Customer and comply with applicable law (both at Customer’s expense) with respect to handling of the Customer Data.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>FEES AND TAXES</strong>\n<ol>\n<li>\n<strong>Fees and Payment.</strong>\nCustomer will pay fees as stated in the Order Form.\nAfter prior written notice, Qualtrics may suspend Customer’s use of the Cloud Service until payment is made.\nCustomer cannot withhold, reduce or set-off fees owed nor reduce Usage Metrics during the Subscription Term.\nAll Order Forms are non-cancellable and fees non-refundable.</li>\n<li>\n<strong>Taxes.</strong>\nFees and other charges imposed under an Order Form will not include taxes, all of which will be for Customer’s account.\nCustomer is responsible for all taxes, other than Qualtrics’ income and payroll taxes.\nCustomer must provide to Qualtrics any direct pay permits or valid tax-exempt certificates prior to signing an Order Form.\nIf Qualtrics is required to pay taxes (other than its income and payroll taxes), Customer will reimburse Qualtrics for those amounts and indemnify Qualtrics for any taxes and related costs paid or payable by Qualtrics attributable to those taxes.</li>\n</ol>\n</li>\n<li>\n<strong>TERM AND TERMINATION</strong>\n<ol>\n<li>\n<strong>Term.</strong>\nThe Subscription Term is as stated in the Order Form.</li>\n<li>\n<strong>Termination.</strong>\nA party may terminate the Agreement:\n<ol>\n<li>upon thirty days written notice of the other party’s material breach unless the breach is cured during that thirty day period,</li>\n<li>as permitted under Sections 3.4(b), 7.3(b), 7.4(c), or 8.1(c) (with termination effective thirty days after receipt of notice in each of these cases), or</li>\n<li>immediately if the other party files for bankruptcy, becomes insolvent, or makes an assignment for the benefit of creditors, or otherwise materially breaches Sections 11 or 12.6.</li>\n</ol>\n</li>\n<li>\n<strong>Refund and Payments.</strong>\nFor termination by Customer or an 8.1(c) termination, Customer will be entitled to:\n<ol>\n<li>a pro-rata refund in the amount of the unused portion of prepaid fees for the terminated subscription calculated as of the effective date of termination, and</li>\n<li>a release from the obligation to pay fees due for periods after the effective date of termination.</li>\n</ol>\n</li>\n<li>\n<strong>Effect of Expiration or Termination.</strong>\nUpon the effective date of expiration or termination of the Agreement:\n<ol>\n<li>Customer’s right to use the Cloud Service and all Qualtrics Confidential Information will end,</li>\n<li>Confidential Information of the disclosing party will be returned or destroyed as required by the Agreement, and</li>\n<li>termination or expiration of the Agreement does not affect other agreements between the parties.</li>\n</ol>\n</li>\n<li>\n<strong>Survival.</strong>\nSections 1, 5, 6.3, 6.4, 6.5, 8, 9, 10, 11, and 12 will survive the expiration or termination of the Agreement.</li>\n</ol>\n</li>\n<li>\n<strong>WARRANTIES</strong>\n<ol>\n<li>\n<strong>Compliance with Law.</strong>\nEach party warrants its current and continuing compliance with all laws and regulations applicable to it in connection with:\n<ol>\n<li>in the case of Qualtrics, the operation of Qualtrics’ business as it relates to the Cloud Service, and</li>\n<li>in the case of Customer, the Customer Data and Customer’s use of the Cloud Service.</li>\n</ol>\n</li>\n<li>\n<strong>Good Industry Practices.</strong>\nQualtrics warrants that it will provide the Cloud Service:\n<ol>\n<li>in substantial conformance with the Documentation.\nand</li>\n<li>with the degree of skill and care reasonably expected from a skilled and experienced global supplier of services substantially similar to the nature and complexity of the Cloud Service.</li>\n</ol>\n</li>\n<li>\n<strong>Remedy.</strong>\nCustomer’s sole and exclusive remedies and Qualtrics’ entire liability for breach of the warranty under Section 7.2 will be:\n<ol>\n<li>the re-performance of the deficient Cloud Service, and</li>\n<li>if Qualtrics fails to re-perform, Customer may terminate its subscription for the affected Cloud Service.\nAny termination must occur within three months of Qualtrics’ failure to re-perform.</li>\n</ol>\n</li>\n<li>\n<strong>System Availability.</strong>\n<ol>\n<li>Qualtrics warrants to maintain an average monthly system availability for the production system of the Cloud Service as defined in the applicable service level agreement or Supplement (“SLA”).</li>\n<li>Customer’s sole and exclusive remedy for Qualtrics’ breach of the SLA is the issuance of a credit in the amount described in the SLA.\nCustomer will follow Qualtrics’ posted credit claim procedure.\nWhen the validity of the service credit is confirmed by Qualtrics in writing (email permitted), Customer may apply the credit to a future invoice for the Cloud Service or request a refund for the amount of the credit if no future invoice is due.</li>\n<li>In the event Qualtrics fails to meet the SLA (i) for four consecutive months, or (ii) for five or more months during any twelve months period, or (iii) at a system availability level of at least 95% for one calendar month, Customer may terminate its subscriptions for the affected Cloud Service by providing Qualtrics with written notice within thirty days after the failure.</li>\n</ol>\n</li>\n<li>\n<strong>Warranty Exclusions.</strong>\nThe warranties in Sections 7.2 and 7.4 will not apply if:\n<ol>\n<li>the Cloud Service is not used in accordance with the Agreement or Documentation,</li>\n<li>any non-conformity is caused by Customer, or by any product or service not provided by Qualtrics, or</li>\n<li>the Cloud Service was provided for no fee.</li>\n</ol>\n</li>\n<li>\n<strong>Disclaimer.</strong>\nExcept as expressly provided in the Agreement, neither Qualtrics nor its subcontractors make any representation or warranties, express or implied, statutory or otherwise, regarding any matter, including the merchantability, suitability, originality, or fitness for a particular use or purpose, non-infringement or results to be derived from the use of or integration with any products or services provided under the Agreement, or that the operation of any products or services will be secure, uninterrupted or error free.\nCustomer agrees that it is not relying on delivery of future functionality, public comments or advertising of Qualtrics or product roadmaps in obtaining subscriptions for any Cloud Service.</li>\n</ol>\n</li>\n<li>\n<strong>THIRD PARTY CLAIMS</strong>\n<ol>\n<li>\n<strong>Claims Brought Against Customer.</strong>\n<ol>\n<li>Qualtrics will defend Customer against claims brought against Customer and its Affiliates by any third party alleging that Customer’s and its Affiliates’ use of the Cloud Service infringes or misappropriates a patent claim, copyright, or trade secret right.\nQualtrics will indemnify Customer against all damages finally awarded against Customer (or the amount of any settlement Qualtrics enters into) with respect to these claims.</li>\n<li>Qualtrics’ obligations under Section 8.1 will not apply if the claim results from (i) Customer’s breach of Section 2, (ii) use of the Cloud Service in conjunction with any product or service not provided by Qualtrics, or (iii) use of the Cloud Service provided for no fee.</li>\n<li>In the event a claim is made or likely to be made, Qualtrics may (i) procure for Customer the right to continue using the Cloud Service under the terms of the Agreement, or (ii) replace or modify the Cloud Service to be non-infringing without a material decrease in functionality.\nIf these options are not reasonably available, Qualtrics or Customer may terminate Customer’s subscription to the affected Cloud Service upon written notice to the other.</li>\n</ol>\n</li>\n<li>\n<strong>Claims Brought Against Qualtrics.</strong>\nCustomer will defend Qualtrics against claims brought against Qualtrics and its Affiliates and subcontractors by any third party related to Customer Data.\nCustomer will indemnify Qualtrics against all damages finally awarded against Qualtrics and its Affiliates and subcontractors (or the amount of any settlement Customer enters into) with respect to these claims.</li>\n<li>\n<strong>Third Party Claim Procedure.</strong>\n<ol>\n<li>The party against whom a third party claim is brought will timely notify the other party in writing of any claim, reasonably cooperate in the defense and may appear (at its own expense) through counsel reasonably acceptable to the party providing the defense.</li>\n<li>The party that is obligated to defend a claim will have the right to fully control the defense.</li>\n<li>Any settlement of a claim will not include a financial or specific performance obligation on, or admission of liability by, the party against whom the claim is brought.</li>\n</ol>\n</li>\n<li>\n<strong>Exclusive Remedy.</strong>\nThe provisions of Section 8 state the sole, exclusive, and entire liability of the parties, their Affiliates, Business Partners and subcontractors to the other party, and is the other party’s sole remedy, with respect to covered third party claims and to the infringement or misappropriation of third party intellectual property rights.</li>\n</ol>\n</li>\n<li>\n<strong>LIMITATION OF LIABILITY</strong>\n<ol>\n<li>\n<strong>Unlimited Liability.</strong>\nNeither party will exclude or limit its liability for damages resulting from:\n<ol>\n<li>the parties’ obligations under Section 8.1(a) and 8.2,</li>\n<li>unauthorized use or disclosure of Confidential Information,</li>\n<li>either party’s breach of its data protection and security obligations that result in an unauthorized use or disclosure of personal data,</li>\n<li>death or bodily injury arising from either party’s gross negligence or willful misconduct, or</li>\n<li>any failure by Customer to pay any fees due under the Agreement.</li>\n</ol>\n</li>\n<li>\n<strong>Liability Cap.</strong>\nSubject to Sections 9.1 and 9.3, the maximum aggregate liability of either party (or its respective Affiliates or Qualtrics’ subcontractors) to the other or any other person or entity for all events (or series of connected events) arising in any twelve month period will not exceed the annual subscription fees paid for the applicable Cloud Service directly causing the damage for that twelve month period.\nAny “twelve month period” commences on the Subscription Term start date or any of its yearly anniversaries.</li>\n<li>\n<strong>Exclusion of Damages.</strong>\nSubject to Section 9.1:\n<ol>\n<li>neither party (nor its respective Affiliates or Qualtrics’ subcontractors) will be liable to the other party for any special, incidental, consequential, or indirect damages, loss of good will or business profits, work stoppage or for exemplary or punitive damages, and</li>\n<li>Qualtrics will not be liable for any damages caused by any Cloud Service provided for no fee.</li>\n</ol>\n</li>\n<li>\n<strong>Risk Allocation.</strong>\nThe Agreement allocates the risks between Qualtrics and Customer.\nThe fees for the Cloud Service and Consulting Services reflect this allocation of risk and limitations of liability.</li>\n</ol>\n</li>\n<li>\n<strong>INTELLECTUAL PROPERTY RIGHTS</strong>\n<ol>\n<li>\n<strong>QUALTRICS Ownership.</strong>\nQualtrics, Qualtrics’ Affiliates or licensors own all intellectual property rights in and related to the Cloud Service, Cloud Materials, Documentation, Consulting Services, design contributions, related knowledge or processes, and any derivative works of them.\nAll rights not expressly granted to Customer are reserved to Qualtrics and its licensors.</li>\n<li>\n<strong>Customer Ownership.</strong>\nCustomer retains all rights in and related to the Customer Data.\nQualtrics may use Customer-provided trademarks solely to provide and support the Cloud Service.</li>\n<li>\n<strong>Non-Assertion of Rights.</strong>\nCustomer covenants, on behalf of itself and its successors and assigns, not to assert against Qualtrics and its Affiliates or licensors, any rights, or any claims of any rights, in any Cloud Service, Cloud Materials, Documentation, or Consulting Services.</li>\n</ol>\n</li>\n<li>\n<strong>CONFIDENTIALITY</strong>\n<ol>\n<li>\n<strong>Use of Confidential Information,</strong>\n<ol>\n<li>The receiving party will protect all Confidential Information of the disclosing party as strictly confidential to the same extent it protects its own Confidential Information, and not less than a reasonable standard of care.\nReceiving party will not disclose any Confidential Information of the disclosing party to any person other than its personnel, representatives or Authorized Users whose access is necessary to enable it to exercise its rights or perform its obligations under the Agreement and who are under obligations of confidentiality substantially similar to those in Section 11.\nCustomer will not disclose the Agreement or the pricing to any third party.</li>\n<li>Confidential Information of either party disclosed prior to execution of the Agreement will be subject to Section 11.</li>\n<li>In the event of legal proceedings relating to the Confidential Information, the receiving party will cooperate with the disclosing party and comply with applicable law (all at disclosing party’s expense) with respect to handling of the Confidential Information.</li>\n</ol>\n</li>\n<li>\n<strong>Exceptions.</strong> The restrictions on use or disclosure of Confidential Information will not apply to any Confidential Information that:\n<ol>\n<li>is independently developed by the receiving party without reference to the disclosing party’s Confidential Information,</li>\n<li>is generally available to the public without breach of the Agreement by the receiving party,</li>\n<li>at the time of disclosure, was known to the receiving party free of confidentiality restrictions, or</li>\n<li>the disclosing party agrees in writing is free of confidentiality restrictions.</li>\n</ol>\n</li>\n<li>\n<strong>Publicity.</strong>\nNeither party will use the name of the other party in publicity activities without the prior written consent of the other, except that Customer agrees that Qualtrics may use Customer’s name in customer listings or quarterly calls with its investors or, at times mutually agreeable to the parties, as part of Qualtrics’ marketing efforts (including reference calls and stories, press testimonials, site visits, SAPPHIRE participation).\nCustomer agrees that Qualtrics may share information on Customer with its Affiliates for marketing and other business purposes and that it has secured appropriate authorizations to share Customer employee contact information with Qualtrics.</li>\n</ol>\n</li>\n<li>\n<strong>MISCELLANEOUS</strong>\n<ol>\n<li>\n<strong>Severability</strong>\nIf any provision of the Agreement is held to be invalid or unenforceable, the invalidity or unenforceability will not affect the other provisions of the Agreement.</li>\n<li>\n<strong>No Waiver.</strong>\nA waiver of any breach of the Agreement is not deemed a waiver of any other breach.</li>\n<li>\n<strong>Electronic Signature.</strong>\nElectronic signatures that comply with applicable law are deemed original signatures.</li>\n<li>\n<strong>Regulatory Matters.</strong>\nQualtrics Confidential Information is subject to export control laws of various countries, including the laws of the United States and Germany.\nCustomer will not submit Qualtrics Confidential Information to any government agency for licensing consideration or other regulatory approval, and will not export Qualtrics Confidential Information to countries, persons or entities if prohibited by export laws.</li>\n<li>\n<strong>Notices.</strong>\nAll notices will be in writing and given when delivered to the address set forth in an Order Form with copy to the legal department.\nNotices by Qualtrics relating to the operation or support of the Cloud Service and those under Sections 3.4 and 5.1 may be in the form of an electronic notice to Customer’s authorized representative or administrator identified in the Order Form.</li>\n<li>\n<strong>Assignment.</strong>\nWithout Qualtrics’ prior written consent, Customer may not assign or transfer the Agreement (or any of its rights or obligations) to any party.\nQualtrics may assign the Agreement to Qualtrics Affiliates.</li>\n<li>\n<strong>Subcontracting.</strong>\nQualtrics may subcontract parts of the Cloud Service or Consulting Services to third parties.\nQualtrics is responsible for breaches of the Agreement caused by its subcontractors.</li>\n<li>\n<strong>Relationship of the Parties.</strong>\nThe parties are independent contractors, and no partnership, franchise, joint venture, agency, fiduciary or employment relationship between the parties is created by the Agreement.</li>\n<li>\n<strong>Force Majeure.</strong>\nAny delay in performance (other than for the payment of amounts due) caused by conditions beyond the reasonable control of the performing party is not a breach of the Agreement.\nThe time for performance will be extended for a period equal to the duration of the conditions preventing performance</li>\n<li>\n<strong>Governing Law.</strong>\nThe Agreement and any claims relating to its subject matter will be governed by and construed under the laws of the Commonwealth of Pennsylvania, without reference to its conflicts of law principles.\nAll disputes will be subject to the exclusive jurisdiction of the courts located in Philadelphia, Pennsylvania.\nThe United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transactions Act (where enacted) will not apply to the Agreement.\nEither party must initiate a cause of action for any claim(s) relating to the Agreement and its subject matter within one year from the date when the party knew, or should have known after reasonable investigation, of the facts giving rise to the claim(s).</li>\n<li>\n<strong>Entire Agreement.</strong>\nThe Agreement constitutes the complete and exclusive statement of the agreement between Qualtrics and Customer in connection with the parties’ business relationship related to the subject matter of the Agreement.\nAll previous representations, discussions, and writings (including any confidentiality agreements) are merged in and superseded by the Agreement and the parties disclaim any reliance on them.\nThe Agreement may be modified solely in writing signed by both parties, except as permitted under Section 3.4.\nAn Agreement will prevail over terms and conditions of any Customer-issued purchase order, which will have no force and effect, even if Qualtrics accepts or does not otherwise reject the purchase order.</li>\n<li>\n<strong>Data Processing Agreement.\n</strong>\nWhere Customer is processing personal data using the Services, the DPA shall govern the processing of such personal data.</li>\n</ol>\n</li>\n</ol>\nGlossary\n<ol>\n<li>\n<strong>“Affiliate”</strong>of a party means any legal entity in which a party, directly or indirectly, holds more than fifty percent (50%) of the entity’s shares or voting rights.\nAny legal entity will be considered an Affiliate as long as that interest is maintained.</li>\n<li>\n<strong>“Agreement” </strong>means an Order Form and documents incorporated into an Order Form.</li>\n<li>\n<strong>“Authorized User”</strong> means any individual to whom Customer grants access authorization to use the Cloud Service that is an employee, agent, contractor or representative of\n<ol>\n<li>Customer</li>\n<li>Customer’s Affiliates, and/or</li>\n<li>Customer’s and Customer’s Affiliates’ Business Partners.</li>\n</ol>\n</li>\n<li>\n<strong>“Business Partner”</strong> means a legal entity that requires use of a Cloud Service in connection with Customer’s and its Affiliates’ internal business operations.\nThese may include customers, distributors, service providers and/or suppliers of Customer.</li>\n<li>\n<strong>“Cloud Service”</strong> means any distinct, subscription-based, hosted, supported and operated on- demand solution provided by Qualtrics under an Order Form.</li>\n<li>\n<strong>“Cloud Materials”</strong> mean any materials provided or developed by Qualtrics (independently or with Customer’s cooperation) in the course of performance under the Agreement, including in the delivery of any support or Consulting Services to Customer.\nCloud Materials do not include the Customer Data, Customer Confidential Information or the Cloud Service.</li>\n<li>\n<strong>“Confidential Information”</strong> means\n<ol>\n<li>with respect to Customer: (i) the Customer Data, (ii) Customer marketing and business requirements, (iii) Customer implementation plans, and/or (iv) Customer financial information, and</li>\n<li>with respect to Qualtrics: (i) the Cloud Service, Documentation, Cloud Materials and analyses under Section 3.5, and (ii) information regarding Qualtrics research and development, product offerings, pricing and availability.</li>\n<li>Confidential Information of either Qualtrics or Customer also includes information which the disclosing party protects against unrestricted disclosure to others that (i) the disclosing party or its representatives designates as confidential at the time of disclosure, or (ii) should reasonably be understood to be confidential given the nature of the information and the circumstances surrounding its disclosure</li>\n</ol>\n</li>\n<li>\n<strong>“Consulting Services”</strong> means professional services, such as implementation, configuration, custom development and training, performed by Qualtrics’ employees or subcontractors as described in any Order Form and which are governed by the Supplement for Consulting Services or similar agreement.</li>\n<li>\n<strong>“Customer Data”</strong> means any content, materials, data and information that Authorized Users enter into the production system of a Cloud Service or that Customer derives from its use of and stores in the Cloud Service (e.g.\nCustomer-specific reports).\nCustomer Data and its derivatives will not include Qualtrics’ Confidential Information.</li>\n<li>\n<strong>“Documentation”</strong> means Qualtrics’ then-current technical and functional documentation as well as any roles and responsibilities descriptions, if applicable, for the Cloud Service which is made available to Customer with the Cloud Service.</li>\n<li>\n<strong>“Order Form”</strong> means the medium by which Customer purchases a Cloud Service, including, as applicable, an ordering document that references the GTC.</li>\n<li>\n<strong>“Qualtrics Policies”</strong> means the operational guidelines and policies applied by Qualtrics to provide and support the Cloud Service as incorporated in an Order Form.</li>\n<li>\n<strong>“Subscription Term”</strong> means the term of a Cloud Service subscription identified in the applicable Order Form, including all renewals.</li>\n<li>\n<strong>“Supplement”</strong> means as applicable, the supplemental terms and conditions that apply to the Cloud Service and that are incorporated in an Order Form.</li>\n<li>\n<strong>“Usage Metric”</strong> means the standard of measurement for determining the permitted use and calculating the fees due for a Cloud Service as set forth in an Order Form.</li>\n</ol>\n<p>\n<strong>Exhibit A</strong>\n</p>\n<p>Data Processing Agreement</p> PERSONAL DATA PROCESSING AGREEMENT FOR QUALTRICS CLOUD SERVICES\n&nbsp.\nThis Data Processing Addendum (“DPA”) is entered into &nbsp.\nBETWEEN &nbsp.\n(1) <strong>Customer</strong>.\nand <strong>&nbsp;</strong> (2) <strong>Qualtrics</strong>.\n&nbsp.\n<ol>\n<li>\n<strong>BACKGROUND</strong>\n<ol>\n<li>\n<strong>Purpose and Application.</strong> This document is incorporated into the Agreement and forms part of a written (including in electronic form) contract between Qualtrics and Customer.\nThis DPA applies to Personal Data processed by Qualtrics and its Subprocessors in connection with its provision of the Cloud Service.\nThis DPA does not apply to non-production environments of the Cloud Service if such environments are made available by Qualtrics, and Customer shall not store Personal Data in such environments.</li>\n<li>\n<strong>Structure.</strong> Appendices 1 and 2 are incorporated into and form part of this DPA.\nThey set out the agreed subject-matter, the nature and purpose of the processing, the type of Personal Data, categories of data subjects and the applicable technical and organizational measures.</li>\n<li>\n<strong>GDPR.</strong> Qualtrics and Customer agree that it is each party’s responsibility to review and adopt requirements imposed on Controllers and Processors by the General Data Protection Regulation 2016/679 (<strong>“GDPR”</strong>), in particular with regards to Articles 28 and 32 to 36 of the GDPR, if and to the extent applicable to Personal Data of Customer/Controllers that is processed under the DPA.\nFor illustration purposes, Appendix 3 lists the relevant GDPR requirements and the corresponding sections in this DPA.</li>\n<li>\n<strong>Governance.</strong> Qualtrics acts as a Processor and Customer and those entities that it permits to use the Cloud Service act as Controllers under the DPA.\nCustomer acts as a single point of contact and is solely responsible for obtaining any relevant authorizations, consents and permissions for the processing of Personal Data in accordance with this DPA, including, where applicable approval by Controllers to use Qualtrics as a Processor.\nWhere authorizations, consent, instructions or permissions are provided by Customer these are provided not only on behalf of the Customer but also on behalf of any other Controller using the Cloud Service.\nWhere Qualtrics informs or gives notice to Customer, such information or notice is deemed received by those Controllers permitted by Customer to use the Cloud Service and it is Customer’s responsibility to forward such information and notices to the relevant Controllers.</li>\n</ol>\n</li>\n<li>\n<strong>SECURITY OF PROCESSING</strong>\n<ol>\n<li>\n<strong>Appropriate Technical and Organizational Measures.</strong> Qualtrics has implemented and will apply the technical and organizational measures set forth in Appendix 2.\nCustomer has reviewed such measures and agrees that as to the Cloud Service selected by Customer in the Order Form the measures are appropriate taking into account the state of the art, the costs of implementation, nature, scope, context and purposes of the processing of Personal Data.</li>\n<li>\n<strong>Changes.</strong> Qualtrics applies the technical and organizational measures set forth in Appendix 2 to Qualtrics’ entire customer base hosted out of the same Data Center and receiving the same Cloud Service.\nQualtrics may change the measures set out in Appendix 2 at any time without notice so long as it maintains a comparable or better level of security.\nIndividual measures may be replaced by new measures that serve the same purpose without diminishing the security level protecting Personal Data.</li>\n</ol>\n</li>\n<li>\n<strong>QUALTRICS OBLIGATIONS</strong>\n<ol>\n<li>\n<strong>Instructions from Customer.</strong> Qualtrics will process Personal Data only in accordance with documented instructions from Customer.\nThe Agreement (including this DPA) constitutes such documented initial instructions and each use of the Cloud Service then constitutes further instructions.\nQualtrics will use reasonable efforts to follow any other Customer instructions, as long as they are required by Data Protection Law, technically feasible and do not require changes to the Cloud Service.\nIf any of the before-mentioned exceptions apply, or Qualtrics otherwise cannot comply with an instruction or is of the opinion that an instruction infringes Data Protection Law, Qualtrics will immediately notify Customer (email permitted).</li>\n<li>\n<strong>Processing on Legal Requirement.</strong> Qualtrics may also process Personal Data where required to do so by applicable law.\nIn such a case, Qualtrics shall inform Customer of that legal requirement before processing unless that law prohibits such information on important grounds of public interest.</li>\n<li>\n<strong>Personnel.</strong> To process Personal Data, Qualtrics and its Subprocessors shall only grant access to authorized personnel who have committed themselves to confidentiality.\nQualtrics and its Subprocessors will regularly train personnel having access to Personal Data in applicable data security and data privacy measures.</li>\n<li>\n<strong>Cooperation.</strong> At Customer’s request, Qualtrics will reasonably cooperate with Customer and Controllers in dealing with requests from Data Subjects or regulatory authorities regarding Qualtrics’ processing of Personal Data or any Personal Data Breach.\nQualtrics shall notify the Customer as soon as reasonably practical about any request it has received from a Data Subject in relation to the Personal Data processing, without itself responding to such request without Customer’s further instructions, if applicable.\nQualtrics shall provide functionality that supports Customer’s ability to correct or remove Personal Data from the Cloud Service, or restrict its processing in line with Data Protection Law.\nWhere such functionality is not provided, Qualtrics will correct or remove any Personal Data, or restrict its processing, in accordance with the Customer’s instruction and Data Protection Law.</li>\n<li>\n<strong>Personal Data Breach Notification.</strong> Qualtrics will notify Customer without undue delay after becoming aware of any Personal Data Breach and provide reasonable information in its possession to assist Customer to meet Customer’s obligations to report a Personal Data Breach as required under Data Protection Law.\nQualtrics may provide such information in phases as it becomes available.\nSuch notification shall not be interpreted or construed as an admission of fault or liability by Qualtrics.</li>\n<li>\n<strong>Data Protection Impact Assessment.</strong> If, pursuant to Data Protection Law, Customer (or its Controllers) are required to perform a data protection impact assessment or prior consultation with a regulator, at Customer’s request, Qualtrics will provide such documents as are generally available for the Cloud Service (for example, this DPA, the Agreement, audit reports or certifications).\nAny additional assistance shall be mutually agreed between the Parties.</li>\n</ol>\n</li>\n<li>\n<strong>DATA EXPORT AND DELETION</strong>\n<ol>\n<li>\n<strong>Export and Retrieval by Customer.</strong> During the Subscription Term and subject to the Agreement, Customer can access its Personal Data at any time.\nCustomer may export and retrieve its Personal Data in a standard format.\nExport and retrieval may be subject to technical limitations, in which case Qualtrics and Customer will find a reasonable method to allow Customer access to Personal Data.</li>\n<li>\n<strong>Deletion.</strong> Before the Subscription Term expires, Customer may use Qualtrics’ self-service export tools (as available) to perform a final export of Personal Data from the Cloud Service (which shall constitute a “return” of Personal Data).\nAt the end of the Subscription Term, Customer hereby instructs Qualtrics to delete the Personal Data remaining on servers hosting the Cloud Service within a reasonable time period in line with Data Protection Law (not to exceed six months) unless applicable law requires retention.</li>\n</ol>\n</li>\n<li>\n<strong>CERTIFICATIONS AND AUDITS</strong>\n<ol>\n<li>\n<strong>Customer Audit.</strong> Customer or its independent third party auditor reasonably acceptable to Qualtrics (which shall not include any third party auditors who are either a competitor of Qualtrics or not suitably qualified or independent) may audit Qualtrics’ control environment and security practices relevant to Personal Data processed by Qualtrics only if:\n<ol>\n<li>Qualtrics has not provided sufficient evidence of its compliance with the technical and organizational measures that protect the production systems of the Cloud Service through providing either: (i) a certification as to compliance with ISO 27001 or other standards (scope as defined in the certificate).\nor (ii) a valid ISAE3402 and/or ISAE3000 or other SOC1-3 attestation report.\nUpon Customer’s request audit reports or ISO certifications are available through the third party auditor or Qualtrics;</li>\n<li>A Personal Data Breach has occurred;</li>\n<li>An audit is formally requested by Customer’s data protection authority.\nor</li>\n<li>Mandatory Data Protection Law provides Customer with a direct audit right and provided that Customer shall only audit once in any twelve month period unless mandatory Data Protection Law requires more frequent audits.</li>\n</ol>\n</li>\n<li>\n<strong>Other Controller Audit.</strong> Any other Controller may audit Qualtrics’ control environment and security practices relevant to Personal Data processed by Qualtrics in line with Section 5.1 only if any of the cases set out in Section 5.1 applies to such other Controller.\nSuch audit must be undertaken through and by Customer as set out in Section 5.1 unless the audit must be undertaken by the other Controller itself under Data Protection Law.\nIf several Controllers whose Personal Data is processed by Qualtrics on the basis of the Agreement require an audit, Customer shall use all reasonable means to combine the audits and to avoid multiple audits.</li>\n<li>\n<strong>Scope of Audit.</strong> Customer shall provide at least sixty days advance notice of any audit unless mandatory Data Protection Law or a competent data protection authority requires shorter notice.\nThe frequency and scope of any audits shall be mutually agreed between the parties acting reasonably and in good faith.\nCustomer audits shall be limited in time to a maximum of three business days.\nBeyond such restrictions, the parties will use current certifications or other audit reports to avoid or minimize repetitive audits.\nCustomer shall provide the results of any audit to Qualtrics.</li>\n<li>\n<strong>Cost of Audits.</strong> Customer shall bear the costs of any audit unless such audit reveals a material breach by Qualtrics of this DPA, then Qualtrics shall bear its own expenses of an audit.\nIf an audit determines that Qualtrics has breached its obligations under the DPA, Qualtrics will promptly remedy the breach at its own cost.</li>\n</ol>\n</li>\n<li>\n<strong>SUBPROCESSORS</strong>\n<ol>\n<li>\n<strong>Permitted Use.</strong> Qualtrics is granted a general authorization to subcontract the processing of Personal Data to Subprocessors, provided that:\n<ol>\n<li>Qualtrics shall engage Subprocessors under a written (including in electronic form) contract consistent with the terms of this DPA in relation to the Subprocessor’s processing of Personal Data.\nQualtrics shall be liable for any breaches by the Subprocessor in accordance with the terms of this Agreement;</li>\n<li>Qualtrics will evaluate the security, privacy and confidentiality practices of a Subprocessor prior to selection to establish that it is capable of providing the level of protection of Personal Data required by this DPA.\nand</li>\n<li>Qualtrics’ list of Subprocessors in place on the effective date of the Agreement is published by Qualtrics or Qualtrics will make it available to Customer, upon request including the name, address and role of each Subprocessor Qualtrics uses to provide the Cloud Service.</li>\n</ol>\n</li>\n<li>\n<strong>New Subprocessors.</strong> Qualtrics’ use of Subprocessors is at its discretion, provided that:\n<ol>\n<li>Qualtrics will inform Customer in advance (by email or by posting within the Cloud Service) of any intended additions or replacements to the list of Subprocessors including name, address and role of the new Subprocessor.\nand</li>\n<li>Customer may object to such changes as set out in Section 6.3</li>\n</ol>\n</li>\n<li>\n<strong>Objections to New Subprocessors.</strong>\n<ol>\n<li>If Customer has a legitimate reason under Data Protection Law to object to the new Subprocessors’ processing of Personal Data, Customer may terminate the Agreement (limited to the Cloud Service for which the new Subprocessor is intended to be used) on written notice to Qualtrics.\nSuch termination shall take effect at the time determined by the Customer which shall be no later than thirty days from the date of Qualtrics’ notice to Customer informing Customer of the new Subprocessor.\nIf Customer does not terminate within this thirty day period, Customer is deemed to have accepted the new Subprocessor.</li>\n<li>Within the thirty day period from the date of Qualtrics’ notice to Customer informing Customer of the new Subprocessor, Customer may request that the parties come together in good faith to discuss a resolution to the objection.\nSuch discussions shall not extend the period for termination and do not affect Qualtrics’ right to use the new Subprocessor(s) after the thirty day period.</li>\n<li>Any termination under this Section 6.3 shall be deemed to be without fault by either party and shall be subject to the terms of the Agreement.</li>\n</ol>\n</li>\n<li>\n<strong>Emergency Replacement.</strong> Qualtrics may replace a Subprocessor without advance notice where the reason for the change is outside of Qualtrics’ reasonable control and prompt replacement is required for security or other urgent reasons.\nIn this case, Qualtrics will inform Customer of the replacement Subprocessor as soon as possible following its appointment.\nSection 6.3 applies accordingly.</li>\n</ol>\n</li>\n<li>\n<strong>INTERNATIONAL PROCESSING</strong>\n<ol>\n<li>\n<strong>Conditions for International Processing.</strong> Qualtrics shall be entitled to process Personal Data, including by using Subprocessors, in accordance with this DPA outside the country in which the Customer is located as permitted under Data Protection Law.</li>\n<li>\n<strong>Standard Contractual Clauses.</strong> Where (i) Personal Data of an EEA or Swiss based Controller is processed in a country outside the EEA, Switzerland and any country, organization or territory acknowledged by the European Union as a safe country with an adequate level of data protection under Art.\n45 GDPR, or where (ii) Personal Data of another Controller is processed internationally and such international processing requires an adequacy means under the laws of the country of the Controller and the required adequacy means can be met by entering into Standard Contractual Clauses, then:\n<ol>\n<li>Qualtrics and Customer enter into the Standard Contractual Clauses;</li>\n<li>Customer enters into the Standard Contractual Clauses with each relevant Subprocessor as follows, either (i) Customer joins the Standard Contractual Clauses entered into by Qualtrics and the Subprocessor as an independent owner of rights and obligations (“Accession Model”) or, (ii) the Subprocessor (represented by Qualtrics) enters into the Standard Contractual Clauses with Customer (“Power of Attorney Model”).\nThe Power of Attorney Model shall apply if and when Qualtrics has expressly confirmed that a Subprocessor is eligible for it through the Subprocessor list provided under Section 6.1(c), or a notice to Customer.\nand/or</li>\n<li>Other Controllers whose use of the Cloud Services has been authorized by Customer under the Agreement may also enter into Standard Contractual Clauses with Qualtrics and/or the relevant Subprocessors in the same manner as Customer in accordance with Sections 7.2 (a) and (b) above.\nIn such case, Customer will enter into the Standard Contractual Clauses on behalf of the other Controllers.</li>\n</ol>\n</li>\n<li>\n<strong>Relation of the Standard Contractual Clauses to the Agreement.</strong> Nothing in the Agreement shall be construed to prevail over any conflicting clause of the Standard Contractual Clauses.\nFor the avoidance of doubt, where this DPA further specifies audit and subprocessor rules in sections 5 and 6, such specifications also apply in relation to the Standard Contractual Clauses.</li>\n<li>\n<strong>Governing Law of the Standard Contractual Clauses.</strong> The Standard Contractual Clauses shall be governed by the law of the country in which the relevant Controller is incorporated.</li>\n</ol>\n</li>\n<li>\n<strong>DOCUMENTATION.\nRECORDS OF PROCESSING</strong> Each party is responsible for its compliance with its documentation requirements, in particular maintaining records of processing where required under Data Protection Law.\nEach party shall reasonably assist the other party in its documentation requirements, including providing the information the other party needs from it in a manner reasonably requested by the other party (such as using an electronic system), in order to enable the other party to comply with any obligations relating to maintaining records of processing.</li>\n<li>\n<strong>DEFINITIONS</strong>\nCapitalized terms not defined herein will have the meanings given to them in the Agreement.\n<ol>\n<li>\n<strong>“Controller”</strong> means the natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data.\nfor the purposes of this DPA, where Customer acts as processor for another controller, it shall in relation to Qualtrics be deemed as additional and independent Controller with the respective controller rights and obligations under this DPA.</li>\n<li>\n<strong>“Data Center”</strong> means the location where the production instance of the Cloud Service is hosted for the Customer in the region agreed in an Order Form.</li>\n<li>\n<strong>“Data Protection Law”</strong> means the applicable legislation protecting the fundamental rights and freedoms of persons and their right to privacy with regard to the processing of Personal Data under the Agreement (and includes, as far as it concerns the relationship between the parties regarding the processing of Personal Data by Qualtrics on behalf of Customer, the GDPR as a minimum standard, irrespective of whether the Personal Data is subject to GDPR or not).</li>\n<li>\n<strong>“Data Subject”</strong> means an identified or identifiable natural person as defined by Data Protection Law.</li>\n<li>\n<strong>“EEA”</strong> means the European Economic Area, namely the European Union Member States along with Iceland, Liechtenstein and Norway.</li>\n<li>\n<strong>“Personal Data”</strong> means any information relating to a Data Subject which is protected under Data Protection Law.\nFor the purposes of the DPA, it includes only personal data which is (i) entered by Customer or its Authorized Users into or derived from their use of the Cloud Service, or (ii) supplied to or accessed by Qualtrics or its Subprocessors in order to provide support under the Agreement.\nPersonal Data is a sub-set of Customer Data (as defined under the Agreement).</li>\n<li>\n<strong>“Personal Data Breach”</strong> means a confirmed (1) accidental or unlawful destruction, loss, alteration, unauthorized disclosure of or unauthorized third-party access to Personal Data or (2) similar incident involving Personal Data, in each case for which a Controller is required under Data Protection Law to provide notice to competent data protection authorities or Data Subjects.</li>\n<li>\n<strong>“Processor”</strong> means a natural or legal person, public authority, agency or other body which processes personal data on behalf of the controller, be it directly as processor of a controller or indirectly as subprocessor of a processor which processes personal data on behalf of the controller.</li>\n<li>\n<strong>“Standard Contractual Clauses”</strong> or sometimes also referred to the “EU Model Clauses” means the (Standard Contractual Clauses (processors)) or any subsequent version thereof published by the European Commission (which will automatically apply).\nThe Standard Contractual Clauses current as of the effective date of the Agreement are attached hereto as Appendix 4.</li>\n<li>\n<strong>“Subprocessor”</strong> means Qualtrics affiliates and third parties engaged by Qualtrics in connection with the Cloud Service and which process Personal Data in accordance with this DPA.</li>\n</ol>\n</li>\n</ol>\nAppendix 1 to the DPA and, if applicable, the Standard Contractual Clauses\nData Exporter\nThe Data Exporter is the Customer who subscribed to a Cloud Service that allows Authorized Users to enter, amend, use, delete or otherwise process Personal Data.\nWhere the Customer allows other Controllers to also use the Cloud Service, these other Controllers are also Data Exporters.\nData Importer\nQualtrics and its Subprocessors provide the Cloud Service that includes the following support: Qualtrics and its Affiliates support the Cloud Service data centers remotely from Qualtrics’ locations specified in Qualtrics’ Security White Paper (which is available upon request).\nSupport includes:\n<ul>\n<li>Monitoring the Cloud Service</li>\n<li>Backup &amp.\nrestoration of Customer Data stored in the Cloud Service</li>\n<li>Release and development of fixes and upgrades to the Cloud Service</li>\n<li>Monitoring, troubleshooting and administering the underlying Cloud Service infrastructure and database</li>\n<li>Security monitoring, network-based intrusion detection support, penetration testing</li>\n</ul>\nQualtrics and its Affiliates provide support when a Customer requests support because the Cloud Service is not available or not working as expected for some or all Authorized Users.\nQualtrics answers phones and performs basic troubleshooting, and handles support tickets in a tracking system that is separate from the production instance of the Cloud Service.\nData Subjects\nThe Data Exporter solely determines the categories of Data Subjects which may include: employees, contractors, business partners or other individuals having Personal Data stored in the Cloud Service.\n&nbsp.\nData Categories\nCustomer solely determines the categories of data per Cloud Service subscribed.\nCustomer can configure the data fields during implementation of the Cloud Service or as otherwise provided by the Cloud Service.\nThe transferred Personal Data typically relates to the following categories of data: name, phone numbers, e- mail address, time zone, address data, system access / usage / authorization data, company name, contract data, invoice data, plus any application-specific data that Authorized Users enter into the Cloud Service.\nSpecial Data Categories (if appropriate)\nThe transferred Personal Data concerns the following special categories of data: As set out in the Agreement (including the Order Form) if any.\nProcessing Operations / Purposes\nThe transferred Personal Data is subject to the following basic processing activities:\n<ul>\n<li>use of Personal Data to set up, operate, monitor and provide the Cloud Service (including operational and technical Support)</li>\n<li>provision of Services;</li>\n<li>communication to Authorized Users</li>\n<li>storage of Personal Data in dedicated Data Centers (multi-tenant architecture)</li>\n<li>upload any fixes or upgrades to the Cloud Service</li>\n<li>back up of Personal Data</li>\n<li>computer processing of Personal Data, including data transmission, data retrieval, data access</li>\n<li>network access to allow Personal Data transfer</li>\n<li>execution of instructions of Customer in accordance with the Agreement.</li>\n</ul>\nAppendix 2 to the DPA and, if applicable, the Standard Contractual Clauses – Technical and Organizational Measures\n<ol>\n<li>\n<strong>TECHNICAL AND ORGANIZATIONAL MEASURES</strong>\nThe following sections define Qualtrics’ current technical and organizational measures.\nQualtrics may change these at any time without notice so long as it maintains a comparable or better level of security.\nIndividual measures may be replaced by new measures that serve the same purpose without diminishing the security level protecting Personal Data.\n<ol>\n<li>\n<strong>Physical Access Control.\n</strong>Unauthorized persons are prevented from gaining physical access to premises, buildings or rooms where data processing systems that process and/or use Personal Data are located.\n<u>Measures:</u>\n<ul>\n<li>Qualtrics protects its assets and facilities using the appropriate means based on the Qualtrics Security Policy</li>\n<li>In general, buildings are secured through access control systems (e.g., smart card access system).</li>\n<li>As a minimum requirement, the outermost entrance points of the building must be fitted with a certified key system including modern, active key management.</li>\n<li>Depending on the security classification, buildings, individual areas and surrounding premises may be further protected by additional measures.\nThese include specific access profiles, video surveillance, intruder alarm systems and biometric access control systems.</li>\n<li>Access rights are granted to authorized persons on an individual basis according to the System and Data Access Control measures (see Section 1.2 and 1.3 below).\nThis also applies to visitor access.\nGuests and visitors to Qualtrics buildings must register their names at reception and must be accompanied by authorized Qualtrics personnel.</li>\n<li>Qualtrics employees and external personnel must wear their ID cards at all Qualtrics locations.</li>\n</ul>\n<u>Additional measures for Data Centers:</u>\n<ul>\n<li>All Data Centers adhere to strict security procedures enforced by guards, surveillance cameras, motion detectors, access control mechanisms and other measures to prevent equipment and Data Center facilities from being compromised.\nOnly authorized representatives have access to systems and infrastructure within the Data Center facilities.\nTo protect proper functionality, physical security equipment (e.g., motion sensors, cameras, etc.) undergo maintenance on a regular basis.</li>\n<li>Qualtrics and all third-party Data Center providers log the names and times of authorized personnel entering Qualtrics’ private areas within the Data Centers.</li>\n</ul>\n</li>\n<li>\n<strong>System Access Control.</strong>&nbsp.\nData processing systems used to provide the Cloud Service must be prevented from being used without authorization.\n<u>Measures:</u>\n<ul>\n<li>Multiple authorization levels are used when granting access to sensitive systems, including those storing and processing Personal Data.\nAuthorizations are managed via defined processes according to the Qualtrics Security Policy</li>\n<li>All personnel access Qualtrics’ systems with a unique identifier (user ID).</li>\n<li>Qualtrics has procedures in place so that requested authorization changes are implemented only in accordance with the Qualtrics Security Policy (for example, no rights are granted without authorization).\nIn case personnel leaves the company, their access rights are revoked.</li>\n<li>Qualtrics has established a password policy that prohibits the sharing of passwords, governs responses to password disclosure, and requires passwords to be changed on a regular basis and default passwords to be altered.\nPersonalized user IDs are assigned for authentication.\nAll passwords must fulfill defined minimum requirements and are stored in encrypted form.\nIn the case of domain passwords, the system forces a password change every six months in compliance with the requirements for complex passwords.\nEach computer has a password-protected screensaver.</li>\n<li>The company network is protected from the public network by firewalls.</li>\n<li>Qualtrics uses up–to-date antivirus software at access points to the company network (for e-mail accounts), as well as on all file servers and all workstations.</li>\n<li>Security patch management is implemented to provide regular and periodic deployment of relevant security updates.\nFull remote access to Qualtrics’ corporate network and critical infrastructure is protected by strong authentication.</li>\n</ul>\n</li>\n<li>\n<strong>Data Access Control.</strong> Persons entitled to use data processing systems gain access only to the Personal Data that they have a right to access, and Personal Data must not be read, copied, modified or removed without authorization in the course of processing, use and storage.\n<u>Measures:</u>\n<ul>\n<li>As part of the Qualtrics Security Policy, Personal Data requires at least the same protection level as “confidential” information according to the Qualtrics Information Classification standard.</li>\n<li>Access to Personal Data is granted on a need-to-know basis.\nPersonnel have access to the information that they require in order to fulfill their duty.\nQualtrics uses authorization concepts that document grant processes and assigned roles per account (user ID).\nAll Customer Data is protected in accordance with the Qualtrics Security Policy.</li>\n<li>All production servers are operated in the Data Centers or in secure server rooms.\nSecurity measures that protect applications processing Personal Data are regularly checked.\nTo this end, Qualtrics conducts internal and external security checks and penetration tests on its IT systems.</li>\n<li>An Qualtrics security standard governs how data and data carriers are deleted or destroyed once they are no longer required.</li>\n</ul>\n</li>\n<li>\n<strong>Data Transmission Control.</strong>&nbsp;Except as necessary for the provision of the Cloud Services in accordance with the Agreement, Personal Data must not be read, copied, modified or removed without authorization during transfer.\nWhere data carriers are physically transported, adequate measures are implemented at Qualtrics to provide the agreed-upon service levels (for example, encryption and lead-lined containers).\n<u>Measures:</u>\n<ul>\n<li>Personal Data in transfer over Qualtrics internal networks is protected according to Qualtrics Security Policy.</li>\n<li>When data is transferred between Qualtrics and its customers, the protection measures for the transferred Personal Data are mutually agreed upon and made part of the relevant agreement.\nThis applies to both physical and network based data transfer.\nIn any case, the Customer assumes responsibility for any data transfer once it is outside of Qualtrics-controlled systems (e.g.\ndata being transmitted outside the firewall of the Qualtrics Data Center).</li>\n</ul>\n</li>\n<li>\n<strong>Data Input Control.</strong> It will be possible to retrospectively examine and establish whether and by whom Personal Data have been entered, modified or removed from Qualtrics data processing systems.\n<u>Measures:</u>\n<ul>\n<li>Qualtrics only allows authorized personnel to access Personal Data as required in the course of their duty.</li>\n<li>Qualtrics has implemented a logging system for input, modification and deletion, or blocking of Personal Data by Qualtrics or its subprocessors within the Cloud Service to the extent technically possible.</li>\n</ul>\n</li>\n<li>\n<strong>Job Control.</strong> Personal Data being processed on commission (i.e., Personal Data processed on a customer’s behalf) is processed solely in accordance with the Agreement and related instructions of the customer.\n<u>Measures:</u>\n<ul>\n<li>Qualtrics uses controls and processes to monitor compliance with contracts between Qualtrics and its customers, subprocessors or other service providers.</li>\n<li>As part of the Qualtrics Security Policy, Personal Data requires at least the same protection level as “confidential” information according to the Qualtrics Information Classification standard.</li>\n<li>All Qualtrics employees and contractual subprocessors or other service providers are contractually bound to respect the confidentiality of all sensitive information including trade secrets of Qualtrics customers and partners.</li>\n</ul>\n</li>\n<li>\n<strong>Availability Control.</strong>&nbsp.\nPersonal Data will be protected against accidental or unauthorized destruction or loss.\n<u>Measures:</u>\n<ul>\n<li>Qualtrics employs regular backup processes to provide restoration of business-critical systems as and when necessary.</li>\n<li>Qualtrics uses uninterrupted power supplies (for example: UPS, batteries, generators, etc.) to protect power availability to the Data Centers.</li>\n<li>Qualtrics has defined business contingency plans for business-critical processes and may offer disaster recovery strategies for business critical Services as further set out in the Documentation or incorporated into the Order Form for the relevant Cloud Service.</li>\n<li>Emergency processes and systems are regularly tested.</li>\n</ul>\n</li>\n<li>\n<strong>Data Separation Control.</strong>\n<u>Measures:</u>\n<ul>\n<li>Qualtrics uses the technical capabilities of the deployed software (for example: multi- tenancy, system landscapes) to achieve data separation among Personal Data originating from multiple customers.</li>\n<li>Customer (including its Controllers) has access only to its own data.</li>\n</ul>\n</li>\n<li>\n<strong>Data Integrity Control.</strong>\nPersonal Data will remain intact, complete and current during processing activities.\n<u>Measures:</u>\nQualtrics has implemented a multi-layered defense strategy as a protection against unauthorized modifications.\nIn particular, Qualtrics uses the following to implement the control and measure sections described above:\n<ul>\n<li>Firewalls;</li>\n<li>Security Monitoring Center;</li>\n<li>Antivirus software</li>\n<li>Backup and recovery</li>\n<li>External and internal penetration testing</li>\n<li>Regular external audits to prove security measures</li>\n</ul>\n</li>\n</ol>\n</li>\n</ol>\nAppendix 3 to the DPA and, if applicable, the Standard Contractual Clauses\nThe following table sets out the relevant Articles of GDPR and corresponding terms of the DPA for illustration purposes only.\n<strong>Article of</strong>\n<strong>GDPR</strong>\n<strong>Section of</strong>\n<strong>DPA</strong>\n<strong>Click on link to see Section</strong> 28(1)\n2 and Appendix 2\nSecurity of Processing and Appendix 2, Technical and Organizational Measures.\n28(2), 28(3) (d) and 28 (4)\n6\nSUBPROCESSORS 28 (3) sentence 1\n1.1 and Appendix 1, 1.2\nPurpose and Application.\nStructure.\n28(3) (a) and 29\n3.1 and 3.2\nInstructions from Customer.\nProcessing on Legal Requirement.\n28(3) (b)\n3.3\nPersonnel.\n28(3) (c) and 32\n2 and Appendix 2\nSecurity of Processing and Appendix 2, Technical and Organizational Measures.\n28(3) (e)\n3.4\nCooperation.\n28(3) (f) and 32-36\n2 and\nAppendix 2,\n3.5, 3.6\nSecurity of Processing and Appendix 2, Technical and Organizational Measures.\nPersonal Data Breach Notification.\nData\nProtection Impact Assessment.\n28(3) (g)\n4\nData export and Deletion 28(3) (h)\n5\nCERTIFICATIONS AND AUDITS 28 (4)\n6\nSUBPROCESSORS 30\n8\nDocumentation.\nRecords of processing 46(2) (c)\n7.2\nStandard Contractual Clauses.\nAppendix 4\n<p>\n<strong>STANDARD CONTRACTUAL CLAUSES (PROCESSORS)</strong>\n</p>\n<p>(Pursuant to Commission Decision of 5 February 2010 (2010/87/EU))</p>\n<p>For the purposes of Article 26(2) of Directive 95/46/EC (or, after 25 May 2018, Article 44 et seq.\nof Regulation 2016/79) for the transfer of personal data to processors established in third countries which do not ensure an adequate level of data protection</p>\n<p>\n<strong>Customer also on behalf of the other Controllers</strong>\n</p>\n<p>(in the Clauses hereinafter referred to as the ‘data exporter’)</p>\n<p>and</p>\n<p>\n<strong>Qualtrics LLC</strong>\n</p>\n<p>(in the Clauses hereinafter referred to as the ‘data importer’)</p>\n<p>each a ‘party’.\ntogether ‘the parties’</p>\n<p>HAVE AGREED on the following Contractual Clauses (the Clauses) in order to adduce adequate safeguards with respect to the protection of privacy and fundamental rights and freedoms of individuals for the transfer by the data exporter to the data importer of the personal data specified in Appendix 1.</p>\n<p>\n<em>Clause 1</em>\n</p>\n<p>\n<strong>Definitions</strong>\n</p>\nFor the purposes of the Clauses:\n<ol>\n<li>&nbsp;‘personal data’, ‘special categories of data’, ‘process/processing’, ‘controller’, ‘processor’, ‘data subject’ and ‘supervisory authority’ shall have the same meaning as in Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data;</li>\n<li>&nbsp;‘the data exporter’ means the controller who transfers the personal data;</li>\n<li>&nbsp;‘the data importer’ means the processor who agrees to receive from the data exporter personal data intended for processing on his behalf after the transfer in accordance with his instructions and the terms of the Clauses and who is not subject to a third country’s system ensuring adequate protection within the meaning of Article 25(1) of Directive 95/46/EC;</li>\n<li>‘the sub-processor’ means any processor engaged by the data importer or by any other sub-processor of the data importer who agrees to receive from the data importer or from any other sub-processor of the data importer personal data exclusively intended for processing activities to be carried out on behalf of the data exporter after the transfer in accordance with his instructions, the terms of the Clauses and the terms of the written subcontract;</li>\n<li>‘the applicable data protection law’ means the legislation protecting the fundamental rights and freedoms of individuals and, in particular, their right to privacy with respect to the processing of personal data applicable to a data controller in the Member State in which the data exporter is established;</li>\n<li>‘technical and organisational security measures’ means those measures aimed at protecting personal data against accidental or unlawful destruction or accidental loss, alteration, unauthorised disclosure or access, in particular where the processing involves the transmission of data over a network, and against all other unlawful forms of processing.</li>\n</ol>\n&nbsp.\n<p>\n<em>Clause 2</em>\n</p>\n<p>\n<strong>Details of the transfer</strong>\n</p>\n<p>The details of the transfer and in particular the special categories of personal data where applicable are specified in Appendix 1 which forms an integral part of the Clauses.</p>\n<p>\n<em>Clause 3</em>\n</p>\n<p>\n<strong>Third-party beneficiary clause</strong>\n</p>\n<ol>\n<li>The data subject can enforce against the data exporter this Clause, Clause 4(b) to (i), Clause 5(a) to (e), and (g) to (j), Clause 6(1) and (2), Clause 7, Clause 8(2), and Clauses 9 to 12 as third-party beneficiary.</li>\n<li>The data subject can enforce against the data importer this Clause, Clause 5(a) to (e) and (g), Clause 6, Clause 7,Clause 8(2), and Clauses 9 to 12, in cases where the data exporter has factually disappeared or has ceased to exist in law unless any successor entity has assumed the entire legal obligations of the data exporter by contract or by operation of law, as a result of which it takes on the rights and obligations of the data exporter, in which case the data subject can enforce them against such entity.</li>\n<li>The data subject can enforce against the sub-processor this Clause, Clause 5(a) to (e) and (g), Clause 6, Clause 7, Clause 8(2), and Clauses 9 to 12, in cases where both the data exporter and the data importer have factually disappeared or ceased to exist in law or have become insolvent, unless any successor entity has assumed the entire legal obligations of the data exporter by contract or by operation of law as a result of which it takes on the rights and obligations of the data exporter, in which case the data subject can enforce them against such entity.\nSuch third-party liability of the subprocessor shall be limited to its own processing operations under the Clauses.</li>\n<li>The parties do not object to a data subject being represented by an association or other body if the data subject so expressly wishes and if permitted by national law.</li>\n</ol>\n<p>\n<em>Clause 4</em>\n</p>\n<p>\n<strong>Obligations of the data exporter</strong>\n</p>\n<p>The data exporter agrees and warrants:</p>\n<ol>\n<li>that the processing, including the transfer itself, of the personal data has been and will continue to be carried out in accordance with the relevant provisions of the applicable data protection law (and, where applicable, has been notified to the relevant authorities of the Member State where the data exporter is established) and does not violate the relevant provisions of that State;</li>\n<li>that it has instructed and throughout the duration of the personal data-processing services will instruct the data importer to process the personal data transferred only on the data exporter’s behalf and in accordance with the applicable data protection law and the Clauses;</li>\n<li>that the data importer will provide sufficient guarantees in respect of the technical and organisational security measures specified in Appendix 2 to this contract;</li>\n<li>that after assessment of the requirements of the applicable data protection law, the security measures are appropriate to protect personal data against accidental or unlawful destruction or accidental loss, alteration, unauthorised disclosure or access, in particular where the processing involves the transmission of data over a network, and against all other unlawful forms of processing, and that these measures ensure a level of security appropriate to the risks presented by the processing and the nature of the data to be protected having regard to the state of the art and the cost of their implementation;</li>\n<li>&nbsp;that it will ensure compliance with the security measures;</li>\n<li>that, if the transfer involves special categories of data, the data subject has been informed or will be informed before, or as soon as possible after, the transfer that its data could be transmitted to a third country not providing adequate protection within the meaning of Directive 95/46/EC;</li>\n<li>to forward any notification received from the data importer or any sub-processor pursuant to Clause 5(b) and Clause 8(3) to the data protection supervisory authority if the data exporter decides to continue the transfer or to lift the suspension;</li>\n<li>to make available to the data subjects upon request a copy of the Clauses, with the exception of Appendix 2, and a summary description of the security measures, as well as a copy of any contract for sub-processing services which has to be made in accordance with the Clauses, unless the Clauses or the contract contain commercial information, in which case it may remove such commercial information;</li>\n<li>that, in the event of sub-processing, the processing activity is carried out in accordance with Clause 11 by a subprocessor providing at least the same level of protection for the personal data and the rights of data subject as the data importer under the Clauses.\nand</li>\n<li>&nbsp.\nthat it will ensure compliance with Clause 4(a) to (i).</li>\n</ol>\n<p>\n<em>Clause 5</em>\n</p>\n<p>\n<strong>Obligations of the data importer</strong>\n</p>\n<p>The data importer agrees and warrants:</p>\n<ol>\n<li>to process the personal data only on behalf of the data exporter and in compliance with its instructions and the Clauses.\nif it cannot provide such compliance for whatever reasons, it agrees to inform promptly the data exporter of its inability to comply, in which case the data exporter is entitled to suspend the transfer of data and/or terminate the contract;</li>\n<li>that it has no reason to believe that the legislation applicable to it prevents it from fulfilling the instructions received from the data exporter and its obligations under the contract and that in the event of a change in this legislation which is likely to have a substantial adverse effect on the warranties and obligations provided by the Clauses, it will promptly notify the change to the data exporter as soon as it is aware, in which case the data exporter is entitled to suspend the transfer of data and/or terminate the contract;</li>\n<li>that it has implemented the technical and organisational security measures specified in Appendix 2 before processing the personal data transferred;</li>\n<li>that it will promptly notify the data exporter about:\n<ol>\n<li>any legally binding request for disclosure of the personal data by a law enforcement authority unless otherwise prohibited, such as a prohibition under criminal law to preserve the confidentiality of a law enforcement investigation;</li>\n<li>any accidental or unauthorised access.\nand</li>\n<li>any request received directly from the data subjects without responding to that request, unless it has been otherwise authorised to do so;</li>\n</ol>\n</li>\n<li>to deal promptly and properly with all inquiries from the data exporter relating to its processing of the personal data subject to the transfer and to abide by the advice of the supervisory authority with regard to the processing of the data transferred;</li>\n<li>at the request of the data exporter to submit its data-processing facilities for audit of the processing activities covered by the Clauses which shall be carried out by the data exporter or an inspection body composed of independent members and in possession of the required professional qualifications bound by a duty of confidentiality, selected by the data exporter, where applicable, in agreement with the supervisory authority;</li>\n<li>to make available to the data subject upon request a copy of the Clauses, or any existing contract for sub-processing, unless the Clauses or contract contain commercial information, in which case it may remove such commercial information, with the exception of Appendix 2 which shall be replaced by a summary description of the security measures in those cases where the data subject is unable to obtain a copy from the data exporter;</li>\n<li>that, in the event of sub-processing, it has previously informed the data exporter and obtained its prior written consent;</li>\n<li>that the processing services by the sub-processor will be carried out in accordance with Clause 11;</li>\n<li>to send promptly a copy of any sub-processor agreement it concludes under the Clauses to the data exporter.</li>\n</ol>\n<p>\n<em>Clause 6</em>\n</p>\n<p>\n<strong>Liability</strong>\n</p>\n<ol>\n<li>The parties agree that any data subject, who has suffered damage as a result of any breach of the obligations referred to in Clause 3 or in Clause 11 by any party or sub-processor is entitled to receive compensation from the data exporter for the damage suffered.</li>\n<li>If a data subject is not able to bring a claim for compensation in accordance with paragraph 1 against the data exporter, arising out of a breach by the data importer or his sub- processor of any of their obligations referred to in Clause 3 or in Clause 11, because the data exporter has factually disappeared or ceased to exist in law or has become insolvent, the data importer agrees that the data subject may issue a claim against the data importer as if it were the data exporter, unless any successor entity has assumed the entire legal obligations of the data exporter by contract of by operation of law, in which case the data subject can enforce its rights against such entity.\nThe data importer may not rely on a breach by a sub-processor of its obligations in order to avoid its own liabilities.</li>\n<li>If a data subject is not able to bring a claim against the data exporter or the data importer referred to in paragraphs 1 and 2, arising out of a breach by the sub-processor of any of their obligations referred to in Clause 3 or in Clause 11 because both the data exporter and the data importer have factually disappeared or ceased to exist in law or have become insolvent, the sub-processor agrees that the data subject may issue a claim against the data sub-processor with regard to its own processing operations under the Clauses as if it were the data exporter or the data importer, unless any successor entity has assumed the entire legal obligations of the data exporter or data importer by contract or by operation of law, in which case the data subject can enforce its rights against such entity.\nThe liability of the sub-processor shall be limited to its own processing operations under the Clauses.</li>\n</ol>\n<p>\n<em>Clause 7</em>\n</p>\n<p>\n<strong>Mediation and jurisdiction</strong>\n</p>\n<ol>\n<li>The data importer agrees that if the data subject invokes against it third-party beneficiary rights and/or claims compensation for damages under the Clauses, the data importer will accept the decision of the data subject:\n<ol>\n<li>to refer the dispute to mediation, by an independent person or, where applicable, by the supervisory authority;</li>\n<li>to refer the dispute to the courts in the Member State in which the data exporter is established.</li>\n</ol>\n</li>\n<li>The parties agree that the choice made by the data subject will not prejudice its substantive or procedural rights to seek remedies in accordance with other provisions of national or international law.</li>\n</ol>\n<p>\n<em>Clause 8</em>\n</p>\n<p>\n<strong>Cooperation with supervisory authorities</strong>\n</p>\n<ol>\n<li>The data exporter agrees to deposit a copy of this contract with the supervisory authority if it so requests or if such deposit is required under the applicable data protection law.</li>\n<li>The parties agree that the supervisory authority has the right to conduct an audit of the data importer, and of any sub-processor, which has the same scope and is subject to the same conditions as would apply to an audit of the data exporter under the applicable data protection law.</li>\n<li>The data importer shall promptly inform the data exporter about the existence of legislation applicable to it or any sub-processor preventing the conduct of an audit of the data importer, or any sub-processor, pursuant to paragraph 2.\nIn such a case the data exporter shall be entitled to take the measures foreseen in Clause 5(b).</li>\n</ol>\n<p>\n<em>Clause 9</em>\n</p>\n<p>\n<strong>Governing law</strong>\n</p>\nThe Clauses shall be governed by the law of the Member State in which the data exporter is established.\n<p>\n<em>Clause 10</em>\n</p>\n<p>\n<strong>Variation of the contract</strong>\n</p>\nThe parties undertake not to vary or modify the Clauses.\nThis does not preclude the parties from adding clauses on business related issues where required as long as they do not contradict the Clause.\n<p>\n<em>Clause 11</em>\n</p>\n<p>\n<strong>Sub-processing</strong>\n</p>\n<ol>\n<li>The data importer shall not subcontract any of its processing operations performed on behalf of the data exporter under the Clauses without the prior written consent of the data exporter.\nWhere the data importer subcontracts its obligations under the Clauses, with the consent of the data exporter, it shall do so only by way of a written agreement with the sub- processor which imposes the same obligations on the sub-processor as are imposed on the data importer under the Clauses.\nWhere the sub-processor fails to fulfill its data protection obligations under such written agreement the data importer shall remain fully liable to the data exporter for the performance of the sub-processor’s obligations under such agreement.</li>\n<li>The prior written contract between the data importer and the sub-processor shall also provide for a third-party beneficiary clause as laid down in Clause 3 for cases where the data subject is not able to bring the claim for compensation referred to in paragraph 1 of Clause 6 against the data exporter or the data importer because they have factually disappeared or have ceased to exist in law or have become insolvent and no successor entity has assumed the entire legal obligations of the data exporter or data importer by contract or by operation of law.\nSuch third-party liability of the sub-processor shall be limited to its own processing operations under the Clauses.</li>\n<li>The provisions relating to data protection aspects for sub-processing of the contract referred to in paragraph 1 shall be governed by the law of the Member State in which the data exporter is established.</li>\n<li>The data exporter shall keep a list of sub-processing agreements concluded under the Clauses and notified by the data importer pursuant to Clause 5(j), which shall be updated at least once a year.\nThe list shall be available to the data exporter’s data protection supervisory authority.</li>\n</ol>\n<p>\n<em>Clause 12</em>\n</p>\n<p>\n<strong>Obligation after the termination of personal data-processing services</strong>\n</p>\n<ol>\n<li>The parties agree that on the termination of the provision of data-processing services, the data importer and the sub-processor shall, at the choice of the data exporter, return all the personal data transferred and the copies thereof to the data exporter or shall destroy all the personal data and certify to the data exporter that it has done so, unless legislation imposed upon the data importer prevents it from returning or destroying all or part of the personal data transferred.\nIn that case, the data importer warrants that it will guarantee the confidentiality of the personal data transferred and will not actively process the personal data transferred anymore.</li>\n<li>The data importer and the sub-processor warrant that upon request of the data exporter and/or of the supervisory authority, it will submit its data-processing facilities for an audit of the measures referred to in paragraph 1.</li>\n</ol>\n*&nbsp;*&nbsp;*&nbsp;*&nbsp;* If you have any question regarding these terms, please click&nbsp;here.\n", "created_at": "2021-02-04 18:58:08.815276", "updated_at": "2021-02-04 18:58:13.047853"}, {"id": 3966, "name": "Security Statement", "url": "https://www.qualtrics.com/security-statement/", "xpath": "/html/body/div[1]/div/div[1]/section/div/div", "text": "\n<p>Security Statement</p>\n<p>January 31, 2020</p>\n<p>OUR SECURITY, BRIEFLY STATED</p>\n<p>Qualtrics’ most important concern is the protection and reliability of customer data.\nOur servers are protected by high-end firewall systems and scans are performed regularly to ensure that any vulnerabilities are quickly found and patched.\nApplication penetration tests are performed annually by an independent third-party.\nAll services have quick failover points and redundant hardware, with backups performed daily.</p>\n<p>Access to systems is restricted to specific individuals who have a need-to-know such information and who are bound by confidentiality obligations.\nAccess is monitored and audited for compliance.</p>\n<p>Qualtrics uses Transport Layer Security (TLS) encryption (also known as HTTPS) for all transmitted data.\nSurveys may be protected with passwords.\nOur services are hosted by trusted data centers that are independently audited using the industry standard SSAE-18 method.</p>\n<p>ISO 27001 Certification</p>\n<p>In April 2018, Qualtrics achieved ISO 27001 certification.\nThe direct link to the information and certificate is: https://www.schellman.com/certificate-directory?certificateNumber=1723268-3.\nTo independently verify the status of the certification, please visit https://www.schellman.com/certificate-directory.</p>\n<p>\n</p>\n<p>FedRAMP Authorization</p>\n<p>Qualtrics is FedRamp Authorized.\nFedRAMP is the standard of U.S.\ngovernment security compliance, with over 300 controls based on the highly-regarded NIST 800-53 that requires constant monitoring and periodic independent assessments.\nMore information is found at https://www.fedramp.gov.</p>\n<p>HITRUST</p>\n<p>To better support our healthcare customers, Qualtrics achieved the HITRUST certification in September 2018.\nThe validated report is available upon request to your account executive.\n</p>\n<p>CSTAR SELF ASSESSMENT</p>\n<p>Qualtrics has published their CAIQ Self Assessment for customers.\nhttps://cloudsecurityalliance.org/star/registry/qualtrics/\n</p>\n<p>More Information</p>\n<p>Qualtrics customers may request various security-related documents and questionnaires by contacting their account executive.\n</p>", "created_at": "2021-02-04 18:46:47.827264", "updated_at": "2021-02-04 18:46:51.904455"}, {"id": 3967, "name": "Privacy Statement", "url": "https://www.qualtrics.com/privacy-statement/", "xpath": "/html/body/div[1]/div/div[1]/section/div", "text": "This Privacy Statement was updated on September 25, 2020.<p>\n</p>\nPrivacy Statement\nA.\nGeneral Information\nWhen does this Privacy Statement apply?\n<p>This Privacy Statement applies to information that can be used to identify you (“Personal Data”) and that you provide to Qualtrics or which is derived from the Personal Data as outlined below.\nQualtrics (as defined below) usage of cookies is subject to a separate cookie statement.</p>\nWho is the Data Controller?\n<p>The data controller of www.qualtrics.com is Qualtrics LLC, 333 W.\nRiver Park Drive, Provo, UT 84604, United States of America (“Qualtrics”).\nWhere a registration form is presented on this website, the data controller may vary depending on the actual offering or the purpose of the data collection but it is in any case displayed on the individual registration form’s privacy statement.\nQualtrics’ data protection officer can be reached at privacy@qualtrics.com.</p>\nWhat Personal Data does Qualtrics collect?\n<p>In the normal course of business, Qualtrics collects Personal Data such as contact information (e.g., name, address, phone number, email address, and your employer) and payment details for customers.</p>\nWhy does Qualtrics need your Personal Data?\n<p>Qualtrics requires your personal data to provide you with access to Qualtrics’ services, to comply with contractual and statutory obligations, including checks required by applicable export laws and to stay in touch with you.\nAlthough providing your Personal Data is voluntary, without your Personal Data, Qualtrics cannot provide you with access to its services.</p>\nFrom what types of third parties does Qualtrics obtain Personal Data?\n<p>In most cases Qualtrics collects Personal Data from you.\nQualtrics might also obtain Personal Data from third parties, if the applicable national law allows Qualtrics to do so.\nQualtrics will treat this Personal Data according to this Privacy Statement, plus any additional restrictions imposed by the third party that provided Qualtrics with it or the applicable national law.\nThese third-party sources include Qualtrics or the SAP Group’s business dealings with your employer (for details, please see “Contract Performance” subsection of Section B below) or third parties you directed to share your Personal Data with Qualtrics (e.g.\nin case of an event where you permit the host of the event to share your registration data with Qualtrics).</p>\nHow long will Qualtrics store my Personal Data?\n<p>Qualtrics will only store your Personal Data for as long as it is required for the performance of contractual obligations, to make its services available to you, for Qualtrics to comply with its statutory obligations resulting from applicable export laws, and to fulfill the purposes outlined in this Privacy Statement.</p>\n<p>Qualtrics will also retain your Personal Data for additional periods if applicable laws require it.</p>\nWho are recipients of your Personal Data and where will it be processed?\n<p>Your personal data will be passed on to the following categories of third parties for processing: companies within the SAP group.\nvicarious agents (e.g., third party service providers for consulting services and other additional related services).\nother services providers (e.g.\nfor the provision of the website).\nstate agencies and bodies if required by law.</p>\n<p>As part of a global group of companies operating internationally, Qualtrics has affiliates (the “SAP Group”) and third-party service providers outside of the European Economic Area (the “EEA”) and will transfer your Personal Data to countries outside the EA.\nIf these transfers are to a country for which the EU Commission has not issued an adequacy decision, Qualtrics uses the EU standard contractual clauses to contractually require that your Personal Data receives a level of data protection consistent with the EEA.\nYou can obtain a copy of such standard contractual clauses by sending a request to privacy@qualtrics.com.\nYou can also obtain more information from the European Commission on the international dimension of data protection here.</p>\n<p>While Qualtrics is certified under the EU-U.S.\nPrivacy Shield and the Swiss-U.S.\nPrivacy Shield, Qualtrics no longer relies on Privacy Shield for transfers of Data to the US.\nFor more details about the Privacy Shield program, please visit https://www.privacyshield.gov/.</p>\n<p>Qualtrics complies with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union (EU), the United Kingdom, and Switzerland to the United States, respectively, including the onward transfer liability provisions.\nQualtrics has certified to the Department of Commerce that it adheres to the Privacy Shield Principles.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.</p>\n<p>The key goals of Privacy Shield are to inform both EU and Swiss individuals about:</p>\n<ul>\n<li>the right of individuals to access their personal data</li>\n<li>the choices and means an organization offers individuals for limiting the use and disclosure of their personal data</li>\n<li>the requirement for an organization to disclose personal information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements</li>\n</ul>\n<p>Qualtrics’ Privacy Shield self-certification does not cover human resources data.</p>\n<p>Privacy Shield may provide individuals the right to (i) access the data that we hold about them, (ii) request that we correct, amend, or delete it if it is inaccurate or processed in violation of the Privacy Shield, or (iii) limit the use and disclosure of their personal information.\nIn compliance with the Privacy Shield Principles, Qualtrics commits to resolve complaints about our collection or use of personal information.\nEU and Swiss individuals with inquiries or complaints regarding our Privacy Shield policy should first contact Qualtrics at: privacy@qualtrics.com.</p>\n<p>Qualtrics has further committed to refer unresolved Privacy Shield complaints to the American Arbitration Association (AAA), an alternative dispute resolution provider located in the United States.\nIf an individual does not receive timely acknowledgment of its complaint from us, or if we have not addressed an individual’s complaint satisfactorily, such individual should contact the AAA for more information or to file a complaint (contact details below).\nThe services of the AAA are provided at no cost.</p>\n<p>Because adequate protection is provided by Privacy Shield participants, contracts with Privacy Shield participants for mere processing do not require prior authorization (or such authorization will be granted automatically by the EU Member States), as would be required for contracts with recipients not participating in the Privacy Shield or otherwise not providing adequate protection.</p>\n<p>Qualtrics self-certifies with Privacy Shield.\nA self-assessment is signed by a company officer or other authorized representative of the organization at least once a year and made available upon request by individuals or in the context of an investigation or a complaint about non-compliance.\nQualtrics is required to respond promptly to EU or Swiss individual inquiries, and other requests for information from the Department of Commerce relating to its adherence to the Privacy Shield Principles.</p>\n<p>Under Privacy Shield, an individual has the right, under certain conditions, to invoke binding arbitration for complaints regarding Privacy Shield compliance not resolved by any of the other Privacy Shield mechanisms.\nUnder Privacy Shield, Qualtrics must respond to individual complaints within 45 days.\nFor additional information, visit: https://www.privacyshield.gov/article?id=ANNEX-I-introduction</p>\n<p>Qualtrics’ Independent Dispute Resolution (IDR) Provider is:</p>\n<p>American Arbitration Association</p>\n<p>International Centre for Dispute Resolution</p>\n<p>New York City, New York, USA</p>\n<p>http://go.adr.org/privacyshield.html</p>\nWhat are your data protection rights?\n<p>You can request from Qualtrics access at any time to information about which Personal Data Qualtrics processes about you and the correction or deletion of such Personal Data.\nPlease note, however, that Qualtrics can or will delete your Personal Data only if there is no statutory obligation or prevailing right of Qualtrics to retain it.\nKindly note further that if you request that Qualtrics deletes your Personal Data, you will not be able to continue to use any Qualtrics service that requires Qualtrics’ use of your Personal Data.</p>\n<p>If Qualtrics uses your Personal Data based on your consent or to perform a contract with you, you can further request from Qualtrics a copy of the Personal Data that you have provided to Qualtrics.\nIn this case, please contact the email address below and specify the information or processing activities to which your request relates, the format in which you would like to receive this information, and whether the Personal Data should be sent to you or another recipient.\nQualtrics will carefully consider your request and discuss with you how it can best fulfill it.</p>\n<p>Furthermore, you can request from Qualtrics that Qualtrics restricts your Personal Data from any further processing in any of the following events: (i) you state that the Personal Data Qualtrics has about you is incorrect, subject to the time Qualtrics requires to check the accuracy of the relevant Personal Data.\n(ii) there is no legal basis for Qualtrics processing your Personal Data and you demand that Qualtrics restricts your Personal Data from further processing.\n(iii) Qualtrics no longer requires your Personal Data but you state that you require Qualtrics to retain such data in order to claim or exercise legal rights or to defend against third party claims.\nor (iv) in case you object to the processing of your Personal Data by Qualtrics based on Qualtrics legitimate interest (as further set out below), subject to the time required for Qualtrics to determine whether it has a prevailing interest or legal obligation in processing your Personal Data.</p>\n<p>For individuals within the State of California, you instead have the right:</p>\n<ul>\n<li>to request from Qualtrics access to your Personal Data that Qualtrics collects, uses, discloses, or sells (if applicable) about you;</li>\n<li>to request that Qualtrics deletes Personal Data about you;</li>\n<li>to opt-out of the sale of Personal Data, if applicable;</li>\n<li>to non-discriminatory treatment for exercise of any of your data protection rights;</li>\n<li>in case of request from Qualtrics for access to your Personal Data, for such information to be portable, if possible, in a readily usable format that allows you to transmit this information to another recipient without hindrance.</li>\n</ul>\nHow can you exercise your data protection rights?\n<p>Please direct any requests to exercise your rights to privacy@qualtrics.com, or, if you are located in the State of California, you can also call toll-free using the numbers provided here.\nYou can also designate another person to submit requests to exercise your data protection rights to Qualtrics.\nYou can give authorization to such person by granting them a limited power of attorney to exercise your data protection rights on your behalf.</p>\nHow will Qualtrics verify requests to exercise data protection rights?\n<p>Qualtrics will take sets to ensure that it verifies your identity to a reasonable degree of certainty before it will process the data protection right you want to exercise.\nWhen feasible, Qualtrics will match Personal Data provided by you in submitting a request to exercise your rights with information already maintained by Qualtrics.\nThis could include matching two or more data points that are already maintained by us.</p>\n<p>In accordance with the verification process set forth in the California Consumer Privacy Act (“CCPA”), Qualtrics will require a more stringent verification process for deletion requests, or for Personal Data that is considered sensitive or valuable, to minimize the harm that might be posed to you by unauthorized access or deletion of your Personal Data.\nIf Qualtrics must request additional information from you outside of information that is already maintained by Qualtrics, Qualtrics will only use it for the purposes of verifying your identity so you can exercise your data protection rights, or for security and fraud-prevention purposes.</p>\n<p>Qualtrics will decline to process requests that are manifestly unfounded, excessive, fraudulent, or are not otherwise required by local law.</p>\n<p>If you take the view that Qualtrics is not processing your Personal Data in accordance with the requirements in this Privacy Statement or under applicable EEA data protection laws, you can at any time lodge a complaint with the data protection<br>\nauthority of the EEA country where you live.</p>\nB.\nProcessing based on a statutory permission\nWhy does Qualtrics need to use my Personal Data and on what legal basis is Qualtrics using it?\n<p>\n<b>Providing the requested services</b>.\nQualtrics requires your Personal Data to deliver services you order under a contract Qualtrics has with you, to establish a contract for goods or services between you and Qualtrics, and to send you invoices for ordered services.\nQualtrics processes Personal Data to fulfill contractual obligations pursuant to Article 6(1), Subparagraph 1(b) GDPR.</p>\n<p>\n<b>Ensuring compliance</b>.\nQualtrics and its products, technologies, and services are subject to the export laws, trade sanctions, and embargoes (“Export Laws”) of various countries including, without limitation, those of the European Union (“EU”), Germany and of the United States of America.\nTherefore, You acknowledge that, pursuant to the applicable Export Laws issued by these countries, Qualtrics is required to:</p>\n<p>(a) take measures to prevent persons, entities and organizations listed on government-issued sanctioned party lists from accessing certain products, technologies, and services through Qualtrics’s websites or other delivery channels controlled by Qualtrics.\nThis may include (i) automated checks of any user registration data as set out herein and other information a user provides about his or her identity against applicable sanctioned-party lists.\n(ii) regular repetition of such checks whenever a sanctioned-party list is updated or when a user updates his or her information.\n(iii) blocking of access to Qualtrics’s services and systems in case of a potential match.\nand (iv) contacting a user to confirm his or her identity in case of a potential match.\nand</p>\n<p>(b) ensure that no individuals from embargoed countries access its services.\nTherefore, when an existing user logs into a website, app or cloud service of Qualtrics from an embargoed country, the user’s registration data and IP address may be used by Qualtrics to block the user’s access and to log access attempts from embargoed countries.</p>\n<p>Any such usage of registration data and IP addresses by Qualtrics is necessary for Qualtrics’ compliance with applicable EU Export Laws (Article 6 para.\n1 (c) GDPR) and Qualtrics’s legitimate interest to comply with non-EU Export Laws (Article 6 para.\n1 (f) GDPR).</p>\n<p>\n<b>Qualtrics legitimate interest</b>.\nQualtrics can use your Personal Data based on its legitimate interest (Article 6 para.\n1 lit.\nf GDPR) as follows:</p>\n<ul>\n<li>\n<b>Fraud and Legal Claims</b>.\nIf required, Qualtrics will use your Personal Data for the purposes of preventing or prosecuting criminal activities such as fraud and to assert or defend against legal claims.</li>\n<li>\n<b>Questionnaires and surveys</b>.\nQualtrics could invite you to participate in questionnaires and surveys.\nThese questionnaires and surveys will be generally designed in a way that they can be answered without any data that can be used to identify you.\nIf you nonetheless enter such data in a questionnaire or survey, Qualtrics will use this personal data to improve its products and services.</li>\n<li>\n<b>Contract performance</b>.\nIf you purchase or intend to purchase goods or services from Qualtrics on behalf of a corporate customer or otherwise be the nominated contact person for the business relationship between a corporate customer (a “Customer Contact”) and Qualtrics, Qualtrics will use your Personal Data for this purpose.\nThis includes, for the avoidance of doubt, such steps which are required for establishing the relevant business relationship.\nIn case that an existing Customer Contact informs Qualtrics that you are his replacement, Qualtrics will, from the point in time of such notification, consider you to be the relevant Customer Contact for the respective customer until you object as further set out below.</li>\n<li>\n<b>Creation of anonymized data sets</b>.\nQualtrics will anonymize Personal Data provided under this Privacy Statement to create anonymized data sets, which will then be used to improve its and its affiliates’ products and services.</li>\n<li>\n<b>Personalized Newsletter</b>.\nIf you opt-in to receive marketing communications such as newsletters from Qualtrics, Qualtrics will collect and store details of how you interact with the newsletters to help create, develop, operate, deliver and improve our newsletter communications with you.\nThis information is aggregated and used to help Qualtrics provide more useful information and to understand what is of most interest.</li>\n<li>\n<b>Recordings for quality improvement purposes</b>.\nIn case of telephone calls or chat sessions, Qualtrics will record such calls (after informing you accordingly during that call and before the recording starts or where you have opted in to have the call recorded via the Qualtrics Support Portal) or chat sessions in order to improve the quality of Qualtrics services.</li>\n<li>\n<b>To keep you up-to-date or request feedback</b>.\nWithin an existing business relationship between you and Qualtrics, Qualtrics might inform you, where permitted in accordance with local laws, about its products or services (including webinars, seminars or events) which are similar or relate to such products and services you have already purchased or used from Qualtrics.\nFurthermore, where you have attended a webinar, seminar or event of Qualtrics or purchased products or services from Qualtrics, Qualtrics might contact you for feedback regarding the improvement of the relevant webinar, seminar, event, product or service.</li>\n</ul>\n<p>You can at any time object to Qualtrics’ use of your Personal Data as set forth in this section by sending an email to privacy@qualtrics.com.\nIn this case, Qualtrics will carefully review your objection and cease further use of the relevant information, subject to Qualtrics’ compelling legitimate grounds for continued use of the information, which override your interest in objecting, or if Qualtrics requires the information for the establishment, exercise or defense of legal claims.</p>\n<p>\n<b>Processing under applicable national laws</b>.\nIf the applicable national law allows Qualtrics to do so, Qualtrics will use information about you for a business purpose, some of which is Personal Data:</p>\n<ul>\n<li>To plan and host events</li>\n<li>To host online forums or webinars</li>\n<li>For marketing purposes such as to keep you updated on Qualtrics’ latest products and services and upcoming events</li>\n<li>To contact you to discuss further your interest in Qualtrics services and offerings</li>\n<li>To help Qualtrics create, develop, operate, deliver and improve Qualtrics services, products, content and advertising and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by<br>\nQualtrics</li>\n<li>To provide more personalized information to you</li>\n<li>For loss prevention</li>\n<li>For account and network security purposes</li>\n<li>For internal purposes such as auditing, analysis, and research to improve Qualtrics’ products or services</li>\n<li>To verify your identity and determine appropriate services</li>\n<li>To assert or defend against legal claims</li>\n<li>To detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, and to prosecute those responsible for that activity</li>\n<li>To debug to identify and repair errors that impair existing intended functionality</li>\n<li>Short-term, transient use, provided the personal information is not disclosed to a third party and is not used to build a profile about you or otherwise alter your individual experience outside the current interaction, including, but not limited to, the contextual customization of ads shown as part of the same interaction</li>\n<li>Undertaking internal research for technological development and demonstration</li>\n<li>Undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by Qualtrics.</li>\n</ul>\n<p>In accordance with the disclosure requirements under the CCPA, Qualtrics is exempt from providing a notice to opt-out because it does not and will not sell your Personal Data.</p>\nC.\nProcessing based on consent.\n<p>In the following cases, Qualtrics will process your Personal Data if you granted prior consent to the specific proposed processing of your Personal Data (Article 6 para.\n1 lit.\na GDPR).</p>\n<p>\n<b>Children</b>.\nThis offering is not directed to users below the age of 16 years, or equivalent minimum age in the relevant jurisdiction.\nIf you are younger than 16, you cannot register with and use this offering.</p>\n<p>\n<b>U.S.\nChildren’s Privacy</b>.\nQualtrics does not knowingly collect the Personal Data of children under the age of 13.\nIf you are a parent or guardian and believe that Qualtrics collected information about a child, please contact Qualtrics as described in this Privacy Statement.\nQualtrics will take steps to delete the information as soon as possible.\nGiven that Qualtrics services are not directed to users under 16 years of age and in accordance with the disclosure requirements of the CCPA, Qualtrics does not sell the Personal Data of any minors under 16 years of age.</p>\n<p>\n<b>Marketing</b>.\nQualtrics requires your Personal Data to inform you about Qualtrics’ latest products, service offers and events.\nAny such use of information is based on the consent you grant hereunder.\nQualtrics will use your name, email and postal address, telephone number, job title and basic information about your employer (name, address, and industry) as well as an interaction profile based on prior interactions with Qualtrics (prior purchases, participation in webinars, seminars or events or the use of (web) services in order to keep you up to date on the latest product announcements, software updates, software upgrades, special offers, and other information about SAP’s software and services (including marketing-related newsletters) as well as events of SAP and in order to display relevant content on Qualtrics websites.\nIn connection with these marketing-related activities, Qualtrics will provide a hashed user ID to third party operated social networks or other web offerings (such as Twitter, LinkedIn, Facebook, Instagram or Google) where this information is then matched against the social networks’ data or the web offerings’ own databases in order to display to you more relevant information.</p>\n<p>\n<b>Forwarding your Personal Data within the SAP Group</b>.\nQualtrics will transfer your Personal Data to other affiliated companies within SAP’s Group of undertakings for the purpose to inform you about their latest products, service offers and events in the same way Qualtrics does under this Privacy Statement.\nA list of entities in the SAP Group can be found here.\nIn such cases, the SAP Group will use the Personal Data for the same purposes and under the same conditions as set forth in this Privacy Statement.</p>\n<p>\n<b>Social media features</b>.\nQualtrics offers social network functionality in various parts of our website and on apps.\nWe give you the opportunity to share and recommend your content in social networks in our online offerings.\nIf you visit our website and use the recommendation features, we pass on the URL to the social network you select where your Personal Data will be then used by the social network according to the social network’s own privacy statement.\nWe recommend that you read the privacy statement of the respective social networks carefully.</p>\n<p>\n<b>Profiles</b>.\nQualtrics offers you the option to use services, including to view tutorials or take trainings, that require you to register and allow you to create a user profile.\nUser profiles provide the option to display personal information about you, including but not limited to your name, photo, address, email, telephone number, personal interests, skills, etc.\nProfile data is processed to personalize the interaction with other users to foster the quality of communication and collaboration via such services.\nProfile data might also be shared with other web offerings and services across the SAP Group, including Ariba, Concur, Hybris, etc.\n(SAP Cloud ID).\nThe provision of any such information about you as well as the decision to share information with other services is at your free will and based on the consent that you grant.</p>\nQualtrics events.\n<p>\n<b>Event profiling</b>.\nIf you register for an event, seminar, or webinar of Qualtrics, Qualtrics shares basic registration information (your name, company, and email address) with other participants of the same event, seminar, or webinar for the purpose of communication and the exchange of ideas.</p>\n<p>\n<b>Tracking during an event</b>.\nQualtrics requires your Personal Data including any occasion where you allowed your event badge to be scanned, to evaluate behavioral aspects by means of tracking during the relevant event.\nQualtrics might process tracking data in the context of Qualtrics events for purposes of tracking attendance, determine the attendees’ interests in certain topics and identify drivers for the attendees’ satisfaction and dissatisfaction to optimize planning and investments for future events.\nAny such use of information is based on the consent you grant.</p>\n<p>\n<b>Processing Special Categories of Personal Data</b>.\nWhen you register for or request access to an event or seminar, Qualtrics may ask whether you require any accommodations because of your health or dietary restrictions.\nAny such use of information is based on the consent you grant.\nKindly note that if you do not provide Qualtrics with information regarding what accommodations you require, Qualtrics will not be able to accommodate for it.</p>\n<p>\n<b>Photograph before or during the event</b>.\nYou may be asked to provide Qualtrics with your current photograph via e-mail or Qualtrics could ask to take a picture of you when you arrive at the event.\nBy sending Qualtrics your photograph or allowing a photo of you to be taken, you acknowledge that Qualtrics will use your picture for the purposes described in this Privacy Statement.</p>\n<p>\n<b>Withdrawal of consent</b>.\nYou may withdraw your consent for Qualtrics to process your Personal Data as stated in this Privacy Statement at any time.\nOnce you assert this right, Qualtrics will not process your Personal Data any longer unless legally required to do so.\nHowever, any withdrawal has no effect on past processing by Qualtrics up to the point in time of your withdrawal.\nPlease direct any such request to privacy@qualtrics.com.</p>\nD.\nCookies and similar tools\n<p>Information gathered by cookies or similar technologies, and any use of such information, is further described in Qualtrics’ Cookie Statement.\nYou can exercise your cookie preferences as outlined in Qualtrics’ Cookie Statement.</p>\nE.\nSubprocessor List\n<p>The list of subprocessors Qualtrics currently uses to process personal data in the Subscription Services can be found here.</p> ", "created_at": "2021-02-04 18:47:30.501251", "updated_at": "2021-02-04 18:47:33.770519"}], "points": [{"id": 27050, "title": "There is a date of the last update of the agreements", "source": "https://www.qualtrics.com/privacy-statement/", "status": "Generated through the annotate view", "created_at": "2022-03-03 15:02:40.897103", "updated_at": "2022-03-03 15:02:40.897103", "quoteText": "This Privacy Statement was updated on September 25, 2020.<p>\n</p>\n", "case_id": 331, "document_id": 3967, "quoteStart": 0, "quoteEnd": 66}, {"id": 27049, "title": "You will be notified if personal data has been affected by data breaches", "source": "https://www.qualtrics.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2022-03-03 14:58:48.874853", "updated_at": "2022-03-03 14:58:48.874853", "quoteText": "Qualtrics will notify Customer without undue delay after becoming aware of any Personal Data Breach and provide reasonable information in its possession to assist Customer to meet Customer’s obligations to report a Personal Data Breach as required under Data Protection Law.\n", "case_id": 391, "document_id": 3968, "quoteStart": 38440, "quoteEnd": 38715}, {"id": 27048, "title": "This service informs you that its Terms of Service does not apply to third party websites", "source": "https://www.qualtrics.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2022-03-03 14:56:58.491675", "updated_at": "2022-03-03 14:56:58.491675", "quoteText": "The Cloud Service may include integrations with web services made available by third parties (other than Qualtrics’ Affiliates) that are accessed through the Cloud Service and subject to terms and conditions with those third parties.\nThese third party web services are not part of the Cloud Service and the Agreement does not apply to them.</li>\n<li>\n", "case_id": 408, "document_id": 3968, "quoteStart": 3996, "quoteEnd": 4347}, {"id": 27047, "title": "There is a date of the last update of the agreements", "source": "https://www.qualtrics.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2022-03-03 14:55:27.810716", "updated_at": "2022-03-03 14:55:27.810716", "quoteText": "Revised June 24, 2020\n", "case_id": 331, "document_id": 3968, "quoteStart": 1826, "quoteEnd": 1848}], "urls": ["qualtrics.com"]}}